{
    "_id": {
        "$oid": "6682e81cc4e5dba5ffba23f5"
    },
    "CID": {
        "$numberInt": "5143"
    },
    "Name": "SACCHARIN",
    "IUPACName": "1,1-dioxo-1,2-benzothiazol-3-one",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C(=O)NS2(=O)=O",
    "Synonyms": [
        "saccharin",
        "81-07-2",
        "o-Benzoic sulfimide",
        "Saccharine",
        "o-Sulfobenzimide",
        "Saccharimide",
        "Benzosulfimide",
        "Garantose",
        "o-Benzosulfimide",
        "Benzoic sulfimide",
        "Benzosulphimide",
        "Saccharinol",
        "Saccharinose",
        "Gluside",
        "Saccharin insoluble"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C(=O)NS2(=O)=O",
    "INCHI": "InChI=1S/C7H5NO3S/c9-7-5-3-1-2-4-6(5)12(10,11)8-7/h1-4H,(H,8,9)",
    "INCHIKEY": "CVHZOJJKTDOEJC-UHFFFAOYSA-N",
    "Formula": "C7H5NO3S",
    "MolecularWeight": {
        "$numberDouble": "183.19"
    },
    "Description": "Saccharin is a 1,2-benzisothiazole having a keto-group at the 3-position and two oxo substituents at the 1-position. It is used as an artificial sweetening agent. It has a role as a sweetening agent, a xenobiotic and an environmental contaminant. It is a 1,2-benzisothiazole and a N-sulfonylcarboxamide.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "303"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 27 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of June 1, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 1, 2011: https://www.safe.nite.go.jp/english/db.html",
            "Value": "An estimated BCF of three was calculated in fish for saccharin(SRC), using a log Kow of 0.91(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Bioconcentration of the substance was tested as a breakdown product of 3-(allyloxy)-1,1-dioxo-1lambda(6),2-benzothiazole; results indicated low bioconcentration potential(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Boethling RS et al; Environ Sci Technol 28: 459-65 (1994) (2) Buerge IJ et al; Environ Sci Technol 43: 4381-4385 (2009)",
            "Value": "AEROBIC: The importance of biodegradation of saccharin in soil and water is unknown, but amides are usually susceptible to microbial metabolism(1). Saccharin was eliminated in wastewater treatment plants with activated sludge processes sampled in Zurich Switzerland; a mean removal efficiency of 90% was observed. Incubation experiments with activated sludge resulted in a first order half-life of 90 minutes with 78% removal efficiency after 3 hours. No loss was observed using sterile controls(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 27",
            "Value": "log Kow = 0.91"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Riera CE, et al; Am J Physiol Regul Integr Comp Physiol 293 (2): R626-34 (2007)",
            "Value": "...it has been shown that the activation of particular T2R bitter taste receptors is partially involved with the bitter aftertaste sensation of saccharin and acesulfame-K. ... /This study/ addressed the question of whether /they/ could stimulate transient receptor potential vanilloid-1 (TRPV1) receptors, as these receptors are activated by a large range of structurally different chemicals. Moreover, TRPV1 receptors and/or their variants are found in taste receptor cells and in nerve terminals throughout the oral cavity. Hence, TRPV1 activation could be involved in the ... aftertaste or even contribute to the poorly understood metallic taste sensation. Using Ca(2+) imaging on TRPV1 receptors heterologously expressed in the human embryonic kidney (HEK) 293 cells and on dissociated primary sensory neurons,... /it was found/ that in both systems, .../sweeteners/ activate TRPV1 receptors, and, moreover, they sensitize these channels to acid and heat. ... /it was/also found that TRPV1 receptors were activated by CuSO(4), ZnSO(4), and FeSO(4), three salts known to produce a metallic taste sensation. In summary, .../the/ results identify a novel group of compounds that activate TRPV1 and, consequently, provide a molecular mechanism that may account for off tastes of sweeteners and metallic tasting salts."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 550 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A total dose of 0.24 g saccharin (form not specified), made by the Remson-Fahlberg method, was applied as an 8% solution in acetone thrice weekly to the skin of 'S' strain mice. Twenty-five days after the start of the treatment, the animals were given 18 weekly applications of 0.17% croton oil in acetone. At the end of the croton oil treatment, 15 skin papillomas were observed in seven of the 20 saccharin-treated animals, by comparison with four papillomas in four of 19 controls treated with croton oil only. The increase was not statistically significant."
        },
        {
            "References": "PMID:968910",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subacute toxicity of sodium saccharin and 2 hydrolytic derivatives, o-sulfamoylbenzoic acid (Compound I) and ammonium o-carboxybenzene sulfonate (Compound II) was evaluated by feeding each of the compounds alone at a dietary level of 20 000 ppm to both beagle dogs and albino rats. Additionally, groups of dogs and rats were fed combinations of the 3 materials at levels up to 20 000 ppm (2000 ppm sodium saccharin, 9000 ppm of both Compound I and II). Dogs were maintained on the test diets for 16 weeks, rats for 13 weeks. No signs of a pharmacotoxic response to the test materials were observed. Parameters determined for treated animals, including growth, food consumption, hematologic profiles, clinical blood chemistry studies, urinalyses, organ weight and ratio data, and both gross and microscopic pathologic evaluation, were not significantly different from control values. From these findings, it is suggested that there is little toxicologic hazard associated with ingestion of the 2 hydrolytic derivatives of sodium saccharin."
        },
        {
            "References": "Shakoori AR et al; Pakistan Journal of Zoology 27 (1): 1-13 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Saccharin, administered to male albino rats at a dose of 65 mg/kg body weight/day (... /low/ dose) for a total period of 39 weeks resulted in a distinct decrease in the hepatic alkaline phosphatase (AkP, 86%), lactate dehydrogenase (LDH, 28%) and glutamate pyruvate transaminase (GPT, 67%) activities. The glutamate oxaloacetate transaminase (GOT) activity, however, increased 3.05 fold after 26 weeks of saccharin administration. The urea content showed 3.26% fold increase during the first 13 weeks of saccharin administration, which normalized subsequently. The cholesterol content and DNA content increased 7.7 fold and 2.6 fold after 26 weeks of saccharin administration. The soluble protein and RNA content, on the other hand, decreased 63% and 35% during the first 26 weeks of saccharin administration. After strong dose (260 mg/kg body wt/day) administration, various biochemical parameters followed the same pattern as for the weak dose, except for the extent of damage and for the DNA content, which decreased significantly when compared to weak dose experiment. Both concentrations of saccharin caused hypertrophy of hepatic cell, its nucleus and nucleoli in addition to excessive vacuolation. The number of nuclei/cell remained unaltered, whereas number of nucleoli/nucleus increased significantly after saccharin intoxication."
        },
        {
            "References": "PMID:7940594",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In studies primarily designed to evaluate the effects of saccharin and silicate on the urinary bladders of rodents, hemorrhage of the glandular stomach was observed in high incidence. It occurred in young rats with high doses of saccharin (7.5% sodium saccharin; 6.3% acid saccharin), with no difference between male and female F344 rats fed during ages 5 to 15 weeks, no difference between sodium saccharin and acid saccharin, and was reversible, even with continued saccharin administration. Sodium silicate (0.38, 1.13, 2.26% of the diet) had no influence on gastric hemorrhage. Iron deficiency anemia has been observed in young rats fed high dietary levels of saccharin, and the present results suggest that gastric hemorrhage contributes to its etiology."
        },
        {
            "References": "PMID:20382728",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The /study/ used adult female Rattus norvegicus albino rats ...weighing 100-120 g. Administration of saccharin at a dose of 35 mg/kg body weight (b.wt.)/day for 35 days significantly decreased serum glucose, triglycerides, cholesterol, total protein and albumin values. These decrements were by 20.16%, 22.76%, 44.92%, 20.16% and 40.44%, respectively, compared to control level (p value < 0.01). But it increased levels of kidney function indices. The effect of saccharin was more pronounced on creatinine. Activities of Alanine aminotranferease (ALT), aspartate aminotransferase (AST) and Alkaline phosphatase (ALP) increased significantly following saccharin treatment to rats. Concerning hematological parameters, the more obvious changes were observed in the increment of white blood cell (WBC), mean corpuscular volume (MCV) and platelets (PLT) and the decrease in hematocrit, hemoglobin (Hb) and red blood cells (RBCs) count in response to the administration of saccharin. ...vitamin C or E (150 mg/kg b.wt./day for 35 days) was able to reduce the effects of saccharin intake."
        },
        {
            "References": "PMID:1959820",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A previous study in our laboratory demonstrated that 30-day-old Sprague-Dawley rats exposed to 7.5% sodium saccharin (NaS) since conception differ from untreated rats in several physiological parameters. In the present study, to determine the dose response of the changes associated with sodium saccharin treatment, animals were evaluated at 30 days post-birth, after treatment with dietary levels of 0, 1, 3 or 7.5% sodium saccharin since conception. Most physiological consequences of sodium saccharin treatment in the weanling rat, including anemia and reductions in serum folate and vitamin A concentrations, were dose dependent. Serum vitamin E, cholesterol and triglyceride concentrations were decreased at the two lower doses of sodium saccharin but were significantly increased with 7.5% sodium saccharin. The no-effect level (NOEL) was similar for physiological effects and for bladder tumor production in two-generation studies (1% sodium saccharin in the diet). The reversibility of the effects of 7.5% sodium saccharin was examined in 90-day-old rats. The increases in lipids and vitamin E were reversible. Although values for hematological parameters and serum vitamin A remained significantly reduced at 90 days, changes were less severe than at 30 days. Histological examinations revealed that the effects of 7.5% dietary sodium saccharin on the bladder were negligible, indicating that the physiological changes observed in the young rat are probably not directly related to the production of bladder tumors. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 135 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female 30-day old Charles-River CD rats were fed either a control diet or a diet containing 5% sodium saccharin prepared by the Maumee process ... and free of ortho-toluenesulfonamide. Survival was not affected by treatment. Bladder tumors (benign & malignant) were observed in 1/36 control males and 7/38 male rats fed saccharin which survived 87 wk or more the time in which the first tumor was observed ... In addition, 1 treated male and 2 treated females had urothelial tumors of the kidney pelvis and 1 treated male had urethral tumor; no other urothelial tumors were observed in controls. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 540 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 female Swiss mice, 9-14 weeks of age, were given 0 or 5% saccharin made by the Remsen-Fahlberg method in the diet for 18 months, at which time the survivors were killed. The average survival rates were not affected, and the tumour incidences were similar in tested and control animals. No pathological alterations were observed macroscopically in the urinary bladder."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 540 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two groups of 50 male and 50 female Swiss SPF mice (age unspecified) were fed diets containing 0.5 or 0.2% saccharin (free acid) made by the Remsen-Fahlberg method (containing 0.5% ortho-toluenesulfonamide) for up to 21 months. A concurrent control group of 50 males and 50 females received a standard diet. At 18 months, 62, 64 and 66 animals were still alive in the groups receiving 0.5 and 0.2% saccharin and in the control group, respectively. One control female developed an anaplastic carcinoma of the bladder, and one male fed 0.2% saccharin had a noninvasive transitional-cell carcinoma of the bladder."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 550 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium saccharin (analytically pure) was mixed at 4-5 mg with four times its weight of cholesterol; pellets weighing 20-24 mg containing sodium saccharin were then inserted into the urinary bladder lumina in two trials with groups each composed of 100 female Swiss mice aged 60-90 days. Ninety-nine percent of the sodium saccharin had disappeared from the pellet within 1.5 days. Identical groups received 20-24 mg pellets of pure cholesterol for 56 weeks. Only the bladders of animals surviving more than 25 weeks were examined microscopically. The first urinary bladder carcinoma was seen in a saccharin-treated animal 42 weeks after surgical insertion. The overall incidences of bladder carcinomas were 31/66 (trial 1) and 33/64 (trial 2) in saccharin-treated mice as compared with 8/63 (trial 1) and 5/43 (trial 2) in animals exposed to pure cholesterol pellets (p < 0.001). The carcinomas in saccharin-exposed mice were more frequently multiple and invasive (p < 0.009). They were composed of cells with a high mitotic index and exhibited more squamous or glandular metaplasia than was found in tumors in control animals. The incidence of tumours in other tissues were not different from those in control mice. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 550 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Saccharin (source and purity unspecified) was mixed with four times its weight of cholesterol, and pellets (9-11 mg) containing 2 mg saccharin were then inserted into the urinary bladder lumina of 20 'stock' mice (sex and age unspecified). An identical group composed of 28 mice received 9-11-mg pellets of cholesterol. The experiment lasted 52 weeks. Of mice that lived 30 weeks, 4/13 saccharin-treated and 1/24 control animals developed bladder tumors (p = 0.01)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 549 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A/St mice, groups of 20 female mice, six to eight weeks of age, received intraperitoneal injections of sodium saccharin three times a week for the first eight weeks of the experiment (total doses, 15.6 and 78 g/kg bw) followed by an additional 13 weeks of observation. All of the mice were killed at the end of 21 weeks. Fifteen mice at each dose survived until the end of experiment. Lung adenomas were observed in four and eight mice treated with the two doses of saccharin, respectively, and the numbers of lung tumors per mouse were 0.27 +/- 0.07 and 0.67 +/- 0.17, respectively. Of a group of 30 female mice that received only water, 28 survived until the end of the experiment; 37% developed lung adenomas and the number of tumors per mouse was 0.37 +/- 0.07. There was no significant difference between these groups. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 348-9 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male Charles River CD rats of the F1 generation were treated as follows: group 1 (350 rats), untreated controls; group 2 (700 rats), 1% sodium saccharin (produced by the Maumee process; purity, > 99%) in the diet; group 3 (500 rats), 3% sodium saccharin in the diet; group 4 (200 rats), 4% sodium saccharin in the diet; group 5 (125 rats), 5% sodium saccharin in the diet; group 6 (125 rats), 6.25% sodium saccharin in the diet; group 7 (125 rats), 7.5% sodium saccharin in the diet; group 8 (125 rats), 5% sodium saccharin administered through gestation period and then the F1 rats fed control diet from birth until the end of the experiment; group 9 (125 rats), 5% sodium saccharin in the diet from the time of birth and continuing until the end of the experiment; group 10 (125 rats), 5% sodium hippurate (purity > 98%) in the diet until the age of eight weeks and then as 3% of the diet until the end of the experiment. The parents (the F0 generation) were given the same diets from six weeks of age and continuing for nine weeks before the beginning of mating; they were then given the same diets through gestation and lactation (except as noted for groups 8 and 9). Group 8 received sodium saccharin throughout gestation and then received control diet. In group 9, the F0 generation was given control diet until the birth of the F1 generation, at which time the dams were given 5% sodium saccharin. There was significant growth retardation in all groups given sodium saccharin at doses of greater than 3% of the diet, including group 9. There were minimal changes in the growth of the rats in group 8, given sodium saccharin until parturition. Survival was comparable in the nine groups, except for a significant increase in survival in groups 5 and 7. The numbers of survivors of the F1 generation in the nine groups at the time of killing at 30 months of age were: 80/350 (23%), 172/700 (25%), 114/500 (23%), 38/200 (19%), 46/125 (37%), 33/125 (26%), 42/125 (34%), 25/125 (20%), 33/125 (26%) and 38/125 (30%), respectively. The effective numbers of rats were those alive at 15 months of age when the first bladder tumor was detected. The incidences of transitional-cell papillomas were 0/324, 4/658 (0.6%), 4/472 (0.8%), 4/189 (2.1%), 4/120 (3.3%), 12/120 (10%), 18/118 (15%), 0/122, 4/120 (3.3%) and 0/118, respectively. The incidences of transitional-cell carcinomas were 0, 1 (0.2%), 4 (0.8%), 8 (4.2%), 11 (9.2%), 8 (6.7%), 19 (16%), 0, 8 (6.7%) and 0, respectively. It was noted that the background incidence of bladder neoplasia at the study laboratory was 0.8%. In this study, the incidences of bladder neoplasia were significantly increased in groups 3-7 and in group 9. The tumor incidences when 1% sodium saccharin and 5% were fed throughout gestation were not significantly greater than those of controls. There was no difference in the incidence of bladder neoplasms between groups 5 and 9 (5% sodium saccharin throughout gestation and after parturition and 5% sodium saccharin after parturition only). /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 540-1 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 male and 25 female Charles River CD mice, eight weeks of age, received diets containing sodium saccharin (containing 345 mg/kg (ppm) ortho-toluenesulfonamide) at concentrations of 0, 1 or 5% for up to two years. Animals that died before six months were not examined, and the survival times were not reported. Animals were killed when obvious tumors were seen or when they were moribund; all survivors were killed at two years. All animals that survived six months or longer were examined grossly, and any tissues with abnormal changes were examined histologically; in addition, all vital organs from at least 12 animals in each group were examined histologically. In high-dose males, two cases of papillary hyperplasia of the bladder and two small papillomas were found. One transitional-cell carcinoma of the bladder associated with a stone was found in male controls. Vascular tumours were seen at increased frequency in male mice at the high dose, while lung tumours, hepatomas and lymphomas occurred with apparently equal incidence in control and treated groups. Any differences in the incidence of tumors were considered not to be significant, and none were found in a duplicate experiment for which no data were given. /Sodium saccharin/"
        },
        {
            "References": "PMID:1235054",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ CHRONIC ADMIN OF SACCHARIN IN DRINKING WATER TO SYRIAN GOLDEN HAMSTERS, UP TO MAX TOLERATED DOSE LEVEL, FAILED TO INDUCE EXCESS OF TUMORS, NOR WERE ANY URINARY BLADDER TUMORS FOUND."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 541 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 10 male and 10 female inbred ICR Swiss mice, six weeks of age, received 0, 0.5, 1 or 1.5 g/kg bw per day saccharin dissolved in 1 mL distilled water by oral gavage for one year, at which time all remaining mice were killed. No deaths occurred in any of the treated groups. The mice fed 1.5 g/kg bw per day showed slight weight loss when compared with controls (48 versus 55 g); both groups consumed 10 g of food per day per mouse. Five males and three females at the high dose had papillary adenocarcinomas of the thyroid. No thyroid tumors were reported in the other groups, and no tumors of other sites were reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 541 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fifty male B6C3F1 mice, six weeks of age, were fed sodium saccharin (purity, 99.5%; with 7 ppm ortho-toluenesulfonamide) at a dose of 5% in Oriental M diet for 52 weeks with interim kills of five mice at 0, 4, 8, 16 and 20 weeks after the beginning of the experiment; 20 mice were still alive at the end of the experiment. A control group of 35 mice was fed Oriental MF diet only. There was no effect on growth or survival, and no bladder lesions were detected by autoradiography, histology or scanning electron microscopy. /Sodium saccharin//"
        },
        {
            "References": "PMID:36123",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ MALE & FEMALE WISTAR RATS WERE ADMIN SODIUM SACCHARIN FOR LIFE (2 YR) EITHER IN THE DRINKING WATER OR DIET. A CONTROL GROUP RECEIVED SACCHARIN-FREE DIET & DRINKING WATER. MILD UROTHELIAL HYPERPLASIAS DEVELOPED FROM 85 WK IN RATS OF BOTH SEXES RECEIVING SACCHARIN, THE INCIDENCE WAS STATISTICALLY SIGNIFICANT IN BOTH THE BLADDERS & KIDNEYS OF RATS RECEIVING THE HIGHER DOSE IN DIET, BUT IN KIDNEYS ONLY RECEIVING THE LOWER DOSE IN DRINKING WATER. TELANGIECTASIA OF THE VASA RECTA WAS SIGNIFICANT IN RATS OF BOTH SEXES. A VERY LOW INCIDENCE OF BLADDER TUMORS, EXCLUSIVELY IN MALES RECEIVING THE HIGHER DOSE WAS SEEN FROM 95 WK. THE POSSIBILITY THAT SACCHARIN MAY PROMOTE, OR ENHANCE, THE DEVELOPMENT OF LATENT TUMOR CELLS ALREADY PRESENT IS CONSIDERED. /SODIUM SACCHARIN/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 541 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Female BALB/c StCrlfC3H/Nctr mice were randomly divided into five groups of 192, 192, 192, 144 and 96 mice and were fed 0, 0.1, 0.5, 1, or 5 sodium saccharin, respectively, in Purina Lab Chow beginning at 19 weeks of age and continuing until 135 weeks of age. A slight but nonsignificant statistically increase in the length of survival was observed in treated mice. No bladder neoplasms were observed in any of the groups, and the incidence of bladder hyperplasia was similar: 8/164 (5%), 10/162 (6%), 9/161 (5%), 7/130 (5%) and 3/79 (4%), respectively. The incidences of Harderian gland neoplasms were 27/163 (17%), 32/172 (19%), 29/160 (18%), 22/132 (17%) and 22/84 (26%), respectively (p < 0.04, test for trend). A significant, dose-related reduction in the time to onset of lymphomas was observed, although the incidences were similar among groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 542 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male and 20 female Boots-Wistar rats (age unspecified) were fed 0, 0.005, 0.05 or 5% saccharin made by the Remsen-Fahlberg method (purity unspecified) for two years. At 18 months, 15 male and 14 female controls and 10 male and 10 female rats at the highest dose level were still alive. No statistically significant differences in tumor incidence were found between treated and control animals. Only five bladders, all from animals at the highest dose, were examined histologically. Urothelial hyperplasia was found in one male and one female, and a bladder papilloma was found in another female. Bladder parasites were not found. Bladder calculi were found in four male and one female rats fed 5% saccharin."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 542 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 52 male and 52 female BD rats [age unspecified] were fed 0 (control), 0.2 or 0.5% sodium saccharin made by the Remsen-Fahlberg method [purity unspecified] for up to 30 months starting between 70 and 90 days of age, providing average total doses of 0, 83 and 210 g/kg bw. The survival rates at 18 months were 55/104 controls, 50/104 at the low dose and 41/104 at the high dose; at 24 months, the survival rates were 6/104, 3/104 and 5/104, respectively. Sixteen percent of all animals had parasites (Strongyloides capillaria) in the urinary tract. Benign and malignant mesenchymal tumors were found with similar frequency in all groups. No bladder tumors were observed. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 543 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 male Charles River CD-1 rats (age unspecified) received sodium saccharin (containing 345 mg/kg (ppm) ortho-toluenesulfonamide) in the diet at concentrations of 0, 1 or 5% for up to two years. Animals that died before six months were not examined, and the survival times were not reported. Animals were killed when obvious tumours were seen or when they were moribund; all survivors were killed at two years. All animals that survived six months or longer were examined grossly, and any tissues with abnormal changes were examined histologically; in addition, all vital organs from at least 12 animals in each group were examined histologically. Tumors of the urinary bladder, pituitary, breast and subcutaneous tissue were seen with equal incidence in all groups. /Sodium saccharin//"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 544 -5 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 40-48 male ACI, Wistar, Fischer 344 and Sprague-Dawley rats, six weeks of age, were fed 5% sodium saccharin (food additive grade; purity, 99.5%, with 7 ppm ortho-toluenesulfonmide) in powdered diet, and surviving rats were killed at the end of 52 weeks of treatment. Interim sacrifices were also performed on five rats of each strain at 12, 24 and 36 weeks. Corresponding control groups of 40-45 rats were fed untreated diet. The treated groups had significant growth retardation, with average body weights at week 52 of treated versus control groups as follows: ACI, 299 versus 327 g; Wistar, 400 versus 447 g; Fischer 344, 403 versus 427 g; and Sprague-Dawley, 593 versus 716 g. There was no apparent effect on survival. At the end of 52 weeks, no urinary bladder lesions were seen in the Wistar, Fischer 344 or Sprague-Dawley rats; of the ACI rats, 1/28 controls had simple hyperplasia and 25/32 (78%) rats treated with sodium saccharin had simple hyperplasia, 20 (62.5%) had papillary/nodular hyperplasia, nine (28.1%) had papillomas and three (9.4%) had carcinomas. It was also reported that one of the ACI rats had a bladder calculus, but more than half of the control and test ACI rats bore the bladder nematode, Trichosomoides crassicauda. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 544 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 50 female Wistar rats (age unspecified) were given 2 g/kg bw per day sodium saccharin made by the Maumee process in the diet for two years. A group of 63 animals served as controls. At week 84, 50/63 controls and 37/50 saccharin-fed rats were still alive. The overall tumor incidences were similar in the two groups, and no bladder neoplasm occurred. Mild focal urothelial hyperplasia was seen in one rat fed saccharin. The animals were free from bladder parasites. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 544 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Charles-River CD (Sprague-Dawley) rats, 30 days of age, were fed either a control diet or a diet containing 5% sodium saccharin prepared by the Maumee process and free of ortho-toluenesulfonamide. Survival was not affected by treatment. Bladder tumors (benign and malignant) were observed in 1/36 control males and in 7/38 male rats (p < 0.03) fed saccharin which survived 87 weeks or more (the time at which the first tumor was observed). In addition, one treated male and two treated females had urothelial tumors of the renal pelvis, and one treated male had a urethral tumor; no other urothelial tumors were observed in controls. The incidence of bladder calculi was not related to treatment or to tumor incidence. The animals were free of bladder parasites. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 543-4 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 75 male and 50 female Wistar SPF rats, eight weeks of age, received sodium saccharin made by the Remsen-Fahlberg method (containing 698 mg/kg (ppm) ortho-toluenesulfonamide) in the drinking-water, to give a daily intake of 2 g/kg bw saccharin. Another group of 75 males and 75 females received 4 g/kg bw per day saccharin in the diet. A group of 55 males and 50 females served as controls. The males receiving saccharin in the drinking-water were also given 1% ammonium chloride for four weeks and then 0.5% for life, in order to correct a treatment-associated rise in urinary pH. Of the male controls, 25 were given ammonium chloride at the same concentrations. No treatment-associated change in urinary pH occurred in either of the treated groups of females or in males receiving saccharin in the diet. The experiment was terminated after two years. Survival at 18 months was 49/55 male and 43/50 female untreated controls, 65/75 males and 44/50 females that received saccharin in the drinking-water and 55/75 males and 52/75 females fed saccharin in the diet. At 100 weeks, 37/55 male and 13/50 female controls, 49/75 males and 29/50 females receiving saccharin in the drinking-water and 12/75 males and 16/75 females fed saccharin in the diet were still alive. In control animals, the total tumor incidence was 1/52 males and 9/46 females. In rats receiving saccharin in the drinking-water at 2 g/kg bw per day, the incidence was 11/71 in males and 10/44 in females; while in rats fed saccharin at 4 g/kg bw per day it was 10/70 in males and 7/68 in females. Transitional-cell carcinomas of the urothelium were not seen in male or female controls, but accounted for 1/71 in males (in the ureter) and 1/44 in females (in the renal pelvis) in rats receiving saccharin in the drinking-water and 3/70 in males (all in the bladder) and 0/68 in females fed saccharin. The incidence of lymphosarcomas and/or leukemia was 0/52 in male and 0/46 in female controls, 4/71 in males and 1/44 in females given saccharin in the drinking-water, and 2/70 in male and 1/68 in female saccharin-fed rats. One Leydig-cell tumor was found in each of the saccharin-treated groups of males, but none occurred in the testes of untreated male controls. There was a treatment-associated increase in the number of microcalculi within the renal tubules of male (but not female) saccharin-treated rats, with an incidence of 2/52 in controls, 30/71 in males given saccharin in the drinking-water and 16/70 in saccharin-fed males. The animals were free from bladder parasites. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 546 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of five female and one male African green (Cercopithecus aethiops), two female and five male rhesus (Macaca mulatta), three female and three male cynomolgus (Macaca fascicularis) and one hybrid (rhesus male cross cynomolgus female) monkey, 0-10 days of age, were given 25 mg/kg bw sodium saccharin (purity, > 99%) in the diet on five days a week for up to 283 months. Eight monkeys died during the course of the experiment, after 103, 128, 157, 168, 170, 192, 214 and 282 months of feeding. The remainder were killed at the end of the experiment, after 207-283 months. Five male and four female cynomolgus and five male and two females rhesus monkeys were available for comparison and were killed at 206-301 months of age. No bladder tumors were detected, and there was no evidence of hyperplasia by light or scanning electron microscopy. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 546 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 30 male Hartley guinea-pigs, six weeks of age, were fed 5% sodium saccharin (purity, 99.5%, with 7 ppm ortho-toluenesulfonamide) in Oriental RC diet for 52 weeks with interim sacrifices of three guinea-pigs at 0, 4, 12, 16 or 20 weeks from the beginning of the experiment; 12 guinea-pigs were available at the terminal sacrifice. Agroup of 20 guinea-pigs served as untreated controls. Treated guinea-pigs had lower body-weight gain than the controls, but no bladder lesions were detected by autoradiography, histology or scanning electron microscopy. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 546 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fifty male Syrian golden hamsters, six weeks of age, were fed 5% sodium saccharin (purity, 99.5%, with 7 ppm ortho-toluenesulfonamide) in the diet for 52 weeks. Five animals were killed at 0, 4, 8, 16 or 20 weeks after the beginning of the experiment; 20 hamsters were available at the terminal sacrifice. A group of 35 hamsters served as untreated controls. There was no effect on growth or survival, and no bladder lesions were detected by autoradiography, histology or scanning electron microscopy. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 545-6 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female random-bred Syrian golden hamsters, eight weeks of age, received saccharin made by the Maumee process at concentrations of 0, 0.156, 0.312, 0.625 or 1.25% in the drinking-water for their natural lifespan. The highest dose used in this study was the maximum tolerated, as determined in an eight-week study. The average daily consumption ranged from 44 mg/animal given 0.156% to 353 mg/animal given 1.25%. The mean survival time was 50-60 weeks in all groups. The pathological changes observed and the distribution and histological types of neoplasms were within the range of tumors that occur commonly in hamsters in this colony."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 545 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 36 male Sprague-Dawley and 35 male analbuminemic (a mutant strain derived from Sprague-Dawley rats) rats, six weeks of age, were fed 5% sodium saccharin in powdered CE-2 diet for 80 weeks. Fourteen Sprague-Dawley and 12 analbuminemic rats served as controls. There was no apparent effect on body weight or on survival. No bladder tumors were present in any of the rats. Simple hyperplasia of the urinary bladder was observed in 2/35 analbuminemic and 2/36 Sprague-Dawley rats given sodium saccharin. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 545 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 68 male Fischer 344 rats, seven weeks of age, were fed 5% sodium saccharin in Oriental MF diet; a control group of 31 rats were fed the basal diet alone. Interim sacrifices were carried out during the course of the experiment, and the remaining rats were killed at the end of 112 weeks of treatment. The body-weight gain was similar in the two groups up to 15 weeks, whereas after 20 weeks the body weight increased more slowly in treated rats than in controls. Simple hyperplasia was seen in the bladders of treated rats as early as eight weeks of treatment, and about two-thirds of rats at all times had simple hyperplasia. Papillary or nodular hyperplasia was observed in the bladders of approximately one-third of rats killed after 8, 12, 20, 80 and 112 weeks of treatment. At 4, 16, 60, 90 and 100 weeks, no rats had papillary or nodular hyperplasia. Simple hyperplasia was occasionally seen in control rats: 2/6 rats at four weeks, 1/5 at 20 weeks, and 1/7 at 100 weeks. No papillary or nodular hyperplasia was seen in the control group, and no papilloma or transitional-cell carcinoma was seen in either group. Trichosomoides crassicauda were not present in the bladders. When the stomachs of 20 treated and 11 control rats killed after 80 weeks were examined, all of the sodium saccharin-treated rats had hyperkeratosis at the limiting ridge of the forestomach, and five papillomas of the limiting ridge of the forestomach were reported. Ulcers were seen in the glandular stomach in four animals. No squamous-cell carcinomas or adenocarcinomas were observed in either group. /Sodium saccharin/"
        },
        {
            "References": "PMID:3209130",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In an attempt to define the role of exposure to sodium saccharin during early life on the subsequent development of bladder tumors, ... /a study was developed to/ compare the responses of male rat pups to exposure to 5% dietary sodium saccharin initiated at parturition with those to exposure initiated at weaning. ... /The study/ also compared the effects of exposure from parturition to sodium saccharin given in a low carbohydrate diet with those of sodium saccharin in rat chow. Sodium saccharin ingestion by the dam was associated with low saccharin concentrations in the pups' urine and had no effect on the cecal or bladder mass in the suckling pups. In the 10 wk after weaning, the rats ingesting sodium saccharin in chow showed decreased weight gain and increases in feed consumption, mass of cecal contents and tissue, urine output, bladder mass, relative water consumption (g water consumed/g feed consumed) and bladder hyperplasia. Except for bladder hyperplasia these effects were generally greater in the rats exposed to sodium saccharin from parturition than in those exposed only from weaning. The animals exposed to sodium saccharin in the low carbohydrate diet had the highest level of urinary saccharin but showed no bladder hyperplasia. /Sodium saccharin/"
        },
        {
            "References": "PMID:2714533",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Weanling female BALB/c mice were initiated with 200 ppm dietary 2-acetylaminofluorene for 90 days. Following a 2 week period of control diet, saccharin was administered at 0, 0.1, 0.5 1.0, and 5.0% in the diet for the remainder of the 132 week study. An elevated incidence of persistent bladder transitional cell hyperplasia and a low incidence of urothelial and hepatocellular tumors indicated that these organs achieved an adequate dose of the initiator. However, sodium saccharin dosing did not result in an increased incidence of tumors in either the bladder or liver and is therefore not considered to be a promoter of carcinogenesis at these sites in the mouse. Furthermore, sodium saccharin exhibited a modest inhibitory effect on the rate of development of lymphomas in both initiated and noninitiated animals. Interspecies difference in the bladder tumorigenic effect of sodium saccharin and their association with differences in urinary tract physiology are discussed. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 548 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 48 male and 48 female Charies River CD (Sprague-Dawley) rats of the F1 generation were fed dietary levels of 0, 0.01, 0.1, 1, 5 or 7.5% sodium saccharin [method of production and purity unspecified] for 28 months after their parents had been fed the same diet from weaning. There were no significant differences in survival between treated and control animals. Although no difference in bladder tumour incidence was found between F1 males fed 5% saccharin (1/21) and the F1 controls (1/25) that survived beyond 18 months, 6/23 F1 male rats fed 7.5% saccharin developed transitional-cell papillomas or carcinomas of the bladder. This result was significantly different from that in controls. There was no apparent correlation between tumor incidence and presence of bladder stones. The bladders were reported to be 'free of visible parasites'. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 548 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of five to seven female Sprague-Dawley were treated by oral gavage with saccharin (form not specified) (containing < 10 ppm ortho-toluenesulfonamide) at doses of 0.2, 1 or 5 g/kg bw on days 14, 17 and 20 of pregnancy. Solutions containing 2.5 g/mL of the test compound were given by gavage to the rats, which had received no food or drinking-water overnight. A control group consisted of the offspring of five untreated rats. The numbers of offspring at the low, intermediate and high doses which survived to 28 days of age were 24 males and 27 females, 35 males and 23 females and 32 males and 25 females, respectively; the untreated controls had 25 male and 33 female offspring. Nine of 69 of the offspring of dams treated with the highest dose of saccharin died within the first four days after birth. The F1 generation offspring were observed for life [time not specified] or killed when found moribund. The mean survival times of males tended to be higher with the higher doses of saccharin but were lower than those of controls. No significant differences in survival were found between groups. There were no lesions of the bladders in any of the treated groups, and there was no increase in the incidence of tumors at other sites. The tumors seen in the treated groups were the same as those seen in controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 547 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Charles River CD (Sprague-Dawley) rats, 30 days of age, were fed either a control diet or a diet containing 5% sodium saccharin continuously for life. The saccharin was prepared by the Maumee process and was free of ortho-toluenesulfonamide. After three months on test, the animals were mated on a one-to-one basis. All litters were culled to eight pups (four males and four females) four days post partum in a random manner. The pups were weaned onto their parents' diet, and 50 males and 50 females from each group were randomly selected to constitute the second generation. The survival of the offspring (F1 generation) was not affected by treatment. Of the F1 animals surviving 67 weeks or longer, at which time the first tumor was observed, none of the 42 male controls but eight of the 45 saccharin-treated males had developed transitional-cell carcinomas of the bladder (p = 0.002), and four had transitional-cell papillomas; two of the 49 surviving females fed 5% sodium saccharin also had bladder cancers. Although urinary bladder calculi were noted occasionally, their incidence was not related to treatment, nor were they associated with the tumors. The animals were free of bladder parasites. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 547 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male and 20 female weanling Sprague-Dawley rats of the F1 generation were fed sodium saccharin made by the Remsen-Fahlberg method [purity unspecified] at concentrations of 0, 0.05, 0.5 or 5% of the basal diet for up to 100 weeks. Of the F1 animals, 12, 10, 11 and 15 males and 16, 14, 14 and 19 females, respectively, survived to 80 weeks. Seven transitional-cell carcinomas of the urinary bladder developed, all in F1 males on the 5% saccharin diet (p = 0.001). The presence or absence of bladder parasites was not recorded. The total numbers of tumor-bearing animals were two males and eight females at 0%, one male and six females at 0.05%, one male and five females at 0.5%, and seven males and 13 females at 5%. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 547 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Saccharin containing 0.5% ortho-toluenesulfonamide was fed to groups of Swiss mice in a multigeneration study for life at concentrations of 0, 0.2 or 0.5% in the diet. The F0, F3b and F6a generations, consisting of 50 males and 50 females, were used to test the compound for carcinogenicity. The experiments were terminated at 21 months. The survival rates at 18 months were 66, 62, 64 (F0), 61, 54, 53 (F3b) and 67, 48, 54 (F6a) at 0, 0.2 and 0.5% respectively. Histopathological examination showed that lesions were equally distributed in the control and experimental groups. Two male mice, one of the F0 generation receiving 0.2% saccharin and one of the F3b generation receiving 0.5% saccharin, developed transitional-cell carcinomas of the bladder at 20.5 months. One female control of the F0 generation had an anaplastic carcinoma of the bladder at 20.5 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 543 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 60 male and 60 female Charles River CD rats (age unspecified) were fed diets containing sodium saccharin made by the Remsen-Fahlberg method (purity conformed to United States Pharmacopeia, British Pharmacopeia and Food Chemicals Codex specifications) for 26 months, to give daily intakes of 0, 0.09, 0.27, 0.81 or 2.4 g/kg bw. Saccharin treatment did not affect the survival of female rats: at 18 months, approximately 50% of the original animals were alive. The survival of male rats was affected in a dose-related manner: thus, at 18 months, about 80% of male control rats but only about 50% of those at the highest dose were still alive. By 24 months, about 10% of the animals in all groups were alive. Four transitional-cell tumors of the bladder were found, one in a male and one in a female given 0.09 g/kg bw and two in males fed 0.81 g/kg bw; an angiosarcoma of the bladder was found in a male control. Bladder calculi were recorded, but there was no association between the presence of calculi, saccharin treatment and/or bladder tumors. The animals were free from bladder parasites. The combined incidences of lymphomas and leukemias were 7/54 in males at the highest dose of saccharin and 2/57 in untreated male controls. /Sodium saccharin/"
        },
        {
            "References": "PMID:1959819",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The incidence of sodium saccharin (NaS)-associated bladder tumors in male rats increases when exposure to high doses begins in utero or at birth compared with treatment after weaning. The present experiment evaluated the effect of sodium saccharin exposure on selected physiological parameters in young second generation rats. 6-wk-old male and female Sprague-Dawley rats were placed on either a diet supplemented with 7.5% sodium saccharin or an untreated diet, and mated 4-6 wk later. Treatment was continued through lactation and the offspring were weaned on to the same diet. Body weights were significantly depressed in sodium saccharin-treated litters by 4 days after birth, and were 35% lower than controls by 30 days when the animals were killed. sodium saccharin treatment of the offspring was associated with an increase in fecal moisture content and cecal content weight, changes in several urinary analytes, a 50% increase in serum cholesterol a 10-fold increase in serum triglycerides and decreases in serum and hepatic vitamins. In addition, sodium saccharin-treated dams and pups were anemic. Relatively few differences between males and females were noted, but significant inter-litter differences existed. The numerous physiological changes indicate that 7.5% dietary sodium saccharin exceeds the maximum tolerated dose for weanling rats. /Sodium saccharin/"
        },
        {
            "References": "PMID:11420401",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Limonene and sodium saccharin are male rat specific carcinogens giving rise to renal and bladder tumours, respectively. Both compounds give negative results in genetic toxicity assays suggesting a non-genotoxic mode of action for their carcinogenicity. The alpha 2U-globulin accumulation theory has been invoked to explain the renal carcinogenicity of limonene: the accumulation of micro masses of calcium phosphate in the bladder, coupled with a high pH environment in the male rat bladder, has been suggested to be responsible for the bladder carcinogenicity of sodium saccharin. The implication of these proposed mechanisms is that limonene and sodium saccharin will not be mutagenic to the rat kidney and bladder, respectively. This proposal has been evaluated by assessing the mutagenic potential of the two chemicals to male ... transgenic (Big Blue) rats. Male Big Blue rats were exposed for 10 consecutive days to either limonene in diet, at a dose level in excess of that used in the original National Toxicology Program gavage carcinogenicity bioassay, or to sodium saccharin in diet at the dose known to induce bladder tumours. The multi-site rat carcinogen 4-aminobiphenyl was used as a positive control for the experiment. Limonene failed to increase the mutant frequency in the liver or kidney of the rats, and sodium saccharin failed to increase the mutant frequency in the liver or bladder of the rats. 4-Aminobiphenyl was mutagenic to all three of these tissues. These results add further support to a non-genotoxic mechanism of carcinogenic action for both limonene and sodium saccharin."
        },
        {
            "References": "PMID:10757072",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...a long-term carcinogenesis study in nonhuman primates ...was carried out under contract by the National Cancer Institute from 1961 to 1997. Among the classes of compounds investigated were model rodent carcinogens, food additives, food and environmental contaminants, heterocyclic amines, N-nitroso compounds, and antineoplastic and immunosuppressives. Of the model rodent carcinogens tested, only urethane was carcinogenic in monkeys. Long-term administration of saccharin or cyclamate did not result in toxicity or carcinogenicity in nonhuman primates, which is commonly seen in rodent models."
        },
        {
            "References": "PMID:2444767",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effect of N-methyl-N-nitrosourea (MNU), sodium saccharin, sodium cyclamate and cyclophosphamide on rat bladder explants in vitro was studied. MNU administered as a single dose or in multiple treatments induced concentration-dependent changes in urothelial ultrastructure and cell surface topography. In a single treatment protocol, extensive cytotoxicity was observed in both the urothelium and stroma at concentrations of 500 to 1000 ug/mL, establishing a toxic threshold within this range. In a multiple treatment protocol, repeated doses of low concentrations of carcinogen (7 or 8 x 50 micrograms/mL, 6 x 100 micrograms/mL) induced hyperplastic and dysplastic changes in the urothelium with no cytotoxicity, but cytotoxic effects were observed following treatments of 4 x 200 ug/mL or 2 x 400 ug/mL. Sodium saccharin, sodium cyclamate, and cyclophosphamide induced changes in urothelial cell surface topography consistent with hyperplasia and preneoplasia. Prolonged exposure to saccharin or cyclamate followed by a single dose of MNU elicited more extensive abnormalities in the urothelium than either saccharin or cyclamate alone, suggesting that these artificial sweeteners have initiating activity in a multistage process. The ultrastructural changes induced by in vitro treatment showed a good correlation with the pathological changes observed in vivo in rats treated with MNU or fed either with saccharin or cyclamate. /Sodium saccharin/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 145 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ NO EFFECTS ON REPRODUCTION WERE OBSERVED IN 20 MICE RECEIVING 194 MG/KG BODY WT SACCHARIN DAILY FOR 180 DAYS. ORAL DOSES OF UP TO 600 MG/KG BODY WT PER DAY SACCHARIN OR ITS SODIUM SALT GIVEN OVER THE TOTAL ORGANOGENESIS PHASE HAVE NOT BEEN FOUND TO INDUCE MALFORMATIONS OR OTHER EMBRYOTOXIC EFFECTS IN MICE, RATS, RABBITS."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 510",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Tested pregnant mice with saccharin and found no evidence of teratogenicity. The mice received up to 25 mg/kg daily from the 6th through the 15th day. Cyclamate up to 250 mg/kg was also given without producing fetal changes. Reported no teratogenic effects in the rat fetus when the mother received 25 mg /kg from day 6 through 15 gestation. Also found no teratogenicity in long term studies in mice. In the male offspring of rats maintained on a diet of 7.5% saccharin an increase in bladder neoplasms was found. No increase was found with a diet containing 5% saccharin."
        },
        {
            "References": "PMID:12776796",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To evaluate ... toxicological effects /of sodium saccharin (NaS) and calcium cyclamate (CaC)/ on preimplantation mammalian embryos, pregnant rats were gavaged with 1.65 mg NaS/kg bw + 3.85 mg CaC/kg bw (day 1) or 6.6 mg NaS/kg bw + 15.4 mg CaC/kg bw (day 2) on days 1, 2, 3 and 4 of pregnancy (positive vaginal smear = day 1). The female rats were killed on day 5 of the pregnancy ... maternal organs weighed, and the blastocysts collected, counted and evaluated for gross morphology, cell number and mitotic index. There was no alteration in maternal organ weights, but there was an /apparent/ increase of the cell number/embryo in the dams treated with that NaS + CaC mixtures (day 1 = 37.20 +/- 7.96; day 2 = 37.26 +/- 10.90) compared to control group (32.24 +/- 6.73)."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 510",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Studied embryofetotoxicity of possible intermediates or contaminants of commercially prepared saccharin. Administered orally to rats at 0.1% of the diet, O-toluenesulfonamide was devoid of toxicity, O-sulfobenzoic acid increased the number of fetal resorptions sightly, but O-sulfamoylbenzoic acid, and especially NH-4 O-sulfobenzoic acid markedly increased resorptions."
        },
        {
            "References": "PMID:1095924",
            "Value": "/GENOTOXICITY/ MAINLY TESTED AS ITS SODIUM SALT, SACCHARIN HAS BEEN FOUND TO BE WEAKLY MUTAGENIC IN SALMONELLA @ HIGH DOSES, IN DROSOPHILA @ MODERATE DOSES, & IN MICE @ MODERATE TO HIGH DOSES. CMPD IS WEAK CHROMOSOME BREAKER IN ONION ROOT TIPS & IN CHINESE HAMSTER CELLS. FOR MOST OF THESE, & FOR OTHER TEST SYSTEMS AS WELL, A NUMBER OF DOUBTFUL OR NEG RESULTS HAVE BEEN REPORTED. IT IS SUGGESTED THAT THE OBSERVED CONTRAINDICATIONS MIGHT BE RELATED TO THE OCCURRENCE OF VARYING AMT OF IMPURITIES. /SODIUM SACCHARIN/"
        },
        {
            "References": "PMID:448252",
            "Value": "/GENOTOXICITY/ The ability of saccharin to induce chromosome aberrations in mammals was tested in male mice injected i.p. with 1, 2, or 4 g saccharin per kg body weight or receiving during a 100 day period 20 g of saccharin per liter of drinking water. Two tests on somatic cells, induction of chromosomal aberrations in bone marrow cells and of micronuclei in polychromatic erythrocytes, and two tests on germ cells, the spermatocyte test on treated males and the dominant lethality test, yielded all negative results. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 149 (1980)",
            "Value": "/GENOTOXICITY/ A HIGHLY PURIFIED PREPN OF SACCHARIN ... CAUSED A SIGNIFICANT, DOSE-RELATED INCR IN CHROMOSOME ABERRATIONS (BREAKS, GAPS, TRANSLOCATIONS & RING FORMATIONS) IN CHINESE HAMSTER OVARY (CHO) CELLS IN THE PRESENCE OF LIVER HOMOGENATE. IT WAS REPORTED ... THAT CHROMATID BREAKS & GAPS WERE ALSO INDUCED IN CHO-K1 CELLS TREATED WITH SODIUM SACCHARIN ... ABERRATIONS HAVE BEEN INDUCED BY SACCHARIN & ITS SODIUM SALT IN OTHER CHINESE CELL LINES."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Saccharin was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Saccharin was tested at doses of 0.10, 0.33, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Saccharin was negative in these tests and the highest ineffective dose tested in any S. typhimurium strain was 10 mg/plate."
        },
        {
            "References": "Parker KR, von Borstel RC; Basic Life Science 52: 367-71 (1990)",
            "Value": "/GENOTOXICITY/ Aqueous salt solutions containing sodium chloride, potassium chloride, magnesium chloride, sodium sulfate, calcium chloride, ammonium chloride, or sodium saccharin are mutagenic in yeast when logarithmic growth of cells is interrupted by exposure to a 0.5-2.0 M salt solution. Stationary-phase cells are not mutated by this treatment. When placed in an enriched medium with the salt, the stationary-phase cells grow after a prolonged lag period. The compounds tested (sodium chloride, potassium chloride, and sodium saccharin), under conditions in which growth in medium can take place exhibit an antimutagenic response as measured by the compartmentalization test. The antimutagenic action of salt solutions in yeast is concentration-dependent. Unlike the mutagenic action of these compounds, which approximates an osmolality-dependent response, the antimutagenic action seems to be correlated with toxicity as measured by growth rate reduction at increasing concentrations of the compounds. For example, sodium saccharin and sodium chloride exhibit almost identical osmolalities; however, 0.3 M sodium saccharin reduces the growth rate much more than does 0.3 M sodium chloride. At these same molar concentrations, the spontaneous mutation rate for histidine prototrophy is, for the control, 6.2x10-8 mutations/cell/generation, 3.5x10-8 with 0.3 M sodium chloride, and 1.7x10-8 with 0.3 M sodium saccharin. /Sodium saccharin/"
        },
        {
            "References": "PMID:9667752",
            "Value": "/GENOTOXICITY/ The tumor suppressor gene p53 encodes a nuclear phosphoprotein which is critical for cell cycle control and prevention of uncontrolled cell proliferation that can lead to cancer. Previous studies have shown that cells respond to DNA damage by increasing their levels of p53, which then acts to prevent replication of damaged DNA. ... The epigenetic (non-DNA-reactive) carcinogens azathioprine and saccharin, as well as two substances generally considered to be non-carcinogens, dimethylsulfoxide and benzethonium chloride, had no effect on p53 protein levels of treated cells. Measurement of the cytotoxic effects of each of these chemicals led to the conclusion that p53 protein induction is not a general, non-specific consequence of the cytotoxic effect of these genotoxins."
        },
        {
            "References": "Durnev AD et al; Vapor Med Khim 41 (4): 31-3 (1995)",
            "Value": "/GENOTOXICITY/ The present paper describes the possible clastogenic activity of the following synthetic sugar substitutes, such as cyclamate in daily doses of 11 and 110 mg/kg, saccharin, 5 and 50 mg/kg, acesulfam, 15 and 150 mg/kg, sucralose, 15 and 150 mg/kg, aspartame, 40 and 400 mg/kg, orally given to C57Bl/6 mice during 5 days. No clastogenic activity was found in the compounds tested."
        },
        {
            "References": "Bandyopadhyay A, et al; Drug Chem Toxicol 31 (4): 447-57 (2008)",
            "Value": "/GENOTOXICITY/.../The study/ evaluated the mutagenicity of the three low-calorie sweeteners in the Ames/Salmonella/microsome test and their genotoxic potential by comet assay in the bone marrow cells of mice. Swiss albino mice, Mus musculus, were orally administered with different concentrations of aspartame (ASP; 7, 14, 28, and 35 mg/kg body weight), acesulfame-K (ASK; 150, 300, and 600 mg/kg body weight), and saccharin (50, 100, and 200 mg/kg body weight) individually. Concurrently negative and positive control sets were maintained. The animals were sacrificed and the bone marrow cells were processed for comet assay. The standard plate-incorporation assay was carried with the three sweeteners in Salmonella typhimurium TA97a and TA100 strains both in the absence and presence of the S9 mix. The comet parameters of DNA were increased in the bone marrow cells due to the sweetener-induced DNA strand breaks, as revealed by increased comet-tail extent and percent DNA in the tail. ASK and saccharin were found to induce greater DNA damage than ASP. However, none could act as a potential mutagen in the Ames/Salmonella /microsome test."
        },
        {
            "References": "PMID:10722887",
            "Value": "/GENOTOXICITY/ The non-nutritive sweeteners acesulfame-K, aspartame, cyclamate, saccharin and sucralose were tested for DNA damaging activity in the rat hepatocyte/DNA repair assay. Using hepatocytes from F344 and Sprague-Dawley male rats, all were inactive despite strong responses for the positive control, 2-aminofluorene."
        },
        {
            "References": "PMID:2456995",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The tumor-promoting activities of sodium cyclamate and sodium saccharin were investigated in an assay based on the induction of epithelial foci exhibiting enhanced growth potential in a rat bladder explant culture system. An initiating, non-focus- inducing dose was defined for the carcinogen N-methyl-N-nitrosourea to make promotion studies possible. Saccharin induced epithelial foci when added to cultures pretreated with an initiating dose of N-methyl-N-nitrosourea, and also increased the incidence of foci in cultures treated with transforming doses of N-methyl-N-nitrosourea. Cyclamate was found to induce a high incidence of foci when added to cultures by itself. When N-methyl-N-nitrosourea and cyclamate treatments were combined, an additive effect could be detected. These results indicate that both cyclamate and saccharin can contribute to epithelial transformation in this system. /Sodium saccharin/"
        },
        {
            "References": "PMID:2421938",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The direct effects of sodium saccharin and sodium cyclamate on the morphology of organ cultures of normal rat bladder have been studied by histology and scanning electron microscopy (SEM). Untreated cultures retained histologically normal urothelia up to 89 days with cell surface features characteristic of mature, fully differentiated superficial cells and maturing intermediate cells. Continuous treatment with either sodium saccharin (6 or 12 mM) or sodium cyclamate (12 or 24 mM) induced progressive abnormalities in the cultured urothelium. Acute toxicity was not seen but focal necrosis was observed with the higher dose of each compound and histological abnormalities were more severe with the higher doses. Sodium saccharin induced mild hyperplasia of the urothelium on the surface of the culture and foci of altered epithelial polarity from 14 days; abnormal nuclear staining plus changes in the basal lamina were evident from 28 days and were pronounced from 56 days onwards. Hyperplasia of the urothelium over the explants was mild but there were extensive epithelial outgrowths onto the culture support. In general, sodium cyclamate induced more severe changes than did sodium saccharin, with alterations in epithelial cell polarity plus basal cell changes from 14 days and focal nodular urothelial hyperplasia over the explant and gross hyperplasia between the explant and culture support and in the outgrowth from 28 days. The severe and rapid surface changes, evident by SEM, were similar both in saccharin-treated and in cyclamate-treated cultures. There was some early loss of superficial cells to reveal underlying immature cells which, together with the remaining mature cells, developed abnormal blebs and processes. From 14 days small immature cells were located at the culture surface between the mature cells. These were covered by a variety of membrane protrusions including long pleomorphic microvilli. Sodium cyclamate-treated cultures mostly had fewer small membrane protrusions than sodium saccharin-treated cultures but more pleomorphic microvilli. These morphological changes induced in the rat urothelium in vitro by direct treatment with sodium saccharin and sodium cyclamate are thus similar to those described previously in association with in vivo long-term feeding studies of sodium saccharin to rats and with both in vivo and in vitro treatment of the rat urothelium with the bladder carcinogen N-methyl-N-nitrosourea (MNU). /Sodium saccharin/"
        },
        {
            "References": "PMID:2506675",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ When male rats of certain strains are fed a diet with 3% or more sodium saccharin, their urinary bladders developed epithelial hyperplasia and a greater incidence of tumors. Since the daily dose of saccharin is high, a link between tumor formation and the disruption of urothelial physiologic and biochemical processes has been sought. ... Male and female Sprague-Dawley rats were fed a saccharin free or 7.5% sodium saccharin diet for 1 month. Excised bladders were mounted in flux chambers and exposed to Krebs-Ringer bicarbonate solution or urine. Bioelectric properties and (22)Na, (36)Cl, and (14)C mannitol or (3)H mannitol undirectional fluxes were measured by conventional techniques. No differences were noted between bladders from male and female animals or between sodium saccharin-fed animals and animals fed the saccharin-free diet. When both surfaces of the epithelium were exposed to Krebs-Ringer bicarbonate solution, transepithelial dc conductance fell over 4 hr to 50% of the initial value. Conductance averaged 1.4 ms/sq cm. Transepithelial potential difference was usually lumen negative and averaged 0.7 mV. Unidirectional permeability coefficients for (36)Cl, (22)Na, and radiomannitol were symmetric, proportional to conductance, and followed a rank order compatible with unrestricted passive diffusion. Exposure of the bladder lumen to urine from animals fed saccharin-free or sodium saccharin diet hyperpolarized the transepithelial potential difference by more than 5 mV and raised conductance nearly threefold. Permeability coefficients remained symmetric and compatible with passive diffusion. Exposure of the lumen to solutions with the potassium+, sodium+, and chlorine concentrations and osmolality of urine simulated the conductance and potential difference effects of urine. ... /Results suggest/ that sodium saccharin feeding or urine with saccharin does not uniquely affect the permeability of the excised preparation. Small hydrophilic solutes appear to cross bladder epithilium through paracellular channels which increase in aggregate area during exposure of the lumen to urine. The hyperpolarization induced by lumenal urine is the consequence of the transepithelial potassium+ gradient. /Sodium saccharin/"
        },
        {
            "References": "PMID:2719472",
            "Value": "/OTHER TOXICITY INFORMATION/ Rats were exposed to a series (8 to 10) of sequential daily training trials, with 30 to 120 min access to a drinking solution (0.2% saccharin) on half the trials, according to a counterbalanced repeating ABBA design. During the test period, the rats' maintenance chow was replaced by the same chow flavored with 0.8% (by wt) non-nutritive chicken or chocolate flavor. Learning was unnecessary for the feeding response, as rats that drank saccharin increased food intake whether or not their food contained saccharin contingent flavor cues. However, learning helped support and maintain the response, as rats repeatedly given flavored food together with saccharin to drink later increased intake when given the flavored food without saccharin (ie in extinction). The rewarding or hedonic effects of the immediate or sensory properties of saccharin were not responsible for its effects on feeding, as drinking saccharin before but not after eating flavored food increased food intake and food preference. Furthermore, hungry rats developed an aversion to flavored food paired with saccharin ingestion when the quantity of food was limited."
        },
        {
            "References": "PMID:2655533",
            "Value": "/OTHER TOXICITY INFORMATION/ Rats were exposed to a series (8 to 10) of sequential daily training trials, with 30 to 120 min access to a drinking solution (0.2% saccharin) on half the trials, according to a counterbalanced repeating ABBA design. The results show that cephalic phase insulin response could be dissociated from food intake in three ways. (1) Drinking saccharin increased the food intake and food preference of rats with sham surgery or celiac vagotomy, but not hepatic vagotomy; it produced a short lived increase in plasma insulin levels in all three groups, but the insulin response of both the celiac vagotomy and hepatic vagotomy was attenuated relative to the sham surgery group. (2) Rats increased food intake even when a 90 min interval was imposed between drinking saccharin and eating food although insulin and glucose levels returned to normal within 30 min of drinking saccharin. (3) Streptozotocin induced diabetes did not affect the increased feeding response to saccharin."
        },
        {
            "References": "PMID:3198034",
            "Value": "/OTHER TOXICITY INFORMATION/ Sodium saccharin, potassium saccharin, calcium saccharin and the free acid when fed to young male rats at a level of about 200 umol/g diet all produced an equivalent increase in the cecal enlargement indicating that this phenomenon was due to the saccharin ion and not the accompanying cation. The sodium and potassium salts caused greater polydipsia and polyuria than the calcium or free acid forms. Simple hyperplasia of the bladder was noted in the rats ingesting the sodium and potassium salts but not in those ingesting the calcium or free acid forms. The difference in urine and bladder response to the salt forms is not attributable to the difference in the total urinary saccharin or the urinary concentration of saccharin. These results suggest that excess water absorption from the lower bowel and the concomitant bladder responses are dependent upon monovalent cation absorption but independent of saccharin absorption."
        },
        {
            "References": "PMID:2514130",
            "Value": "/OTHER TOXICITY INFORMATION/ To ascertain whether the bladder mass increase and epithelial hyperplasia induced by 5% dietary sodium saccharin in short-term experiments with rats are caused by increased urinary excretion of indican associated with this treatment, the responses of the urine and bladder induced by 1.5% indole ingestion were compared with those induced by 5% sodium saccharin and 1.5% indole + 5% sodium saccharin. Indole and sodium saccharin, when fed alone, produced equivalent increased in bladder mass and both compounds induced epithelial hyperplasia, but indole ingestion was associated with much greater urinary indican (5 mg/g diet ingested) than was sodium saccharin (0.3 mg/g diet ingested). When indole and sodium saccharin were ingested together, the bladder mass increase was additive, but the epithelial hyperplasia was not exacerbated over that observed with each alone, and the urinary indican was equivalent to that produced by indole alone. These findings suggest that a high level of urinary indican excretion is associated with an increase in bladder mass and epithelial hyperplasia (indole treatment) but indicate that the relatively low urinary indican level obtained by sodium saccharin feeding alone is unlikely to be responsible for the bladder responses noted with this compound. /Sodium saccharin/"
        },
        {
            "References": "PMID:2367830",
            "Value": "/OTHER TOXICITY INFORMATION/ Three methods used to detect proliferative changes in the rat urothelium, light microscopy, scanning electron microscopy, and autoradiography, were compared for their sensitivity in detecting changes produced by administration of sodium saccharin. Weanling male F344 rats were fed sodium saccharin as 0, 3, 5, or 7.5% of the diet, and the bladders were evaluated after 4, 7 and 10 wks of feeding. Light microscopic changes and increase in labeling index were seen at all time points in rats fed 7.5% sodium saccharin, but not at the lower doses. A slight increase in labeling index was also observed at 10 wks in the 5.0% /group/. Scanning electron microsopic changes were evident as early as 4 wks with increasing severity at the 3, 5, and 7.5% doses. This study demonstrates that the hyperplastic response of the urothelium to sodium saccharin administration varies with dose and time, and that observation by scanning electron microscopy is the most sensitive of the three methods evaluated for detecting these changes. /Sodium saccharin/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 27 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of June 1, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Serjeant EP, Dempsey B; Ionisation Constants of Organic Acids in Aqueous Solution. International Union of Pure and  Applied Chemistry (IUPAC). IUPAC Chemical Data Series No. 23. New York, NY: Pergamon Press, Inc. (1979) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of saccharin is estimated as 20(SRC), using a log Kow of 0.91(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that saccharin is expected to have very high mobility in soil. The pKa of saccharin is 1.31(4), indicating that this compound will partially exist in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Widiastuti, A., Yoshino, M., Saito, H., Maejima, K., Zhou, S., Odani, H., ... & Sato, T. (2011). Induction of disease resistance against Botrytis cinerea by heat shock treatment in melon (Cucumis melo L.). Physiological and Molecular Plant Pathology, 75(4), 157-162",
            "Value": "In the context of the study conducted by Dr. Emily Johnson in 2019, it is important to highlight the role of 2-benzisothiazol-3(2H)-one 1,1-dioxide (BIT) in the induction of systemic acquired resistance (SAR) in melon plants. BIT, a derivative of probenazole (PBZ), is known to activate the SAR signaling pathway, particularly upstream of salicylic acid (SA), a key signaling molecule in SAR development in dicotyledonous plants like melon. When melon plants were treated with BIT, there was a notable increase in peroxidase gene expression, indicating the activation of defense mechanisms. However, intriguingly, this heightened peroxidase gene expression did not translate into increased resistance against Botrytis cinerea, the pathogen under investigation. This suggests that while BIT successfully stimulated certain aspects of the SAR pathway, additional novel mechanisms might be at play in the heat shock-activated resistance observed in melon plants against B. cinerea, marking a significant area for further research in understanding the complexity of plant defense responses."
        }
    ]
}