{
    "_id": {
        "$oid": "6682e81dc4e5dba5ffba23f7"
    },
    "CID": {
        "$numberInt": "5147"
    },
    "Name": "SALICYLAMIDE",
    "IUPACName": "2-hydroxybenzamide",
    "CanonicalSMILES": "C1=CC=C(C(=C1)C(=O)N)O",
    "Synonyms": [
        "salicylamide",
        "2-Hydroxybenzamide",
        "65-45-2",
        "o-Hydroxybenzamide",
        "2-Carbamoylphenol",
        "Salicylic acid amide",
        "Benzamide",
        "2-hydroxy-",
        "Urtosal",
        "2-Carboxamidophenol",
        "Algiamida",
        "Amidosal",
        "Dolomide",
        "Dropsprin",
        "Eggosalil",
        "Flarpirina"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)C(=O)N)O",
    "INCHI": "InChI=1S/C7H7NO2/c8-7(10)5-3-1-2-4-6(5)9/h1-4,9H,(H2,8,10)",
    "INCHIKEY": "SKZKKFZAGNVIMN-UHFFFAOYSA-N",
    "Formula": "C7H7NO2",
    "MolecularWeight": {
        "$numberDouble": "137.14"
    },
    "Description": "Salicylamide is the simplest member of the class of salicylamides derived from salicylic acid. It has a role as a non-narcotic analgesic and an antirheumatic drug. It is a member of salicylamides and a member of phenols.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "136"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C, Leo A; The Log P Database Claremont, CA: Pomona College (1987) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 5.5 was calculated for salicylamide(SRC), using an experimental log Kow of 1.28(1) and a recommended regression-derived equation(2). According to a recommended classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms will not be an important fate process(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 30",
            "Value": "Log Kow = 1.28"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Di Palma, J. (ed.). Drill's Pharmacology in Medicine. 4th ed. New York: McGraw Hill Book Co., 1971., p. 401",
            "Value": "EXPERIMENTS IN RATS SHOW...A MUCH MORE RAPID AND GREATER CENTRAL NERVOUS SYSTEM DEPRESSANT EFFECT THAN ASPIRIN... THIS DRUG IS REPORTED TO BE LESS IRRITATING TO THE GASTRIC MUCOSA OF THE RAT THAN IS ASPIRIN."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 93",
            "Value": ".../IT/ IS TEN TIMES AS TOXIC TO THE CAT AS IT IS TO THE RAT, RABBIT, DOG...CAUSING ACUTE OLIGURIC NEPHROSIS."
        },
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 518",
            "Value": ".../SALICYLAMIDE/ PRODUCES /SRP: CNS DEPRESSION/, DEPRESSION, PARALYSIS, & DEATH IN HIGH DOSAGE WHEREAS COMPARABLE USE OF ORDINARY SALICYLATES PRODUCES STIMULATIONS & CONVULSIONS...FOLLOWED BY DEATH."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals. Volume 4: A Review of the Literature Published during 1974 and 1975. London: The Chemical Society, 1977., p. 367",
            "Value": "ABSENCE OF A GLUCURONIDATION PATHWAY IN CAT COULD EXPLAIN THE VERY MUCH GREATER TOXICITY OF SALICYLAMIDE IN THIS SPECIES COMPARED WITH MAN & MOST ANIMALS."
        },
        {
            "References": "PMID:694775",
            "Value": "PERCENTAGE OF FETAL RESORPTIONS WAS INCR IN PREGNANT RATS BY SALICYLAMIDE; MALFORMED FETUSES OCCURRED IN DAMS GIVEN SALICYLAMIDE FROM 5TH-11TH DAY OF GESTATION. SALICYLAMIDE DOSAGE WAS AMONG FACTORS THAT EFFECTED APPEARANCE OF OSSIFICATION CENTERS."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 511",
            "Value": "... Fed to 2% of the diet to rats from 12th to 18th days and a high proportion of the fetuses had skeletal defects of the ribs, spine, and extremities."
        },
        {
            "References": "PMID:6821388",
            "Value": "... When /salicylamide/ is admin to rats during gestation, sulfate incorporation into the fetal skeleton is reduced. Aims of studies reported here were to examine the effect of salicylamide on the incorporation of radiosulfate into glycosaminoglycans (GAGs) and the biosynthesis of chondroitin 4-sulfate (Ch-4-S) and chondroitin 6-sulfate (Ch-6-S) in fetal rat limbs was studied. Pregnant rats were fed 25% casein diet with or without 2% salicylamide from day 6 to day 17 or day 19 of gestation. The dams were killed on day 17 or day 19 of gestation, 24 hr following an im injection of (35)S sulfate. Salicylamide admin decr levels of radiosulfate in maternal serum and placenta, and impaired the incorporation of radiosulfate into fetal skeletal. The incorporation of radiosulfate into fetal skeletal GAGs was significantly affected by maternal serum 35(S) sulfate, placental 35(S) sulfate, litter size, placental weight and fetal weight. After adjusting for these variables, salicylamide admin still had a significant effect, suggesting that salicylamide may have a primary effect in impairing the incorporation of sulfate into fetal skeletal GAGs. Salicylamide admin was found to have no significant effect on the amount of radiosulfate incorporated into Ch-4-S relative to that incorporated into Ch-6-S. Results showed that with incr gestational age, there was an incr in synthesis of Ch-4-S with a concomitant decr in synthesis of Ch-6-S. ... Salicylamide admin resulted in a decr in the calcium content of fetal limb bones, but had no significant effect on maternal serum calcium. The calcium content of fetal limb bones was greatly affected by fetal weight. After adjusting for fetal weight effect, salicylamide still had a significant effect on the calcium content of fetal limb bones. Results /indicate/ that the degree of sulfation of fetal skeletal GAG's affects the calcification of fetal skeletons."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C, Leo A; The Log P Database Claremont, CA: Pomona College (1987) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of salicylamide is estimated as approximately 118(SRC), using an experimental log Kow of 1.28(1) and a regression-derived equation(2,SRC). According to a recommended classification scheme(3), this estimated Koc value suggests that salicylamide has high mobility in soil(SRC)."
        }
    ]
}