{
    "_id": {
        "$oid": "6682e99fc4e5dba5ffba2b8e"
    },
    "CID": {
        "$numberInt": "516910"
    },
    "Name": "POTASSIUM NITRITE",
    "IUPACName": "potassium;nitrite",
    "CanonicalSMILES": "N(=O)[O-].[K+]",
    "Synonyms": [
        "POTASSIUM NITRITE",
        "7758-09-0",
        "Nitrous acid",
        "potassium salt",
        "potassium;nitrite",
        "POTASSIUM NITRITE (15N)",
        "DTXSID5042320",
        "MFCD00011408",
        "92937-66-1",
        "794654G42L",
        "Caswell No. 698",
        "CCRIS 3959",
        "HSDB 1216",
        "EINECS 231-832-4",
        "UN1488",
        "Potassium nitrite (1:1)"
    ],
    "IsomericSMILES": "N(=O)[O-].[K+]",
    "INCHI": "InChI=1S/K.HNO2/c;2-1-3/h;(H,2,3)/q+1;/p-1",
    "INCHIKEY": "BXNHTSHTPBPRFX-UHFFFAOYSA-M",
    "Formula": "KNO2",
    "MolecularWeight": {
        "$numberDouble": "85.104"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "13"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-314",
            "Value": "The two basic actions of sodium nitrite in vivo are relaxation of smooth muscle, especially of small blood vessels, and in toxic doses conversion of hemoglobin to methemoglobin. Same dual toxicity is shared by many inorganic ... nitrites S ... /Sodium nitrite/"
        },
        {
            "References": "ATSDR; Case Studies in Environmental Medicine. NITRATE/NITRITE TOXICITY.p 9-11. Course: SS3054. Revision Date: January 2001 Original Date: October 1991 Expiration Date: January 2007.",
            "Value": "The principal mechanism of nitrite toxicity is the oxidation of the ferrous iron (Fe2+) in deoxyhemoglobin to the ferric (Fe3+) valence state, producing methemoglobin. Methemoglobin cannot reversibly bind or transport circulating oxygen. Depending on the percentage of total methemoglobin in oxidized form, the clinical picture is one of oxygen deprivation with cyanosis, cardiac dysrhythmias and circulatory failure, and progressive central nervous system (CNS) effects. CNS effects can range from mild dizziness and lethargy to coma and convulsions. ... A chocolate-brown or slate-gray central cyanosis (involving the trunk and proximal portions of the limbs, as well as the distal extremities, mucous membranes, and lips) is one of the hallmarks of methemoglobinemia. This cyanosis is due to the dark chocolate-brown color of methemoglobin itself and can become noticeable at a concentration of 10% to 15% of total hemoglobin. /Nitrates and nitrites/"
        },
        {
            "References": "IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 24, 2006: https://www.inchem.org/documents/pims/chemical/pimg016.htm",
            "Value": "... The major concern of possible long-term effects of exposure to nitrate and nitrite is associated with formation of nitroso compounds, many of which are carcinogenic. This formation may take place wherever nitrite and nitrosable compounds are present, but it is favored by acidic conditions or the presence of some bacteria. The gastrointestinal tract and especially the stomach is regarded as the main formation site, but nitrosation reactions can also take place in an infected urinary bladder ... /Nitrate and nitrite poisoning/"
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 420",
            "Value": "Acute nitrate toxicity is almost always seen in infants rather than adults when it results from ingestion of well waters and vegetables high in nitrates ... /It was/ deduced that infants were prone to upset stomachs and achlorhydria. As result, stomach pH increased in alkalinity allowing nitrate-reducing organisms to enter and to reduce nitrates to nitrites. A gastric pH above 4 supports nitrate-reducing organisms ... Immature enzyme systems may also be of importance ... Fetal hemoglobin (hemoglobin F) is oxidized by nitrite to methemoglobin at rate twice as rapid as adult hemoglobin (hemoglobin A). Furthermore, enzymatic capacity of erythrocytes of newborn infants to reduce methemoglobin to hemoglobin appears less than that of adults. Difference is probably due to developmental deficiency in activity of DPNH-methemoglobin reductase (diphosphopyridine nucleotide). As opposed to adults, several clinical, physiologic and metabolic factors predispose infants to development of methemoglobinemia and acute nitrate poisoning. /Nitrate and nitrite/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 27, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "Nitrite is involved in the oxidation of hemoglobin (Hb), normally present in blood, to methemoglobin (MetHb). The ferrous iron Fe2+ of the heme group is oxidized to ferric iron Fe3+ and oxygen and nitrite bind more firmly to this oxidized heem. During the process of MetHb formation, nitrate is eventually generated from nitrite. Thus, blood oxygen transport to the tissues and organs is inhibited. The rate of formation of MetHb varies considerably between animal species ... At low levels of nitrite exposure, MetHb formation is reversible. The rate of MetHb reduction, which is catalyzed by the enzyme system NADPH-MetHb reductase, also varied among species, with a high correlation between formation and reduction rates of MetHb. At high nitrite exposure, the reductase system becomes saturated and can no longer cope with MetHb formation. Such saturation results in increased MetHb concentration in the blood leading to ischaemia in tissues, cyanosis, irreversible damage to the tissues and ultimately to mortality ... Young infants (aged < 3 months) are extremely susceptible to nitrite-induced MetHb formation because of the presence of fetal Hb. Fetal Hb can comprise initially 60 to 80% of the total Hb, decreasing to 20 to 30% within 3 months. Fetal Hb seems to be more easily converted to MetHb. In addition, NADPH-MetHb reductase which catalyzes MetHb reduction to Hb is normally deficient in neonatal erythrocytes. /Nitrite/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "... Nitrite may exhibit mutagenic activity by three mechanisms: (i) nitrite may deaminate DNA-bases in single strand vital DNA. Spontaneous deaminations, however, are frequent and DNA-repair systems correcting these lesions are present in bacteria and probably mammalian cells as well, (ii) formation of intra- or interstrand crosslinks between purine residues may occur resulting in distortion of the helix in the case of double-stranded DNA. An induction of this type of lesions may be enhanced by the presence of molecules proximate to DNA, like polyamines, glycols, alcohols and phenols ... and (iii) nitrite may react with nitrosatable agents to form N-nitroso compounds and thus indirectly exhibit mutagenic (and carcinogenic) activity. /Nitrite/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 944",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... pigs /became/ ill with acute oral doses of 12.2 to 19.8 mg/kg potassium nitrite and ... /died/ with doses of 21.3 mg/kg or more. Clinical signs of poisoning were noted when 20% of the hemoglobin was converted to methemoglobin; death occurred (90 to 150 min after dosage) when 76 to 82% of the hemoglobin was ... converted."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In two 2-week toxicity studies, chickens were fed a diet containing 0 or 0.4% potassium nitrite (equal to 0 or 400 mg/kg bw/day) ... The test animals showed growth retardation, enlarged thyroid glands and decreased vitamin A content in the liver despite the vitamin A-rich diet."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day study, male Wistar rats were administered potassium nitrite (KNO2) in drinking-water at levels of 3.6, 12 or 36 mmol/L (300, 1000 or 3000 mg/L KNO2. Control animals received 36 mmol potassium chloride (KCl)/L and another group received 36 mmol potassium nitrate (KNO3)/L (3700 mg/L). Additional animals were allocated to the control and the high-nitrite group for interval kills at 28 or 56 days, or after a 30-day or a 60-day recovery period following the treatment period of 90 days. Special emphasis was given to the effect on the adrenal and MetHb formation. Slight hypertrophy of the adrenal zona glomerulosa was seen after 28 days in rats exposed to 36 mmol/L KNO2. Longer exposure time did not result in progression of this adrenal lesion. Exposure during 90 days to lower doses of nitrite showed that the incidence and degree of the hypertrophy were dose-related, with a NOEL of 3.6 mmol/L, equivalent to 30 mg KNO2/kg bw/day, or 16 mg/kg bw/day expressed as nitrite ion. Slight focal and diffuse  hypertrophy were still present in rats exposed to 36 mmol/L after a recovery period of 30 days, but disappeared after a 60-day recovery period. Exposure during 90 days to 36 mmol/L potassium nitrate, which is normally readily formed in the circulation following administration of nitrite, did not induce hypertrophy of the adrenal zona glomerulosa. MetHb formation occurred during the first weeks of exposure to 36 mmol/L KNO2. The MetHb level decreased gradually with time, suggesting metabolic adaptation to prolonged nitrite exposure ..."
        },
        {
            "References": "PMID:3220328",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subchronic oral toxicity study with potassium nitrite was carried out in rats. Groups of ten male and ten female 6-wk-old rats received potassium nitrite in the drinking-water (tap-water) at levels of 0, 100, 300, 1000 and 3000 mg/L for a period of 13 wk. The potassium concentration in the nitrite solutions was equalized by adding potassium chloride up to the potassium level of the 3000 mg potassium nitrite/L solution. An additional group of ten males and ten females received drinking water supplemented with potassium chloride only, at an amount resulting in a potassium concentration equivalent to that of the 3000 mg potassium nitrite/L solution. Body weight, food intake and food efficiency were decreased at 3000 mg/L level in males, while liquid intake was decreased in males given 1000 and 3000 mg/L and in females given 3000 mg/L. There was significant increase in the methemoglobin concentration in animals given 3000 mg/L, while slight decreases in red blood cell variables occurred at the 1000 and 3000 mg/L dose. No impaired renal function was observed in any of the test groups, although the relative weight of the kidneys and the plasma urea nitrogen level was increased at 3000 mg/L. There was a slight decrease in plasma alkaline phosphatase activity at 3000 mg/L. A small amount of nitrite was present in the saliva of the rats receiving 3000 mg/L but there was no evidence of increased mutagenic activity in the urine of these rats. ... Hypertrophy of the adrenal zone glomerulosa was observed in all test groups, the incidence and degree being dose related. It was concluded that in the study reported here the no-effect level is lower than 100 mg potassium nitrite/L in the drinking water, which is equivalent to a level lower than 10 mg potassium nitrite/kg body weight/day."
        },
        {
            "References": "Dvorak M; Acta Vet Brno 53 (3-4): 159-68 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Vitamin A and E levels in the blood serum, and also in liver were determined in 80 weaned piglets or feeder pigs. The effects of sodium nitrate were studied, and 5 experiments were designed to assess the effects of sodium nitrite or potassium nitrite, all administered in the drinking water or added to dry complete feed mixtures for 20 to 42 days. In no case (including that of potassium nitrite intake at 1.8 g/kg body mass for 28 days) was this supplementation found to exert adverse effects on the metabolism of vitamins A and E. Some indication of a downward trend in vitamin A and E levels in the serum and liver was found in 4 experiments. There were no adverse effects on either health status or gains in body mass. Toxic effects were produced by administration of 31 mg nitrite/kg body mass in the drinking water. Consideration was also given to the development and course of methemoglobinemia."
        },
        {
            "References": "PMID:9207897",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a previous subchronic oral toxicity study with potassium nitrite, hypertrophy of the adrenal zona glomerulosa was observed for all nitrite levels examined including the lowest level of 100 mg/L. This present study was carried out, therefore, to establish a no-observed-effect level (NOEL) for nitrite. Groups of 10 male and 10 female 6-wk-old Wistar rats received KNO2 at levels of 12.5, 25, 50, 100 or 3000 mg/L or NaNO2 at levels of 81 or 2432 mg/L in the drinking water for 13 wk. The nitrite content of the drinking water in the latter two groups was equal to that of the 100 and 3,000 mg KNO2/L groups, respectively. Potassium and sodium concentrations were equalized in the corresponding test groups with KCl and NaCl, respectively. General health, behavior and survival were not affected by the ingestion of nitrite. Body weight and food and liquid intake were slightly decreased in the 3,000 mg KNO2/L and 2,432 mg NaNo2/L groups for both sexes. Methemoglobin concentration was significantly elevated in rats of both high-dose nitrite groups in wk 4 and 12, while slight increases in a number of red blood cell variables occurred with 3,000 mg KNO2/L in females in wk 12. Relative kidney weights were increased in both high-dose nitrite groups. In wk 4, plasma aldosterone and corticosterone levels were slightly decreased in males with 2,432 mg NaNO2/L and plasma corticosterone in females with 3,000 mg KNO2/L but not in wk 13. Systolic blood pressure was not affected by nitrite. Microscopic examination revealed slight hypertrophy of the adrenal zona glomerulosa in animals of the 100 and 3,000 mg KNO2/L and of the 81 and 2,432 mg NaNO2/L groups, the incidence and degree being dose related. The results obtained with 100 and 3,000 mg KNO2/L in the drinking water were comparable with those found at the same levels in the previous 90-day study. The effects with sodium nitrite were similar to those observed with potassium nitrite. The biological significance of the adrenal zona glomerulosa hypertrophy is discussed. It is concluded that the NOEL of KNO2 is 50 mg/L in the drinking water, equivalent to about 5 mg/kg bw/day."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 31, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In a 2-year oral toxicity study in rats, the NOEL was 6.7 mg nitrite/kg bw/day (67 mg/L of drinking-water/day), expressed as nitrite ion. At the next higher dose level of 67 mg nitrite/kg bw/day, methemoglobin accounted for 5% of the total hemoglobin; in addition, dilatation of coronary arteries and of the bronchi with infiltration of lymphocytes and alveolar hyperinflation were also seen. /Nitrite/"
        },
        {
            "References": "PMID:5691096",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female guinea pigs given 5,000 and 10,000 ppm potassium nitrite in water for 135 and 118 days showed 100% fetal loses. Male fertility was not affected. Food and water consumption and wt gains were normal except for a diminished rate of gain at 10000 ppm of potassium nitrite. Uterine, cervical and degenerative placental lesions were present in females in which the fetuses had been aborted, mummified, or absorbed."
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant cows received by infusion for 30 minutes 7, 9.5 or 12 mg NO2-/kg bw. Treatment with nitrite resulted in a dose-related conversion of maternal Hb into MetHb, a 30 to 50% decrease in mean arterial blood pressure, an increase in heart rate with dose-related recovery periods, and a decrease of partial oxygen tension (pO2) of maternal blood. Fetal changes included a small increase in MetHb content, variable changes in heart rate (tachycardia and bradycardia), and decreases in fetal pO2, with considerable differences between animals. All calves were born alive. Three cows calved early, 2 to 3 days after the highest nitrite dose. The hematological and cardiovascular data suggest that these 3 fetuses experienced a more serious hypoxemic stress than the other fetuses. /Nitrite/"
        },
        {
            "References": "IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 25, 2006: https://www.inchem.org/documents/pims/chemical/pimg016.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Studies with mice given nitrite (up to 1 g/L) in drinking water gave no evidence for teratogenic or mutagenic effects on the fetuses. /Nitrite/"
        },
        {
            "References": "WHO; WHO Food Additives Series 35 (844): Nitrite. Available from, as of October 30, 2006: https://www.inchem.org/documents/jecfa/jecmono/v35je13.htm",
            "Value": "/GENOTOXICITY/ Mutagenic activity of nitrite ... has been reported in bacterial systems such as Escherichia coli and several Salmonella typhimurium strains ... Positive results in mutagenic studies have been reported with various fungi such as Aspergillus species and Neurospora crassa, yeast (Saccharomyces cerevisiae), tobacco mosaic virus and bacteriophage T4 ... /Nitrite/"
        },
        {
            "References": "IPCS; Poisons Information Monograph G016: Nitrates and nitrites. (September 1996). Available from, as of October 25, 2006: https://www.inchem.org/documents/pims/chemical/pimg016.htm",
            "Value": "/GENOTOXICITY/ Nitrite is mutagenic in a number of in vitro assays against microorganisms or cultured mammalian cells. Mutagenic effects were also observed in an in vivo and in vitro experiment using Syrian hamsters. In vivo assays have been equivocal ... /Nitrite/"
        }
    ]
}