{
    "_id": {
        "$oid": "6682e9a0c4e5dba5ffba2b91"
    },
    "CID": {
        "$numberInt": "517165"
    },
    "Name": "AMMONIUM ACETATE",
    "IUPACName": "azanium;acetate",
    "CanonicalSMILES": "CC(=O)[O-].[NH4+]",
    "Synonyms": [
        "AMMONIUM ACETATE",
        "631-61-8",
        "Acetic acid",
        "ammonium salt",
        "Azanium Acetate",
        "acetic acid ammonium salt",
        "azanium;acetate",
        "ammonium ethanoate",
        "AcONH4",
        "CH3COONH4",
        "CH3CO2NH4",
        "UNII-RRE756S6Q2",
        "HSDB 556",
        "RRE756S6Q2",
        "NH4OAc",
        "AMMONIUM ACETICUM"
    ],
    "IsomericSMILES": "CC(=O)[O-].[NH4+]",
    "INCHI": "InChI=1S/C2H4O2.H3N/c1-2(3)4;/h1H3,(H,3,4);1H3",
    "INCHIKEY": "USFZMSVCRYTOJT-UHFFFAOYSA-N",
    "Formula": "C2H7NO2",
    "MolecularWeight": {
        "$numberDouble": "77.08"
    },
    "Description": "Ammonium acetate is an ammonium salt obtained by reaction of ammonia with acetic acid. A deliquescent white crystalline solid, it has a relatively low melting point (114??) for a salt. Used as a food acidity regulator, although no longer approved for this purpose in the EU. It has a role as a food acidity regulator and a buffer. It is an acetate salt and an ammonium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-23",
            "Value": "ALTHOUGH PRECISE MECHANISM OF SYSTEMIC AMMONIA INTOXICATION REMAINS TO BE ELUCIDATED, EVIDENCE EXISTS TO SUGGEST THAT AN INTERFERENCE WITH CEREBRAL OXIDATIVE ENERGY METABOLISM IS INVOLVED. IN RATS MADE COMATOSE WITH AMMONIUM ACETATE, SAMPLES OF BASILAR BRAIN STRUCTURES SHOWED SIGNIFICANT DECR IN GLYCOGEN, GLUCOSE, ATP, & ESPECIALLY IN PHOSPHOCREATINE."
        },
        {
            "References": "PMID:6131108",
            "Value": "The effects of ammonium ions on the release of glutamic acid from the rat cerebral cortex were measured in vivo using cortical cups & multiple ion detection technique. The results indicate that ammonium ions increase the release & the formation of glutamic acid in the brain. The resulting increased concn of this amino acid in extracellular spaces may be one of the mechanisms of ammonia toxicity in vivo. /Ammonium ions/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-23",
            "Value": "... RATS INJECTED INTRAPERITONEALLY ... DEVELOPED SPASTICITY & CONVULSIONS COINCIDENT WITH HIGH CONCN OF AMMONIA IN BLOOD & BRAIN."
        },
        {
            "References": "CRICKENBERGER RG ET AL; J ANIM SCI 45 (3): 566-72 (1977)",
            "Value": "WHEN AMMONIUM ACETATE WAS INFUSED INTRARUMINALLY (300 AND 400 MG AMMONIA/KG BODY WT), ACUTE TOXICITY WAS OBSERVED IN 3 HOLSTEIN STEERS."
        },
        {
            "References": "PMID:1103368",
            "Value": "AN IV GLUCOSE TOLERANCE TEST WAS PERFORMED IN 3 GROUPS OF 15 RATS 60 MIN AFTER THE BEGINNING OF A 95 MIN INFUSION OF EITHER 2 ML ISOTONIC SODIUM CHLORIDE SOLN (CONTROL GROUP) OR AMMONIUM ACETATE SOLN AT LOW (0.50 UMOL AMMONIUM ION/KG/MIN) OR HIGH DOSES (1.70 UMOL AMMONIUM ION/KG/MIN). HIGH AMMONIUM ION INFUSION PRODUCED INCR OF BLOOD AMMONIUM LEVELS NEAR 1000 UG/100 ML, SIGNIFICANT DECR IN POTASSIUM COEFFICIENT FOR GLUCOSE DISAPPEARANCE (2.53X10-2 COMPARED TO 4.92X10-2 IN CONTROL), & A SUPPRESSION OF RADIOIMMUNOL PLASMA, INSULIN (IRI) RESPONSE TO GLUCOSE. GLUCOSE INTOLERANCE INDUCED BY AMMONIUM ACETATE INFUSIONS MAY BE DUE TO DIRECT EFFECT OF AMMONIUM ION ON PANCREAS. THESE ABNORMALITIES IN GLUCOSE METABOLISM DEPEND OF INFUSED AMMONIUM."
        },
        {
            "References": "Neeraja P; Indian J Comp Anim Physiol 1 (2): 19-22 (1983)",
            "Value": "Ammonia toxicity was induced by ip admin of ammonium acetate to frogs (Rana hexadactyla). The liver & brain ornithine transcarbamylase, argininosuccinate synthetase, & arginase showed different responses to ammonia. Brain had an elevated arginase activity after 5 min of ammonium acetate admin, while liver restored to urogenesis 120 min after admin."
        },
        {
            "References": "PMID:7268743",
            "Value": "IV infusion of ammonium acetate (18 umol/min/kg) into sheep for 60 min caused an incr of blood ammonia (NH3) concn 0.6 mM. A decreased frequency of ruminal contractions was observed throughout infusion. After infusion, there was a radical decr of ammonia concn in blood & an incr in frequency of ruminal contraction. Blocking of beta-adrenergic receptors by propranolol did not eliminate the inhibiting action of ammonium ion on rumen motility. The ammonium ion induced inhibition of ruminal contraction is apparently mediated by the CNS."
        },
        {
            "References": "PMID:6657326",
            "Value": "Infusion-induced acute (less than or equal to 24 hr) hyperammonemia to concn up to 5 times normal (0.19 versus 0.90 mM) was studied in eleven 6-9 mo old Macaca mulatta. The young primates developed a progressive reduction of consciousness that correlated in severity directly with elevation of blood ammonia concn. Hyperventilation, electroencephalographic slowing, occasional seizure activity, &, eventually, apneustic breathing also occurred. Intracranial pressure rose from 76 + or - 7 to 167 + or - 12 mm water. Neuropathologic exam showed early astrocytic changes, consisting primarily of swollen perikaryal cytoplasm & processes, & membranous whorls. The absence of neuronal pathology suggests that acute, limited insult, as occurs in many of the childhood hyperammonemic syndromes, is fully reversible."
        },
        {
            "References": "Subbalakshmi GYC, Murthy CRK; Neurochem Int 5 (5): 593-7 (1983)",
            "Value": "Enzymes of glutamate metabolism were studied in astrocytes isolated from rats injected with a large dose of ammonium acetate & compared with those isolated from controls. The activities of glutamate dehydrogenase & glutaminase decreased whereas those of glutamine synthetase & aspartate aminotransferase increased in convulsive & comatose states. The activity of alanine aminotransferase incr only in the convulsive state."
        },
        {
            "References": "PMID:6144231",
            "Value": "The effect of acute ammonia intoxication on the metabolism of amino acids (glutamic & aspartic acids, which cause nerve cell excitation) by rat brain was investigated. Fifteen min after single ip admin of ammonium acetate (0.45 g/kg) to rats, cerebral concn of aspartic acid (1.53 versus 2.36 umol/g wet wt in saline controls), glutamic acid (6.20 versus 7.36 umol/g wet wt), & serine (0.66 versus 1.46 umol/g wet wt) were decreased, those of gamma-aminobutyric acid, alanine, & glycine remained unchanged, & those of glutamine (5.07 versus 3.51 umol/g) were increased. An increase in the activity of glutamine synthetase & glutamate dehydrogenase accompanied by a decr in activity of glutamate-oxalacetate transaminase & glutamate-pyruvate transaminase was not altered. Aspartic acid concn negatively correlated with the brain ammonia level after intoxication, & aspartic acid & glutamic acid concn returned to normal values approx 2 hr after ammonium acetate treatment. These were assoc with marked decrease in cerebral ammonia levels."
        },
        {
            "References": "PMID:6329474",
            "Value": "The metabolic state of the spinal cord of cats during ammonia (NH3) intoxication on spinal motoneurons was studied. ATP, ADP, AMP, the adenylate energy charge, glucose, phosphocreatine, pyruvate, alpha-ketoglutarate, & glutamate were unchanged during the effect of ammonia (as ammonium acetate, iv) on the hyperpolarizing action of postsynaptic inhibition. Ammonium ion, glutamine, & lactate were increased. Ammonia intoxication affected postsynaptic inhibition without changes of the resting membrane potential, the neuron input resistance, the action potential, & EPSPs (Excitatory Postsynaptic Potential). The encephalopathy caused by ammonia intoxication occurs without an alteration of the tissue energy state."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 92",
            "Value": "Toxicity to the epithelium of the cornea has been demonstrated for several types of ammonium salts in neutral solution under the unusual condition of continuous exposure for several hours. Although neutral solutions of ammonium salts generally have such low toxicity to the cornea that they produce no damage during exposures of several minutes, it has been shown that solutions containing 0.1 M ammonium chloride, ammonium bicarbonate, ammonium phosphate, ammonium nitrate, ammonium acetate, or ammonium lactate at pH 7 to 7.5 made up of 0.46 osmolar (1.5 times isotonic concentration) by addition of sodium chloride or sucrose and dripped continuously on the eyes of rabbits cause edema of the epithelium of the cornea within 3 to 3.5 hours. ..."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-24",
            "Value": "In rats made comatose with ammonium acetate, samples of basilar brain structures showed significant decreases in glycogen, glucose, ATP, and especially in phosphocreatine. These changes could not be mimicked by anesthesia, psychomotor stimulation or moderate hypoxia. Contrary evidence, however, can be cited. ... /It is/ believed that ammonia stimulates oxidative metabolism in rat brain. Brain concentrations of most glycolytic intermediates were elevated, and adenine nucleotide levels were sustained. It seems unlikely that cerebral dysfunction in ammonia intoxication is due to a primary energy failure. A poor correlation between blood or brain ammonia levels and the severity of symptoms in poisoned animals has been noted."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-23",
            "Value": "Rats injected intraperitoneally with ammonium acetate and dogs given urease intravenously developed spasticity and convulsions coincident with high concentrations of ammonia in blood and brain."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-123",
            "Value": "With large doses of ammonium chloride, nitrate, acetate, bicarbonate, citrate, lactate, mandelate, phosphate, sulfate, etc, there arises the possibility of sufficient absorption to produce a diuresis and systemic ammonia poisoning, particularly if the material is administered parenterally. /Ammonium salts/"
        }
    ]
}