{
    "_id": {
        "$oid": "6682e9a1c4e5dba5ffba2b94"
    },
    "CID": {
        "$numberInt": "518696"
    },
    "Name": "FERRIC OXIDE",
    "IUPACName": "oxo(oxoferriooxy)iron",
    "CanonicalSMILES": "O=[Fe]O[Fe]=O",
    "Synonyms": [
        "Iron(III) oxide",
        "oxo(oxoferriooxy)iron",
        "Eisen(III)-oxid",
        "Maghemite (Fe2O3)",
        "Eisentrioxid",
        "Anhydrous Ferric Oxide",
        "MFCD00011008",
        "Umber",
        "Iron(III)oxidemono hydrate",
        "Iron(III) oxide",
        "dispersion",
        "12134-66-6",
        "CHEBI:50819",
        "iron-oxide",
        "Zelaza tlenki",
        "Ferrum Oxydatum"
    ],
    "IsomericSMILES": "O=[Fe]O[Fe]=O",
    "INCHI": "InChI=1S/2Fe.3O",
    "INCHIKEY": "JEIPFZHSYJVQDO-UHFFFAOYSA-N",
    "Formula": "Fe2O3",
    "MolecularWeight": {
        "$numberDouble": "159.69"
    },
    "Description": "Ferric oxide is an iron oxide.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "34"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:20880574",
            "Value": "Although systemically applied nanoparticles are quickly taken up by phagocytic cells, mainly macrophages, the interactions between engineered nanoparticles and macrophages are still not well defined. ...Therefore ...  the uptake of diagnostically used carboxydextran-coated superparamagnetic iron oxide nanoparticles of 60 nm (SPIO) and 20 nm (USPIO) by human macrophages /was analyzed/. By pharmacological and in vitro knockdown approaches, the principal uptake mechanism for both particles was identified as clathrin-mediated, scavenger receptor A-dependent endocytosis... /Iron oxide nanoparticles/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 290",
            "Value": "... /It has been/ suggested that ferric oxide serves as a carcinogenic cofactor either by retarding the clearance of inhaled carcinogens or by inducing cytopathological changes which make the cells of the respiratory tract more prone to develop cancer when exposed to carcinogenic substances."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:18394769",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Fe(2)O(3) nanoparticles with mean diameters of 22 and 280 nm, respectively, were intratracheally instilled to male Sprague Dawley rats at low (0.8 mg/kgbw) and high (20 mg/kgbw) doses. The toxic effects were monitored in the post-instilled 1, 7 and 30 days. ... Fe(2)O(3) nanoparticle exposure could induce oxidative stress in lung. Alveolar macrophage (AM) over-loading of phagocytosed nanoparticle by high dose treatment had occurred, while the non-phagocytosed particles were found entering into alveolar epithelial in day 1 after exposure. Several inflammatory reactions including inflammatory and immune cells increase, clinical pathological changes: follicular hyperplasia, protein effusion, pulmonary capillary vessel hyperaemia and alveolar lipoproteinosis in lung were observed. The sustained burden of particles in AM and epithelium cells has caused lung emphysema and pro-sign of lung fibrosis. At the post-instilled day 30, the typical coagulation parameters, prothrombin time (PT) and activated partial thromboplastin time (APTT) in blood of low dose 22 nm-Fe(2)O(3) treated rats were significantly longer than the controls. We concluded that both of the two-sized Fe(2)O(3) particle intratracheal exposure could induce lung injury. Comparing with the submicron-sized Fe(2)O(3) particle, the nano-sized Fe(2)O(3) particle may increase microvascular permeability and cell lysis in lung epitheliums and disturb blood coagulation parameters significantly."
        },
        {
            "References": "PMID:20540983",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... When mice were treated with iron oxide nanoparticles (250 ug/kg, 500 ug/kg, and 1mg/kg) by a single intratracheal instillation, the level of intracellular reduced glutathione (GSH) was decreased in the cells of bronchoalveolar lavage (BAL) fluid. The arrest of cell cycles in G1 phase was observed, but S-phase was significantly decreased. The concentrations of pro-inflammatory cytokines (IL-1, TNF-alpha, and IL-6) were dose-dependently increased at day 1 after instillation in the BAL fluid and in the blood. During the experimental period of 28 days, pro-inflammatory cytokines (IL-1, TNF-alpha, and IL-6), Th0 cytokine (IL-2), Th1 type cytokine (IL-12), Th2 type cytokines (IL-4 and IL-5), TGF-beta, and IgE were also elevated. Expressions of many genes related with inflammation or tissue damage such as heat shock protein, matrix metalloproteinase, tissue inhibitors of metalloproteinases, and serum amyloid A were significantly induced. Formation of microgranuloma, which is one of the indicators for chronic inflammatory response, was observed in the alveolar space. In addition, distribution of B cell and CD8+ T cell in blood lymphocytes was increased at day 28. Based on the result, iron oxide nanoparticles may subchronically induce inflammatory responses via oxidative stress in mice by a single intratracheal instillation. /Iron oxide nanoparticles/"
        },
        {
            "References": "PMID:21121374",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The toxic effects of inhalation exposure to ferric oxide (Fe2O3) ... /were investigated/ in rats. Male Wistar rats were consecutively treated with Fe2O3 at 8.5 mg/kg body weight ... twice daily for 3 days. Content of Fe2O3 ... in tissues, biochemical parameters in serum, and hispathological examinations were analyzed at 12 hr and 36 hr after the 3 day treatment. In the Fe2O3-treated group, iron (Fe) content in liver and lung tissues was significantly increased at 36 hr. ... The levels of serum alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), total protein (TP), creatine kinase (CK), and lactate dehydrogenase (LDH) ... were significantly decreased compared to the unexposed controls. Histopathological examination showed that /ferric oxide/ nanoparticles caused severe damage in liver and lung tissues. Although this damage progressed in both liver and lung throughout the postexposure period, no significant elevation of serum enzyme activities was observed..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ There was no progressive granulomatous reaction, epithelial hyperplasia, or increase in transforming growth factor-beta1, a fibrogenic cytokine, in rats instilled intratracheally with 20 mg ferric oxide."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a study comparing the pulmonary toxicity of six abrasive blasting agents, instillation of 10 mg of specular hematite (97-99% iron oxide with less than 0.1% crystalline silica) did not elevate lactate dehydrogenase (LDH) levels, did not stimulate an influx of poylmorphonuclear neutrophils (PMNs), and had no effect on macrophage activation, hydroxyproline content of the lungs, or fibrotic scores. /Hematite/"
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 285",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated intratracheal installations of ferric oxide to hamsters, 10 times 5 mg Fe per animal, gave rise to losses of ciliated cells and hyperplasia and proliferation of non-ciliated epithelial cells. The tracheobronchial epithelium, however, returned to normal 7 weeks after completion of the treatment."
        },
        {
            "References": "PMID:2924306",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic response induced in the respiratory tract of Syrian golden hamsters by repeated intratracheal instillations of benzo[a]pyrene (BP) adsorbed to ferric oxide (Fe2O3) particles suspended in saline, is shown to result from the interactions of these factors and cannula-induced tracheal wounding. Previous acute studies of intratracheal cannulation (ITC) versus intralaryngeal cannulation (ILC) showed that tracheal cell proliferation increased significantly in ITC-induced mucosal wounds. Only mild increases in intrapulmonary cell proliferation were produced by Fe2O3-saline given by ILC or ITC. The present chronic studies included the following variables: a single instillation by ILC of N-methyl-N-nitrosourea (MNU) at 5 weeks of age; 15 weekly treatments (beginning at 7 weeks of age) by ILC or ITC alone, or with instillations of saline, or Fe2O3-saline, or BP-Fe2O3-saline; and appropriate controls. Repeated ITC-induced tracheal wounds caused persistent tracheal epithelial hyperplasia, metaplasia and/or atrophy and submucosal fibroplasia during the observation period of 22 to 78 weeks of age (the time of terminal sacrifice). Tracheal cancers (in situ or invasive carcinomas) were seen only in those hamsters which had received repeated ITC and one or both carcinogens. The cancer latency was shortest and the incidence of tracheal (50%) and main-stem bronchial (21%) cancers highest in hamsters given MNU and repeated ITC with BP-Fe2O3-saline. Hamsters given carcinogens by ILC (which induced laryngeal but not tracheal wounds) developed proliferative lesions and cancers of the larynx but no tracheobronchial cancers. These data show the singular importance of repeated ITC-induced intratracheal wounding as an enhancing factor in this respiratory carcinogenesis model. The findings suggest that the mechanism of tumor enhancement involves not only changes in target epithelial cell proliferation, but also alterations in normal epithelial-mesenchymal interactions during tracheal regeneration from repeated chronic submucosal inflammation and mesenchymal repair. In the present experimental model, a single dose of MNU at 5 weeks of age, repeated instilled doses of BP, and tracheal mucosal wounding were each found to be important determinants of the carcinogenic response. Additional effects were observed for instilled Fe2O3 particles, and possibly saline. Interplay of all these factors, as well as of genetic, nutritional, and infectious factors, are considered in relation to risk assessment and prevention."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 31",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  ... 24 Male and 24 female Syrian golden hamsters /were given/ series of 15 once-weekly intratracheal injections of 3 mg  \"hematite\" dust (ferric oxide) suspended in 0.2 mL of physiological saline. Although more than 50% of the animals survived for 1 year and a few for over 2 yr, none of the animals developed tumors of lung. /Hematite/"
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 260",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Intratracheally-instilled /Iron/ oxide acts synergistically when given together with benzo(a)pyrene or diethylnitrosomine. Hamsters receiving the postcarcinogen instillation of iron displayed an increased lung tumor incidence in comparison to animals receiving the carcinogen alone. It has been suggested that ferric oxides serve as carcinogenic cofactors by either causing a retarded clearance of inhaled carcinogens or by inducing cytophysiological changes which make respiratory tract cells more \"susceptable\" when exposed to carcinogens."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 31",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /Investigators/ failed to increase frequency of lung tumors in guinea pigs by exposing them to hematite dust. ... No tumors /were seen/ in rats following sc implantation in them of ferric oxide discs."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 285",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hamsters exposed to ferric oxide dust with a mean particle size of 0.11 um at a conc of 40 mg/cu m, 6 hr/day, 5 days/wk, accumulated iron in the lung. After 1 month of exposure the concentration of iron oxide in the lung was 0.5 mg/g, and after 2 years 9.5 mg/g. Microscopical examination of lung specimens obtained from hamsters exposed to iron for long periods revealed respiratory tract cell injury and alveolar fibrosis."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 289",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Mice /were exposed/ to iron oxide daily (dose not stated), and after 10 months observed that 32.7% of the exposed animals had tumors of the lung, compared to 9.6% in the control group. /Iron oxide/"
        },
        {
            "References": "Norderg, G.F. et al; Handbook on the Toxicology of Metals 3rd ed. Academic Press, Burlington, MA. 2007, p. 191",
            "Value": "/GENOTOXICITY/ Iron oxide did not produce morphological transformation in hamster embryo cells and only enhanced viral transformations in very high concentrations. /Iron oxide/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Diiron Trioxide (1309-37-1) p.50 (2000  CD-ROM edition). Available from, as of February 4, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /In an Ames assay using Salmonella typhimurium TA100, TA94, and TA98, ferric oxide at concentrations of 2000-50,000 um/plate with and without metabolic activation produced negative response for genotoxicity./"
        },
        {
            "References": "PMID:12834751",
            "Value": "/GENOTOXICITY/ ... The alkaline single-cell gel electrophoresis (SCGE; Comet Assay) was used to measure DNA single-strand breaks in four cell types (alveolar macrophages, lung cells, peripheral lymphocytes and hepatocytes) of OFA Sprague-Dawley rats 24 hr after endotracheal administration of a single dose of an iron oxide (hematite; Fe(2)O(3)) (0.75 mg) or benzo(a)pyrene (B(a)P) (0.75 mg) or B(a)P (0.75 mg) coated onto hematite particles (0.75 mg). No damage was observed in cell from the four investigated organs in rats treated with iron oxide alone, while a statistically significant increase in DNA damage was observed compared with control animals in all tested cell types of rats treated with B(a)P alone or in association with hematite. The highest levels of damage were observed in lung cells and peripheral lymphocytes; the levels of damage in alveolar macrophages and hepatocytes were increased, but to a lesser extent compared with the first two cell types. The main finding was to notice a statistically significant increase of the damage in all organs of rats treated with B(a)P coated onto hematite (approximately two-fold increases; P<0.001), versus B(a)P alone. The current study shows that iron particles increase the genotoxic properties of B(a)P in the respiratory tract of endotracheally treated OFA Sprague-Dawley rats. ... /Hematite/"
        },
        {
            "References": "PMID:12960414",
            "Value": "/GENOTOXICITY/ ... To determine whether co-exposure (benzo(a)pyrene (B(a)P)/iron oxides) induces a real genotoxic activity or is only due to inhibition of DNA repair, the unscheduled DNA synthesis (UDS) assay was implemented in vivo in the rat. The UDS assay was used to measure DNA repair in two cell types (lung cells and hepatocytes) of OFA Sprague-Dawley rats, 24 hr after endotracheal administration of a single dose of an iron oxide (hematite, Fe2O3) (0.75 mg), of B(a)P (0.75 mg) or of B(a)P (0.75 mg) coated on hematite particles (0.75 mg). No difference in UDS was observed in the two organs investigated in rats treated with iron oxide alone compared with control animals, while a significant increase in UDS was observed in lungs and liver of rats treated with B(a)P alone compared with control animals. The main finding was a significant increase in UDS observed in both lung and liver cells of rats treated with B(a)P coated on hematite when compared with those treated with B(a)P alone. The current study demonstrates (i) that iron particles did not inhibit UDS in lung cells and hepatocytes of OFA Sprague-Dawley treated rats with B(a)P coated on hematite and (ii) a potent genotoxic activity of co-exposure to B(a)P coated on hematite. ... /Hematite/"
        },
        {
            "References": "PMID:21105167",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Porcine aortic endothelial cells /were incubated/ with varying concentrations of bare iron oxide nanoparticles (20-40 nm), and measured cellular reactive oxygen species (ROS) formation, morphology and cytoskeletal organization, death, and elastic modulus. Intracellular ROS increased more than 800% after 3 hr of nanoparticle exposure (0.5 mg/mL). Endothelial cells elongated to more than twice their initial length by 12 hr, and actin stress fibers formed within the cells. This change in the actin cytoskeleton increased cell elastic modulus by 50%. When ROS formation was blocked using scavengers, initial cell morphology and the actin cytoskeleton remained intact, and cell viability increased. These studies suggest that iron oxide nanoparticles induce ROS formation, which disrupts the actin cytoskeleton and alters endothelial cell morphology and mechanics... /Iron oxide nanoparticles/"
        }
    ]
}