{
    "_id": {
        "$oid": "6682e81dc4e5dba5ffba23fb"
    },
    "CID": {
        "$numberInt": "5216"
    },
    "Name": "SIMAZINE",
    "IUPACName": "6-chloro-2-N,4-N-diethyl-1,3,5-triazine-2,4-diamine",
    "CanonicalSMILES": "CCNC1=NC(=NC(=N1)Cl)NCC",
    "Synonyms": [
        "simazine",
        "122-34-9",
        "Gesatop",
        "Princep",
        "Simanex",
        "Aquazine",
        "Batazina",
        "Herbazin",
        "Symazine",
        "Tafazine",
        "Taphazine",
        "Amizine",
        "Bitemol",
        "Gesapun",
        "Herbex"
    ],
    "IsomericSMILES": "CCNC1=NC(=NC(=N1)Cl)NCC",
    "INCHI": "InChI=1S/C7H12ClN5/c1-3-9-6-11-5(8)12-7(13-6)10-4-2/h3-4H2,1-2H3,(H2,9,10,11,12,13)",
    "INCHIKEY": "ODCWYMIRDDJXKW-UHFFFAOYSA-N",
    "Formula": "C7H12ClN5",
    "MolecularWeight": {
        "$numberDouble": "201.66"
    },
    "Description": "Simazine is a diamino-1,3,5-triazine that is N,N'-diethyl-1,3,5-triazine-2,4-diamine substituted by a chloro group at position 6. It has a role as a herbicide, a xenobiotic and an environmental contaminant. It is a chloro-1,3,5-triazine and a diamino-1,3,5-triazine.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "131"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN #4-89074-101-1 p. 5-52 (1992) (2) Reinert KH, Rodgers JH; Rev Environ Contam Toxicol 98: 61-91 (1987) (3) Rogers CA; Weed Sci 18: 134-6 (1970) (4) Mauk WL et al; Bull Environ Contam Toxicol 16: 1-8 (1976) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 2.3 to 3.2 and 9.7 to 14.6 were measured in carp at 0.1 and 0.01 mg/L, respectively(1). BCFs up to 55 have been reported in the literature(2). BCFs of 0.76 to 0.95 were measured in green sunfish (Lepomas cyanellus)(3), <1 in bluegill sunfish(4), and 5 and 2, in bluegill sunfish and catfish, respectively(2). According to a classification scheme(5), these BCFs suggest the bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sasaki S; pp. 283-98 in Aquatic Pollutants. Hutzinger O et al eds. Oxford: Pergamon (1978) (2) Thom N, Agg AR; Proc R Soc London B 189: 347-57 (1975) (3) Williams PP; Res Rev 66: 63-135 (1977) (4) Fournier JC et al; Volcani Cent 82: 5-13 (1977) (5) Kaufman DD, Kearney PC; Res Rev 32: 235-65 (1970) (6) Hassink J et al; Chemosphere 28: 285-95 (1994) (7) Ahonen U, Heinonen-Tanski H; Acta Agric Scand, Sect B 44: 55-60 (1994) (8) Scribner SL et al; J Environ Qual 21: 115-20 (1992)",
            "Value": "AEROBIC: Simazine has been confirmed to be resistant to biodegradation in the Japanese MITI test which utilizes inoculum composed of sewage, soil and natural waters(1). Removal of simazine during biological sewage treatment has been reported to be unlikely, even after prolonged exposure to the biota(2). The simazine ring structure is neither cleaved nor utilized by anaerobic microorganisms(3). 14(C)-labeled simazine is slowly mineralized in a clay-lime soil as evidenced by the release of 10.4% of the theoretical yield of (14)CO2 after incubation for 110 days; no degradation of simazine was detected in a soil suspension test without the addition of glucose as an energy source suggesting that degradation of simazine in these soil experiments was due to co-metabolism(4). The products of microbial degradation of simazine in soil include 2-chloro-4-amino-6-ethylamino-1,3,5-triazine and 2,4-dihydroxy-6-amino-1,3,5-triazine(5). It has been reported that simazine and other s-triazines can be utilized by certain soil microorganisms as a source of energy(5). The decrease in simazine concn in a soil-solution enrichment culture microbial degradation system was 18% in 10 days(5). After 150 days incubation in soil lysimeters, only 3% of the applied simazine was present in lysimeter cores taken from a meadow soil, while up to 26% of simazine was present in lysimeter cores taken from a gravel track; the greater degradation in the meadow soil was partially attributed to a higher microbial biomass(6). During 6 months incubation in coarse sandy soils at 15 °C, approx. 4 to 7% of the applied (14)C-ring-labeled-simazine was evolved as (14)CO2(7). Evolution of (14)CO2 during 184 days was 5.8% of the added simazine in fertilized moraine sand soil without previous pesticide treatment and 4.2% in unfertilized(7). In moraine sand previously treated with glyphosate, 6.4% of added simazine was evolved as (14)CO2 in unfertilized soil; 5.5% was evolved as (14)CO2 in fertilized soil(7). 5.1 and 7.1% of applied (14)C-simazine was evolved as (14)CO2 from fertilized and unfertilized sand soils, respectively(7). Complete mineralization of the s-triazine ring to CO2 by microbial degradation of triazine herbicides is typically low, 0.5 to 5%, in soil(8). In a study of bioavailability of simazine, using soil from a 20-year continuous corn field treated annually with simazine, 48% of the added (14)C-simazine was biodegraded during the 34-day incubation period; no biodegradation of the native aged simazine residues was observed(8)."
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN #4-89074-101-1 p. 5-52 (1992) (2) Leoni V et al; Sci Total Environ 123/124: 279-89 (1992) (3) Hashizume K et al; Jpn J Toxicol Environ Health 40: 78-90 (1994) (4) Robertson BK, Alexander M; Pestic Sci 41: 311-18 (1994) (5) Ruedel H et al; Sci Total Environ 132: 181-200 (1993) (6) Brambilla A et al; Sci Total Environ 132: 339-48 (1993) (7) Tomlin CDS ed; The Pesticide Manual, 11th ed. The British Crop Protection Council p. 1106 (1997) (8) Laabs V et al;J Agric Food Chem 50: 4619-4627 (2002)",
            "Value": "AEROBIC: Simazine, at an initial concn of 100 mg/L, reached 0.7% of its theoretical BOD over 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). 4.4, 4.4, and 32.8% biodegradation of simazine was observed following 3, 6, and 9 hours incubation in activated sludge, respectively(2). Using the cultivation method to measure biodegradation in surface water samples from three ponds in Nagoya City, Japan, simazine biodegradation ranged from 0 to 30% after four days incubation; after 7 days incubation, biodegradation ranged from 0 to 24%(3). 90 days after the addition of uniformly ring-labeled (14)C-simazine to Lima silt loam, approx. 7% was mineralized; approx. 17% mineralization was observed after 90 days following a second application of the herbicide to the soil, 90 days after the first(4). Half-lives of simazine in soil biometer systems under standard (simulated outdoor) conditions using a silty loam and a silty sand were 77 (63) and 87 (91) days, respectively; half-lives in outdoor fallow (grown with barley) lysimeters using a silty sand and a silty loam were 32 (35) and 49 (53) days, respectively(5). In the biometer experiments, (14)CO2-evolution in the silty sand under standard (simulated outdoor) conditions was 17 (0.8) and 21 (1.2)% of the initial total radioactivity after 64 and 100 days, respectively; (14)CO2-evolution in the silty loam under standard (simulated outdoor) conditions was (3.6) and 4.9 (4.8)% of the initial total radioactivity after 64 and 100 days, respectively(5). N-Desethyl simazine and 2-chloro-4,6-bisamino-s-triazine were identified as metabolites(5). In Po River water, an initial simazine concn of 5 ug/L was reduced to 3.1 and 2.5 ug/L after 24 and 384 hours incubation, respectively(6). Microbial breakdown in soil results in degradation of simazine at very variable rates, half-lives range from 27 to 102 days (median 49 days); temperature and moisture are the main factors affecting the rates(7).  The dissipation rate of simazine was studied in 2 tropical soils obtained from Brazil(8).  The time for 50% dissipation, 75% dissipation, and 90% dissipation (DT50, DT75, and DT90, respectively) of simazine applied at a rate of 2 kg/ha to a sandy clay soil (50% sand, 47% clay, 3% silt, pH 5.1) adjusted to 40% of its water holding capacity was 14.2, 28.4, and 49.3 days, respectively(8).  The time DT50, DT75, and DT90, of simazine applied at a rate of 2 kg/ha to a sandy loam (86% sand, 13% clay, 1% silt, pH 4.2) adjusted to 40% of its water holding capacity was 26.6, 58.1, and >80 days, respectively(8)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 34",
            "Value": "log Kow = 2.18"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticides Programs, Health Effects Division; Cumulative Risk from Triazine Pesticides. p.13 (March 2006).",
            "Value": "The underlying mechanism of the neuroendocrine and neuroendocrine-related changes associated with atrazine and similar triazines involves the disruption of the hypothalamic-pituitary-gonadal (HPG) axis .... Specifically, several triazines can alter hypothalamic gonadotrophin-releasing hormone (GnRH) and catecholamine (dopamine and norepinephrine) levels. In both humans and rats, hypothalamic GnRH controls pituitary hormone secretion, i.e., LH and PRL. The result of changes in GnRH and catecholamines in turn leads to alterations in pituitary LH and PRL secretion. The hypothalamic-pituitary axis is involved in the development of the reproductive system, and its maintenance and functioning in adulthood. Additionally, reproductive hormones modulate the function of numerous other metabolic processes (i.e., bone formation, and immune, central nervous system (CNS) and cardiovascular systems."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Simazine p.14. EPA 738-R-06-008 (April 2006). Available from, as of May 29, 2007: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "After subchronic and chronic exposure to simazine, a variety of species were shown to exhibit neuroendocrine effects resulting in both reproductive and developmental consequences that are considered relevant to humans. These effects are biomarkers of a neuroendocrine mechanism of toxicity that is shared by several other structurally-related chlorinated triazines including atrazine, propazine, and three chlorinated degradates -des-isopropyl atrazine or DIA, and des-ethyl atrazine or DEA, and iaminochlorotriazine or DACT - the first and last of which can result from the degradation of simazine. These six compounds disrupt the hypothalamic-pituitary-gonadal (HPG) axis, part of the central nervous system, causing cascading changes to hormone levels and developmental delays. These neuroendocrine effects are considered the primary toxicological effects of regulatory concern for all subchronic and chronic exposure scenarios including dietary risk from food and drinking water, residential risk, and occupational risk. Simazine's two chlorinated degradates, DIA and DACT, are considered to have toxicity equal to the parent compound in respect to their common neuroendocrine mechanism of toxicity. Another degradate, hydroxy-simazine, was identified, which is expected to have a different toxicological profile from simazine based on the toxicological data available for an analogous metabolite for atrazine, hydroxy-atrazine."
        },
        {
            "References": "USEPA/Office of Pesticides and Toxic Substances; Simazine: Revised Preliminary HED Chapter of the Reregistration Eligibility Decision Document (RED), Document ID: EPA-HQ-OPP-2005-0151-0023 p.24 (May 31, 2005). Available from, as of June 6, 2007: https://www.regulations.gov/fdmspublic/component/main",
            "Value": "Simazine has been grouped with several structurally-related, chlorinated triazines (e.g., atrazine, propazine, and 3 chlorotriazine degradates common to atrazine, simazine and propazine) on the basis of a common mechanism of toxicity for disruption of the hypothalamic-pituitary-gonadal (HPG) axis. As a result of their common mechanism of toxicity, exposure to simazine, like exposure to atrazine, results in reproductive and developmental effects and consequences that are considered relevant to humans. ...This mechanism involves a central nervous system (CNS) toxicity, specifically, neurotransmitter and neuropeptide alterations at the level of the hypothalamus, which cause cascading changes to hormone levels, e.g., suppression of the luteinizing hormone surge prior to ovulation resulting in prolonged estrus in adult female rats (demonstrated with atrazine and simazine), and developmental delays, i.e., delayed vaginal opening and preputial separation in developing rats (studied in atrazine but not simazine). ...This CNS mechanism of toxicity also results in mammary tumors specific to female Sprague- Dawley rats exposed to simazine and atrazine; however, the particular cascade of events leading to tumor formation in this specific strain of rat is not considered to be operative in humans. Consequently, atrazine has been classified as \"Not Likely to be Carcinogenic to Humans.\""
        },
        {
            "References": "Kirk-Othmer Encyclopedia of Chemical Technology. 3rd ed., Volumes 1-26. New York, NY: John Wiley and Sons, 1978-1984., p. 12 317 (1980)",
            "Value": "Various investigations indicate that the ability of triazines to interfere with photosynthesis is responsible for their biological activity. Simazine depletes carbohydrate by inhibiting the formation of sugars. The triazines inhibit the Hill reaction, ie, the formation of oxygen by chloroplasts of certain plants in the presence of light & ferric salts."
        },
        {
            "References": "USDA/Forest Service; Pesticide Background Statements p. S-26 (1984) Agr Hdbk 633",
            "Value": "... Simazine, as well as other triazines, appears to act on metabolism of plant hormones, particularly plant growth regulation hormones. This conclusion results from studies in which triazines (including simazine), when applied at low rates, resulted in more vigorous and healthy plants than controls, yet at higher rates of application, resulted in growth inhibition."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides. U.S. Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: U.S. Government Printing Office, 1969., p. 312",
            "Value": "Since chlorosis is the first sign of the effect of triazines on plants, interference with carbon dioxide assimilation and sugar formation can be expected. Studies showing that Hill reaction is inhibited confirmed this. /Triazines/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Simazine Supporting Documents. Environmental Fate and Ecological Risk Assessment, Document ID: EPA-HQ-OPP-2005-0151-0006 p.14 (May 2005). Available from, as of June 4, 2007: https://www.regulations.gov",
            "Value": "Simazine is part of the triazine herbicide family (such as atrazine, cyanazine, propazine) and is very effective at stopping the photosynthetic process in susceptible plants by binding to specific sites within the plant's chloroplasts. Specifically, simazine inhibits photosynthesis via competition with plastoquinone II at its binding site in the process of electron transport in photosystem II."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Huang LQ, Frink CR; Bull Environ Toxicol 43: 159-64 (1989) (2) Krapac IG et al; J Soil Contam 4: 209-26 (1995) (3) Tworkoski TJ et al; Weed Technol 14: 191-196 (2000)",
            "Value": "SOIL: Simazine was detected in a sandy loam soil used to grow corn collected at Franklin, CT at concns of 6.9 and 10.2 ppb at soil depths of 0 to 0.9 and 5.9 to 7.5 ft, respectively(1). Simazine was detected in 50 of 822 soil samples collected from 49 agrichemical facilities located throughout IL at a median concn of 73 ug/kg, range 18 to 72,100 ug/kg(2). Simazine was detected at levels of 282 to 1,509 ng/g in fields near Kearneysville, WV that had been treated with simazine from 1981-1995(3)."
        },
        {
            "References": "(1) USEPA; STORET Data Base (1983) (2) Carey AE, Kutz FW; Environ Mont Assess 5: 155-63 (1985) (3) Bester K, Huhnerfuss H; Chemosphere 32: 1919-28 (1996) (4) Fletcher CA et al; Sci Total Environ 155: 61-72 (1994)",
            "Value": "SEDIMENT: The U.S. EPA STORET database has reported the occurrence of simazine in 382 samples of surface water mud at an avg concn of 1.3 ug/kg; range of not detected to 500 ug/kg(1). The National surface water monitoring program from 1976 to 1980 reported the detection of simazine in 0.2% of the sediment samples collected in the USA at a max concn of 0.1 ppb(2). Simazine was detected in sediment collected from the German Wadden Sea in Sept 1993 at concns ranging from 11 to 400 ng/kg wet weight(3). Simazine was detected in sediment samples from 3 of 5 Essex salt marsh sites, UK, max concn: Walton-on-the-Naze, 2.1 ng/g; Tollesbury Wall, 10.1 ng/g; and South Woodham Ferrers, 15.3 ng/g(4). It was also detected in mud flat cores at Walton-on-the-Naze at a concn of 0.1 ng/g dry weight and vegetated marsh creek cores at Tollesbury Wall at a concn of 2.0 ng/g dry weight(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Senesi N, Testini C; Geoderma 28: 129-46 (1982) (2) Senesi N, Testini C; Chemosphere 13: 461-8 (1984) (3) Celis R et al; Soil Sci Soc Am J 61: 436-43 (1997) (4) Brusseau ML; Environ Toxicol Chem 12: 1835-46 (1993) (5) Alva AK, Singh M; J Environ Sci Health B26: 147-63 (1991) (6) Ahonen U, Heinonen-Tanski H; Acta Agric Scand, Sect B 44: 55-60 (1994) (7) Hassink J et al; Chemosphere 28: 285-95 (1994)",
            "Value": "Experimental data indicates that the basicity of s-triazine herbicides, such as simazine, is not the main factor governing adsorption to soil humic acids(1). It has been shown that the ability of s-triazines herbicides to act as electron donors to electron acceptor quinone-like units of humic acids also plays an important role in the adsorption(2). Ferrihydrite does not sorb simazine(3). Freundlich coefficients of 18.2, 4,869, 79.6, and 147.3 were measured on Ca Wyoming smectite, Fe Wyoming smectite, soil humic acid, and Fluka humic acid, respectively(3). Distribution coefficients, Kd, of simazine on Ca Wyoming smectite and Ca Arizona smectite showed increasing sorption with decreasing pH; approx. 0, 13.6, and 48.3% sorption was observed on Ca Arizona smectite at pH values of 5.5, 2.6, and 1.4, respectively, 11.8, 100, and 100% sorption was observed on Ca Wyoming smectite at pH values of 5.5, 2.4, and 1.4, respectively(3). An equilibrium sorption constant of 0.55 was determined in Tampa soil(4). Sorption of simazine onto Candler fine sand increased with increasing ionic strength of the electrolyte; using 1.0 M CaCl2 as an electrolyte for equilibration of soil with herbicides increased simazine sorption 32%, as compared to sorption using 0.01 M CaCl2(5). Simazine sorption onto Candler fine sand increased 27% when the electrolyte KCl concentration was increased from 1.0 to 2.0 M(5). Desorption of simazine in 1.0 M ammonium acetate increased as the electrolyte concentration during sorption was increased(5). In soil column studies, after leaching of 1770 mm of water over a four month period, 87.3, 88,5, and 88.2% of the applied (14)C was recovered in moraine sand, moraine sand, and fine sand, respectively; more than 50% of the applied (14)C was found between 0 and 10 cm(6). In soil lysimeters, after 50 mm rainfall during the first 20 days following simazine application at 2.6 kg/ha, leaching into the deeper soil layers was observed(7)."
        },
        {
            "References": "(1) Hamaker JW, Thompson JM; pp. 49-144 in Organic Chemicals in the Soil Environment. Goring CAI, Hamaker JW eds (1972) (2) Rao PSC, Davidson JM; Retention and transformation of selected pesticides and phosphorus in soil-water systems. USEPA-600/S3-82-060 (1982) (3) USEPA; pp. 706-8 in Drinking Water Health Advisory: Pesticides. USEPA Off Drink Water Advisories. Chelsea,MI: Lewis Pub (1989) (4) Weber JB; Res Rev 32: 93-130 (1970) (5) Helling CS; Res Rev 32: 175-210 (1970) (6) Hance RJ et al; Weed Res 21: 289-97 (1981) (7) Burnside OC et al; Weeds 11: 209-13 (1963) (8) Helling CS; Soil Sci Soc Amer Proc 35: 737-43 (1971) (9) Helling CS, Dragun J; pp. 43-88 in Test Protocols for Environmental Fate and Movement of Toxicants. Proc Symp AOAC (1981) (10) Helling CS, Turner BC; Science 162: 562-3 (1968) (11) Wang YS et al; Bull Environ Contam Toxicol 55: 351-8 (1996)",
            "Value": "The average Koc of simazine in 174 soils was reported as 135(1) and an average value of 138 was reported for 147 soils(2). Based upon soil column, soil thin-layer chromatography, and Koc experiments, the mobility of simazine is expected to vary from slight to high in soil-types ranging from clay soils to sandy loam soils, respectively(3). Adsorption of simazine in soil has been observed to increase as titratable acidity, organic matter and, to a lesser extent, cation exchange capacity, and clay content of the soil increased(3,4,5). Soil structural effects may be more important than adsorption in determining movement of simazine in some soils(6). Simazine has been observed to leach to >60 cm under field conditions in loam and silty clay loam soils(7). However, in another set of field experiments with a sandy loam soil and a clay soil, very little simazine movement was observed with nearly all of it remaining in the top 3 cm of the soil(7). Simazine exhibited low to intermediate mobility in soil thin-layer chromatography and soil-column leaching experiments with loam, silty clay loam, sandy clay loam, silt loam, silty clay, and clay loam soils in which the Rf range for simazine was 0.16 to 0.51; simazine was mobile to very mobile in sandy loam soil with Rf ranging between 0.80 to 0.96(8,9,10). In Taichung loam soil (0.94% organic matter, 21.8% clay, 46.2% silt, 32.0% sand, pH 6.5) under unsaturated conditions, 0.09% simazine residues reached a soil depth of 4 to 5 cm after 28 days; simazine residues were not detected at soil depths >4 cm after 56 and 84 days(11)."
        },
        {
            "References": "(1) Gerritse RG et al; Aust J Soil Res 34: 599-607 (1996) (2) Tomlin CDS, ed. The Pesticide Manual, 11th ed. The British Crop Protection Council p. 1106 (1997) (3) Sukop M, Cogge CG; J Environ Sci Health, Part B 27: 565-90 (1992) (4) Scribner SL et al; J Environ Qual 21: 115-20 (1992) (5) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Koc values ranging from 330 to 840 were calculated for simazine, in 0.005 M CaCl2, from adsorption isotherms following 1 day equilibration in five soils of the Gnangara Mound, western Australia(1). Koc values ranging from 103 to 277 were determined in 12 soils, median 160(2). A mean Koc of 1054 was determined in two sandy loam soils(3). In one soil Koc values ranged from 247 (depth 0 to 30 cm) to 3,559 (depth 165+ cm); Koc values in the second soil ranged from 361 (depth 0 to 27 cm) to 1,690 (depth 53 to 61 cm)(3). Koc values of 78 and 80 were measured using the sorption isotherms for (14)C-simazine in Capac soil following 24 and 48 hours equilibration, respectively(4). Koc values of 1,340 and 1,182 were measured using the desorption of aged simazine residues in Capac soil, with over 20 continuous years of annual simazine application, following 24 and 48 hours equilibration, respectively(4). According to a classification scheme(5), these Koc values suggest that simazine is expected to have high to slight mobility in soil(SRC). The total release of aged simazine from Capac soil with over 20 continuous years of annual simazine application was 32% of the predicted equilibrium concentration after 16 days; in contrast, desorption of recently added simazine was within 90% of the calculated equilibrium concentration within 1 to 24 hours(4)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Sutton, D. L., & Bingham, S. W. (1969). Absorption and translocation of simazine in parrotfeather. Weed science, 17(4), 431-435.",
            "reference": "Root applications of 2-chloro-4,6-bis(ethylamino)-s-triazine (simazine) at concentrations greater than 1.0 × 10-7M inhibited growth of parrotfeather (Myriophyllum brasiliense Camb.). Chromatographic analysis of exudate from detopped parrotfeather plants indicated that simazine was being tranlocated primarily as the intact molecule. A correlation coefficient of 0.985 was observed between the amount of simazine-14C removed from the treatment solution and transpiration during a 6-hr period. Absorption of simazine-14C by parrotfeather roots of intact plants was linear for the first 4 hr followed by a gradual decrease at the end of 6 hr. Simazine-14C at 1 and 2 hr after root applications was highest in the roots, intermediate in the lower part of the shoot, and lowest in the upper part of the shoot. After 192 hr, simazine-14C accumulated in the top of the shoot in a concentration higher than in the lower part of the shoot or the roots. A correlation coefficient of 0.988 was found between the amount of simazine-14C present in the tissue and the treatment concentration over a range of 1.2 × 10-6 to 5.0 × 10-6M.",
            "method": {
                "Test Plant": "Myriophyllum aquaticum (Parrotfeather)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Emersed parrotfeather plants were obtained by vegetative propagation from greenhouse stock cultures. Cuttings were placed in distilled water for 1 week to allow roots to develop. Plants were grown in a growth chamber with 14 hr photoperiod of 1900 ft-c light at 25°C, followed by 10 hr darkness at 23°C.",
                "Chemical Preparation": "Simazine was mixed in 0.5-strength nutrient solution at desired molar concentrations for treatment solutions. 14C ring-labeled simazine was used to study absorption and translocation, mixed in 0.5-strength nutrient solution before root treatments.",
                "Pesticide Application Details for the Plant": "For weight and transpiration study, 1-week-old plants were treated with technical simazine at 10-5, 10-6, 10-7, and 10-8 M concentrations. 2-week-old plants were treated at 5.0 x 10-7, 1.0 x 10-7, 5.0 x 10-8, 1.0 x 10-8, and 5.0 x 10-9 M simazine.",
                "Other Information": "Plants were treated singly in foil-coated jars with 350 mL treatment solution, with shoot above and roots submerged through a hole. Transpiration was measured by weight loss corrected for evaporation."
            },
            "result": "[{\"Hours after application\": 3, \"Shoot upper (cpm/mg)\": 74, \"Shoot lower (cpm/mg)\": 85, \"Root (cpm/mg)\": 178, \"Treatment solution (cpm/mg)\": 54}, {\"Hours after application\": 12, \"Shoot upper (cpm/mg)\": 298, \"Shoot lower (cpm/mg)\": 261, \"Root (cpm/mg)\": 390, \"Treatment solution (cpm/mg)\": 54}, {\"Hours after application\": 48, \"Shoot upper (cpm/mg)\": 408, \"Shoot lower (cpm/mg)\": 422, \"Root (cpm/mg)\": 500, \"Treatment solution (cpm/mg)\": 50}, {\"Hours after application\": 192, \"Shoot upper (cpm/mg)\": 2179, \"Shoot lower (cpm/mg)\": 1585, \"Root (cpm/mg)\": 1217, \"Treatment solution (cpm/mg)\": 55}]"
        },
        {
            "content": "Uptake, distribution, and fate of simazine (2-chloro-4,6-bis(ethylamino)-s-triazine) in 4-year-old seedlings of Norway spruce (Picea abies) are discussed. Simazine was found to be readily absorbed and distributed in the spruce seedlings. A positive relationship between the amount of simazine absorbed and the growth intensities of the plants indicates an active mechanism of uptake. A fixation of simazine in roots and stem was observed. Simazine was degraded by roots and stem to hydroxysimazine and two other unknown metabolites. No simazine and only metabolites could be traced in the needles, indicating a very rapid rate of metabolism in the root system. The glucose derivative of benzoxazinone was extracted from all parts of the spruce seedlings and is probably responsible for the hydrolysis of simazine. The results indicate a very slow degradation of the metabolites to CO2 as one of the final products.",
            "reference": "Lund‐Höie, K. (1969). Uptake, translocation and metabolism of simazine in Norway spruce (Picea abies). Weed research, 9(2), 142-147.",
            "method": {
                "Test Plant": "Picea abies (Norway spruce) seedlings",
                "Apply Location": "Root application",
                "Plant Grown Condition": "Four-year-old Norway spruce seedlings were grown in half-strength Hoagland nutrient solution in a glasshouse at 20°C ± 5°C, 65% relative humidity, and 19-hr light / 5-hr dark photoperiod. The seedlings were at two physiological stages - apparent dormancy and intense internode elongation.",
                "Chemical Preparation": "A mixture of 1-3 ppm 14C-ring-labeled simazine (corresponding to 3-9 μCi) plus 18.7 ppm unlabeled simazine was dispersed in each culture solution.",
                "Pesticide Application Details for the Plant": "The seedlings were exposed to the simazine mixture for 4 days in the nutrient solution cultures. After exposure, they were planted in sandy soil without added simazine and harvested for analysis after 1, 6 and 12 weeks from start of simazine incubation.",
                "Other Information": "The experiments studied simazine uptake in relation to seedling growth rate under identical conditions in a separate experiment. All experiments had two replications."
            },
            "result": "[{\"Treatment\": \"Seedlings at apparent dormancy\", \"Needles (counts/min)\": 46, \"Stem (counts/min)\": 33, \"Roots (counts/min)\": 330}, {\"Treatment\": \"Seedlings at intense internode elongation\", \"Needles (counts/min)\": 145, \"Stem (counts/min)\": 358, \"Roots (counts/min)\": 501}]"
        }
    ]
}