{
    "_id": {
        "$oid": "6682e81fc4e5dba5ffba2401"
    },
    "CID": {
        "$numberInt": "5241"
    },
    "Name": "IPODATE",
    "IUPACName": "3-[3-(dimethylaminomethylideneamino)-2,4,6-triiodophenyl]propanoic acid",
    "CanonicalSMILES": "CN(C)C=NC1=C(C=C(C(=C1I)CCC(=O)O)I)I",
    "Synonyms": [
        "IPODATE",
        "Iopodic acid",
        "Ipodic acid",
        "5587-89-3",
        "Oragrafin Sodium",
        "Biloptin",
        "Bilimin acid",
        "3-(3-(((Dimethylamino)methylene)amino)-2,4,6-triiodophenyl)propanoic acid",
        "Bilopten",
        "Oragrafin",
        "CHEBI:81496",
        "F604ZKI910",
        "3-[3-(dimethylaminomethylideneamino)-2,4,6-triiodophenyl]propanoic acid",
        "Biloptinon",
        "3-(3-{[(E)-(dimethylamino)methylidene]amino}-2,4,6-triiodophenyl)propanoic acid"
    ],
    "IsomericSMILES": "CN(C)C=NC1=C(C=C(C(=C1I)CCC(=O)O)I)I",
    "INCHI": "InChI=1S/C12H13I3N2O2/c1-17(2)6-16-12-9(14)5-8(13)7(11(12)15)3-4-10(18)19/h5-6H,3-4H2,1-2H3,(H,18,19)",
    "INCHIKEY": "YQNFBOJPTAXAKV-UHFFFAOYSA-N",
    "Formula": "C12H13I3N2O2",
    "MolecularWeight": {
        "$numberDouble": "597.96"
    },
    "Description": "Iopodic acid is a monocarboxylic acid.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "339"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "American Medical Association, AMA Department of Drugs. AMA Drug Evaluations. 5th ed. Chicago: American Medical Association, 1983., p. 1068",
            "Value": "IPODATE /ORAGRAFIN/...GIVEN ONCE DAILY CAUSES RAPID DECLINE IN SERUM T3 & T4, INCREASES RT3, & APPEARS TO BE MORE POTENT THAN PTU IN INHIBITING EXTRATHYROIDAL CONVERSION OF T4 TO T3. ANOTHER MECHANISM PROBABLY INVOLVES THE SLOWER INHIBITION OF THYROID HORMONE SECRETION CAUSED BY RELEASE OF IODINE AFTER METABOLISM OF IPODATE. THE USE OF IPODATE & SIMILAR AGENTS IS INVESTIGATIONAL BUT APPEARS PROMISING FOR SHORT-TERM EARLY TREATMENT OF HYPERTHYROIDISM OR AS AN ADJUNCT TO THIOAMIDE DRUGS. /IPODATE SALTS/"
        },
        {
            "References": "BENG CG ET AL; THE EFFECTS OF IOPODATE ON THE SERUM IODOTHYRONINE PATTERN IN NORMAL SUBJECTS; ACTA ENDOCRINOL (COPENH) 93(2) 175 (1980)",
            "Value": "THE INGESTION BY NORMAL SUBJECTS OF 3 G OF SODIUM IPODATE RESULTED IN DECREASES OF SERUM TOTAL & FREE T3 TO A NADIR ON DAY 4 WHICH AVERAGED 43% & 40%, RESPECTIVELY, BELOW INITIAL MEAN VALUES. TOTAL & FREE RT3 INCREASED MARKEDLY TO PEAK ON DAY 3, 244% & 189%, RESPECTIVELY, ABOVE INITAL MEAN VALUES. CHANGES OBSERVED AFTER ADMINISTRATION OF IPODATE WERE CONSISTENT WITH AN EFFECT ON THE PERIPHERAL METABOLISM OF T4."
        },
        {
            "References": "DEGROOT LJ, RUE PA; ROENTGENOGRAPHIC CONTRAST AGENTS INHIBIT TRIIODOTHYRONINE BINDING TO NUCLEAR RECEPTORS IN VITRO; J CLIN ENDOCRINOL METAB 49(4) 538 (1979)",
            "Value": "IPODATE INHIBITED BINDING OF (125)I-LABELED T3 IN VITRO. IT PRODUCED A 50% INHIBITION OF BINDING AT 1.2X10-4 MOLAR. WHEN GIVEN ORALLY IN ACTIVE IN VIVO EXPERIMENTS, IPODATE DID NOT DIMINISH BINDING TO LIVER NUCLEAR RECEPTORS, BUT APPEARED TO INHIBIT IN VIVO METABOLISM OF LABELED T3."
        },
        {
            "References": "BURMAN KD ET AL; IPODATE AND 8-ANILINO-1-NAPHTHALENE SULFONIC ACID BLOCK RECEPTOR BINDING OF T3 IN RAT LIVER; HORM METAB RES 12 (12): 685-7 (1980)",
            "Value": "IPODATE IS AN EFFECTIVE, COMPETITIVE IN VITRO INHIBITOR OF (125)I-LABELED T3 BINDING TO RAT HEPATIC NUCLEI RECEPTORS. T3 RECEPTOR BINDING INHIBITION ALSO OCCURRED WHEN IPODATE WAS GIVEN IV TO RATS."
        },
        {
            "References": "LAURBERG P; SECRETION OF DIIODOTHYRONINES FROM THE PERFUSED CANINE THYROID ISOLATED IN SITU; THE INFLUENCE OF RADIOCONTRAST AGENTS; THYROID RES 8: 359-62 (1980)",
            "Value": "3,3'-DIIODOTHYRONINE (3,3'-T2) SECRETION FROM PERFUSED CANINE THYROID ISOLATED IN SITU, WAS INHIBITED BY IPODATE (10-5 MOLES)."
        }
    ]
}