{
    "_id": {
        "$oid": "6682e7d6c4e5dba5ffba2296"
    },
    "CID": {
        "$numberInt": "527"
    },
    "Name": "PROPIONALDEHYDE",
    "IUPACName": "propanal",
    "CanonicalSMILES": "CCC=O",
    "Synonyms": [
        "Propionaldehyde",
        "propanal",
        "123-38-6",
        "Propanaldehyde",
        "Propaldehyde",
        "Methylacetaldehyde",
        "n-Propanal",
        "Propylaldehyde",
        "Propional",
        "Propionic aldehyde",
        "Propylic aldehyde",
        "1-Propanal",
        "Propyl aldehyde",
        "Aldehyde propionique",
        "n-Propionaldehyde"
    ],
    "IsomericSMILES": "CCC=O",
    "INCHI": "InChI=1S/C3H6O/c1-2-3-4/h3H,2H2,1H3",
    "INCHIKEY": "NBBJYMSMWIIQGU-UHFFFAOYSA-N",
    "Formula": "C3H6O",
    "MolecularWeight": {
        "$numberDouble": "58.08"
    },
    "Description": "Propanal is an aldehyde that consists of ethane bearing a formyl substituent. The parent of the class of propanals. It has a role as an Escherichia coli metabolite. It is an alpha-CH2-containing aldehyde and a member of propanals.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "17"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:12489721",
            "Value": "Propionaldehyde was emitted from rape during the blooming period at a rate of 0.6-2.69 and 0.22-1.50 ppbv during May 8 and 9, 1998(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for propionaldehyde(SRC), using a log Kow of 0.59(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available at https://www.safe.nite.go.jp/english/db.html as of Feb 10, 2009. (2) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (3) Hatfield R; Ind Eng Chem 49: 192-6 (1957) (4) Gerhold RM, Malaney GW; J Water Pollut Contr Fed 38: 562-79 (1966) (5) Urano K, Kato Z; J Hazard Mater 13: 147-59 (1986)",
            "Value": "AEROBIC: Propionaldehyde, present at 100 mg/L, reached 94% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). Laboratory tests confirm the degradability of propionaldehyde by acclimated sludge and sewage(1-5) with theoretical BODs of 38% in 5 days(2), 100% in 5 hrs(3), and 29% in 24 hrs(4). Propionaldehyde is generally degraded to propionic acid and then further degraded to carbon dioxide and water(5). Six day BOD:ThOD ratios for propionaldehyde ranged from 0.35 to 0.53 using an activated sludge inocula(5). Percentages of ThOD biodegraded after 6, 12, and 24 hrs were 14.4, 24.9, and 28.8, respectively(5)."
        },
        {
            "References": "(1) Chou WL et al; Biotech Bioeng Symp 8: 391-414 (1979)",
            "Value": "ANAEROBIC: Propionaldehyde degrades by anaerobic biological treatment with 26% utilization being reported in a system with a 20 day hydraulic retention time(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = 0.59"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:8313516",
            "Value": "Inhibition of intercellular communication is an important feature in the tumor promotion phase of a multistage carcinogenesis model. In atherosclerosis inhibition of cell-cell communication by atherogenic compounds, e.g., low density lipoproteins (LDL), also seems to be important. For testing atherogenic compounds we used an atherosclerosis relevant cell type, namely human smooth muscle cells. In order to investigate which part of the LDL particle would be involved in inhibition of metabolic co-operation between human smooth muscle cells in culture ... several fatty acids and their breakdown products /were tested/, namely aldehydes. Unsaturated C-18 fatty acids markedly influenced gap-junctional intercellular communication (GJIC), whereas saturated (C18:0, C16:0) and unsaturated fatty acids with > 20 carbon atoms did not inhibit GJIC. In the case of oleic and elaidic acid, orientation seemed important; however, after exposure to palmitoleic and palmitelaidic acid no differences were found. The most potent inhibitor of GJIC was linoleic acid, which inhibited GJIC by 75%. No correlation was found between degrees of unsaturation and ability to inhibit GJIC. Of the tested aldehydes, hexanal, propanal, butanal and 4-hydroxynonenal did significantly inhibit GJIC, while pentanal had no effect. Since modification of LDL was shown to be important in order for LDL to inhibit GJIC, these results show that fatty acids and their oxidative breakdown products may be of importance for the inhibition of GJIC by LDL."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An acute dermal toxicity test was conducted with New Zealand white rabbits at a dose of 2 mg/kg applied as undiluted test material for 24-hours to the skin under an occlusive dressing.  Extensive necrosis and severe edema were seen in all animals at 24 hours. Eschar developed subsequently (day 5) in most animals, fissuring was seen in some rabbits, and an exudate from the application site (considered to represent a secondary infection) appeared from some of the test animals. Necrosis greater than 75% was present on all ten animals. All animals survived through day 8, after which they were sacrificed because of the severity of dermal lesions and evidence of secondary infection."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Undiluted propionaldehyde held in contact with the depilated skin of guinea pigs for a period of 24 hours resulted in severe skin irritation. The material was absorbed directly thought intact skin, as evidenced by death of one animal dosed with 5 mL/kg and weight loss in other animals."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute dermal irritation and corrosivity potential of propionaldehyde was investigated by applying 0.5 mL of neat material to the intact skin of white Vienna rabbits for 3 or 4 hours under a semiocclusive dressing. Very slight erythema was observed in two of three rabbits after 4 hours of contact and cleared by 24 hours postexposure. No erythema or edema was reported in three rabbits after 3 hours contact or at 24, 48, or 72 hours postexposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three rats exposed at approximately 60,000 ppm propionaldehyde for a period of 20 minutes died and exhibited signs of gasping, convulsions, and nasal discharge; three rats exposed at approximately 303,000 ppm for 8 minutes (ie, until death) also showed signs of /CNS depression/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Forty rats (5 groups of 8) were exposed at 32 to 83 mg/L for 30 minutes. The LC50 concentration was 62 mg/L (approximately 26,000 ppm). Fourteen of the 40 died during the experiments, 2 more within 1 hour postexposure, and the balance (60%) survived up to 3 weeks postexposure. The survivors recovered after about 1 hour and seemed unaffected on the day after the experiment. During exposure, inhalation of propionaldehyde produced a profound anesthetic effect in most rats, particularly at the higher concentrations. Histological examinations of lungs, heart, liver, spleen, kidneys, and brain from at least four rats were made. Bronchitis and bronchopneumonias were observed in the lungs, hyperaemia in the liver and kidneys, and no changes in other organs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One drop of undiluted propionaldehyde placed in the conjunctival sac of a rabbit's eye was immediately irritating and caused corneal opacity which had not cleared at the end of the observation period."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instillation of 0.02 mL of undiluted propionaldehyde into the inferior conjunctival sac of rabbit eyes produced severe injury, and 0.005 mL instilled in an identical manner produced moderate damage. Instillation of 0.1 mL into the inferior conjunctival sac of rabbit eyes produced mild transient corneal injury and iritis with moderate to severe conjunctival irritation; all eye injuries were resolved by day 10. However, 0.01 mL produced minor, transient corneal injury; iritis; and moderate to severe conjunctival injury with complete resolution in 7 days."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1054",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The liquid tested on rabbit eyes by application of a drop caused moderate injury, graded 5 on a scale of 1-10 after 24 hr, but the final result is not reported."
        },
        {
            "References": "PMID:4713486",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Propionaldehyde (5-20 mg/kg, ip) increased blood pressure in a dose-related manner in rats ... . This effect was slightly decreased by adrenalectomy and more strongly antagonized by pretreatment with reserpine or phentolamine. ... Doses > 20 mg/kg resulted in hypotension and severe bradycardia. Atropine decreased these effects. ... After vagotomy high doses ... increased blood pressure and caused a positive chronotropic response. The pressor effects ... are primarily due to vasostriction mediated by norepinephrine released from sympathetic nerve endings in vascular smooth muscle, while at high doses the bradycardia and hypotension result from stimulation of higher centers."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 306",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/... Acute toxicity of aldehydes in mice, guinea pigs, and rabbits /have been studied/. All animals exposed to high levels by inhalation developed fatal pulmonary edema. /Higher aliphatic aldehydes/"
        },
        {
            "References": "Tokanova SE; Gig Sanit (4): 10-13 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Propionaldehyde affected the CNS of animals, affected cholinesterase of the peripheral blood, & reduced the number of erythrocytes & hemoglobin of blood. The lowest nonactive exposure level was 0.5 mg/cu m."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Propionaldehyde liquid was injected at a known rate into a metered stream of air by means of a controlled, fluid-free atomizer and delivered to two groups of rats (4 of each gender per group) at 90 or 1300 ppm. No weight gain was seen after 6 six-hour exposures in the group receiving 1300 ppm. Histological examination of tissues (lungs, liver, kidneys, spleen, adrenals) at necropsy revealed liver cell vacuolation. The second group received 20 six-hour exposures at 90 ppm. These test animals demonstrated no toxic signs, and organs were normal at necropsy. In addition to the histological examination, clinical observations were made, including nasal irritation, eye irritation, and respiratory difficulty. No adverse clinical observations were reported for either exposure group. No intermediate concentrations were tested."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female CD rats (15 per exposure group) were exposed 6 hours/day, 7 days/week by inhalation at 0, 150, 750 or 1,500 ppm propionaldehyde. Males received 52 consecutive daily exposures, while females were exposed for 2-weeks prior to mating, during a 14-day (maximum) mating period and through day 20 of gestation. No differences were observed between means of all three male exposure groups and controls with respect to body weight, body weight gain, clinical observations and food consumption. In females, no exposure-related clinical signs were noted; however, body weight gain and food consumption were significantly reduced in the intermediate and high exposure groups during the first week of exposure and in the high exposure group during the first half of gestation. Food consumption was also slightly reduced in the females of the high and intermediate exposure groups either throughout or during part of gestation. Elevated erythrocyte count with accompanying increases in hemoglobin concentrations and hematocrit values and an increase in monocytes were noted in the males exposed at 1500 ppm. Kidney weights, as a percent of body weight, were also slightly increased in males exposed to 1500 ppm. No exposure-related increases in the incidence of gross lesions were apparent in either sex. The only exposure related finding upon microscopic examination of tissues was in the olfactory epithelium in the anterior two sections of the nasal cavities of both male and female rats. Vacuolization was primarily evident in the low and intermediate exposure groups with atrophy seen in the intermediate and high exposure groups. The injury appeared to be somewhat diminished in females, possibly a result of a 6-day recovery period. No no-observed-effect level (NOEL) was established for nasal lesions. The NOEL for other manifestations of systemic toxicity was 150 ppm."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 306",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Anesthesia /noted/ in rats at high levels of inhalation for propionaldehyde & butyraldehyde. The survivors recovered promptly. Autopsies showed principally evidence of bronchial & alveolar inflammation. ... Rats tolerated inhalation of 90 ppm of propionaldehyde, for 20 days, 6 hr/day, with no obvious pathology, although 1300 ppm for 6 days produced hepatic damage."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...No effects were noted on any reproductive parameter in animals exposed to vapor at concentrations up to 1500 ppm. Litter size and viability were similar among exposure groups (150, 750 and 1500 ppm) and the control. Thus, the no-observed-adverse effect level (NOAEL) for reproductive toxicity was greater than 1500 ppm. Information on the effects of propionaldehyde on the developing embryo and fetus was obtained in the same study. There was no evidence of external malformations in pups from dams exposed to vapor at concentrations up to 1500 ppm over the entire gestation. The data from the ... study suggest a NOAEL for developmental toxicity of greater than 1500 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Male and female CD rats (15 per exposure group) were exposed to propionaldehyde by inhalation at air concentrations of 0, 150,750 or 1500 ppm using the OECD SIDS Combined Repeated-Dose Reproductive Toxicity protocol. Exposures were conducted 6 hours/day, 7 days/week. Males received 52 consecutive daily exposures, while females were exposed for 2 weeks prior to mating, during a 14-day (maximum) mating period, and through day 20 of gestation. Females were allowed to litter, and the body weight, viability, disposition of the offspring were monitored from birth until postnatal day 4. On day 4 of lactation, necropsies were performed on the adult females, and the offspring were examined externally and sacrificed without pathologic evaluation. No significant effects of exposure were noted on any reproductive parameter assessed. Litter size and viability were similar among exposure groups and the control. Pup body weights on postnatal days 0 and 4 were not affected by exposure, although the body weight gain of pups from the high exposure group mothers for that period was slightly depressed. The NOEL in parental animals for evidence of systemic toxicity was 150 ppm. ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Propionaldehyde was administered to Sprague-Dawley rats by intraamniotic injection on day 13 of gestation at 10 ug, 100 ug, or 1000 ug/fetus. There was a dose-dependent increased incidence of resorbed fetuses that was significant at 1000 ug/fetus. There was one malformed fetus in the 1000 ug/fetus treatment group (ie, shortened tail); however, the incidence of malformed fetuses at this concentration was not increased compared to controls. The NOEL was 1000 ug/fetus."
        },
        {
            "References": "PMID:4035593",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The teratogenicity and embryolethality of acrolein and five structurally related compounds: acrylic acid, allyl alcohol, glycidol, glyceraldehyde, and propionaldehyde /was assessed/ by intraamniotic injections in Sprague-Dawley rats on day 13 of gestation. All compounds tested were significantly embryolethal with at least one concentration of the drug. Acrolein was the most embryolethal of the drugs, causing a significant increase in resorptions with as little as 0.1 micrograms/fetus; the other drugs were embryolethal at doses 100-10,000 times that of acrolein. Acrolein was also the most teratogenic of the drugs tested; a dose as low as 5 ug/fetus caused a significant increase in the incidence of fetal malformations. Of the other compounds tested, only glycidol at a dose of 1,000 ug/fetus induced a significant number of malformed fetuses compared to control."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/ When tested in the nonbacterial in vitro Chinese hamster ovary V79 assay (HGPrt locus and Na+/K+ locus), the lowest concentration producing cell toxicity without metabolic activation was approximately 30 mmol. Propionaldehyde induced a dose-dependent increase in the mutation frequency either at the HGPrt locus, with thioguanine as the selective agent, or at the Na+/K+ locus, with ouabain as the selective agent."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/ Forty mice (5 per sex per dose) received propionaldehyde by intraperitoneal injection at 0%, 25%, 50%, or 80% of the LD50 (0, 240, 480, or 768 mg/kg). No significant increases in the incidences of micronucleated PCEs were observed at 240 and 480 mg/kg in either sex or in the 768 mg/kg females. Increases in the incidence of micronucleated PCEs were observed at 24 and 48 hours, but not at 12 hours, in males receiving 768 mg/kg. There was no evidence that the increases in male mice were dose related, and they were not considered biologically significant. Effect on Mitotic Index or P/N Ratio: PCE/NCE was 58% of controls at 48 hours after injection in high dose females."
        },
        {
            "References": "Florin I et al; Toxicol 15: 219-32 (1980)",
            "Value": "/GENOTOXICITY/ Propanal was tested for mutagenicity using the Ames test with strains TA98, TA100, TA1535, and TA1537 with & without S-9 mix from Aroclor-induced rats. The concn tested at 3 umol/plate was not mutagenic."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Propionaldehyde was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program. Propionaldehyde was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at doses of 0.100, 0.333, 1.000, 3.333, and 10.000 mg/plate. The highest ineffective dose tested in any Salmonella typhimurium strain was 10.000 mg/plate."
        },
        {
            "References": "PMID:6518624",
            "Value": "/GENOTOXICITY/ Alkaline elution was employed to study DNA damage in Chinese hamster ovary-Kl cells treated with a series of biotic and xenobiotic aldehydes. DNA cross-linking was measured in terms of the reduction in the effect of methyl methanesulphonate on the kinetics of DNA elution and was observed in cells treated with formaldehyde, acetaldehyde, methylglyoxal and malonaldehyde. Propionaldehyde, valeraldehyde, hexanal, and 4-hydroxynonenal produced DNA single strand breaks, or lesions which were converted to breaks in alkali. Both types of DNA damage occurred in cells exposed to malonaldehyde. These findings support the hypothesis of a carcinogenic effect of the aldehydic products (malonaldehyde, methylglyoxal, propionaldehyde, hexanal, 4-hydroxynonenal) released in biomembranes during lipid peroxidation. Acetaldehyde did not cause DNA breaks."
        },
        {
            "References": "PMID:9491389",
            "Value": "/GENOTOXICITY/ Several aldehydes and peroxides were tested for mutagenicity using Salmonella typhimurium tester strains TA97a, TA100, TA102 and TA104, in the presence and absence of Aroclor-induced liver S9 mix from F344 rats and B6C3F1 mice, in either preincubation or vapor phase protocols. Some chemicals were tested in additional Salmonella strains. Benzaldehyde, butyraldehyde, benzoyl peroxide, 4-chlorobenzaldehyde, isobutyraldehyde, propionaldehyde and veratraldehyde were non-mutagenic. Acetaldehyde and dicumyl peroxide gave inconsistent results and furfural gave equivocal responses in TA100 and TA104. Cumene hydroperoxide, formaldehyde and glutaraldehyde were mutagenic in TA100, TA102 and TA104. trans-Cinnamaldehyde exhibited a weak mutagenic response in TA100 with mouse liver S9 only. 2,4,5-Trimethoxybenzaldehyde was mutagenic only in strain TA1538 with rat liver S9. With the exception of butanone peroxide, which was mutagenic only in TA104, all chemicals mutagenic in strains TA102 and/or TA104 were also mutagenic in TA100. The data do not, therefore, support the preferential use of strains TA102 and TA104 for screening aldehydes and peroxides for mutagenicity. For a number of these chemicals the advantages of using TA102 or TA104 was in the increased responses compared with those obtained with TA100. Two of the four peroxides were mutagenic and one of these was mutagenic only with TA104."
        },
        {
            "References": "PMID:2398816",
            "Value": "/GENOTOXICITY/The induction of aneuploidy in cultured Chinese hamster cells by propionaldehyde (PA) ... has been studied. Chinese hamster embryonic diploid (CHED) cells were grown as a monolayer in cover glasses. Treatments were performed with doses of 5 x 10-4, 1 x 10-3 and 2 x 10-3% of PA for 3 hr ... . Treatments with 2 x 10-3% of acetaldehyde (AA) for the same PA and CH treatments were used as positive controls. Untreated cultures were used as negative controls. PA induced chromosomal aberrations with the three doses employed although in a lesser degree than the positive control. ... No correlation was found between the amount of chromosomal damage induced and the doses of PA ... employed. /PA/ ...  increased the frequency of aneuploid cells in relation to untreated controls but not in relation to the positive control. However, ... PA /did not/ significantly increase the frequencies of polyploid cells. ..."
        },
        {
            "References": "PMID:2311195",
            "Value": "/GENOTOXICITY/The mutagenicity of ...  propionaldehyde was measured in V79 cells as resistance to 6-thioguanine. ... Propionaldehyde was not mutagenic at 1 uM; it was toxic at 2 uM..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5:1000",
            "Value": "/GENOTOXICITY/... Propionaldehyde induces DNA fragmentation in Chinese hamster ovary cells..."
        },
        {
            "References": "PMID:3030333",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A study was performed to evaluate whether pulmonary alveolar macrophages are susceptible to inhibition of superoxide anion radical production by reactive aldehydes, and whether such an effect is produced by interaction with membrane sulfhydryl groups. Pulmonary alveolar macrophages were isolated from female Sprague-Dawley rats, and polymorphonuclear leukocytes were isolated from healthy human volunteers. There was a dose related decrease in surface sulfhydryls and soluble sulfhydryls in polymorphonuclear leukocytes and pulmonary alveolar macrophages after treatment with acrolein and crotonaldehyde, while the saturated aldehyde propionaldehyde had no effect."
        },
        {
            "References": "PMID:12396875",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Thirteen chemicals present in tobacco smoke were assessed for their effect on viability and proliferation of mouse lymphocytes in vitro. Acetaldehyde, benzene, butyraldehyde, isoprene, styrene, and toluene produced no effect on either viability or proliferation after 3 hr of exposure. Formaldehyde, catechol, acrylonitrile, propionaldehyde, and hydroquinone significantly inhibited T-lymphocyte and B-lymphocyte proliferation with IC50 values ranging from 1.19 x 10(-5) M to 8.20 x 10(-4) M after 3 hr of exposure. Acrolein and crotonaldehyde not only inhibited T-cell and B-cell proliferation, but also acted on viability with IC50 values ranging from 2.06 x 10-5 M to 4.26 x 10-5 M. Mixtures of acrolein, formaldehyde, and propionaldehyde or crotonaldehyde were tested and interactive effects at 0.5 and 1 x IC50 were observed. Two mixtures significantly inhibited T-cell proliferation when compared to the control at 0.1 x IC50 concentration. The present study shows that some chemicals known to be present in tobacco smoke exert an effect on lymphocyte viability and proliferation in vitro."
        },
        {
            "References": "PMID:4049401",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The purpose of this study was to determine if formaldehyde (HCHO) pretreatment would cause sensory irritation cross tolerance to other inhaled aldehydes. Male F-344 rats, weighing 190 to 210 g, were pretreated with 15 ppm HCHO, 6 hr/day for 9 days, and challenged on the 10th day with a saturated (acetaldehyde, propionaldehyde, and butyraldehyde), unsaturated (acrolein and crotonaldehyde), or cyclic (cyclohexanecarboxaldehyde, 3-cyclohexene-1-carboxaldehyde, and benzaldehyde) aldehyde. ... In naive (nonpretreated) animals, the concentration eliciting a 50% decrease in respiratory rate (RD50) was 23 ppm or less for unsaturated aliphatic aldehydes. For cyclic and saturated aliphatic aldehydes, the RD50 ranged from 600 to 1000 ppm and 3000 to 6800 ppm, respectively. Formaldehyde pretreatment resulted in cross tolerance only with acetaldehyde (RD50 increased 3.5-fold) and acrolein (RD50 increased 5-fold)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of propionaldehyde is estimated as 50(SRC), using a log Kow of 0.59(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that propionaldehyde is expected to have very high mobility in soil."
        }
    ]
}