{
    "_id": {
        "$oid": "6682e9b2c4e5dba5ffba2bec"
    },
    "CID": {
        "$numberInt": "5280970"
    },
    "Name": "CIS-1,3-DICHLOROPROPENE",
    "IUPACName": "(Z)-1,3-dichloroprop-1-ene",
    "CanonicalSMILES": "C(C=CCl)Cl",
    "Synonyms": [
        "(Z)-1,3-Dichloro-1-propene",
        "(Z)-1,3-Dichloropropene",
        "10061-01-5",
        "cis-1,3-Dichloro-1-propene",
        "cis-1,3-Dichloropropene",
        "cis-1,3-Dichloropropylene",
        "cis-DCP",
        "1-Propene",
        "1,3-dichloro-",
        "(Z)-",
        "(1Z)-1,3-dichloroprop-1-ene",
        "1-Propene",
        "1,3-dichloro-",
        "(1Z)-",
        "(Z)-Dichloropropene",
        "1,3-Dichloropropene",
        "cis-",
        "Propene",
        "1,3-dichloro-",
        "(Z)-",
        "CCRIS 227",
        "(Z)-1,3-dichloroprop-1-ene"
    ],
    "IsomericSMILES": "C(/C=C\\Cl)Cl",
    "INCHI": "InChI=1S/C3H4Cl2/c4-2-1-3-5/h1-2H,3H2/b2-1-",
    "INCHIKEY": "UOORRWUZONOOLO-UPHRSURJSA-N",
    "Formula": "C3H4Cl2",
    "MolecularWeight": {
        "$numberDouble": "110.97"
    },
    "Description": "(Z)-1,3-dichloropropene is the (Z)-isomer of 1,3-dichloropropene. It is a 1,3-dichloropropene and a chloroalkene. It derives from a hydride of a propene.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "31"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tomlin CDS, ed; The Pesticide Manual World Compendium. 11th ed. Surrey, England: British Crop Protection Council, p. 366 (1997) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 8 was calculated for cis-1,3-dichloropropene(SRC), using a log Kow of 2.06(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decision (RED). 1,3-Dichloropropene. (1998) USEPA 738-R-98-016. Available at https://www.epa.gov/oppsrrd1/REDs/ as of April 20, 2001. (2) Roberts TR, Stoydin G; Pestic Sci 7: 325-35 (1976) (3) Verhagen C et al; Soil Biol Biochem 28: 1753-6 (1996) (4) Van Dijk H; Agro-Ecosystems 1: 193-204 (1974) (5) Tomlin CDS; The Pesticide Manual, 11th ed. Farnham, UK: British Crop Protection Council p. 366 (1997)",
            "Value": "AEROBIC: The reported half-lives for 1,3-dichloropropene (isomer not specified) were 12 days in Catlin silt loam soil and 54 days in Fuquay loamy sand soil(1). The major nonvolatile degradates isolated from the soils were cis/trans-3-chloroprop-2-en-1-ol (3-chloroallyl alcohol) and cis/trans-3-chloroprop-2-enoic acid (3-chloroacrylic acid)(1). Numerous naturally-occurring carboxylic acids were also identified as degradates(1). Twelve weeks after radiolabeled cis-1,3-dichloropropene was added to soil and stored in sealed containers, 19% remained in sandy loam and 10% remained in medium loam(2). After 20 weeks, 5% remained in sandy loam and 3% remained in the medium loam(2). The half-life of the dichloropropene was 3-4 weeks in sandy loam. The primary degradation product was cis-3-chloroallyl alcohol(2). It was possible that some of the parent compound was lost by volatilization(2). In another study, after intensive treatment of 10 soils with cis-1,3-dichloropropene, all soils were adapted and showed enhanced biodegradation of this compound(3). Cis- and trans-1,3-dichloropropene disappeared in sandy soils (15-20 °C, closed containers) at a rate of 2.5-3%/day (with an avg half-life of 24 days) (4). The half-life of 1,3-dichloropropene (cis and trans isomers) in 13 aerobic soils at 20 °C ranged from 6-17 days(5)."
        },
        {
            "References": "(1) USEPA; Reregistration Eligibility Decision (RED). 1,3-Dichloropropene. (1998) USEPA 738-R-98-016. Available at https://www.epa.gov/oppsrrd1/REDs/ as of April 20, 2001. (2) Tomlin CDS; The Pesticide Manual, 11th ed. Farnham, UK: British Crop Protection Council p. 366 (1997)",
            "Value": "ANAEROBIC: In a silty clay loam soil at 15 °C, the half-life of 1,3-dichloropropene (isomer not specified) was reported to be 9.1 days(1). In a sandy loam soil at 15 °C, the half-life was 7.7 days(1). In both a silty clay loam and sandy loam soil, at 25 °C, the half-life was 2.4 days(1). The observed degradates were chloroacrylic acid and propionic acid(1). The average half-life of 1,3-dichloropropene (cis and trans isomers) in anaerobic soil was reported as 8.4 days at 15 °C and 2.4 days at 25 °C(2)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 366",
            "Value": "log Kow = 2.06"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:1912322",
            "Value": "Molecular orbital calculations were used to clarify the mechanism of mutagenic action of various substituted allyl chlorides. Computed molecular properties were compared with experimental mutagenic potentials of these allylic cmpd. In agreement with the experiment, the computational results suggest that the primary mechanism of action involves the SN1 formation of allylic cations whih then react with nucleophilic centers of nucleic acid bases. The usefulness of computed propertiee in estimating the degree of alkylating activity and mutagenicity was evaluated. In general, stability of the allylic carbocation intermediate and the degree of charge delocalization in the allyl system correlate well with observed mutagenic potentials."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Thomason IG, Mckenry MV; Halgardia 42: 393 (1973) as cited in USEPA; Ambient Water Quality Criteria Doc: Dichloropropanes/Dichloropropenes (Draft) p.A-3 to A-4 (1980)",
            "Value": "When Telone is applied to a moist, warm soil at ... 234 l/ha, cis-dichloropropene can ... remain in the soil at concn greater than 10 ug/l for 2-4 months."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USEPA; Reregistration Eligibility Decision (RED). 1,3-Dichloropropene. (1998) USEPA 738-R-98-016. Available at https://www.epa.gov/oppsrrd1/REDs/ as of April 20, 2001. (2) Hamaker JW, Thompson JM; pp. 49-144 in Organic Chem in the Soil Environ. Goring CAI, Hamaker JN eds, Vol I (1972) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The calculated Freundlich adsorption coefficients (Kd) for 1,3-dichloropropene (isomers not specified) were 0.23 and 0.32 for loamy sand and sand soils, respectively(1); Kd was 0.49 and 1.09 for clay soils(1). The avg max Koc values were 20 for sand, 25 for loamy sand, and 41 and 42 for two clay soils(1). The avg Koc of cis-1,3-dichloropropene in 3 soils with organic carbon contents of 3.19, 10.4, and 55.1% was 27(2). According to a classification scheme(3), Koc values from 25 to 42 suggest that cis-1,3-dichloropropene is expected to have very high mobility in soil(SRC). In 30-cm columns of sand, loamy sand, and Florida clay, 1,3-dichloropropene (isomers not specified) leached when more than 25 inches of water were applied(1); a total of 1.9% to 4.6% of the applied (unaged) radioactivity remained in the soils and 70% to 84% was found in the leachate(1). Aged (eg, 31 days) 1,3-dichloropropene (isomers not specified) residues were very mobile, with 25.6% to 32.0% of the applied radioactivity in the leachates of 30-cm columns of loamy sand soil(1). 1,3-Dichloropropene (isomers not specified) and the degradates 3-chloroallyl alcohol, chloroacrylic acid, and composite carboxylic acids (including acetic acid, oxalic acid, and propionic acid) were detected in both the leachates and the upper 2-cm soil segment extracts(1)."
        }
    ]
}