{
    "_id": {
        "$oid": "6682e81fc4e5dba5ffba2402"
    },
    "CID": {
        "$numberInt": "5281"
    },
    "Name": "Stearic acid",
    "IUPACName": "octadecanoic acid",
    "CanonicalSMILES": "CCCCCCCCCCCCCCCCCC(=O)O",
    "Synonyms": [
        "stearic acid",
        "Octadecanoic acid",
        "57-11-4",
        "n-Octadecanoic acid",
        "Stearophanic acid",
        "Cetylacetic acid",
        "1-Heptadecanecarboxylic acid",
        "Pearl stearic",
        "Stearex Beads",
        "Octadecansaeure",
        "Stearinsaeure",
        "Vanicol",
        "Hydrofol Acid 150",
        "Century 1240",
        "Glycon DP"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCCCCCC(=O)O",
    "INCHI": "InChI=1S/C18H36O2/c1-2-3-4-5-6-7-8-9-10-11-12-13-14-15-16-17-18(19)20/h2-17H2,1H3,(H,19,20)",
    "INCHIKEY": "QIQXTHQIDYTFRH-UHFFFAOYSA-N",
    "Formula": "C18H36O2",
    "MolecularWeight": {
        "$numberDouble": "284.5"
    },
    "Description": "Octadecanoic acid is a C18 straight-chain saturated fatty acid component of many animal and vegetable lipids. As well as in the diet, it is used in hardening soaps, softening plastics and in making cosmetics, candles and plastics. It has a role as a plant metabolite, a human metabolite, a Daphnia magna metabolite and an algal metabolite. It is a long-chain fatty acid, a straight-chain saturated fatty acid and a saturated fatty acid. It is a conjugate acid of an octadecanoate. It derives from a hydride of an octadecane.",
    "XlogP": {
        "$numberDouble": "7.4"
    },
    "Complexity": {
        "$numberInt": "202"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Stearic acid. Available from, as of Nov 2, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Stearic acid occurrences in plants(1).",
            "Table": "[{'Genus species': 'Vitellaria paradoxa', 'Family': 'Sapotaceae', 'Common name(s)': 'Butterseed; Shea nut; Sheatree; Shea; Shea-Butter Tree', 'Part': 'Seed Oil', 'Concn (ppm)': '459000'}, {'Genus species': 'Verbascum thapsus', 'Family': 'Scrophulariaceae', 'Common name(s)': 'Mullein; Velvetplant; Flannelplant; Great Mullen; Flannelleaf', 'Part': 'Seed Oil', 'Concn (ppm)': '325000'}, {'Genus species': 'Carapa guianensis', 'Family': 'Meliaceae', 'Common name(s)': 'Andiroba', 'Part': 'Seed', 'Concn (ppm)': '220000-260000'}, {'Genus species': 'Momordica charantia', 'Family': 'Cucurbitaceae', 'Common name(s)': 'Sorosi; Bitter Melon', 'Part': 'Cotyledon', 'Concn (ppm)': '121200-241800'}, {'Genus species': 'Vitellaria paradoxa', 'Family': 'Sapotaceae', 'Common name(s)': 'Butterseed; Shea nut; Sheatree; Shea; Shea-Butter Tree', 'Part': 'Seed', 'Concn (ppm)': '215660-233020'}, {'Genus species': 'Theobroma cacao', 'Family': 'Sterculiaceae', 'Common name(s)': 'Cacao', 'Part': 'Seed', 'Concn (ppm)': '111300-215450'}, {'Genus species': 'Simarouba glauca', 'Family': 'Simaroubaceae', 'Common name(s)': 'Simaruba Bark', 'Part': 'Seed', 'Concn (ppm)': '169600-185220'}, {'Genus species': 'Theobroma bicolor', 'Family': 'Sterculiaceae', 'Common name(s)': 'Nicaraguan Caco; Pataste', 'Part': 'Seed', 'Concn (ppm)': '172655-182375'}, {'Genus species': 'Silybum marianum', 'Family': 'Asteraceae', 'Common name(s)': \"Milk Thistle; Lady's Thistle\", 'Part': 'Seed Oil', 'Concn (ppm)': '178000'}, {'Genus species': 'Verbascum thapsus', 'Family': 'Scrophulariaceae', 'Common name(s)': 'Mullein; Velvetplant; Flannelplant; Great Mullen; Flannelleaf', 'Part': 'Seed', 'Concn (ppm)': '164000'}]"
        },
        {
            "References": "(1) Taira H et al; J Agric Food Chem 36: 45-47 (1988) (2) Bagby MO et al; Carboxylic acids. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2017). New York, NY: John Wiley & Sons. Online Posting Date: 17 Oct 2003.",
            "Value": "Mature grains of 15 nonglutinous cultivars each of Indica, Sinica, Javanica, and Japonica brown rice collected in Japan and China in 1984 were determined to have an average of 1.95, 2.00, 1.69, and 1.84 percent stearic acid content, respectively(1). Stearic acid is found in low percentages in cotton, coconut, palm kernel, corn, palm, castor, rapeseed, soybean, and sunflower(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Bagby MO et al; Carboxylic acids. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2017). New York, NY: John Wiley & Sons. Online Posting Date: 17 Oct 2003.",
            "Value": "Stearic acid has been identified in tallow oil(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of October 26, 2017: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 10 was calculated in fish for stearic acid(SRC), using a log Kow of 8.23(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Gerike P; Chemoshpere 13: 169-90 (1984) (2) Heukelekian H, Rand MC; J Water Poll Contr Assoc 27: 1040-53 (1955) (3) Malaney GW, Gerhold RM; J Water Poll Control Fed 41: R18-R33 (1969) (4) Novak JT, Kraus DL; Water Res 7: 843-51 (1973) (5) Ruffo C et al; Ecotox Environ Safety 27: 2736-44 (1984) (6) Takemoto S et al; Suishitsu Odaku Kankyo 4: 80-90 (1981) (7) Keith LH; Environ Sci Technol 10: 555-64 (1976) (8) Bendz D et al; J Haz Mater 122: 195-204 (2005)",
            "Value": "AEROBIC: In a modified OECD screening test accounting for poor water solubility, stearic acid, present at 20 ppm, reached 79% of its theoretical BOD in 28 days(1). Stearic acid, present at a concentration range of 2.5 to 20 ppm, reached 44% of its theoretical BOD in 5 days using a sewage inoculum(2). Using the Warburg test method, stearic acid, present at 500 ppm, reached 0.2, 0.6, 1.3% of its theoretical BOD in 0.25, 0.5, and 1 day, respectively, using an activated sludge inoculum with a microbial population of 2,500 mg/L(3). Using the Warburg test method, the biodegradation of stearic acid in the presence of an activated sludge inoculum at 20, 25, and 30 °C was determined to have half-lives of 3.75, 5.55, and 10.7 days, respectively(4). In an aerobic screening test, stearic acid was determined to be 95% degraded in 21 days using a sewage inoculum(5). Using a marine water inoculum, 5 ppm stearic acid was determined to have a theoretical BOD of 43.9% after 5 days(6). In the presence of a sewage inoculum, 39% removal of 0.777 ppm stearic acid occurred at a kraft paper mill lagoon over two days(7). A removal efficiency of 98% was reported for stearic acid upon analyses of influent and effluent samples collected from the Kallby STP located by the Hoje River, south of Lund, Sweden (8)."
        },
        {
            "References": "(1) Ward TE; Environ Toxicol Chem 4: 727-37 (1985) (2) Ward TE; Ecotox Environ Safety 11: 12-25 (1986) (3) Matsumoto G; Water Res 17: 1803-10 (1983)",
            "Value": "AEROBIC: The half-lives of stearic acid in Williamsburg surface sandy loam, Williamsburg subsurface silt loam, and Sault Ste Marie subsurface sand were determined to be 1.9, 13, and 3.4 days, respectively(1). Williamsburg silt loam and Sault Ste Marie sand containing 1 ppm stearic acid and dissolved organic carbon of 3,469 and 12,500 ppm total organic carbon were determined to biodegrade fast, with half-lives of 13.025 and 2.9 days, respectively(2). During a 29 day incubation period of freshwater from the Tama River, Japan, the concentration of stearic acid decreased from 536 to 3.7 ug/L, suggesting a half-life of approximately 0.50 days(3)."
        },
        {
            "References": "(1) Koyama T et al; Geomicrobiol J 1: 311-27 (1979)",
            "Value": "ANAEROBIC: Freshwater sediment samples taken from Lake Suwa, Japan containing 22.86 mg and 23.66 mg stearic acid were found to have 19 and 25% methane production after an incubation time of 39 and 48 days, respectively(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Avery EL et al; Arch Environ Contam Toxicol 35: 229-35 (1998) (2) Bagby MO et al; Carboxylic acids. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2017). New York, NY: John Wiley & Sons. Online Posting Date: 17 Oct 2003.",
            "Value": "Stearic acid was detected in Sydney rock oysters (Saccostrea commercialis) from the Hunter region of New South Wales, Australia; of 83 controls stearic acid was found at 18.683% of lipid material and of 59 samples taken in sewage polluted water stearic acid was found at 20.382% of lipid material(1). Stearic acid has been identified in herring oil(2)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994)",
            "Value": "log Kow = 8.23"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Terashi A et al; Bull Environ Contam Toxicol 50: 348-55 (1993) (2) Wilkins AL et al; Bull Environ Contam Toxicol 57: 434-41 (1996) (3) Kawata K et al; Bull Environ Contam Toxicol 65: 660-7 (2000)",
            "Value": "SEDIMENT: Sediment samples collected on September 28, 1990 from Dokai Bay in north Kyushu, Japan were found to contain stearic acid at unknown concentrations(1). Sediment samples from the Tarawera River in the Eastern Bay of Plenty region, New Zealand were found to contain an average of 17.8 ppm stearic acid(2). Stearic acid was identified in sediment samples taken Sept 1995 at the mouth of 3 rivers and in 1 port in Niigata, Japan(3)."
        },
        {
            "References": "(1) Muszkat L et al; Arch Insect Biochem Physiol 22: 487-99 (1993) (2) Rushdi AI et al; Arch Environ Contam Toxicol 49: 457-470 (2005)",
            "Value": "SOIL: Stearic acid was identified 20 meters deep in an effluent irrigated citrus grove in Israel at a concentration of 35 ppb(1). During winter 2002 soil and sand samples, from six locations in the Riyadh metropolitan area of Saudi Arabia, were examined for extractable organic matter; stearic acid was detected at relative concentration of 0.28% (of total extractable organic matter) at one of six locations(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of October 25, 2017: https://www2.epa.gov/tsca-screening-tools (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) SPARC; pKa/property server. Ver 3. Jan, 2006. Available at, as of Mar 5, 2008: https://ibmlc2.chem.uga.edu/sparc/ (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (6) Sansone FJ et al; Geochimica et Cosmochimica Acta 51: 1889-96 (1987)",
            "Value": "The Koc for the neutral species of stearic acid is estimated as 5.1X10+4(SRC), using a log Kow of 8.23(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests the neutral (non-ionized) species of stearic acid is expected to be immobile in soil. The estimated pKa of stearic acid is 4.75(4), indicating that this compound will exist almost entirely in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5). However, the adsorption of stearate, the anion of stearic acid, was determined using relatively nonpolar marine sediment sand surfaces: in anoxic clastic mud from Cape Lookout Bight, NC (3.5 g/g organic carbon, clay), fine carbonate beach sand from Kahana Stream, Oahu, HI (1.3 g/g organic carbon, fine sand and silty clay), and a fine carbonate sand from Waimanalo Beach, Oahu, HI (0.17 g/g organic carbon, fine-very fine sand), stearate exhibited Kds of 210, 140 and 36, respectively; overall averaging 99% adsorption(6), suggesting that the anionic species will be immobile in soil."
        }
    ]
}