{
    "_id": {
        "$oid": "6682e9b5c4e5dba5ffba2bfa"
    },
    "CID": {
        "$numberInt": "5282253"
    },
    "Name": "DOMOIC ACID",
    "IUPACName": "(2S,3S,4S)-4-[(2Z,4E,6R)-6-carboxyhepta-2,4-dien-2-yl]-3-(carboxymethyl)pyrrolidine-2-carboxylic acid",
    "CanonicalSMILES": "CC(C=CC=C(C)C1CNC(C1CC(=O)O)C(=O)O)C(=O)O",
    "Synonyms": [
        "domoic acid",
        "14277-97-5",
        "L-Domoic acid",
        "NSC 288031",
        "HSDB 7242",
        "domoate",
        "BRN 5768789",
        "CHEBI:34727",
        "(-)-domoic acid",
        "M02525818H",
        "(2S,3S,4S)-4-((R,2Z,4E)-6-carboxyhepta-2,4-dien-2-yl)-3-(carboxymethyl)pyrrolidine-2-carboxylic acid",
        "(3S,4S)-4-[(2Z,4E,6R)-6-carboxyhepta-2,4-dien-2-yl]-3-(carboxymethyl)-L-proline",
        "Domoic Acid",
        "Mytilus edulis",
        "(2S,3S,4S)-2-CARBOXY-4-[(1Z,3E,5R)-5-CARBOXY-1-METHYL-1,3-HEXADIENYL]-3-PYRROLIDINEACETIC ACID",
        "NSC-288031"
    ],
    "IsomericSMILES": "C[C@H](/C=C/C=C(/C)\\[C@H]1CN[C@@H]([C@H]1CC(=O)O)C(=O)O)C(=O)O",
    "INCHI": "InChI=1S/C15H21NO6/c1-8(4-3-5-9(2)14(19)20)11-7-16-13(15(21)22)10(11)6-12(17)18/h3-5,9-11,13,16H,6-7H2,1-2H3,(H,17,18)(H,19,20)(H,21,22)/b5-3+,8-4-/t9-,10+,11-,13+/m1/s1",
    "INCHIKEY": "VZFRNCSOCOPNDB-AOKDLOFSSA-N",
    "Formula": "C15H21NO6",
    "MolecularWeight": {
        "$numberDouble": "311.33"
    },
    "Description": "Domoic acid is an L-proline derivative that is L-proline substituted by a carboxymethyl group at position 3 and a 6-carboxyhepta-2,4-dien-2-yl group at position 4. It is produced by the diatomic algal Pseudo-nitzschia. It is an analogue of kainic acid and a neurotoxin which causes amnesic shellfish poisoning (ASP). It has a role as a neurotoxin, a marine metabolite, a hapten, a neuromuscular agent and an algal metabolite. It is a pyrrolidinecarboxylic acid, a tricarboxylic acid, a L-proline derivative and a non-proteinogenic L-alpha-amino acid. It is a conjugate acid of a domoate(2-).",
    "XlogP": {
        "$numberDouble": "-1.3"
    },
    "Complexity": {
        "$numberInt": "510"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Burns JM et al; J Agric Food Chem 55: 9951-55 (2007) (2) Vera-Avila LE et al; J Mex Chem Soc 55: 65-71 (2011). Available from, as of Feb 29, 2016: https://www.scielo.org.mx/pdf/jmcs/v55n2/v55n2a1.pdf (3) Trainor VL et al; Limnol Oceangr 45: 1818-33 (2000). Available from, as of Mar 1, 2016: https://onlinelibrary.wiley.com/doi/10.4319/lo.2000.45.8.1818/pdf",
            "Value": "Domoic acid and kainic acid are neurologically active natural products that belong to the kainoid family, which are among the toxins associated with red tides(1). Domoic acid and kainic acid are coproduced by at least three varieties of marine algae (Digenea simplex, Vidalia obtusiloba and Chondria armata(1). Domoic acid is produced by microalgae of the genus Psuedo-nitzchia(2). During a toxic algal bloom event in June 1998 in central California coastline, cellular levels of domoic acid in Pseudo-nitzschia australis reached 78 pg/cell in Morro Bay and in Pseudo-nitzschia reached 6 pg/cell near Point Ano Nuevo(3); maximum cellular domoic acid levels in the areas sampled were observed within 20 km of the coast and from 0 to 5 m depth, however the toxin was measured to a 40 meter depth(3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Mos L; Environ Toxicol Pharm 9: 79-85 (2001). Available from, as Mar 1, 2016: https://ic.ucsc.edu/~kudela/OS130/Readings/DA_review.pdf (2) Jensen SK et al; Toxicon 97: 1-14 (2015)",
            "Value": "Over 400 California sea lions (Zalophus californianus) drifted ashore along the Californian coast in May and June 1998(1); only 70 animals were collected alive and cared for at The Marine Mammal Center, Sausalito; 47 of them died with neurotoxic symptoms; domoic acid was detected in their feaces by high-performance liquid chromatography-ultraviolet and by a receptor-binding assay(1). In 1991, a toxic algal bloom occurred on the Pacific coast of the US and more than 100 brown pelicans (Pelecanus occidentalis) and Brandt's cormorants (Phalacrocorax penicillatus) died in Monterey Bay, California, after they had eaten anchovies contaminated by domoic acid(1). Domoic acid was detected in urine and feacal samples collected from Scottish harbour seal (Phoca vitulina) populations between 2008-2013(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Mos L; Environ Toxicol Pharm 9: 79-85 (2001). Available from, as Mar 1, 2016: https://ic.ucsc.edu/~kudela/OS130/Readings/DA_review.pdf (2) Gimenez Papiol G et al; Environ Monit Assess 185: 6653-66 (2013) (3) James KJ et al; Toxicon 46: 852-58 (2005) (4) Costa PR et al; Aquat Toxicol 74: 82-91 (2005)",
            "Value": "Mussel samples collected in western Prince Edward Island, Canada in 2000 contained domoic acid concentrations of 33 ug/g wet weight(1). Domoic acid was detected in Dungeness crab, anchovies and sardines in 1996 when hundreds of seabirds were killed in Baja, Mexico(1). A total of 974 shellfish samples were collected from the Catalan coast (Europe) from January 2008 to December 2011(2); domoic acid was detected in 23.8% of samples with only two samples exceeding a 20 mg/kg level(2). Domoic acid was detected in shellfish collected along the west and south coastal regions of Ireland in 1999(3); concentrations were <1.0 ug/g in mussels (Mytilus edulis), <5.0 ug/g in oysters (Crassostrea edulis), <0.3 ug.g in razor clams (Ensis siliqua), and up to 240 ug/g in king scallops (Pecten maximus)(3). Domoic acid was consistently found throughout 2003 and 2004 in the digestive gland of cuttlefish (Sepia officinalis) reaching concentrations of 241.7 ug/g(4)."
        }
    ]
}