{
    "_id": {
        "$oid": "6682e9b6c4e5dba5ffba2bfe"
    },
    "CID": {
        "$numberInt": "5284469"
    },
    "Name": "TOXAPHENE",
    "IUPACName": "1,4,5,6,7,7-hexachloro-2,2-bis(chloromethyl)-3-methylidenebicyclo[2.2.1]heptane",
    "CanonicalSMILES": "C=C1C(C2(C(C(C1(C2(Cl)Cl)Cl)Cl)Cl)Cl)(CCl)CCl",
    "Synonyms": [
        "toxaphene",
        "8001-35-2",
        "1,4,5,6,7,7-hexachloro-2,2-bis(chloromethyl)-3-methylidenebicyclo[2.2.1]heptane",
        "NCGC00091881-01",
        "DSSTox_CID_1368",
        "DSSTox_RID_76114",
        "DSSTox_GSID_21368",
        "CAS-8001-35-2",
        "Toxaphen",
        "GTPL2830",
        "SCHEMBL5933656",
        "CHEMBL1566504",
        "DTXSID90858936",
        "OEJNXTAZZBRGDN-UHFFFAOYSA-N",
        "Tox21_111173"
    ],
    "IsomericSMILES": "C=C1C(C2(C(C(C1(C2(Cl)Cl)Cl)Cl)Cl)Cl)(CCl)CCl",
    "INCHI": "InChI=1S/C10H8Cl8/c1-4-7(2-11,3-12)9(16)6(14)5(13)8(4,15)10(9,17)18/h5-6H,1-3H2",
    "INCHIKEY": "OEJNXTAZZBRGDN-UHFFFAOYSA-N",
    "Formula": "C10H8Cl8",
    "MolecularWeight": {
        "$numberDouble": "411.8"
    },
    "Description": "Toxaphene (Polychlorinated camphenes) can cause cancer according to an independent committee of scientific and health experts.",
    "XlogP": {
        "$numberDouble": "4.7"
    },
    "Complexity": {
        "$numberInt": "403"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Saleh MA; Rev Environ Contam Toxic 118: 1-85 (1990)",
            "Value": "Toxaphene residues of 13, 60 and 46 ppm were found in the lint of cotton, in the no-lint portion, and in general waste storage, respectively, at harvest time, even though it was applied to cotton 2 months prior to harvest(1). Highest residues were in leaf materials (135-661 ppm), but residues were found in burrs, stems and lint as well. Alfalfa was treated with 4.16 kg toxaphene/acre in the field; the alfalfa hay fed to dairy cows from this field contained toxaphene residues of 226-409 ppm (1). The uptake of toxaphene by a salt marsh plant was examined(1). Living plants contained 43 ppm toxaphene; however, one month after injecting the soil with toxaphene, the concn of toxaphene dropped to 7 ppm and complete removal was reported in 4 months. In dead plants, the toxaphene concn was 110 ppm following soil injection; within 7 months, however, residues were no longer detectable(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Reichel Wl et al; Environ Monit Assess 4: 395-403 (1984) (2) Barbehenn KR, Reichel WL; J Toxicol Environ Health 8: 325-30 (1981) (3) Wiemeyer SN et al; Arch Environ Contam Toxicol 13: 529-49 (1984) (4) Szaro RC et al; Bull Environ Contam Toxicol 22: 394-9 (1970) (5) Ohlendorf HM et al; Pestic Monit J 14: 125-35 (1981) (6) Niethammer KR et al; Bull Environ Contam Toxicol 33: 491-98 (1984) (7) McEwen LC et al; Environ Toxicol Chem 3: 367-76 (1984) (8) Causey K et al; J Agr Food Chem 20: 1205-209 (1972)",
            "Value": "USA, Bald Eagles, 1978-81, 1978, 64 samples, 23% pos, median .09 ppm wet weight; 1979, 97 samples, 25% pos, median 0.15 ppm, 1980, 66 samples, 18% pos, median 0.14 ppm; 1981, 66 samples, 17% pos, median 0.15 ppm(1); 1971-74, 101 samples, 6% pos, brain 0.15 ppm wet weight, carcass 15 ppm lipid basis(2); bald eagle eggs, 1969-79, 84 samples, 25% pos, 0.03-0.84 ppm wet weight(3). US, Maine and Virginia, May, 1977, herring gull, 58 samples, 15.5% pos, mean 0.02 ppm wet weight; Maine, great black-backed gull, 28 samples, 10.7% pos, mean 0.02 ppm wet weight(4). US, Herons, 105 samples, 8.6% pos, max 0.5 ppm wet weight(5). Northeastern LA, herons, 64 samples, 81% pos, range - not detected to 24 ppm wet weight(6). CO and WY, 1979, heron eggs, 147 samples, 6.1 pos, geometric mean - 0.25 ppm, range 0.07-0.52 ppm(7). AL, 1969, bobwhite quail from treated soybean fields, 20 samples, 40% pos, range - trace to 88.9 ppm lipid basis; white-tailed deer, 22 samples, 1.4% pos, 1.7-8.7 ppm lipid basis; rabbits, 31 samples, 6.5% pos 1.20-12.35 ppm lipid basis(8)."
        },
        {
            "References": "(1) Saleh MA; Rev Environ Contam Toxic 118: 1-85 (1990)",
            "Value": "In one study, 103 shorebirds of seven species collected at Corpus Christi, TX from 1976-77 were analyzed for organochlorine residues(1). The study found an average concentration of 0.2-0.3 ppm (wet weight) of toxaphene in the shorebirds. Toxaphene was found at a level of 0.03 ppm in New Jersey osprey eggs and at 0.17 ppm (wet weight) in canvasback duck carcasses from Chesapeake Bay, Maryland(1). A study of toxaphene concns in animals from different levels of the food chain were studied in Lake Providence and Lake Bruin. Toxaphene was found in tertiary consumer animals (green-backed heron, snakes, largemouth bass) at levels averaging 5.47-18.8 ppm, in secondary consumer animals (blue-gill, blacktail shiner) at levels averaging 0.09-3.30 ppm, and in primary consumers(crayfish and threadfin shad) at levels from no detection to 2.27 ppm(1). In 1980, 1,150 individual birds of 38 species were collected from 46 locations in 8 western states and analyzed for organochlorine residues. The chemicals detected at greater than 0.05 ppm levels were from highest to lowest frequency: DDE, PCBs, HCH, heptachlor epoxide, oxychlordane, dieldrin, and toxaphene(1). Toxaphene was found in 16% of all samples analyzed, ranging from 0.02 to 4 ppm(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3757",
            "Value": "BIOACCUMULATION DOES TAKE PLACE. ... REPORTED A MAX TOXAPHENE ACCUMULATION FROM WATER TO FISH OF 69,000 TIMES IN FATHEAD MINNOWS AND 50,000 TIMES IN CHANNEL CATFISH."
        },
        {
            "References": "Murty, A.S. Toxicity of Pesticides to Fish. Volumes I, II. Boca Raton, FL: CRC Press Inc., 1986., p. V1 72",
            "Value": "/It has been/ ... reported that the fry & juveniles of longnose killifish bioconcentrated toxaphene, respectively, from 19,300 to 33,300 & 23,700 to 60,000 in 28 days, whereas adults bioconcentrated toxaphene 4200 to 5300 times in 14 days."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 1105",
            "Value": "When white leghorn chickens are fed 5, 50, or 100 ppm toxaphene in the diet, residues are detected in eggs. ... The concn of toxaphene in adipose tissue of 8 wk old Hubbard-Hubbard broiler chickens increases with increasing dietary intake. Bioaccumulation factor is about 5."
        },
        {
            "References": "(1) Reish DJ et al; J Water Pollut Control Fed 50: 1424-69 (1978) (2) Sanborn JR et al; Env Entomol 5: 533-8 (1976) (3) Garten CT, Trabalka JR; Environ Sci Technol 17: 590-5 (1983) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 3rd ed. NY, NY: Van Nostrand Reinhold Co., pp. 1742-3 (1996)",
            "Value": "Bioconcentration factors (BCF) were reported for fish: 3100 to 33,300(1), 4247 (Gambusia)(2), 6460 (flowing water) and 5250 (microcosm conditions)(3). Measured BCF values for brook trout fry after a 150-day exposure was 15,000-20,000 while BCF values of 55,000-69,000 were reported in fathead minnows after a 98-day exposure(5). The BCF of toxaphene was studied at different developmental stages of the longnose killifish after 28 days of continuous exposure(5). BCFs in embryos/fry ranged from 13,800-33,000, BCFs in fry ranged from 19,300-33,300, BCFs in juveniles ranged from 23,700-60,000, while BCFs in adults ranged from 4,200-5,300(5). Other BCF values were reported for shrimp, 400-1200(1), Oedogonium (alga), 6902 and Physa (snail), 9600(3). According to a classification scheme(4), these BCF values suggest the potential for bioconcentration in aquatic organisms is very high."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:507939",
            "Value": "METABOLISM OF (14)C- AND (36)CL-LABELED TOXAPHENE WAS STUDIED UNDER AEROBIC AND ANAEROBIC INCUBATION CONDITIONS IN AQUATIC SEDIMENTS, ENRICHED WITH BACTERIAL AND WASHED CELL CULTURES OF PSEUDOMONAS PUTIDA. THE PRODUCTION OF WATER SOLUBLE METABOLITES AS THE MAJOR INDICATOR OF METABOLISM, SHOWED THAT THE AEROBIC ROUTE OF DEGRADATION WAS SIGNIFICANT IN ALL INCUBATION CONDITIONS, AND DEMONSTRATED THAT OXIDATIVE METABOLISM WAS IMPORTANT IN THE DEGRADATION."
        },
        {
            "References": "(1) Esaac EG, Matsumura F; Pharmacol Ther 9: 1-26 (1980) (2) Fingerling G et al; Environ Sci Technol 30: 2984-92 (1996) (3) Bidleman TF et al; pp. 481-508 in Atmospheric Pollutants in Natural Waters. Eisenreich SJ, ed. Ann Arbor, MI: Ann Arbor Sci Pub Inc (1981) (4) Brumley WC et al; J Chrom 633: 177-83 (1993) (5) Nash RG, Woolson EA; Science 157: 924-27 (1967) (6) Parr JF, Smith S; Soil Sci 121: 52-57 (1976) (7) Murthy NBK et al; J Nucl Agric Bio 13: 16-17 (1984) (8) Kuhn EP, Suflita JM; Reactions and Movement of Organic Chemicals in Soils, SSSA Special Publication No. 22, pp. 111-180 (1989) (9) Sanborn JR et al; The Degradation of Selected Pesticides in Soil: A Review of Published Literature USEPA-600/9-77-022 (1977)",
            "Value": "Aerobic biodegradation does not occur readily for toxaphene components with more than 3 chlorine atoms(1). However, toxaphene degradation increases dramatically when the redox potential of the system drops to 0 to -0.1 Volts; during anaerobic biodegradation, reductive dechlorination for even the most chlorinated congeners, results in the formation of less chlorinated metabolites(8). Radiolabeled toxaphene was incubated in flooded soil; hepta- and penta- chlorinated congeners decreased in concn during the study period while concns of hexa- and tetra- chlorinated congeners increased(8). Only minimal quantities of radiolabeled carbon dioxide were detected(8) indicating that mineralization of toxaphene components proceeds very slowly under anaerobic conditions(SRC). Rates of reductive dechlorination were shown to be faster for the more highly-chlorinated congeners(2). The GC fingerprint of a toxaphene mixture extracted from a sandy, well-aerated South Carolina soil, exposed to toxaphene by rainfall was essentially the same as the original toxaphene mixture while toxaphene extracted from a reducing marsh sediment collected 100 m from the aerobic soil at the same time showed extensive degradation(3). After 6 months, no degradation was shown in a Nevada soil where toxaphene had been added at 10 mg/l(4). A half-life of 11 years was reported in a soil field study; 55% of the initially added toxaphene was still present after 15 years(5). A half-life of 1 year has been reported in a study using Texas soils (9). Toxaphene added to Crowley silt loam at 100 ppm was not degraded after 6 weeks under aerobic conditions; under anaerobic conditions, >80% degradation was reported with loss of the more highly chlorinated congeners and increasing concns of the less chlorinated congeners(6). 14C-Labeled toxaphene was added to Metapeak loam soil and incubated anaerobically; after 42 days, only 0.008 to 0.37% of the radiolabel was found as CO2 although an increase in hexa- and tetrachloro- congeners was reported with a decrease in heptachlorobornanes following the incubation period(7)."
        },
        {
            "References": "(1) Sanborn JR et al; The Degradation of Selected Pesticides in Soil: A Review of Published Literature p.616 USEPA-600/9-77-022 (1977) (2) Terriere LE et al; J Agric Food Chem 14: 66-69 (1966) (3) Clark JM, Matsumura F; Arch Environ Contam Toxicol 8: 285-98 (1979) (4) Callahan MA et al; Water Related Environmental Fate of 129 Priority Pollutants Vol 1 USEPA-440/4-79-029a (1979) (5)",
            "Value": "A deep and oligotrophic lake in Oregon (Davis Lake) was still toxic to fish 5 years following the application of toxaphene (2). The detoxification of lakes (in terms of allowing the reintroduction of fish) following the application of toxaphene has been published; in eutrophic lakes this is most likely due to the adsorption of toxic components of toxaphene to sediment and suspended particulate matter and thus their removal from the water(1). Three components of toxaphene, composing from 26.4% to 32.5% of typical commercial toxaphene mixtures, were incubated under anaerobic conditions in sediment for 30 days; 48.4% to 48.9% overall degradation was measured (3). Under aerobic conditions, only 13.6% degradation of these 3 components was observed during the same time period(3). 50% loss in 6 weeks due to biological transformation in anaerobic, flooded soils was reported while no transformation was found in aerobic sediments(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Duggan RE et al; Pesticide Residue Levels in Foods in the United States From July 1, 1969 to June 30, 1976 FDA and AOAC (1983) (2) Duggan RE et al; Pestic Monit J 5: 73-113 (1971) (3) Schmitt CJ et al; Pestic Monit J 14: 136-55 (1981) (4) Butler PA, Schutzmann RL; Pestic Monit J 12: 51-9 (1978) (5) Butler PA; Pestic Monit J 6: 238-362 (1973) (6) Schmitt CJ et al; Arch Environ Contam Toxicol 14: 225-60 (1985) (7) Bugg JC Jr et al; Pestic Monit J 1: 9-12 (1967) (8) Johnson DW, Lew S; Pestic Monit J 4: 57-61 (1970) (9) Kutz FW et al; pp.95-137 in Air pollution from pesticides and agricultural processes: Lee RI, ed (1976) (10) Elder JF, Mattraw HC Jr; Arch Environ Contam Toxicol 13: 453-69 (1984) (11) McCleneghan K et al; Toxic Substances Monitoring Program 1979. Water Quality Report No. 80-6, State of California Water Resources Control Board (1980) (12) Matsumura F, Gooch JW; Amer Chem Soc 25: 179-82 (1985)",
            "Value": "US market basket surveys, July 1, 1969 to June 30, 1976 - fish, domestic, 2901 samples, 7.9% pos, avg 0.115 ppm, imported, 361 samples, 0 .6% pos, avg 0.004 ppm; shellfish, domestic, 291 samples, 0.7% pos, avg 0.1 ppb, imported, 152 samples, not detected(1); July 1, 1963 to June 30, 1969 - fish, domestic, 2150 samples, 1.9% pos, avg 0.04 ppm, imported, 378 samples, 0.8% pos, avg < 0.005 ppm(2). US fish, 1971-1974, 2106 samples, 115 stations, range of pos stations/yr - 9.5% to 14.9%, wet weight - not detected to 51.0 ppm, lipid weight - not detected to 1900 ppm(3). US, juvenile estuarine fish, 1972-76, 1524 samples, 8.1% pos, avg 0.306 ppm(4). US, estuarine mollusks, 1965-72, 8,095 samples, 1.6% pos (> 5 ppb), max 54,000 ppb(5). US, freshwater fish, 1976-77, 1978-79 and 1980-81, yearly pos stations - 58.5%, 61.1%, 87.9%, max wet weight 12.7, 18.7 and 21 ppm, max lipid weight - 409.7, 162.6 and 207 ppm(6). South Atlantic and Gulf of Mexico, Eastern oyster, 1964, 133 samples, 4.5% pos, < 0.01 - 1.0 ppm, median 0.08 ppm(7). Southern AZ, 1965-69, 39 fish tissue samples, 87% pos from 5 species, 0.25-172.9 ppm(8). Texas, fiscal year 1975, estuarine finfish, 10 samples, 100% pos, geometric mean 2.84 ppm(9). Apalachicola River, FL, 1979-80, clam Corbicula manilensis, 9 samples, 33% pos, < 10-300 ppb, median < 10 ppb(10). California, 1978-79, 7 rivers - predatory fish, not detected to 4.0 ppm; forage fish, 0.46-1.4 ppm; benthic invertebrates, 0.46-1.0 ppm(11). Lake Michigan lake trout, 4 fish, the two primary toxicants: toxicant A, 0.08-0.70 ppm, avg 0.26 ppm, toxicant B, 0.04-0.21 ppm, avg 0.10 ppm; estimated total toxaphene based on percent of composition of above components in the original toxaphene mixture: 1.6-10.7 ppm, avg 4.3 ppm(12)."
        },
        {
            "References": "(1) Saleh MA; Rev Environ Contam Toxic 118: 1-85 (1990)",
            "Value": "Toxaphene residues have been reported in fish: trout from Lake Michigan, 5-10 ppm toxaphene (wet weight); lake trout from Lake Superior, 5-7 ppm; Antarctic cod, 0.068 ug/g (lipid extract); Arctic char from the Tyrolean Alp, 0.25 ug/g (of lipid); Arctic char from southern Sweden, 9 ug/g lipid; carp from the St. Joseph river, 3.3 mg/kg(1). Fish samples collected from 61% and 88% of 109 total stations located in the US in 1978-79 and 1980-81, respectively, contained measurable concns of toxaphene (detection limit not reported)(1). Toxaphene residues were reported in largemouth bass, channel catfish, threadfin shad, Asiatic clam, burrowing mayfly, water snakes, and little green heron collected from upper and lower reaches of the Apalachicola River, Florida in 1978(1). Toxaphene residues are generally higher in bottom feeding fish, such as carp, than in top predators. Bottom feeders tend to be relatively fatty fish and live and feed near contaminated sediments thereby increasing their potential to accumulate fat-soluble contaminants(1)."
        },
        {
            "References": "(1) Alder L et al; Organohalogen Compd 28: 410-415 (1996) (2) Kucklick JR et al; Chemosphere 27: 2017-2026 (1993)",
            "Value": "Marine fish were collected from wholesalers in Hamburg, Germany and analyzed for toxaphene residues(1). Concentrations of toxaphene in different species of fish were as follows: herring from the Baltic Sea contained 69 ng/g fat; saithe from North Atlantic contained 126 ng g fat; farmed salmon contained 36 ng/g fat; redfish from the North Atlantic contained 153 ng/g fat; herring from the North Sea contained 31 ng/g fat; mackerel from the North Atlantic contained 23 ng/g fat; mackerel from the North Sea contained 16 ng/g fat; and halibut from the North Atlantic contained 390 ng/g fat(1). Biological samples were obtained from Lake Baikal in June 1991 and analyzed for toxaphene concns(2). Toxaphene in biota was 1.9 mg/kg-lipid in the pelagic sculpin, 1.1 mg/kg-lipid in the omul and 2.3 mg/kg-lipid in Baikal seal blubber(2). Toxaphene concns in fish from other regions include: 6.2 mg/kg in salmon from Lake Vattern; 4.7 mg/kg in alpine char from Lake Vattern; 11 mg/kg in lake trout from Siskiwit Lake; 7.0 mg/kg in whitefish from Siskiwit Lake; 0.81 mg/kg in burbot (liver) from Lake Winnipeg; 2.34 mg/kg in burbot (liver) from Trout Lake; 2.5 mg/kg (dry weight) in sculpin from Lake Michigan; 12 mg/kg in ringed seal from the Gulf of Bothnia; 1.9 mg/kg in harp seal from the Gulf of St. Lawrence; 2.9 mg/kg in Caspian seal from the Caspian Sea; 0.22 mg/kg (wet weight) in ringed seal from Beaufort Sea; and 0.39 mg/kg (wet weight) in ringed seal from the Hudson Bay(2)."
        },
        {
            "References": "(1) Paasivirta J et al; Chemosphere 27: 2011-2015 (1993) (2) Schmitt CJ et al; Rev Environ Contam Toxicol 162: 43-104 (1999)",
            "Value": "Toxaphene residues were measured in salmon collected from the Simo River in Bothnian Bay from 1988 to 1991. Average concns in the livers of fish collected in 1988, 1989, and 1991 were 2581 (n=23); 1365 (n=17) and 912 (n=14) ng/g (lipid weight basis), respectively (1). Salmon collected from the Teno River, Arctic were also sampled in 1988 and 1990. Average concns in the livers of fish collected in 1988 and 1990 were 2874 (n=4) and 891 (n=15) ng/g (lipid weight basis), respectively (1). Organochlorine residues in U.S. freshwater fish were monitored by the U.S. Fish and Wildlife Service from 1976 to 1986(2). The study found that mean concns of toxaphene in freshwater fish samples increased steadily through the mid-1970s, peaked around 1980, and declined significantly in each collection thereafter(2). The maximum concn of toxaphene in fish was 12.7 ug/g from 1976-1977, 21.0 ug/g from 1980-1981, and 2.5 ug/g in 1986 (wet-weight basis)(2). In 1986, toxaphene was mainly reported in freshwater fish samples from the South and the Great Lakes region of the U.S(2)."
        }
    ],
    "logP": [
        {
            "References": "Fisk AT et al; Chemosphere 39: 2549-2562 (1999)",
            "Value": "The median log Kow for toxaphene is 5.90."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Matsumura, F. Toxicology of Insecticides. 2nd ed. New York, NY: Plenum Press, 1985., p. 145",
            "Value": "... The relationship between the structures of cyclodiene type insecticides & the interaction with ... picrotoxinin receptor /have been investigated/. It was ... found that their competitive binding abilities to the picrotoxinin receptor of the brain of the American cockroach are well related to their insecticidal properties. ... The most active cmpd were kepone, gamma-BHC, photodieldrin, oxychlordane, & toxaphene. ... In summary, the ... evidence indicates that cyclodiene-type insecticides owe their neuroexicitatory actions to their abilities to interact with picrotoxinin receptor in nervous system. ... The end result of the interaction is the inhibition of Cl- uptake by the neurons & perhaps by muscles, which results in an uncontrolled excitation in those cells that are normally supplied with gamma-aminobutyric acid."
        },
        {
            "References": "Eldefrawi AT, Eldefrawi ME; FASEB 1 (4): 262-71 (1987)",
            "Value": "There are two kinds of gamma-aminobutyric acid (GABA) receptors: GABAA is the major inhibitory receptor of vertebrate brain and the one that operates a Cl- channel, and the GABAB receptor, which is proposed to regulate cAMP production. ... It is suggested that the GABAA receptor is the primary target for the action of toxaphene and cyclodiene insecticides."
        },
        {
            "References": "PMID:2950239",
            "Value": "In vivo effect of toxaphene on calcium pump activity in rat brain P2 fraction was studied. Male Sprague-Dawley rats (200-250 g) were dosed with toxaphene at 0, 25, 50, and 100 mg/kg/day for 3 days and sacrificed 24 hr after last dose. Ca2+-ATPase activity and (45)Ca2+ uptake were determined in brain P2 fraction. Toxaphene decreased both Ca2+-ATPase activity and (45)Ca2+ uptake, and the reduction was dose dependent. Both substrate and Ca2+ activation kinetics of Ca2+-ATPase indicated noncompetitive type of inhibition, as evidence by decreased catalytic velocity but not enzyme-substrate affinity. The decreased Ca2+-ATPase activity and (45)Ca2+ uptake were restored to normal level by exogenously added calmodulin, which increased both velocity and affinity. The inhibition of Ca2+-ATPase activity and (45)Ca2+ uptake and restoration by calmodulin suggests that toxaphene may impair active calcium transport mechanisms by decreasing levels of calmodulin."
        },
        {
            "References": "PMID:2430161",
            "Value": "The toxicity to mice of intraperitoneally administered polychlorocycloalkane (PCCA) insecticides is generally correlated with their potency as in vitro inhibitors of the brain specific (35)S t-butylbicyclophosphorothionate binding site with correction for metabolic activation and detoxification. ... Radioligand binding assays involved brain P2 membranes washed three times with 1 mM EDTA to remove endogenous gamma-aminobutyric acid (GABA) or other modulator(s) which otherwise serves as a noncompetitive inhibitor of (35)S t-butylbicyclophosphorothionate binding at the gamma-aminobutyric acid regulated chloride ionophore. Examination of technical toxaphene, toxaphene toxicant A, revealed 62 + or - 4% binding site inhibition 30 min after their LD50 doses with 32 + or - 3% inhibition at one-half and 6 + or - 3% inhibition at one-quarter of their LD50 doses. The correlation between binding site inhibition and convulsant action is also evident in dose and time dependency studies with endosulfan sulfate. The brain P2 membranes of treated mice contain the parent compound with each of the polychlorocycloalkane plus activation products of some of the cyclodienes, ie endosulfan sulfate from alpha- and beta-endosulfan and 12-ketoendrin from isodrin and endrin. The finding that the brains of treated mice contain sufficient polychlorocycloalkane or its activation products to achieve a magnitude of (35)S t-butylbicyclophosphorothiate binding site inhibition correlated with the severity of the poisoning signs supports the hypothesis that the acute toxicity of polychlorocyloalkane insecticides to mammals is due to disruption of the gamma-aminobutyric acid regulated chloride ionophore."
        },
        {
            "References": "PMID:9276643",
            "Value": "Toxaphene (polychlorinated camphenes) is an insecticidal mixture of >670 chemicals, which was widely used until the mid 1980s. Due to their lipophilic and volatile nature, these chemicals accumulate in animal and human tissues and continue to be a major contaminant in marine and freshwater biota. Cytotoxic and genotoxic effects in mammalian test systems suggest that toxaphene is a carcinogen and reports support the hypothesis that toxaphene could have tumor-promoting potential in human breast tissue. In order to examine the potential of toxaphene as an environmental endocrine disrupter, we investigated its effect on the estrogen receptor (ER) function in human breast cancer MCF-7 cells. Using transient gene expression experiments, we observed approximately 60% and 80% inhibition of the constitutive and 17beta-estradiol induced ER-dependent transactivation, respectively. The involvement of the ER in the ability of toxaphene to block the estrogen action was verified by cotransfection studies in ER-negative DMA-MB-231 cells. The interference of toxaphene with the ER mediated responses was supported by a significant suppression of endogenously expressed pS2 RNA and decreased levels of secreted pS2 protein. These reproducible results indicate that toxaphene can disturb hormonal signals mediated by the ER and suggest that these environmental chemicals have potential endocrine disrupting activities which may affect the reproductive health and increase the risk of carcinogenesis."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. 3rd ed. New York, NY: Van Nostrand Reinhold Co., 1996., p. 1742",
            "Value": "Chesapeake Bay: suspended sediments: 0.28 ug/kg"
        },
        {
            "References": "(1) Barthel WF et al; Pestic Monit J 3: 8-34 (1969) (2) Mattraw HC Jr; Pestic Monit J 9: 106-14 (1975) (3) Granstrom ML et al; Wat Sci Technol 16: 375-80 (1984) (4) IARC; Some Halogenated Hydrocarbons 20: 327-48 (1979) (5) Crockett AB et al; Pestic Monit J 8: 69-97 (1974) (6) Carey AE et al; Pestic Monit J 12: 117-36 (7) Carey AE et al; Pestic Monit J 12: 209-29 (1979) (8) Kutz FW et al; pp.95-137 in Air pollution from pesticides and agricultural processes; Lee RI, ed (1976) (9) Carey AE; Pestic Monit J 13: 23-7 (1979) (10) Stevens LJ et al; Pestic Monit J 4: 145-66 (1970) (11) Mullins DE et al; Pestic Monit J 5: 268-75(1971) (12) Carey AE et al; Pestic Monit J 13: 17-22 (1979) (13) Wiersma GB et al; Pestic Monit J 6: 126-29 (1972) (14) Mattraw HC Jr; Pestic Monit J 9: 106-14 (1975)",
            "Value": "SEDIMENTS: Lower Mississippi River and Tributaries, 1964, 1966-1967 - 548 samples, 2.2% pos, avg - 6.5 ppm, range - 0.1 to 13.18 ppm(1). Southern Florida, 1969-72, 126 samples, 3.2% pos, not quantified(2). Delaware and Raritan Canal, NJ, 1979-80, not detected in 27 samples(3). Terry Creek, Brunswick, GA, 1971 - 1.4 miles from outfall of toxaphene plant - 5.27 ppm in a 70-80 cm sediment sample(4). SOILS : USA, 35 states, Fiscal Year (FY) 1970, 1506 samples, cropland sites, 1.8% pos - 0.79-8.75 ppm(5). USA, 37 states, FY 1972, 1486 samples, cropland sites, 6.2% pos, 0.27 ppm mean, range of 0.18 to 36.33 ppm(6). USA, 37 states, FY 1973, 1483 samples, cropland sites, 5.1% pos, 0.24 ppm mean, range of 0.22 to 46.58 ppm(7). USA, 9 of 17 states pos, 937 samples, cropland sites, 6% pos - range of geometric means - 3 to 219 ppb (adjusted for zero values)(8). USA, 34 states, 1968-73, range of 6.6% pos (1971) to 2.0% pos (1969), range of geometric mean - 1 to 5 ppb(9). USA, 66 fields where pesticides were used regularly, 23% pos, 0.11-9.38 ppm(10). Colorado, 50 orchards and cultivated fields, 1967, 2% pos - 1.0 ppm avg(11). U.S. 1971, 1 of 5 metropolitan areas pos, 43 samples, from pos area, range of 0.23-4.95 ppm, 0.24 ppm mean; 380 samples overall, 2.9% pos(12). USA 1969, 3 of 8 cities pos - 0.11 to 52.73 ppm(13). Southern Florida, 1969, cropland soils, 4.2% samples pos, not quantified(14)."
        },
        {
            "References": "(1) Saleh MA; Rev Environ Contam Toxic 118: 1-85 (1990) (2) Krapac IG et al; J Soil Contam 4: 209-226 (1995)",
            "Value": "Toxaphene ranked seventh in occurrence in soils tested from 43 U.S. states in 1969(1). In one study, toxaphene migration in sediments from three Wisconsin lakes was determined. The toxaphene concentration in the 0-5 cm level of sediment increased for 190 days following the treatment of the lakes and then began decreasing by a factor of 2 every 120 days(1). It was transported vertically to the 5-10 cm and the 10-15 cm level of the sediment at rates varying from 0.4 to 1.1 cm/day in the three lakes. Toxaphene was not detected below the 20 cm level in any of the three sediments(1). concns of pesticides were analyzed in soil samples collected from 49 agrochemical facilities located throughout Illinois. Of the 822 soil samples analyzed, toxaphene was detected only once at a concn of 1743 ug/kg soil(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "PMID:7379718",
            "Value": "Koc= 7200"
        },
        {
            "References": "(1) Bomberger DC et al; ACS Symp Ser 225: 197-214 (1983) (2) Wauchope RD et al; Rev Environ Contam Toxic 123: 36 (1991) (3) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Haque R, Freed VH; Res Rev 52: 89-116 (1974) (6) Callahan MA et al; Water Related Environmental Fate of 129 Priority Pollutants Vol 1 USEPA-440/4-79-029a (1979) (7) Jacquess AB et al; Bull Environ Contam Toxicol 42: 417-23 (1989)",
            "Value": "Toxaphene is a mixture of many congeners, each of which has its own Koc value. Measured Koc values of 2.1X10+5(1) to 1.0X10+6(2) have been reported for the mixture(1). Toxaphene applied to 2 soil columns, one containing a West Sacramento sand and the other a Davis sandy loam, was not leached despite continual application of water. If soil crevices were formed in the columns, however, 25 to 68% of the initially- added toxaphene was found in the eluate(7). Koc measurements for the individual congeners are not available; however, values for a representative hexachloro- and decachloro- congener found in the toxaphene mixture of 4.2X10+4 and 2.4X10+5, respectively, were estimated(SRC) using a structure estimation method based on molecular connectivity indices(3). According to a classification scheme(4), these Koc values suggest that toxaphene is expected to be immobile in soil. Estimated leaching through soil with annual rainfall of 150 cm is 10 cm(5). Toxaphene adsorbed on sediments under natural lake conditions could not be desorbed from sediment by pure water in the laboratory(6)."
        }
    ]
}