{
    "_id": {
        "$oid": "6682e9b6c4e5dba5ffba2c03"
    },
    "CID": {
        "$numberInt": "5284595"
    },
    "Name": "NALORPHINE",
    "IUPACName": "(4R,4aR,7S,7aR,12bS)-3-prop-2-enyl-2,4,4a,7,7a,13-hexahydro-1H-4,12-methanobenzofuro[3,2-e]isoquinoline-7,9-diol",
    "CanonicalSMILES": "C=CCN1CCC23C4C1CC5=C2C(=C(C=C5)O)OC3C(C=C4)O",
    "Synonyms": [
        "Nalorphine",
        "Allorphine",
        "Nalorphinium",
        "Anthorphine",
        "Antorfin",
        "Antorphin",
        "62-67-9",
        "Antorphine",
        "Nalorphin",
        "Nalorphine serb",
        "N-Allylnormorphine",
        "Anarcon",
        "Nalorfina",
        "Nallin",
        "Norfin"
    ],
    "IsomericSMILES": "C=CCN1CC[C@]23[C@@H]4[C@H]1CC5=C2C(=C(C=C5)O)O[C@H]3[C@H](C=C4)O",
    "INCHI": "InChI=1S/C19H21NO3/c1-2-8-20-9-7-19-12-4-6-15(22)18(19)23-17-14(21)5-3-11(16(17)19)10-13(12)20/h2-6,12-13,15,18,21-22H,1,7-10H2/t12-,13+,15-,18-,19-/m0/s1",
    "INCHIKEY": "UIQMVEYFGZJHCZ-SSTWWWIQSA-N",
    "Formula": "C19H21NO3",
    "MolecularWeight": {
        "$numberDouble": "311.4"
    },
    "Description": "Nalorphine is a morphinane alkaloid.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "549"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 162",
            "Value": "log Kow = 1.86"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Goldfrank, L.R.,  Goldfrank's Toxicologic Emergencies 8th Ed. 2006., McGraw-Hill, New York, N.Y., p. 596",
            "Value": "The Kappa-3 opioid receptor subtype is found throughout the brain and participates in supraspinal analgesia. This receptor is primarily responsible for the action of nalorphine, an agonist-antagonist opioid. ... All opioid receptor subtypes are members of a family of a superfamily of membrane bound receptors that are coupled to G proteins. The G proteins are responsible for signaling the cell that the receptor has been activated and for initiating the the desired cellular effects. /Opioids/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and   Gilman's The Pharmacological Basis of Therapeutics. 11th  ed.  New York, NY: McGraw-Hill, 2006., p. 556",
            "Value": "Agonists selective for kappa receptors produce analgesia that has been shown in animal to be mediated primarily at spinal sites. Respiratory depressin and miosis may be less severe with kappa agonists. Instead of euphoria (/as with mu-receptors/), kappa receptor agonist produce dysphoric and psychotomimetic effects."
        },
        {
            "References": "PMID:189982",
            "Value": "The effects of graded doses of nalorphine and morphine were studied in nondependent chronic spinal dogs. Morphine and low doses of nalorphine produced behavioral changes characterized by indifference, whereas the largest dose of nalorphine produced canine delirium indistinguishable from that produced by SKF-10, 047 or cyclazocine. Nalorphine depressed the flexor reflex; however, a plateau was observed. The data suggest that nalorphine is a partial agonist of the kappa type and a sigma agonist in addition to being a competitive antagonist at the mu receptor, and further, that the dysphoric and hallucinogenic effects of nalorphine-like drugs are due to their sigma activity."
        },
        {
            "References": "PMID:6318938",
            "Value": "Intracellular microelectrode studies were conducted to investigate the actions of the partial agonist-antagonist nalorphine at an opiate receptor on functional frog skeletal muscle fiber membranes. In high bath concentrations (greater than or equal to 10(-4) M), nalorphine alone produces agonist actions similar to the \"full\" opiate agonists. These actions were (i) to depress both the sodium and potassium (gNa and gK) conductance increases due to electrical stimulation by a nonspecific local anestheticlike mechanism and (ii) to depress gNa by a specific opiate receptor mediated mechanism. In a much lower bath concentration (1 X 10(-8) M) nalorphine acts to antagonize the specific opiate receptor mediated depression of gNa produced by the \"full\" agonist meperidine. Thus in this preparation nalorphine, \"the partial antagonist,\" has the same actions as naloxone, which is often considered to be a full antagonist. ..."
        },
        {
            "References": "PMID:1850462",
            "Value": "Nalorphine is an unusual opiate. Whereas low doses of nalorphine antagonize morphine analgesia, higher nalorphine doses are analgesic, with ED50 values (95% CL) of 13.4 (11.5, 15.8) mg/kg in the writhing and 39.5 (26.6, 60.1) mg/kg in the tail-flick assay. Although nalorphine analgesia is sensitive to naloxone, implying an opioid mechanism, neither beta-funaltrexamine, naltrindole nor nor-binaltorphomine antagonized nalorphine analgesia in the tail-flick assay at doses which reversed equianalgesic doses of their respective selective agonists. Nalorphine and the kappa 3 opiate naloxone benzoylhydrazone demonstrated analgesic cross-tolerance regardless of whether the mice were treated chronically with either nalorphine or naloxone benzoylhydrazone. Animals tolerant to nalorphine were not tolerant to either morphine or U50,488H (trans-3,4-dichloro-N-methyl-N-[2-(pyrrolindinyl)-cyclohexyl]- benzeneacetamide). Furthermore, nalorphine retained its analgesic potency in animals tolerant to U50,488H. Nalorphine exerts its analgesia predominantly through supraspinal mechanisms. Against systemically administered nalorphine, the opiate antagonist WIN44,441 ([2,6,11S-(-)-1-cyclopentyl-5-(1,2,3,4,5,6-hexahydro-8-hydroxy-3,6, 11-trimethyl-2,6-methano-e-benazocine-11-yl)-3-pentanone methylsulfonate) reversed nalorphine analgesia 1500-fold more potently when administered i.c.v. (ID50, 0.1 ng) than when given intrathecally (ID50,159 ng). Together these results indicate that nalorphine analgesia in the tail-flick assay does not involve mu, delta or the U50,488H-sensitive kappa 1 receptor and strongly suggest a role for supraspinal kappa 3 receptors."
        },
        {
            "References": "The Royal Society of Chemistry. Foreign Compound Metabolism in Mammals. Volume 6: A Review of the Literature Published during 1978 and 1979. London: The Royal Society of Chemistry, 1981., p. 294",
            "Value": "During the action of effect of narcotics, nalorphine usually acts as a narcotic antagonist. However, in their absence, nalorphine acts like a narcotic and may produce CNS depression and analgesia as a result of its partial agonist activity. Now that naloxone is available, there is practically no justification for use of partial agonists such as nalorphine and levallorphan. Nalorphine does not antagonize mild respiratory depression and may actually aggravate it. Very large doses will paralyze respiration in the dog, but lower dosages have little effect. Nalorphine is not constipative in the dog as morphine is. It has little effect upon the cardiovascular system. The most prominent antagonist action of nalorphine is in preventing or relieving typical respiratory depressant activity of morphine and all its derivatives, meperidine, and fentanyl. The analgesic and narcotic actions of diethylthiambutene are terminated by an IV injection of nalorphine. It is ineffective against respiratory depression of barbiturates, cyclopropane, and ether. Nalorphine may increase repiratory depressant effects on nonnarcotic CNS depressants. It does not antagonize the effects of xylazine, a nonnarcotic analgesic."
        }
    ]
}