{
    "_id": {
        "$oid": "6682e9b7c4e5dba5ffba2c04"
    },
    "CID": {
        "$numberInt": "5284596"
    },
    "Name": "NALOXONE",
    "IUPACName": "(4R,4aS,7aR,12bS)-4a,9-dihydroxy-3-prop-2-enyl-2,4,5,6,7a,13-hexahydro-1H-4,12-methanobenzofuro[3,2-e]isoquinolin-7-one",
    "CanonicalSMILES": "C=CCN1CCC23C4C(=O)CCC2(C1CC5=C3C(=C(C=C5)O)O4)O",
    "Synonyms": [
        "naloxone",
        "465-65-6",
        "l-Naloxone",
        "n-Allylnoroxymorphone",
        "(-)-Naloxone",
        "Narcan",
        "EN 1530 base",
        "Naloxona",
        "Naloxonum",
        "Nalossone [DCIT]",
        "Naloxonum [INN-Latin]",
        "Nalossone",
        "Naloxona [INN-Spanish]",
        "N-Allyl-noroxymorphone",
        "DBL Naloxone"
    ],
    "IsomericSMILES": "C=CCN1CC[C@]23[C@@H]4C(=O)CC[C@]2([C@H]1CC5=C3C(=C(C=C5)O)O4)O",
    "INCHI": "InChI=1S/C19H21NO4/c1-2-8-20-9-7-18-15-11-3-4-12(21)16(15)24-17(18)13(22)5-6-19(18,23)14(20)10-11/h2-4,14,17,21,23H,1,5-10H2/t14-,17+,18+,19-/m1/s1",
    "INCHIKEY": "UZHSEJADLWPNLE-GRGSLBFTSA-N",
    "Formula": "C19H21NO4",
    "MolecularWeight": {
        "$numberDouble": "327.4"
    },
    "Description": "Naloxone is a synthetic morphinane alkaloid that is morphinone in which the enone double bond has been reduced to a single bond, the hydrogen at position 14 has been replaced by a hydroxy group, and the methyl group attached to the nitrogen has been replaced by an allyl group. A specific opioid antagonist, it is used (commonly as its hydrochloride salt) to reverse the effects of opioids, both following their use of opioids during surgery and in cases of known or suspected opioid overdose. It has a role as a mu-opioid receptor antagonist, a central nervous system depressant and an antidote to opioid poisoning. It is an organic heteropentacyclic compound, a morphinane alkaloid and a tertiary alcohol. It is a conjugate base of a naloxone(1+). It derives from a hydride of a morphinan.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "594"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 162",
            "Value": "log Kow = 2.09"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists 2015; Drug Information 2015. Bethesda, MD. 2015, p. 2184",
            "Value": "Naloxone hydrochloride is essentially a pure opiate antagonist. The precise mechanism of action of the opiate antagonist effects of naloxone is not fully understood. Naloxone is thought to act as a competitive antagonist at mu, kappa, and sigma opiate receptors in the CNS; it is thought that the drug has the highest affinity for the mu receptor. In contrast to levallorphan or nalorphine, naloxone has little or no agonistic activity. When administered in usual doses to patients who have not recently received opiates, naloxone exerts little or no pharmacologic effect. Even extremely high doses of the drug (10 times the usual therapeutic dose) produce insignificant analgesia, only slight drowsiness, and no respiratory depression, psychotomimetic effects, circulatory changes, or miosis."
        },
        {
            "References": "American Society of Health-System Pharmacists 2015; Drug Information 2015. Bethesda, MD. 2015, p. 2184",
            "Value": "In patients who have received large doses of morphine or other analgesic drugs with morphine-like effects, naloxone antagonizes most of the effects of the opiate. There is an increase in respiratory rate and minute volume, arterial PCO2 decreases toward normal, and blood pressure returns to normal if depressed. Unlike nalorphine or levallorphan, naloxone antagonizes mild respiratory depression caused by small doses of opiates. Because the duration of action of naloxone is generally shorter than that of the opiate, the effects of the opiate may return as the effects of naloxone dissipate. Naloxone antagonizes opiate-induced sedation or sleep. Reports are conflicting on whether or not the drug modifies opiate-induced excitement or seizures."
        },
        {
            "References": "PMID:25051048",
            "Value": "Heat shock protein (HSP)60 is primarily a mitochondrial protein. Previous experiments have found that changes in the location of intracellular HSP60 have been associated with apoptosis. Extracellular HSP60 mediates apoptosis via its ligand, Toll-like receptor (TLR)-4. TLR-4 is an important factor expressed on microglia, with a central role in generating neuroimmune responses in the pathogenesis of neurodegenerative disorders. Naloxone is a highly effective nonselective opioid receptor antagonist, and has been reported to be pharmacologically beneficial for the treatment of brain diseases through inhibiting microglia activation. However, the mechanisms underlying these beneficial effects of naloxone remain poorly understood. The present study aimed to investigate the role of HSP60 in the neuroprotective effects of naloxone on the production of proinflammatory mediators in lipopolysaccharide (LPS)-stimulated BV2 murine microglial cells and the possible signaling pathways involved. The results demonstrated that naloxone significantly inhibited the expression and release of HSP60 in BV2 cells. The expression levels of heat shock factor (HSF)-1 were upregulated in LPS-activated BV2 cells, which indicated that the increased expression of HSP60 was driven by HSF-1 activation. However, increased HSF-1 levels may be downregulated by naloxone. The levels of TLR-4 were elevated in activated BV2 cells, and then inhibited by naloxone. Activation of TLR-4 is characterized by activation of nuclear factor-kB (NF-kB) followed by the production of various proinflammatory and neurotoxic factors. Data from the present study demonstrated that naloxone reduced the expression levels of NF-kB and its upstream protein caspase-3, and reduced the LPS-induced production of nitric oxide, inducible nitric oxide synthase, tumor necrosis factor a, interleukin-1beta and interleukin-6 in BV2 microglia. In light of this data, it was concluded that naloxone may exert its neuroprotective and anti-inflammatory effects by inhibiting microglia activation through a HSP60-TLR-4-NF-kB signaling pathway."
        },
        {
            "References": "PMID:25016442",
            "Value": "Phosphoinositide 3-kinase (PI3K) delta and gamma (the p110delta and p110gamma isoforms of PI3K) actively participate in the process of inflammation. We sought to elucidate the possible roles of PI3Kdelta and PI3Kgamma in mediating the anti-inflammation effects of naloxone.  MATERIALS AND METHODS:  Murine macrophages were treated with endotoxin, endotoxin plus naloxone, or endotoxin plus naloxone plus the PI3K inhibitors (the PI3Kdelta inhibitor IC87114, the PI3Kgamma inhibitor AS252424, or IC87114 plus AS252424) and denoted as the LPS, LPS + N, LPS + N + IC, LPS + N + AS, and LPS + N + IC + AS group, respectively. Differences in inflammatory molecules and levels of nuclear factor-kB (NF-kB) activation and Akt activation (indicator of PI3K activity) among these groups were compared. The concentrations of inflammatory molecules (macrophage inflammatory protein 2, tumor necrosis factor-alpha, interleukin-1beta, andd cyclooxygenase-2/prostaglandin E2) and the levels of NF-kB activation (p-NF-kB p65 and p-inhibitor-kB concentrations and NF-kB-DNA binding activity) of the LPS + N group were significantly lower than those of the LPS group (all P < 0.001). These data confirmed the anti-inflammation effects of naloxone. Moreover, the anti-inflammation effects of naloxone could be counteracted by the inhibitors of PI3Kdelta and PI3Kgamma, as the concentrations of inflammatory molecules and the levels of NF-?B activation of the LPS + N group were significantly lower than those of the LPS + N + IC, LPS + N + AS, and LPS + N + IC + AS groups (all P < 0.05). In contrast, the concentration of phosphorylated Akt of the LPS + N group was significantly higher than those of the LPS, LPS + N + IC, LPS + N + AS, and LPS + N + IC + AS groups (all P < 0.05). PI3Kdelta and PI3Kgamma play crucial roles in mediating the anti-inflammation effects of naloxone."
        },
        {
            "References": "PMID:25051048",
            "Value": "Heat shock protein (HSP)60 is primarily a mitochondrial protein. Previous experiments have found that changes in the location of intracellular HSP60 have been associated with apoptosis. Extracellular HSP60 mediates apoptosis via its ligand, Toll-like receptor (TLR)-4. TLR-4 is an important factor expressed on microglia, with a central role in generating neuroimmune responses in the pathogenesis of neurodegenerative disorders. Naloxone is a highly effective nonselective opioid receptor antagonist, and has been reported to be pharmacologically beneficial for the treatment of brain diseases through inhibiting microglia activation. However, the mechanisms underlying these beneficial effects of naloxone remain poorly understood. The present study aimed to investigate the role of HSP60 in the neuroprotective effects of naloxone on the production of proinflammatory mediators in lipopolysaccharide (LPS)-stimulated BV2 murine microglial cells and the possible signaling pathways involved. The results demonstrated that naloxone significantly inhibited the expression and release of HSP60 in BV2 cells. The expression levels of heat shock factor (HSF)-1 were upregulated in LPS-activated BV2 cells, which indicated that the increased expression of HSP60 was driven by HSF-1 activation. However, increased HSF-1 levels may be downregulated by naloxone. The levels of TLR-4 were elevated in activated BV2 cells, and then inhibited by naloxone. Activation of TLR-4 is characterized by activation of nuclear factor-kappaB (NF-kappaB) followed by the production of various proinflammatory and neurotoxic factors. Data from the present study demonstrated that naloxone reduced the expression levels of NF-kappaB and its upstream protein caspase-3, and reduced the LPS-induced production of nitric oxide, inducible nitric oxide synthase, tumor necrosis factor a, interleukin-1beta and interleukin-6 in BV2 microglia. In light of this data, it was concluded that naloxone may exert its neuroprotective and anti-inflammatory effects by inhibiting microglia activation through a HSP60-TLR-4-NF-kappaB signaling pathway.   51048"
        },
        {
            "References": "PMID:10773035",
            "Value": "Degeneration of dopaminergicrgic neurons in the substantia nigra of the brain is a hallmark of Parkinson's disease and inflammation and oxidative stress are closely associated with the pathogenesis of degenerative neurological disorders. Treatment of rat mesencephalic mixed neuron-glia cultures with lipopolysaccharide (LPS)-activated microglia, resident immune cells of the brain, to release proinflammatory and neurotoxic factors tumor necrosis factor-alpha, interleukin-1beta, nitric oxide, and superoxide and subsequently caused damage to midbrain neurons, including dopaminergic neurons. The LPS-induced degeneration of the midbrain neurons was significantly reduced by cotreatment with naloxone, an opioid receptor antagonist. This study focused on understanding the mechanism of action for the protective effect of naloxone on dopaminergic neurons because of relevance to Parkinson's disease. Both naloxone and its opioid receptor inactive stereoisomer (+)-naloxone protected the dopaminergic neurons with equal potency. Naloxone inhibited LPS-induced activation of microglia and release of proinflammatory factors, and inhibition of microglia generation of superoxide free radical best correlated with the neuroprotective effect of naloxone isomers. To further delineate the site of action, naloxone was found to partially inhibit the binding of [(3)H]LPS to cell membranes, whereas it failed to prevent damage to dopaminergic neurons by peroxynitrite, a product of nitric oxide and superoxide. These results suggest that naloxone at least in part interferes with the binding of LPS to cell membranes to inhibit microglia activation and protect dopaminergic neurons as well as other neurons in the midbrain cultures from inflammatory damage."
        },
        {
            "References": "PMID:16546975",
            "Value": "Estrogen promotes the growth of breast cancer via estrogen receptors (ER). Earlier studies showed that the opioid receptor antagonist naloxone inhibits MCF-7 breast cancer growth in mice. We examined the cellular and molecular mechanism of naloxone antagonism of ERalpha activity in human MCF-7 cells. Naloxone (100 nmol/L) inhibited 17beta-estradiol (E2)-induced (10 nmol/L) MCF-7 cell proliferation by 65% and mitogen-activated protein kinase/extracellular signal-regulated kinase phosphorylation. Naloxone blocked the E2-induced activation of ERalpha, with 85% inhibition after 5 minutes and 100% recovery after 60 minutes. This assay is based on quantitation of E2-activated nuclear ERalpha binding to the immobilized coactivator peptide. A significant decrease in E2-induced ERalpha transactivation was observed in the presence of naloxone in the estrogen response element-luciferase reporter assay (P < 0.05, E2 versus E2 + naloxone). Naloxone also blocked E2-induced down-regulation of ERalpha mRNA at 30 minutes and 6 hours. Although naloxone inhibits ERalpha activity directly, it also induces a cross-talk between mu-opioid receptor (MOR) and ERalpha. Immunoprecipitates with anti-MOR antibody showed the presence of ERalpha in cells incubated with E2 in the presence of naloxone but not in cells incubated with E2 or naloxone alone. Higher amounts of ERalpha associated with MOR after 60 minutes compared with 10 minutes of incubation. Naloxone inhibited E2-bovine serum albumin-FITC binding to plasma membrane-associated ERalpha and also inhibited the direct binding of [3H]E2 to ERalpha. Thus, naloxone modulates ERalpha activity directly as well as indirectly via MOR. This study suggests that naloxone-like compounds can be developed as novel therapeutic molecules for breast cancer therapy."
        }
    ]
}