{
    "_id": {
        "$oid": "6682e9b5c4e5dba5ffba2bfb"
    },
    "CID": {
        "$numberInt": "5284359"
    },
    "Name": "CALCIUM CHLORIDE",
    "IUPACName": "calcium;dichloride",
    "CanonicalSMILES": "[Cl-].[Cl-].[Ca+2]",
    "Synonyms": [
        "10043-52-4",
        "Calcium chloride anhydrous",
        "Calcium dichloride",
        "Dowflake",
        "Liquidow",
        "Peladow",
        "CaCl2",
        "Bovikalc",
        "Calcium chloride (CaCl2)",
        "Calcium Chloride",
        "Anhydrous",
        "Intergravin-orales",
        "Cacl2 (anhydrous)",
        "Calcium(2+) chloride",
        "CHEBI:3312",
        "Calcarea muriatica"
    ],
    "IsomericSMILES": "[Cl-].[Cl-].[Ca+2]",
    "INCHI": "InChI=1S/Ca.2ClH/h;2*1H/q+2;;/p-2",
    "INCHIKEY": "UXVMQQNJUSDDNG-UHFFFAOYSA-L",
    "Formula": "CaCl2",
    "MolecularWeight": {
        "$numberDouble": "110.98"
    },
    "Description": "Calcium dichloride is a calcium salt, an inorganic chloride and an inorganic calcium salt. It has a role as a fertilizer.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Calcium Chloride (Draft) p.1 (1981)",
            "Value": "/Calcium chloride/ does not bioaccumulate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Oil and Hazardous Materials Technical Assistance Data System (1981) as cited in Environment Canada; Tech Info for Problem Spills: Calcium Chloride (Draft) p.59 (1981)",
            "Value": "Calcium chloride does not biodegrade."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:17434022",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Sterilization was performed /in adult male stray dogs/ 45 days after a single bilateral intratesticular injection of calcium chloride (CaCl2) at the doses of 5, 10, 15 or 20 mg/testis/kg bw. Histomorphological measures of testes showed total necrosis of testicular tissue at 45 days after an injection of either 10, 15, or 20 mg CaCl2 along with fibrosis and hyalinization in seminiferous tubules and interstitial spaces. Infiltration of leucocytes was also observed with the 10 or 15 mg dose. Disintegration of germ cell arrangement in seminiferous tubules and washing out of germ cells from the tubules were noted with the 5 mg dose. Relative organ weight, epididymal sperm count, plasma and intratesticular concentrations of testosterone, testicular activities of delta-5,3beta-hydroxysteroid dehydrogenase (delta-5,3beta-HSD), 17beta-hydroxysteroid dehydrogenase (17beta-HSD), glutathione peroxidase (GPx), glutathione S-transferase (GST) and superoxide dismutase (SOD) and testicular contents of glutathione (GSH) and glutathione disulphide (GSSG) and the ratio of GSH/GSSG, all were declined in each of the calcium chloride treated groups in comparison to the control group. Increases occurred in testicular malondialdehyde (MDA) and plasma concentrations of /luteinizing hormone/ (LH) and /follicle stimulating hormone/ (FSH) with each of the treatments by comparison with the control group. Plasma concentrations of cortisol, fasting blood sugar level, blood urea nitrogen as well as packed cell volume (PCV) and total plasma protein were recorded to monitor the changes in chronic stress in the experimental animals. Changes in these parameters were not significant."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Calcium chloride (10043-52-4) p.16 (2002). Available from, as of September 20, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Irritation/corrosiveness of calcium chloride to skin of rabbits was tested. ... No or slight irritation to skin of the animals was observed in the exposure for 4 hr to either one of anhydride powder, 33% solution, dihydrate powder, or hexahydrate powder. ... Exposure to anhydride powder, dihydrate powder in 38% solution for 24 hr caused slight to moderate irritation on intact skin of rabbits. In addition, application of these samples on abraded skin of the animals caused much severer irritation."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 167",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Calcium chloride is a neutral, water soluble salt which in solution is essentially innocuous, but solid particles have been known to cause transient irritation and superficial injury without permanent damage. Application of 2% to 10% solution to rabbit eyes after removal of the corneal epithelium, or injection into the corneal stroma, causes no permanent damage."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 215",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CALCIUM CHLORIDE HAS BEEN ADMIN SYSTEMICALLY TO RABBITS (50-500 MG/KG) TO INDUCE ACIDOSIS; THIS HAS BEEN SHOWN TO REDUCE INTRAOCULAR PRESSURE TEMPORARILY."
        },
        {
            "References": "PMID:2504540",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... To test the hypothesis that calcium may be deleterious to shock outcome, the effects of calcium chloride and calcium chelator (EGTA) infusions on mean arterial pressure (MAP) responses to endotoxin and 24 hr survival in rats /were examined/. Increasing ionized calcium from 4.1 + or - 0.06 to 4.9 + or - 0.20 and 8.5 + or - 0.52 mg/dL progressively increased endotoxin lethality from 20% to 37% and 80%, respectively. This occurred despite slight improvements in mean arterial pressure hypercalcemic rats. Conversely, hypocalcemia (3.6 + or - 0.08 mg/dL) lowered endotoxin-induced mortality to 0 without significant effects on mean arterial pressure. Calcium and EGTA infusions alone were not associated with any mortality. Although calcium administration may improve mean arterial pressure, it significantly increases mortality associated with endotoxic shock in rats."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Calcium chloride (10043-52-4) p. 15 (2002). Available from, as of September 21, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of twenty 40-day-old rats were fed on 20 mg CaCl2/g diet for 12 months. No difference in mortality, weight gain, or daily food consumption was observed between the test and the control groups. In addition, no neoplastic lesions were observed in gastrointestinal tract, urinary tract, liver, heart, brain or spleen of the animals. ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Calcium chloride (10043-52-4) p.19 (2002). Available from, as of September 21, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity study examined the effect of calcium chloride on embryo lethality and teratogenicity in ... /Wistar rats, 25 animals/group at doses of 1.76, 8.18, 38.0, 176 mg/kg/day (in water) from day 6-15 of gestation./ ... In addition, positive and negative controls were both included. ... The numbers of implantation sites, resorption sites, and live and dead fetuses were recorded /on day 20 of gestation/ when all dams were subjected to Caesarean section. ... The administration of calcium chloride had no clearly discernible effect on implantation or on maternal or fetal survival. The number of abnormalities seen in either soft or skeletal tissues of the test groups did not differ from the number occurring spontaneously in the sham-treated controls. /There were/ no toxic effects on dams or fetuses at doses up to ... 176 mg/kg bw/day. /from table/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Calcium chloride (10043-52-4) p.19 (2002). Available from, as of September 21, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity study examined the effect of calcium chloride on embryo lethality and teratogenicity in /CD-1  mice, ... 25 animals/group at doses of 1.89, 8.78, 40.8, 189 mg/kg/day (in water) from day 6-15 of gestation./ ... Positive and negative controls were both included. ... The numbers of implantation sites, resorption sites, and live and dead fetuses were recorded /on day 17 of gestation/ when all dams were subjected to Caesarean section. ... The administration of calcium chloride had no clearly discernible effect on implantation or on maternal or fetal survival. The number of abnormalities seen in either soft or skeletal tissues of the test groups did not differ from the number occurring spontaneously in the sham-treated controls. ... /There were/ no toxic effects on dams or fetuses at doses up to 189 mg/kg bw/day. ... /from table/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Calcium chloride (10043-52-4) p.19 (2002). Available from, as of September 21, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity study examined the effect of calcium chloride on embryo lethality and teratogenicity in ... /Dutch rabbits, 16-22 animals/group at doses of 1.69, 7.85, 35.6, 169 mg/kg/day (in water) from day 6-18 of gestation./ ... Positive and negative controls were both included. ... The numbers of implantation sites, resorption sites, and live and dead fetuses were recorded /on day 29 of gestation/ when all dams were subjected to Caesarean section. ... The administration of calcium chloride had no clearly discernible effect on implantation or on maternal or fetal survival. The number of abnormalities seen in either soft or skeletal tissues of the test groups did not differ from the number occurring spontaneously in the sham-treated controls. ... /There were/ no toxic effects on dams or fetuses at doses up to ... 169 mg/kg bw/day. /from table/"
        },
        {
            "References": "McKee JE, Wolf HW; Tech Info for Problem Spills: Calcium Chloride (Draft) p.59 (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Interfered with growth in chicken with concn of 15,000 to 20,000 mg/L."
        },
        {
            "References": "PMID:2501963",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ultrastructural changes of the parathyroid glands of 18-day-old mouse fetuses after administration of calcium chloride (calcium) or ethylenediaminetetraacetic acid (EDTA) were examined. Many chief cells in the parathyroid glands of the calcium-treated mouse fetuses contained poorly developed Golgi complexes and cisternae of the granular endoplasmic reticulum and many secretory granules as compared with those of the control fetuses. Many chief cells in the glands of the EDTA-treated mouse fetuses contained well-developed Golgi complexes and cisternae of the granular endoplasmic reticulum and many prosecretory granules as compared with those of the control fetuses."
        },
        {
            "References": "PMID:2805233",
            "Value": "/GENOTOXICITY/ Calcium chloride inhibits stimulation of replicative DNA synthesis (RDS) induced in the pyloric mucosa of male Fischer 344 rats by sodium chloride, which is a tumor promoter in the glandular stomach. Administration of 1 mL of 3.3 M sodium chloride by gastric intubation induced a maximal 15 fold increase in RDS in the pyloric mucosa by 17 hr; this had returned to the control level by 48 hr. Administration of 1 mL of 20-400 mM calcium chloride 1 hr before administration of sodium chloride resulted in a 60-100% inhibition of the increase in RDS within 4-48 hr; the inhibition was dose-dependent. The 400 mM level of calcium chloride also decreased the histological damage to surface epithelial cells induced by sodium chloride."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Calcium chloride (10043-52-4) p. 15 (2002). Available from, as of September 21, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ An in vitro chromosome aberration test in Chinese hamster lung cells (CHL) has been reported. ... The CHL cells were exposed to calcium chloride at doses up to 4 mg/mL for 48 hr without metabolic activation. No significant increase in polyploid formation or structural chromosome aberration was observed. ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Calcium chloride (10043-52-4) p. 15 (2002). Available from, as of September 21, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ ... In a Salmonella mutation test, using TA92, TA94, TA98, TA100, TA1535 and TA1537, doses of calcium chloride up to 5 mg/plate were examined with metabolic activation. In another Salmonella mutation test, using TA97 and TA102, doses up to 10 mg/plate were examined with or without metabolic activation. No significant increases in mutation frequencies were observed in either study. ... In a Bacillus subtilis mutagenicity assay the potential of calcium chloride to damage cellular DNA was examined at concentrations up to 0.5 M. The result of the test was negative. In an Escherichia coli test the potential to induce an SOS response was tested at doses up to 1 mM, also giving a negative result."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 42",
            "Value": "/VETERINARY CASE REPORTS/ IN COUNTRIES WHERE CALCIUM CHLORIDE IS USED INSTEAD OF SALT TO MELT SNOW ON ROADS THERE HAVE BEEN SERIOUS LOSSES AMONG WILD ANIMALS DRINKING FROM SLUSH AT ROADSIDE."
        },
        {
            "References": "GORBUNOVA VV, GORBUNOV NP; FARMAKOL TOKSIKOL 46 (3): 48-50 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ CALCIUM CHLORIDE (280 MG/KG, IV) PROVOKES ARRHYTHMIA, HEART FIBRILLATION & DEATH OF MICE."
        },
        {
            "References": "McKee JE, Wolf HW; Tech Info for Problem Spills: Calcium Chloride (Draft) p.59 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ Moderate effect on nerves and appetite in cows with concn of 10,000 to 15,000 mg/L."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 28",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Intravenous injection of calcium salts in sheep and cattle was liable to produce several types of cardiac malfunction such as arrhythmia, extrasystole, tachycardia, blocks and fibrillation, depending upon the rate of infusion and the nature of the calcium salt administered. /Calcium salts/"
        },
        {
            "References": "PMID:1502779",
            "Value": "/OTHER TOXICITY INFORMATION/ Two products that contain calcium chloride and that are intended for oral administration were tested for safety aspects. One product contained calcium chloride as a gel the other contained calcium chloride in an oil emulsion. Oral administration of the calcium chloride containing products caused minor to severe damage to the mucosa of the forestomach and abomasum. The gel solutlon especially proved to be highly caustic while the oil emulsion appeared to be relatively safe."
        }
    ]
}