{
    "_id": {
        "$oid": "6682e820c4e5dba5ffba2406"
    },
    "CID": {
        "$numberInt": "5329"
    },
    "Name": "SULFAMETHOXAZOLE",
    "IUPACName": "4-amino-N-(5-methyl-1,2-oxazol-3-yl)benzenesulfonamide",
    "CanonicalSMILES": "CC1=CC(=NO1)NS(=O)(=O)C2=CC=C(C=C2)N",
    "Synonyms": [
        "sulfamethoxazole",
        "723-46-6",
        "Gantanol",
        "Sulphamethoxazole",
        "Sulfisomezole",
        "Sulfamethoxazol",
        "Metoxal",
        "4-Amino-N-(5-methyl-3-isoxazolyl)benzenesulfonamide",
        "Sulfamethylisoxazole",
        "Simsinomin",
        "Radonil",
        "Sinomin",
        "Sulphamethoxazol",
        "Sulpha-methoxizole",
        "Sulfamethalazole"
    ],
    "IsomericSMILES": "CC1=CC(=NO1)NS(=O)(=O)C2=CC=C(C=C2)N",
    "INCHI": "InChI=1S/C10H11N3O3S/c1-7-6-10(12-16-7)13-17(14,15)9-4-2-8(11)3-5-9/h2-6H,11H2,1H3,(H,12,13)",
    "INCHIKEY": "JLKIGFTWXXRPMT-UHFFFAOYSA-N",
    "Formula": "C10H11N3O3S",
    "MolecularWeight": {
        "$numberDouble": "253.28"
    },
    "Description": "Sulfamethoxazole is an isoxazole (1,2-oxazole) compound having a methyl substituent at the 5-position and a 4-aminobenzenesulfonamido group at the 3-position. It has a role as an antibacterial agent, an antiinfective agent, an epitope, an EC 2.5.1.15 (dihydropteroate synthase) inhibitor, an antimicrobial agent, a P450 inhibitor, an EC 1.1.1.153 [sepiapterin reductase (L-erythro-7,8-dihydrobiopterin forming)] inhibitor, an environmental contaminant, a xenobiotic and a drug allergen. It is a sulfonamide, a member of isoxazoles, a substituted aniline and a sulfonamide antibiotic. It is functionally related to a sulfanilamide.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "346"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 71",
            "Value": "log Kow = 0.89"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists. AHFS Drug   Information 2008. Bethesda, Maryland 2008, p. 424",
            "Value": "Sulfonamides are usually bacteriostatic in action. Sulfonamides interfere with the utilization of p-aminobenzoic acid (PABA) in the biosynthesis of tetrahydrofolic acid (the reduced form of folic acid) cofactors in susceptible bacteria. Sulfonamides are structural analogs of PABA and appear to interfere with PABA utilization by competitively inhibiting the enzyme dihydropteroate synthase, which catalyzes the formation of dihydropteroic acid (a precursor of tetrahydrofolic acid) from PABA and pteridine; however, other mechanism(s) affecting the biosynthetic pathway also may be involved. Compounds such as pyrimethamine and trimethoprim, which block later stages in the synthesis of folic acid, act synergistically with sulfonamides. Only microorganisms that synthesize their own folic acid are inhibited by sulfonamides; animal cells and bacteria which are capable of utilizing folic acid precursors or preformed folic acid are not affected by these drugs. The antibacterial activity of the sulfonamides is reportedly decreased in the presence of blood or purulent body exudates. /Sulfonamides/"
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 1048",
            "Value": "/Sulfonamides inhibit bacterial growth by preventing para-aminobenzoic acid (PABA) from being incorporated/ into dihydropteroic acid, the immediate precursor of folic acid. Sensitive microorganisms are those that must synthesize their own folic acid; bacteria that can utilize preformed folate are not affected. Bacteriostasis induced by sulfonamides is counteracted by PABA competitively. Sulfonamides do not affect mammalian cells by this mechanism, since they require preformed folic acid and cannot synthesize it. /Sulfonamides/"
        },
        {
            "References": "US Pharmacopeial Convention; US Pharmacopeia Dispensing Information (USP DI); Drug Information for the Health Care Professional 12th ed, V.IB p.2538 (1992)",
            "Value": "Sulfonamides are broad-spectrum, bacteriostatic anti-infectives. They are structural analogs of para-aminobenzoic acid and competively inhibit a bacterial enzyme, dihydropteroate synthetase, that is responsible for incorporation of para-aminobenzoic acid into dihydrofolic acid. This blocks the synthesis of dihydrofolic acid and decreases the amount of metabolically active tetrahydrofolic acid, a cofactor for the synthesis of purines, thymidine, and DNA. /Sulfonamides/"
        },
        {
            "References": "PMID:2172779",
            "Value": "The hydroxylamine and nitroso metabolites formed by N4-oxidation of sulfonamides are thought to be involved in the pathogenesis of idiosyncratic reactions to this class of drugs. Idiosyncratic reactions to sulfonamides are characterized by multisystemic toxicity, including hepatitis, nephritis, dermatitis, and blood dyscrasias (aplastic anemia, agranulocytosis). Previously it has been shown that cytochrome p-450 in the liver metabolizes sulfamethoxazole to its hydroxylamine metabolite. In this paper the N4-oxidation of sulfamethoxazole by activated monocytes and neutrophils (human and canine) to form sulfamethoxazole hydroxylamine and nitrosulfamethoxazole is reported. The presumed nitroso intermediate was not detected. Purified myeloperoxidase and prostaglandin H synthase were also capable of mediating the oxidation of sulfamethoxazole. The present studies suggest that myeloperoxidase is responsible for the observed oxidation by phagocytic cells. Oxidation by neutrophils may play a role in agranulocytosis, and oxidation by monocytes may facilitate antigen presentation. Extrahepatic bioactivation of sulfonamides by peroxidases in phagocytic cells and other tissues may be important in determining the range of adverse reactions to sulfonamides that occur."
        },
        {
            "References": "PMID:9132934",
            "Value": "Hypersensitivity syndromes are severe drug induced side effects with skin rashes, fever and/or multiorgan-system abnormalities which are not pharmacologically related. ... These reactions are considered to be immune-mediated but the precise mechanisms are not completely understood. Clinical features, which resemble and EBV infection, and some immunological studies suggest that T-cell mediated immunity is involved in the pathogenesis of this rare disease. In the literature, allopurinol and anticonvulsant hypersensitivity syndromes are clinically well characterized entities, while the definition of hypersensitivity syndrome elicited by other drugs is rather confusing. ... Two patients, one with sulfamethoxazole- and one with allopurinol-induced hypersensitivity syndrome /are presented/. In both cases a lymphocyte transformation test (LTT) was performed and /investigators/ analyzed the T-cell activation parameters CD25 and HLA-DR on CD4- and CD8- T-cells to demonstrate in vivo activation of T-cells during the active disease. Both patients show increased activation of T-cells with elevated levels of HLA-DR on CD8+ cells. The T-cell activation correlated with the clinical course. /The/ data supports an immunological pathogenesis for hypersensitivity syndromes and the concept that drug specific T-cells are involved in hypersensitivity syndromes."
        }
    ]
}