{
    "_id": {
        "$oid": "669270f3303528b49832d753"
    },
    "CID": {
        "$numberInt": "53491464"
    },
    "Name": "Benzovindiflupyr",
    "IUPACName": "N-[11-(dichloromethylidene)-3-tricyclo[6.2.1.02,7]undeca-2(7),3,5-trienyl]-3-(difluoromethyl)-1-methylpyrazole-4-carboxamide",
    "CanonicalSMILES": "CN1C=C(C(=N1)C(F)F)C(=O)NC2=CC=CC3=C2C4CCC3C4=C(Cl)Cl",
    "Synonyms": [
        "Benzovindiflupyr",
        "1072957-71-1",
        "N-[11-(dichloromethylidene)-3-tricyclo[6.2.1.02,7]undeca-2(7),3,5-trienyl]-3-(difluoromethyl)-1-methylpyrazole-4-carboxamide",
        "N-[9-(dichloromethylene)-1,2,3,4-tetrahydro-1,4-methanonaphthalen-5-yl]-3-(difluoromethyl)-1-methylpyrazole-4-carboxamide",
        "N-[9-(Dichloromethylene)-1,2,3,4-tetrahydro-1,4-methanonaphthalen-5-yl]-3-(difluoromethyl)-1-methyl-1H-pyrazole-4-carboxamide; Benzovindiflupyr; N-[9-(Dichloromethylene)-1,2,3,4-tetrahydro-1,4-methanonaphthalen-5-yl]-3-(difluoromethyl)-1-methyl-1H-pyrazol-4-carboxamide; Solatenol",
        "Benzovindiflupyr 100 microg/mL in Acetonitrile",
        "SCHEMBL178111",
        "DTXSID8057930",
        "CHEBI:83097",
        "AKOS027323808",
        "HY-W587754",
        "1ST21330",
        "N-[9-(dichloromethylene)-1,2,3,4-tetrahydro-1,4-methanonaphthalen-5-yl]-3-(difluoromethyl)-1-methyl-1H-pyrazole-4-carboxamide",
        "CS-0643896",
        "NS00007313"
    ],
    "IsomericSMILES": "CN1C=C(C(=N1)C(F)F)C(=O)NC2=CC=CC3=C2C4CCC3C4=C(Cl)Cl",
    "INCHI": "InChI=1S/C18H15Cl2F2N3O/c1-25-7-11(15(24-25)17(21)22)18(26)23-12-4-2-3-8-9-5-6-10(13(8)12)14(9)16(19)20/h2-4,7,9-10,17H,5-6H2,1H3,(H,23,26)",
    "INCHIKEY": "CCCGEKHKTPTUHJ-UHFFFAOYSA-N",
    "Formula": "C18H15Cl2F2N3O",
    "MolecularWeight": {
        "$numberDouble": "398.2"
    },
    "Description": "N-[9-(dichloromethylene)-1,2,3,4-tetrahydro-1,4-methanonaphthalen-5-yl]-3-(difluoromethyl)-1-methylpyrazole-4-carboxamide is an aromatic amide obtained by formal condensation of the carboxy group of 3-(difluoromethyl)-1-methylpyrazole-4-carboxylic acid with the amino group of 9-(dichloromethylene)-1,2,3,4-tetrahydro-1,4-methanonaphthalen-5-amine. It is an aromatic amide, an organochlorine compound, an organofluorine compound, a member of pyrazoles, a bridged compound and an olefinic compound.",
    "XlogP": {
        "$numberDouble": "4"
    },
    "Complexity": {
        "$numberInt": "613"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "The study extensively assessed benzovindiflupyr, a succinate dehydrogenase inhibitor (SDHI), as a potential solution against Sclerotinia stem rot caused by Sclerotinia sclerotiorum. Investigating its impact on 181 isolates from various crops, benzovindiflupyr showcased consistent effectiveness across different crop types. It significantly inhibited the growth and reproduction of S. sclerotiorum, demonstrating its potential as a control measure. Importantly, in eggplant leaves, benzovindiflupyr exhibited remarkable systemic translocation, especially at concentrations of 100 μg/ml, with higher efficacy in both transverse and cross-layer activity compared to acropetal and basipetal treatments. This indicates its superior movement within the leaves, showcasing its potential for systemic control against the pathogen. Notably, benzovindiflupyr’s systemic translocation performance outperformed dimethachlon, underscoring its promising systemic action against Sclerotinia stem rot. These findings suggest benzovindiflupyr as a promising alternative for managing this destructive plant disease due to its robust systemic translocation ability.",
            "reference": "Huang, X., luo,  jian, Song, Y., Li, B., Mu, W., & Liu, F. (2019). Favorable bioactivity of the SDHI fungicide benzovindiflupyr against Sclerotinia sclerotiorum mycelial growth, sclerotial production, and myceliogenic and carpogenic germination of sclerotia. Plant Disease. doi:10.1094/pdis-05-18-0729-re ",
            "method": {
                "Test Plant": "Eggplant (Solanum melongena)",
                "Apply Location": "Foliar application on the third fully expanded leaf at the five- or six-leaf stage.",
                "Plant Grown Condition": "Grown in pots (20 cm in diameter by 14 cm in height) containing autoclaved sandy loam and organic matter (3:1) at 25°C with a 12-hour photoperiod and 80% relative humidity.",
                "Chemical preparation": "Technical-grade benzovindiflupyr (97% active ingredient) and dimethachlon (96% active ingredient) were dissolved in acetone to produce stock solutions of 10,000 μg/ml. Benzovindiflupyr (emulsifiable concentrate) was purchased from Syngenta Crop Protection Ltd. Carbendazim (50% wettable powder) was purchased from Zhejiang Xinan Chemical Industrial Group Co., Ltd. Dimethachlon (40% wettable powder) was purchased from Qingdao Audis Bio. Tech. Co., Ltd.",
                "Received pesticide of plant": "Benzovindiflupyr and dimethachlon at 100 μg/ml were applied on the third leaf. The control efficacy was calculated as follows: disease control efficacy(%) = [(average lesion diameter in the water control - average lesion diameter in the treatment)/lesion diameter in the water control] x 100.",
                "Other Information": "Twenty replicates (plants) for each treatment were included, and the experiment was performed twice."
            },
            "result": "[{\"Time after apply\": \"24h\", \"Transverse activity\": \"70%\", \"Cross-layer activity\": \"80%\", \"Acropetal activity\": \"40%\", \"Basipetal activity\": \"40%\"}]"
        }
    ]
}