{
    "_id": {
        "$oid": "6682e9b9c4e5dba5ffba2c12"
    },
    "CID": {
        "$numberInt": "5352425"
    },
    "Name": "Lead, elemental",
    "IUPACName": "lead",
    "CanonicalSMILES": "[Pb]",
    "Synonyms": [
        "7439-92-1",
        "Lead",
        "Pb",
        "Lead metal",
        "Plumbum",
        "Lead element",
        "Lead flake",
        "Lead cation Pb4+",
        "Glover",
        "Blei",
        "Plumbum metallicum",
        "Omaha & grant",
        "Rough lead bullion",
        "Lead",
        "ion (Pb4+)",
        "Lead S2"
    ],
    "IsomericSMILES": "[Pb]",
    "INCHI": "InChI=1S/Pb",
    "INCHIKEY": "WABPQHHGFIMREM-UHFFFAOYSA-N",
    "Formula": "Pb",
    "MolecularWeight": {
        "$numberDouble": "207"
    },
    "Description": "Lead(0) is an elemental lead. It has a role as a neurotoxin.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "PMID:16977531",
            "Value": "Elemental lead is not biodegradable."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:25975268",
            "Value": "Exposure to lead (Pb) from environmental sources remains an overlooked and serious public health risk. Starting in childhood, Pb in the skeleton can disrupt epiphyseal plate function, constrain the growth of long bones, and prevent attainment of a high peak bone mass, all of which will increase susceptibility to osteoporosis later in life. We hypothesize that the effects of Pb on bone mass, in part, come from depression of Wnt/b-catenin signaling, a critical anabolic pathway for osteoblastic bone formation. In this study, we show that depression of Wnt signaling by Pb is due to increased sclerostin levels in vitro and in vivo. Downstream activation of the b-catenin pathway using a pharmacological inhibitor of GSK-3b ameliorates the Pb inhibition of Wnt signaling activity in the TOPGAL reporter mouse. The effect of Pb was determined to be dependent on sclerostin expression through use of the SOST gene knock-out mice, which are resistant to Pb-induced trabecular bone loss and maintain their mechanical bone strength. Moreover, isolated bone marrow cells from the sclerostin null mice show improved bone formation potential even after exposure to Pb. Also, our data suggest that the TGFb canonical signaling pathway is the mechanism by which Pb controls sclerostin production. Taken together these results support our hypothesis that the osteoporotic-like phenotype observed after Pb exposure is, in part, regulated through modulation of the Wnt/b-catenin pathway."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "Lead interferes with heme synthesis at four sites: 1. It directly stimulates, by feedback derepression, the mitochondrial enzyme delta-aminolevulinic acid synthetase (ALA-S), which mediates the condensation of glycine and succinyl coenzyme A to form ALA. Stimulation of ALA-S increases synthesis of ALA increasing ALA blood and urine. 2. Lead directly inhibits the cytosolic enzyme ALAD, which catalyzes the cyclocondensation of two units of ALA to porphobilinogen (PBG). Inhibition of ALAD by lead results in a negative exponential relationship between ALAD and lead in peripheral blood. 3. Lead depresses the coproporphyrin oxidase, resulting in increased coproporhyrin levels in urine. 4. Lead disturbs the mitochondrial enzyme ferrochelatase by impairment of iron incorporation into the enzyme. Ferrochelatase catalyzes the insertion of iron into protoporphyrin to form heme as a component of hemoglobin or other heme-containing enzymes, such as cytochrome c located in many tissues throughout the body."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "Mechanisms for Lead Effects on the Nervous System: Morphological effects (neurodevelopmental):  Impairment of timed programming of cell-cell connections  Interference with neural cell adhesion molecules  Altered migration of neurons during development  Pharmacological effects (lead effects on calcium metabolism):  Interference with neurotransmitter kinetics  Blocks voltage-dependent calcium membrane channels  Substitutes for calcium in calcium-sodium ATP pump  Competition for Ca-binding sites  Competition for uptake by mitochondria  Binding to second messenger calcium receptors (e.g., calmodulin, protein kinase C)"
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "A major factor in the hyperuricemia found in lead nephropathy is thought to be reduced renal clearance of urate, probably due to reduced active tubular secretion of urate or excessive tubular reabsorption ... Increased nucleoprotein turnover could be a factor ... The crystalline material removed from joints of persons suffering from lead-related gouty arthritis is, indeed, composed of urate, but the pathogenesis of the abnormal uric /acid/ metabolism associated with saturnine gout is not well understood. Studies to date indicate that renal factors contributing to the hyperuricemia are multiple and complex."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "Lead exposure may modify the metabolism of catecholamines and of hormones controlled by the hypothalamopituitary axis and may affect the kallikrein-kinin system ... Cardiovascular responses to agonists indicated that lead exposure affects the renin-angiotensin system and induces sympathetic hyperactivity by acting on central and peripheral sympathetic junctions, increasing the responsiveness to stimulation of alpha2-adrenoreceptors, and by increasing the reactivity to stimulation of cardiac and vascular beta-adrenergic and dopaminergic receptors. The cAMP-dependent availability of Ca2+ for contractile mechanisms of the cardiovascular muscle cells may also be affected by lead ... This series of effects on the renin-angiotensin system, on the reactivity to stimulation of peripheral catecholaminergic receptors, on sympathetic and vagal tone, and on reactivity to the stimulation of baroreceptors, may be responsible for the observed association between lead exposure and hypertension."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V87 241-2 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... A group of 20 young female Sprague-Dawley rats, weighing 120-140 g, /were given/ injections of 5 mg lead powder [purity and particle size not specified] suspended in 50 uL glycerine into the cortical sections of both poles of the right kidney (total dose, 10 mg lead powder/rat). A negative control group of 16 rats received similar intrarenal injections of 50 uL glycerine alone and a positive control group of 16 rats received intrarenal injections of 5 mg nickel subsulfide powder (total dose, 10 mg/rat) in 50 uL glycerine. The experiment lasted 12 mo, during which time the animals were examined at regular intervals for development of erythrocytosis and renal tumors. All of the kidneys were removed at necropsy for histological examination. No erythrocytosis or renal tumors developed in the lead powder-treated rats or in the negative controls, whereas marked erythrocytosis (p < 0.05 versus controls) developed in all of the 16 positive control rats, and renal carcinomas were found in 7/16 of these near the nickel subsulfide injection sites [p-value not reported]."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 362 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Lead powder suspended in corn oil was administered to male and female Fischer 344 rats by stomach tube (10 mg twice/month for 12 months). Control rats were given 0.5 mL of corn oil by stomach tube according to same schedule. One lymphoma and 4 leukemias were found in 5/47 lead-treated rats; this did not differ significantly from the incidence of 3 lymphomas in 29 controls. No other neoplasms were reported in treated or control rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 364 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Lead powder suspended in trioctanoin was administered im to 25 male and 25 female Fischer rats as 9 monthly injections of 10 mg, then 3 monthly injections of 5 mg. Equal number of vehicle controls were used. 1 treated female developed fibrosarcoma at site of implantation ... The lymphoma rate was the same in treated as in control animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 368 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Twelve sheep were exposed to finely powdered metallic lead in their diet (doses, 0.5 to 16 mg/kg bw) during entire ... pregnancy; blood levels were about 0.4 mg/L, without resulting in death. Nine animals served as controls. Rate of lambing was 18% in exposed (27% abortions) and 100% in unexposed sheep (no abortions). No malformations were reported ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 376 (1980)",
            "Value": "/GENOTOXICITY/ There was no significant excess of chromosome damage in cultured leukocytes obtained from 9 cows accidentally intoxicated with mixture of heavy metals and shown to have toxic levels of lead in liver and kidneys. /Mixture of heavy metals/"
        },
        {
            "References": "PMID:3669099",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Hepatocytes were exposed to metals /including lead/ ... and were assayed for metallothionein by the cadmium/mercury radioassay. Cell viability was monitored by protein synthesis activity and cellular potassium ion concentration. Increases in metallothionein concentration were /not noted for lead/..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V87 327 (2006)",
            "Value": "/IMMUNOTOXICITY/ The combined effects of a non-pathogenic immunological challenge and exposure to lead shot were investigated in three groups of 24 Japanese quail chicks (Coturnix coturnix japonica) that were given either one lead shot (0.05 g) or four lead shots (0.2 g) orally, at the age of 8 days. Controls did not receive lead. As immunological challenge, a third of each group of chicks was injected intraperitoneally with either 0.075 mL 10% chukar partridge (Alectoris graeca) red blood cells, Newcastle disease virus, or a placebo vaccine at 13 and 35 days of age. Lead did not affect antibody production or cell-mediated immune response. Granulocyte numbers were significantly higher in the lead-treated birds than in controls, and both antigen-treated groups had lower granulocyte numbers than controls. At the 0.2-g dose, lead increased hematocrit values, lowered plasma protein concentration, and increased granulocyte numbers in the quail."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "/IMMUNOTOXICITY/ ... Lead reduces resistance and increases mortality of experimental animals when infected with a broad range of bacterial and viral agents. Lead impairs antibody production in animals and generally decreases immunoglobin-producing cells."
        },
        {
            "References": "Kahn, C.M (ed.).;  The Merck Veterinary Manual 10th  Edition. Merck & Co. Whitehouse Station NJ. 2010, p. 2659",
            "Value": "/VETERINARY CASE REPORTS/ In veterinary medicine, lead poisoning is most common in dogs and cattle. Lead poisoning in other species is limited by reduced accessibility, more selective eating habits, or lower susceptibility. In cattle, many cases are associated with seeding and harvesting activities when used oil and battery disposal from machinery is handled improperly. ... Acute lead poisoning is more common in young animals. ... Subacute lead poisonong /is/ usually seen in sheep or older cattle. ... Chronic lead poisoning ... is occasionally seen in cattle."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 1005",
            "Value": "/VETERINARY CASE REPORTS/ The acute oral lethal single dose of lead in ... calves /is/ 50-600 mg/kg as lead or lead salts ... Solid lead is not as toxic as /the/ more soluble salts, which are more readily absorbed."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ Lead-calcium interactions have been proposed as cellular and subcellular mechanisms of toxic action for lead in bone as well as brain and for calcium absorption by the GI tract. At the cellular level it has been shown that bone cells such as neuron capillary endothelial cells accumulate and retain excess calcium in the presence of lead. ... Whole-body and organ-specific retention of lead was lowered in vitamin-deficient rats but there was no effect on absorption or immediate distribution of lead in bone."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 549",
            "Value": "/OTHER TOXICITY INFORMATION/ Lead particles have been well tolerated in the eyes of dogs and rats ... Lead particles in the anterior chamber in rabbits became coated with purulent exudate and sometimes were extruded through the cornea at the limbus. In the vitreous humor in rabbits a similar purulent reaction was observed, causing the vitreous to shrink and the retina to separate."
        },
        {
            "References": "PMID:26103685",
            "Value": "/OTHER TOXICITY INFORMATION/ Although a variety of biomarkers has been developed to assess the adverse effect of lead on human and animal populations, studies show that the most important factor conditioning the response may be the genetic make-up of an individual. ALAD (delta aminolevulinic acid dehydratase) gene polymorphism found in human populations results in the existence of two alleles: ALAD1 and ALAD2. The difference between them is the result of one nucleotide change (G177C, rs1800435) which implicates different enzyme affinity for lead ions. As a result, carriers of these alleles respond differently to lead exposure in terms of tissue lead content, as well as neurobehavioral response. The aim of our study was to determine if such a phenomenon is present in wild animal populations. Two hypotheses were tested: (i) does the same ALAD polymorphism occur in lead exposed rodent species and is the frequency of different alleles similar to that of humans, (ii) if polymorphism exists, is the tissue lead content higher in individuals having ALAD2 alleles. We used bank voles (Myodes glareolus) inhabiting different lead contaminated sites for this purpose. The results obtained show no polymorphism in the bank vole populations that were studied. Contrary to the results obtained for humans, our study shows that all animals were found to have the C nucleotide. In human populations this nucleotide determines the ALAD2 allele and is much less frequent."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ Experimental studies suggest that a number of mechanisms may be involved in the lead-related carcinogenesis, including mutagenicity, effect from lead-binding protein, tumor promotion, cellular proliferation, and cystic hyperplasia of renal tubular epithelial cells. Lead is a weak mutagen in mammalian cell systems but may be mutagenic through indirect mechanisms involved in DNA synthesis and repair. Lead does activate protein kinase C, which controls cell growth, suggesting that lead may act as promoter or cocarcinogen. Also, formation of a nonhistone acidic protein (inclusion body protein) may influence cell growth and division."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The permanent neuropsychological deficits seen after exposure to higher concentration /of lead/ may be due to impairment of astrocyte function, especially in their capacity to regulate the ionic and amino acid concentrations in the extracellular micromilieu, brain energy metabolism."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ Several studies have shown that there is a hemolytic component to lead-induced anemia. The major contributors to the hemolytic effect of lead are increased susceptibility to mechanical and osmotic stress. The molecular basis for the increase in red cell fragility includes inhibition of NA/K ATPase ... Na/K ATPase activity correlates with lead content of the red cell membranes in workers with or without symptoms of overt lead toxicity ... /This/ increased mechanical fragility /may be/ related to loss of potassium and relative increase in sodium in the red blood cell."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ Inhibition of erythrocyte P5N activity leads to accumulation of pyridine nucleotides, which have been associated with induction of basophilic stippling of red blood cells in lead-exposed workers ... A significant inverse correlation /exists/ between P5N activity and ZPP and blood lead levels. Decrease in P5N activity may also contribute to increase in red blood cell fragility. However, because of genetic variability in the activity of this enzyme and possible inhibition by other toxic metals, measurement of this enzyme does not yet appear to be useful as a routine measure of effect of lead exposure."
        },
        {
            "References": "Goyer RA; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Lead. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ Lead toxicity directly and indirectly alters many aspects of bone cell function. Retention and mobilization of lead in bone are by the same mechanisms involved in regulating calcium influx and efflux, namely, parathyroid hormone, calcitonin, vitamin D, and other hormones that influence calcium metabolism. Lead exposure impairs the synthesis of the most important vitamin D metabolite, 1,25-dihydroxyvitamin (calcitrol), by inhibiting renal 1,25-hydroxylation of 25-hydroxyvitamin D and thereby decreasing calcium absorption. Lead also competes with calcium for GI absorption. The interrelationship between vitamin D and calcium is complex and involves interactions with parathroid hormone."
        },
        {
            "References": "PMID:25975268",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure to lead (Pb) from environmental sources remains an overlooked and serious public health risk. Starting in childhood, Pb in the skeleton can disrupt epiphyseal plate function, constrain the growth of long bones, and prevent attainment of a high peak bone mass, all of which will increase susceptibility to osteoporosis later in life. We hypothesize that the effects of Pb on bone mass, in part, come from depression of Wnt/b-catenin signaling, a critical anabolic pathway for osteoblastic bone formation. In this study, we show that depression of Wnt signaling by Pb is due to increased sclerostin levels in vitro and in vivo. Downstream activation of the b-catenin pathway using a pharmacological inhibitor of GSK-3b ameliorates the Pb inhibition of Wnt signaling activity in the TOPGAL reporter mouse. The effect of Pb was determined to be dependent on sclerostin expression through use of the SOST gene knock-out mice, which are resistant to Pb-induced trabecular bone loss and maintain their mechanical bone strength. Moreover, isolated bone marrow cells from the sclerostin null mice show improved bone formation potential even after exposure to Pb. Also, our data suggest that the TGFb canonical signaling pathway is the mechanism by which Pb controls sclerostin production. Taken together these results support our hypothesis that the osteoporotic-like phenotype observed after Pb exposure is, in part, regulated through modulation of the Wnt/b-catenin pathway."
        }
    ]
}