{
    "_id": {
        "$oid": "6682e9bbc4e5dba5ffba2c18"
    },
    "CID": {
        "$numberInt": "5359268"
    },
    "Name": "ALUMINUM, ELEMENTAL",
    "IUPACName": "aluminum",
    "CanonicalSMILES": "[Al]",
    "Synonyms": [
        "7429-90-5",
        "Al",
        "Aluminum",
        "Aluminium",
        "Aluminum metal",
        "Aluminum powder",
        "aluminio",
        "BTS-CATALYST",
        "aluminium atom",
        "Aluminum hydride (AlH3)",
        "Metallic aluminum",
        "13Al",
        "Aluminium 27",
        "UN2463",
        "12011-61-9"
    ],
    "IsomericSMILES": "[Al]",
    "INCHI": "InChI=1S/Al",
    "INCHIKEY": "XAGFODPZIPBFFR-UHFFFAOYSA-N",
    "Formula": "Al",
    "MolecularWeight": {
        "$numberDouble": "26.981538"
    },
    "Description": "Aluminium(0) is an elemental aluminium.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:2330606",
            "Value": "Excessive dietary aluminum has been proposed to be a factor contributing to several neurological disorders in humans. Six 8-week-old female Swiss Webster mice were fed for 10 wk purified diets containing 100 (control), 500 or 1000 ug aluminum/g diet. Brain and liver lipid peroxidation was determined by evaluating the production of 2-thiobarbituric acid reactive substances in brain and liver homogenates in the presence or absence of 50 uM ferrous iron. 2-Thiobarbituric acid reactive substances production in the absence of iron in brain homogenates from mice fed the 1000 ug/g diet was higher (30%) than that in the 100 ug/g control group (3.1 vs 2.4 nmol 2-thiobarbituric acid reactive substances/mg protein). The addition of ferrous iron increased 2-thiobarbituric acid reactive substances production in brain homogenates from all 3 dietary groups. The iron induced 2-thiobarbituric acid reactive substances production was 26% higher in the 1000 ug/g brain homogenates than in the 100 ug/g group (4.9 vs 3.9 nmol 2-thiobarbituric acid reactive substances/mg protein). Brain 2-thiobarbituric acid reactive substances production in the presence and absence of iron was similar between the 100 and 500 ug/g aluminum groups. 2-Thiobarbituric acid reactive substances production in liver homogenates measured either with or without iron was similar for the 3 groups. These results show that, in mice, dietary aluminum intoxication leads to increased brain 2-thiobarbituric acid reactive substance production, suggesting that enhanced lipid peroxidation may be one possible mechanism underlying the neurological damage associated with increased tissue aluminum."
        },
        {
            "References": "PMID:2092675",
            "Value": "Evidence is presented indicating that dementias are associated with a relative insufficiency of magnesium in the brain. Such insufficiency may be attributable to low intake or retention of magnesium; high intake of a neurotoxic metal, such as aluminum, which inhibits activity of magnesium requiring enzymes; or impaired transport of magnesium and/or enhanced transport of the neurotoxic metal into brain tissue. It is proposed that Alzheimer's disease involves a defective transport process, characterized by both an abnormally high incorporation of aluminum and an abnormally low incorporation that an altered serum protein contributes to the progression of Alzheimer's disease by having a greater affinity for aluminum than for magnesium, in contrast to the normal protein, which binds magnesium better than aluminum. The altered protein crosses the blood-brain barrier more efficiently than the normal protein and competes with the normal protein in binding to brain neurons. Binding of the altered protein to the target neurons would both facilitate aluminum uptake and impede magnesium uptake. Evidence suggests that albumin is the serum protein that is altered."
        },
        {
            "References": "PMID:2671833",
            "Value": "Aluminum is established as a neurotoxin, although the basis for its toxicity is unknown. It recently has been shown to alter the function of the blood-brain barrier, which regulates exchanges between the central nervous system and peripheral circulation. The blood-brain barrier owes its unique properties to the integrity of cell membranes that comprise it. Aluminum affects some of the membrane-like functions of the blood-brain barrier. It increases the rate of transmembrane diffusion and selectively changes saturable transport systems without disrupting the integrity of the membranes or altering CNS hemodynamics. Such alterations in the access to the brain of nutrients, hormones, toxins, and drugs could be the basis of CNS dysfunction. Aluminum is capable of altering membrane function at the blood-brain barrier; many of its effects on the CNS a well a peripheral tissues can be explained by its actions as a membrane toxin."
        },
        {
            "References": "PMID:3560641",
            "Value": "The endocrine response of porcine parathyroid gland tissue slices in vitro to aluminum was studied by electron microscopy and radioimmunoassay of parathyroid hormone. Medium aluminum concentrations were 20 to 500 ng/ml covering the range corresponding to concentrations reported in the plasma of aluminum intoxicated hemodialyzed patients. Aluminum inhibited iPTH release and caused severe cell alterations. This inhibition was incomplete and there was an aluminum insensitive iPTH capacity. This phenomenon seemed to be due to heterogeneous parathyroid cell population as regards to aluminum sensitivity, perhaps linked to the spontaneous aynchronous cyclic parathyroid cell changes. Sensitivity to aluminum was modulated by the extracellular calcium concentration. Sensitivity to extracellular calcium concentration variations persisted in aluminum intoxicated tissues. The severity of the observed cell lesions induced by high concentrations of aluminum suggested that that the recovery of an iPTH release capacity when parathyroid tissue was withdrawn from a toxic environment and switched to aluminum free media is more likely to be due to activation of a \"less sensitive to aluminum\" cell pool than to a true reversibility of the toxic effect."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 378",
            "Value": "The mechanisms by which aluminum is deposited in bone is common to that in other metal ions, specifically, the three-hydration-shell-deposition theory. Briefly, aluminum is first bound to the hydration of the hydroxyapatite crystal. Here it may readily exchange with the fluid extracellular compartment, or it may exchange and become incorporated with the newly forming bone crystals. Further, over longer time periods the crystals may subsequently be buried deeply within the bone matrix. Although transfer between each \"shell\" is continual, the rate of transfer between each of these \"shells\" progressively decreases the deeper into the crystalline matrix the ion is moved. Hence, the crystalline bony matrix serves to sequester the stored metallic ions for progressively longer periods. ...Toxic effects in humans once again are associated with aluminum only: (1) when the ion is administered via parenteral or other nonphysiological portals of entry and (2) in individuals with supervening serious renal disorders. Although some of the resulting animal models appear to replicate diseases seen in humans, (e.g., low turnover osteomalacia), their relevance to humans remains problematic. ...Other studies suggest that many of the effects in bone provoked by aluminum administration are heavily dose- and time-dependent."
        },
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 470",
            "Value": "When aging human subjects were studied, those with high serum aluminum levels (504 ug/mL vs the low-aluminum group, 387 ug/mL) had impaired performance of digit symbol, serial sevens, critical flicker frequency, and Trails B, although performance on digit span, Trails A, and block design tests was not impaired. As the excess aluminum syndrome became understood, anemia was correlated with reduced activity of dihydropteridine reductase (DHPR) a red blood-cell enzyme. DHPR is also present in the brain in high concentrations, where it is needed to produce tetrahydrobiopterine, tyrosine, and neurotransmitters. Aluminum neurotoxicity was associated with deficiency of DHPR in the brain. Aluminum may have a role in the metastatic calcification of chronic renal failure because it initiates the precipitation of calcium apatite. High serum and tissue concentrations of aluminum may be toxic to the heart by inhibiting enzymes for adenosine triphosphate (ATP) and magnesium. This observation may account for episodes of fatal pulmonary edema in otherwise stable patients undergoing renal dialysis. There is an inverse relationship between erythrocyte (DHPR) activity and aluminum concentrations in patients with differing serum aluminum concentrations."
        },
        {
            "References": "WHO; Environ Health Criteria 194: Aluminum (1997). Available from, as of June 2, 2004: https://www.inchem.org/documents/ehc/ehc/ehc194.htm#SectionNumber:1.1",
            "Value": "Considerable experimental evidence implicates aluminium in alterations in the second messenger systems of cAMP and G proteins. An increased cAMP concentration in brain tissue is a prerequisite for an increase in the phosphorylation of proteins. An elevation of protein kinase C activity and in the basal activity of cAMP-dependent protein kinase resulted in hyperphosphorylation of 12 proteins in rats chronically treated with aluminium. In rats chronically treated with low oral doses of aluminium, hyperphosphorylation of MAP-2 was increased by 150% and the neurofilament H subunit by 150-200%, while the phosphorylation of several other proteins including tau was not different from that of control rats. It was suggested that abnormal phosphorylation may impair the axonal transport of cytoskeletal proteins."
        },
        {
            "References": "WHO; Environ Health Criteria 194: Aluminum (1997). Available from, as of June 2, 2004: https://www.inchem.org/documents/ehc/ehc/ehc194.htm#SectionNumber:1.1",
            "Value": "Aluminium is not equally distributed among chromatin fractions within the nucleus in control and aluminium-treated preparations. Concentrations of aluminium on highly condensed, non-transcribed chromatin are 15 to 20 times higher than those on active, decondensed chromatin. Several experimental models have demonstrated that aluminium inhibits RNA synthesis and therefore may have an effect on gene expression."
        },
        {
            "References": "PMID:10721010",
            "Value": "... At a low concentration (10 uM), aluminum sulfate stimulated the level of immunoreactive Abeta and ubiquitin in NBP2 cells without changing the levels of the amyloid precursor protein (APP). However, at higher concentrations (100 and 500 uM), aluminum failed to elicit any significant effect on beta-amyloid, whereas ubiquitin levels continued to increase. No changes in the Abeta and ubiquitin content were found in the C-6 glioma cells following treatment with Al at any of the concentrations tested."
        },
        {
            "References": "PMID:1922012",
            "Value": "Micromolar concentrations of aluminum sulfate consistently stimulated [3H]thymidine incorporation into DNA and increased cellular alkaline phosphatase activity (an osteoblastic differentiation marker) in osteoblast-line cells of chicken and human. The stimulations were highly reproducible, and were biphasic and dose-dependent with the maximal stimulatory dose varied from experiment to experiment. The mitogenic doses of aluminum ion also stimulated collagen synthesis in cultured human osteosarcoma TE-85 cells, suggesting that aluminum ion might stimulate bone formation in vitro. ... Although mitogenic concentrations of aluminum ion potentiated the 1,25 dihydroxyvitamin D3-dependent stimulation of osteocalcin secretion, they significantly inhibited the hormone-mediated activation of cellular alkaline phosphatase activity. Mitogenic concentrations of aluminum ion did not stimulate cAMP production in human osteosarcoma TE 85 cells, indicating that the mechanism of aluminum ion does not involve cAMP. ... PTH interacted with and potentiated the bone cell mitogenic activity of aluminum ion, and thereby is consistent with the possibility that the in vivo osteogenic actions of aluminum ion might depend on PTH."
        },
        {
            "References": "PMID:11788753",
            "Value": "Potential mechanisms of Al toxicity measured as Al-induced inhibition of growth in cultured tobacco cells (Nicotiana tabacum, nonchlorophyllic cell line SL) and pea (Pisum sativum) roots were investigated. Compared with the control treatment without Al, the accumulation of Al in tobacco cells caused instantaneously the repression of mitochondrial activities [monitored by the reduction of 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide and the uptake of Rhodamine 123] and, after a lag of about 12 hr, triggered reactive oxygen species (ROS) production, respiration inhibition, ATP depletion, and the loss of growth capability almost simultaneously. The presence of an antioxidant, butylated hydroxyanisol, during Al treatment of SL cells prevented not only ROS production but also ATP depletion and the loss of growth capability. ... In the pea root, Al also triggered ROS production, respiration inhibition, and ATP depletion, which were all correlated with inhibition of root elongation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 8",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Inhalation or intratracheal injection... of aluminum dust caused respiratory infections... (rats and rabbits) /showed/ widespread interstitial fibrosis, with hyalinosis, emphysema and hemorrhages... from which often arise bullous emphysema, bronchopneumonia and hemorrhagic pneumonia. These changes were not limited to the pulmonary parenchyma but were present to some degree in the walls of the blood vessels and in the kidneys, and some fibrous thickening of interstitial tissue in the spleen, liver and meninges. /Aluminum dust/"
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 10",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...It was concluded that \"there was experimental evidence that in animals inhalation of aluminum dust aggravated pulmonary tuberculosis.\""
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1499",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Very fine aluminum powders... were not fibrogenic in rats, guinea pigs, and hamsters when inhaled; alveolar proteinosis was consistent finding, condition not reported in fatal clinical cases of aluminosis. Focal pulmonary fibrosis seen in rats arises from artifactual intratracheal injection of ... 100 mg/rat."
        },
        {
            "References": "Seiler, H.G., H. Sigel and A. Sigel (eds.). Handbook on the Toxicity of Inorganic Compounds. New York, NY: Marcel Dekker, Inc. 1988., p. 60",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Because aluminum is only sparingly absorbed from the gut, LD50 values for aluminum ingestion are unavailable, since death occurs from intestinal blockage due to precipitated aluminum species rather than systemic aluminum toxicity."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Aluminum (July 1999). Available from, as of May 21, 2004: https://www.atsdr.cdc.gov/toxprofiles/tp22.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats exposed to /inhaled/ aluminum flakes for 5 days, there were alterations in the  cytological (increase in the number of polymorphonuclear neutrophils [PMNs]) and enzymatic  (increased activity of alkaline phosphatase and lactate dehydrogenase) content of the lavage fluid  at >50 mg Al/cu m and multifocal microgranulomas in the lungs and hilar lymph nodes at >100 mg Al/cu m. The enzymatic changes in the lavage fluid probably resulted from the presence of PMNs, increased  phagocytosis of alveolar macrophages, and Type II cell hyperplasia."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 12",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Animal studies show that aluminum particles, in particular stamped aluminum powder, may cause fibrosis of the lung whereas particles of aluminum compounds appear to be less reactive."
        },
        {
            "References": "PMID:2749772",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Swiss Webster mice (6 to 8 wk old) were fed diets containing 25, 100, 500 or 1000 ug/g aluminum for up to 10 wk. After mice had consumed their diets for either 7 or 10 wk they were killed and their brains removed. No differences in body weight gain were observed among the groups. After 10 wk, liver aluminum concentration was significantly higher in the 1000 ug/g aluminum group, compared to the 25 and 100 ug/g groups (p<0.05). Levels of aluminum in brain supernatants were below assay detection limits (10 ug/g). Tubulin polymerization in high-speed brain supernatants was not found to be affected by dietary aluminum. However, the addition of aluminum (1 to 50 uM, as aluminum sulfate in vitro stimulated microtubule assembly in brain supernatants from mice fed control diets. The lowest aluminum concentration that produced significant stimulation was 10 uM (27 + or - 7%, n=6, p<0.05); at 25 uM the increase of the initial velocity was 65 + or - 12% (n=6, p<0.01)."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 6",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In animals... ingestion of aluminum in diet in /proportion/ of... about 1400 ppm lowered level of inorganic phosphorus in blood and bones... chickens developed severe rickets."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 111",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sc implanted... aluminum foil induced sarcomas in 8 out of 18 rats; particulate smooth surface appeared to contribute to the carcinogenic activity. Following inhalation, dust of aluminum... in rats, initial response to... deposit was proliferation of macrophages within alveolar spaces, resulting in lipoid pneumonia; prolonged exposure caused focal deposits of hyaline material in alveolar walls."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 12",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Animal studies show that aluminum particles, in particular stamped aluminum powder, may cause fibrosis of the lung whereas particles of aluminum compounds appear to be less reactive."
        },
        {
            "References": "Johnson GVW et al; Neuroiol Aging 11 (3): 209-16 (1990)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic, oral administration of aluminum to rats increases the in vivo concentration of cyclic AMP and the phosphorylation of microtubule-associated protein-2 (MAP-2) and the 200 kd neurofilament subunit. In the present study, the effect of this treatment on endogenous protein phosphorylation in soluble and particulate fractions prepared from cerebral cortices was examined. Chronic aluminum treatment significantly elevated the basal and cyclic AMP-dependent phosphorylation of 11-12 endogenous proteins in the soluble fraction prepared from cerebral cortices. Endogenous protein phosphorylation in the soluble fraction occurring in the presence of calcium (+2) alone or calcium (+2) phorbol 12-myristate 13-acetate and phosphatidylserine was not significantly altered by aluminum treatment. In the particulate fraction the phosphorylation of several proteins was significantly decreased by aluminum administration; however the phosphorylation of the majority of protein sustrates remained unaltered. Aluminum treatment did not alter the activities of cyclic AMP-dependent protein kinase or protein tyrosine kinase in the soluble and particulate fractions. The activity of calcium (+2) /phospholipid-dependent protein kinase (protein kinase C) was increased in the particulate fraction of aluminum-fed rats. These results clearly demonstrate that specific effects on protein kinase activities results from in vivo aluminum administration."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 434",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats received 5.0 and 20 mg aluminum/kg bw in their drinking water over a period more than 6 months. Aluminum concentration in blood plasma was 2- and 28-fold more than in control animals, respectively, 0.2 and 2.9 mg aluminum/g tissue. Aluminum concentrations increased in bones, liver, and kidneys. The dose of 20 mg/kg bw caused pathological changes in the kidneys and brain. Neurofibril degeneration like in Alzheimer's disease was observed."
        },
        {
            "References": "National Research Council. Drinking Water & Health, Volume 4. Washington, DC: National Academy Press, 1981., p. 165",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In one study, concentrations of aluminum ranging from 500 to 1,000 ug/g bw were added to the diets of pregnant rats from day 6 to day 19 of gestation, when the fetuses were removed by Caesarean section. Aluminum in the diet did not affect embryo or fetal mortality rate, litter size, fetal body weight, or length. However, in a similarly designed experiment in which the pregnant mothers received subcutaneous injections of parathyroid hormone (68 U/kg) on days 6, 9, 12, 15, or 18 of gestation, there was an increase only in the resorption rate in those animals receiving aluminum at 1,000 ug/g bw."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 377",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...Aluminum can produce alterations in brain structure and function under experimental conditions, permitting it to bypass normal absorption barriers to entry into the body. Cats and rabbits injected with metallic aluminum intracerebrally and intracisternally have developed site-specific motor neuron degeneration and progressive myelopathy with swelling of the anterior horn neurons; these studies suggested the use of such preparations as models for amyotrophic lateral sclerosis. Studies of metabolic alterations in second messenger systems of cAMP and G proteins in brain as a response to aluminum chronically administered led to increased phosphorylation of proteins. It was suggested that this change could impair axonal neurotubular transport of cytoskeletal proteins."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 553",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Adult mice exhibit motor deficits in response to aluminum administration. Six-week-old female mice, administered 1000 ug aluminum per gram diet for a period of 5 or 7 weeks showed lowered grip strength and greater startle responsiveness than control mice. Moreover, the 1000 ug aluminum per gram diet exposure was associated with decrements in motor activity measures."
        },
        {
            "References": "Crapper DR et al; Acta Neuropath (Berl) 50 (1): 19-24 (1980)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Nuclear and chromatin fractions were prepared from the cerebral cortex of... 37 animal brains. Chromatin was separated into a heavy heterochromatin fraction and two euchromatin fractions: intermediate euchromatin and light euchromatin. ...Direct injection of aluminum into the cerebrospinal fluid of cats resulted in a progressive encephalopathy with neurofibrillary degeneration and increased intranuclear aluminum content."
        },
        {
            "References": "PMID:2750490",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effects of a low calcium, high aluminum diet were studied in juvenile Cynomolgus monkeys (Macaca fascicularis). After being fed a specially formulated diet containing 0.32% calcium, with or without supplemental aluminum (150 mg daily) and manganese (50 daily) for 41-46 months, the animals exhibited mild calcium and aluminum deposition and degenerative changes compatible with those of amyotrophic lateral sclerosis and parkinsonism, dementia in motor neurons of the spinal cord, brain stem, substantia nigra and cerebrum. The highest number of neurons with abnormally phosphorylated neurofilaments was observed in the two monkeys fed the low calcium diet supplemented with aluminum and manganese. In contrast, these abnormal neurons were not observed in a control monkey fed a normal calcium diet."
        },
        {
            "References": "WHO; Environ Health Criteria 194: Aluminum (1997). Available from, as of June 2, 2004: https://www.inchem.org/documents/ehc/ehc/ehc194.htm#SectionNumber:1.1",
            "Value": "/GENOTOXICITY/ Aluminium caused a concentration-dependent bimodal change in the number of sister chromatid exchange in cultured human lymphocytes and increased the unscheduled DNA synthesis in cultured human astrocytes."
        }
    ]
}