{
    "_id": {
        "$oid": "6682e9bcc4e5dba5ffba2c1d"
    },
    "CID": {
        "$numberInt": "5360696"
    },
    "Name": "Dextromethorphan",
    "IUPACName": "(1S,9S,10S)-4-methoxy-17-methyl-17-azatetracyclo[7.5.3.01,10.02,7]heptadeca-2(7),3,5-triene",
    "CanonicalSMILES": "CN1CCC23CCCCC2C1CC4=C3C=C(C=C4)OC",
    "Synonyms": [
        "dextromethorphan",
        "d-Methorphan",
        "delta-Methorphan",
        "Dextromorphan",
        "Dextromethorfan",
        "125-71-3",
        "Albutussin",
        "Destrometerfano",
        "Dextrometorfano",
        "Dextromethorphane",
        "Dextromethorphanum",
        "BA 2666",
        "Balminil DM",
        "Nodex",
        "(+)-Dextromethorphan"
    ],
    "IsomericSMILES": "CN1CC[C@@]23CCCC[C@@H]2[C@@H]1CC4=C3C=C(C=C4)OC",
    "INCHI": "InChI=1S/C18H25NO/c1-19-10-9-18-8-4-3-5-15(18)17(19)11-13-6-7-14(20-2)12-16(13)18/h6-7,12,15,17H,3-5,8-11H2,1-2H3/t15-,17+,18+/m1/s1",
    "INCHIKEY": "MKXZASYAUGDDCJ-NJAFHUGGSA-N",
    "Formula": "C18H25NO",
    "MolecularWeight": {
        "$numberDouble": "271.4"
    },
    "Description": "Dextromethorphan is a 6-methoxy-11-methyl-1,3,4,9,10,10a-hexahydro-2H-10,4a-(epiminoethano)phenanthrene in which the sterocenters at positions 4a, 10 and 10a have S-configuration. It is a prodrug of dextrorphan and used as an antitussive drug for suppressing cough. It has a role as a NMDA receptor antagonist, a neurotoxin, a xenobiotic, an environmental contaminant, an antitussive, a prodrug and a oneirogen. It is functionally related to a dextrorphan. It is an enantiomer of a levomethorphan.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "370"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Department of Justice; Drug Enforcement Administration (DEA), Dextromethorphan (March 2014). Available from, as of August 30, 2017: https://www.deadiversion.usdoj.gov/drug_chem_info/dextro_m.pdf",
            "Value": "Dextromethorphan (DXM) is the dextro isomer of levomethorphan, a semisynthetic morphine derivative. Although structurally similar to other /CNS depressants/, DXM does not act as a mu receptor opioid (eg, morphine, heroin). DXM and its metabolite, dextrorphan, act as potent blockers of the N-methyl-d-aspartate (NMDA) receptor."
        },
        {
            "References": "PMID:22861201",
            "Value": "Amantadine and dextromethorphan suppress levodopa (L-DOPA)-induced dyskinesia (LID) in patients with Parkinson's disease (PD) and abnormal involuntary movements (AIMs) in the unilateral 6-hydroxydopamine (6-OHDA) rat model. These effects have been attributed to N-methyl-d-aspartate (NMDA) antagonism. However, amantadine and dextromethorphan are also thought to block serotonin (5-HT) uptake and cause 5-HT overflow, leading to stimulation of 5-HT(1A) receptors, which has been shown to reduce LID. We undertook a study in 6-OHDA rats to determine whether the anti-dyskinetic effects of these two compounds are mediated by NMDA antagonism and/or 5-HT(1A) agonism. In addition, we assessed the sensorimotor effects of these drugs using the Vibrissae-Stimulated Forelimb Placement and Cylinder tests. Our data show that the AIM-suppressing effect of amantadine was not affected by the 5-HT(1A) antagonist WAY-100635, but was partially reversed by the NMDA agonist d-cycloserine. Conversely, the AIM-suppressing effect of dextromethorphan was prevented by WAY-100635 but not by d-cycloserine. Neither amantadine nor dextromethorphan affected the therapeutic effects of L-DOPA in sensorimotor tests. We conclude that the anti-dyskinetic effect of amantadine is partially dependent on NMDA antagonism, while dextromethorphan suppresses AIMs via indirect 5-HT(1A) agonism. Combined with previous work from our group, our results support the investigation of 5-HT(1A) agonists as pharmacotherapies for LID in PD patients."
        },
        {
            "References": "PMID:15627475",
            "Value": "Dextromethorphan (DM) is a dextrorotatory morphinan and an over-the-counter non-opioid cough suppressant. We have previously shown that DM protects against LPS-induced dopaminergic neurodegeneration through inhibition of microglia activation. Here, we investigated protective effects of DM against endotoxin shock induced by lipopolysaccharide/d-galactosamine (LPS/GalN) in mice and the mechanism underlying its protective effect. Mice were given multiple injections of DM (12.5 mg/kg, s.c.) 30 min before and 2, 4 hr after an injection of LPS/GalN (20 ug/700 mg/kg). DM administration decreased LPS/GalN-induced mortality and hepatotoxicity, as evidenced by increased survival rate, decreased serum alanine aminotransferase activity and improved pathology. Furthermore, DM was also effective when it was given 30 min after LPS/GalN injection. The protection was likely associated with reduced serum and liver tumor necrosis factor alpha (TNF-alpha) levels. DM also attenuated production of superoxide and intracellular reactive oxygen species in Kupffer cells and neutrophils. Real-time RT-PCR analysis revealed that DM administration suppressed the expression of a variety of inflammation-related genes such as macrophage inflammatory protein-2, CXC chemokine, thrombospondin-1, intercellular adhesion molecular-1 and interleukin-6. DM also decreased the expression of genes related to cell-death pathways, such as the DNA damage protein genes GADD45 and GADD153. In summary, DM is effective in protecting mice against LPS/GalN-induced hepatotoxicity, and the mechanism is likely through a faster TNF-alpha clearance, and decrease of superoxide production and inflammation and cell-death related components. This study not only extends neuroprotective effect of DM, but also suggests that DM may be a novel compound for the therapeutic intervention for sepsis."
        },
        {
            "References": "PMID:17386960",
            "Value": "/The investigators/ showed that dextromethorphan (DM) provides neuroprotective/anticonvulsant effects and that DM and its major metabolite, dextrorphan /DX/, have a high-affinity for sigma(1) receptors, but a low affinity for sigma(2) receptors. In addition, we found that DM has a higher affinity than DX for sigma(1) sites, whereas DX has a higher affinity than DM for PCP sites. We extend our earlier findings by showing that DM attenuated trimethyltin (TMT)-induced neurotoxicity (convulsions, hippocampal degeneration and spatial memory impairment) in rats. This attenuation was reversed by the sigma(1) receptor antagonist BD 1047, but not by the sigma(2) receptor antagonist ifenprodil. DM attenuates TMT-induced reduction in the sigma(1) receptor-like immunoreactivity of the rat hippocampus, this attenuation was blocked by the treatment with BD 1047, but not by ifenprodil. These results suggest that DM prevents TMT-induced neurotoxicity, at least in part, via sigma(1) receptor stimulation."
        },
        {
            "References": "PMID:21487194",
            "Value": "Dextromethorphan (DEX) is a widely used non-opioid antitussive. However, the precise site of action and its mechanism were not fully understood. We examined the effects of DEX on AMPA receptor-mediated glutamatergic transmission in the nucleus tractus solitarius (NTS) of guinea pigs. Excitatory postsynaptic currents (evoked EPSCs: eEPSCs) were evoked in the second-order neurons by electrical stimulation of the tractus solitarius. DEX reversibly decreased the eEPSC amplitude in a concentration-dependent manner. The DEX-induced inhibition of eEPSC was accompanied by an increased paired-pulse ratio. Miniature EPSCs (mEPSCs) were also recorded in the presence of Cd(2+) or tetrodotoxin. DEX decreased the frequency of mEPSCs without affecting their amplitude. Topically applied AMPA provoked an inward current in the neurons, which was unchanged during the perfusion of DEX. BD1047, a sigma-1-receptor antagonist, did not block the inhibitory effect of DEX on the eEPSCs, but antagonized the inhibition of eEPSCs induced by SKF-10047, a sigma-1 agonist. Haloperidol, a sigma-1 and -2 receptor ligand, had no influence on the inhibitory action of DEX. These results suggest that DEX inhibits glutamate release from the presynaptic terminals projecting to the second-order NTS neurons, but this effect of DEX is not mediated by the activation of sigma receptors."
        }
    ]
}