{
    "_id": {
        "$oid": "6682e9bbc4e5dba5ffba2c1c"
    },
    "CID": {
        "$numberInt": "5360315"
    },
    "Name": "MAGNESIUM CHLORIDE",
    "IUPACName": "magnesium;dichloride",
    "CanonicalSMILES": "[Mg+2].[Cl-].[Cl-]",
    "Synonyms": [
        "Magnesium dichloride",
        "Magnesium chloride anhydrous",
        "MgCl2",
        "MAGNESIUM CHLORIDE",
        "ANHYDROUS",
        "magnesiumchloride",
        "Anhydrous magnesium chloride",
        "Magnesiumchlorid",
        "CHEBI:6636",
        "NSC-529832",
        "59XN63C8VM",
        "DTXSID5034690",
        "(MgCl2)",
        "[MgCl2]",
        "17638-61-8",
        "Cl2Mg"
    ],
    "IsomericSMILES": "[Mg+2].[Cl-].[Cl-]",
    "INCHI": "InChI=1S/2ClH.Mg/h2*1H;/q;;+2/p-2",
    "INCHIKEY": "TWRXJAOTZQYOKJ-UHFFFAOYSA-L",
    "Formula": "Cl2Mg",
    "MolecularWeight": {
        "$numberDouble": "95.21"
    },
    "Description": "Magnesium dichloride is a magnesium salt comprising of two chlorine atoms bound to a magnesium atom. It is a magnesium salt, an inorganic chloride, a magnesium halide and an inorganic magnesium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "MALAGELADA J ET AL; AM J DIG DIS (23) 481 (1978)",
            "Value": "MECHANISMS OF ACTION OF MAGNESIUM CHLORIDE STUDIED IN 10 ADULT VOLUNTEERS. RESULTS SUGGESTED MAGNESIUM ION IN DUODENUM IS RELATIVELY WEAK STIMULUS TO PANCREAS & GALLBLADDER. IT IS WEAK STIMULANT TO CHOLECYSTOKININ RELEASE & INHIBITS NET JEJUNAL WATER ABSORPTION."
        },
        {
            "References": "PMID:12182758",
            "Value": "...The oral administration of a single /800 mg/ dose of magnesium chloride /in healthy volunteers/ resulted in a diminished rate of intraluminal lipid and protein digestion. The most pronounced effect of magnesium chloride, however, was a decreased gastric emptying rate of both test meals. After correction for gastric emptying, no differences were noted in intraluminal lipid or protein digestion. Therefore, the lower lipid levels noted after magnesium supplementation are unlikely to be the result of altered lipid assimilation. Magnesium chloride slows gastric emptying but does not influence lipid digestion."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:910698",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of magnesium chloride on the ventricular fibrillation threshold (VFT) and the threshold for the ventricular premature contraction (VPCT) was studied in 20 dogs. Seven of the dogs were pre-treated with digitalis and four were in the form of heart-lung preparations. In the anesthetized, intact dogs, the VPCT was 0.19 +/- 0.01 mV. After treatment with magnesium chloride (100 mg/kg iv), the VPCT increased by 53% (P<0.01). In the same group of animals, the VFT averaged 0.50 +/- 0.06 mV., which more than doubled after administration of magnesium. The threshold of VPCT in the digitalis-treated dogs measured 0.18 +/- 0.01 mV; this value doubled after magnesium. The VFT in the digitalized dogs also increased after magnesium; however, resistance to electrical defibrillation was encountered in this group. In the heart-lung preparations, VPCT improved by 72% and a gain of 131% in the VFT followed magnesium administration. The results suggest that magnesium increases the ventricular threshold of arrhythmias in normal, denervated (heart-lung preparations) and also digitalis-treated hearts... ."
        },
        {
            "References": "PMID:6493183",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The minimum concn of K and Mg in cardioplegic solution to get cardiac arrest was studied. The isolated rat hearts were perfused by Langendorf perfusion with modified Krebs-Henseleit bicarbonate buffer solution, and their heart rates were measured. The perfusion of infusate of 15 mM/l of K-aspartate stopped the heart beat completely; it took 25 mM/l of magnesium chloride to get cardiac arrest. By their combination, however, heart was arrested with infusate of 10 mM/l of K-aspartate and 15 mM/l of magnesium chloride, which were lower concn than K-aspartate or magnesium chloride alone."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 639",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ .../IT WAS/ FOUND THAT SLURRY OF MGCL2 CRYSTALS APPLIED TO RABBIT EYES CAUSED SPOTTY CLOUDING  OF CORNEA & ANTERIOR LENS CORTEX WHICH SOON CLEARED."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 639",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...MAGNESIUM CHLORIDE.../IS/ ESSENTIALLY INNOCUOUS WHEN APPLIED IN SOLN TO EYES. ...CONCN OF  1% FOR 10 MIN, OR 10% FOR 1/2 MIN.../CAUSED/ NO DAMAGE TO EYE OR ALTERATION OF PUPIL, WHEN  APPLIED TO RABBIT EYES AFTER MECHANICAL REMOVAL OF CORNEAL EPITHELIUM TO FACILITATE  PENETRATION."
        },
        {
            "References": "Takizawa T et al; Kokuritsu Iyakuhin Shokuhin Eisei Kenkyusho Hokoku (118): 63-70 (2000)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In order to examine the toxicity of magnesium chloride hexahydrate, four groups of 10 male and 10 female F344 rats received the compound by dietary supplementation at 2.5, 0.5, 0.1 or 0% for 90 days. No treatment-related death was observed during the study. Transient soft stool and sustained increase in water consumption were observed both in males and females of the 2.5% group and slight reduction in body weight gain was noted in the high-dose males. There were no toxic changes in food consumption, organ weights, hematology and biochemistry, and histopathological examinations in any treated-groups. Based on these results, the no-observed-adverse-effect-level was estimated to be 0.5%, and 2.5% is considered to be appropriate as highest dose for a 2-year carcinogenicity study. /Magnesium chloride hexahydrate/"
        },
        {
            "References": "PMID:8042199",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Magnesium chloride (MgCl2.6H2O)  was administered at dietary levels of 0 (control), 0.3, 0.6, 1.25, 2.5 or 5% to groups of 10  male and 10 female B6C3F1 mice for 13 weeks. In both sexes of the 5% treatment group a  decrease in body weight was observed. While clinical signs and hematological or blood  biochemistry parameters showed no treatment-related effects, histopathologically, vacuolation  of kidney tubular cells was apparent in males of the 2.5 and 5% concentration groups. Thus,  the study demonstrated that diet containing over 2.5% MgCl2.6H2O exerts toxic effects in  B6C3F1 mice. ... /Magnesium chloride hexahydrate/"
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 639",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ SYSTEMIC ADMIN OF 25 MG OF MAGNESIUM CHLORIDE/KG BODY WT IV TO RABBITS DAILY FOR 7-10 MO IS  REPORTED TO HAVE INDUCED XEROPHTHALMIA DEMONSTRABLE HISTOLOGICALLY."
        },
        {
            "References": "PMID:2807100",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female  B6C3F1 mice were given magnesium chloride (MgCl2.6H2O) at dose levels of 0 (control), 0.5 and  2% in the diet for 96 wk, after which all animals received the control diet for 8 wk and were  then necropsied. In females of the high-dose group a decrease in body weight was observed.  However, survival rates did not differ between the treatment and control groups for males or  females. Furthermore, clinical signs and urinary, hematological or serum clinical chemistry  parameters showed no treatment-related effects. On histological examination, tumors were  mainly found in the skin/subcutis, liver and lymphatic system. However, with the exception of  a significant decrease in the incidence of liver tumors among males of the high-dose group,  no differences were noted in the tumor incidence between the treated and control animals.  Thus, the study described here clearly shows a lack of carcinogenicity of MgCl2.6H2O given to  B6C3F1 mice in the diet. /Magnesium chloride hexahydrate/"
        },
        {
            "References": "PMID:1977337",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...An in-vitro model using bronchial rings from New Zealand White rabbits /was/ stimulated to contract by electrical stimulation, histamine, or bethanechol. ...Magnesium chloride 1, 6, 16, 36, and 86 mM decreased the mean +/- SEM resting tension of bronchial rings by 40 +/- 16, 100 +/- 11, 110 +/- 10, 170 +/- 9, and 275 +/- 22 mg, respectively. Electrical stimulation (4) of 100 V/100 ms increased the mean +/- SEM resting tension by 168 +/- 52 mg. Magnesium chloride 5, 15, and 50 mM added to the tissue bath decreased the response to 100 V/100 ms to 65 +/- 27, 40 +/- 23, and 1 +/- 0 mg, respectively. Histamine 10 mM (4) increased mean +/- SEM resting tension by 490 +/- 121 mg. Magnesium chloride 5, 15, and 50 mM decreased the histamine response by 80 +/- 56, 250 +/- 74, and 475 +/- 131 mg, respectively. Bethanechol 6.25 mM (14) increased the mean +/- SEM resting tension by 495 +/- 74 mg. Magnesium chloride (5, 15, 50 mM) decreased bethanechol-induced tension by 52 +/- 18, 184 +/- 26, and 506 +/- 64 mg, respectively. ...Magnesium chloride produced dose-dependent relaxation of bronchial smooth muscle at rest and when stimulated by histamine, bethanechol, or electrical impulse. Calcium chloride was unable to significantly reverse magnesium-induced relaxation. These data support the hypothesis that magnesium relaxes smooth muscle and dilates bronchial rings."
        },
        {
            "References": "Berdeja Garcia GY, Pastelin G; Arch Inst Cardiol Mex 52 (6): 453-460",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In order to relate the cardiac antiarrhythmic properties of magnesium chloride (MgCl2) to its electrophysiological effects, a comparison of its actions on three different models of automaticity of the isolated Purkinje fibers of the dog, has been carried out. The spontaneous activity of the Purkinje fibers perfused with Tyrode's solution containing 2.7 mM KC1 was gradually reduced as MgC12 concentration was increased from 3-9 mM/1. The automaticity induced adding barium chloride (BaC12) to the perfusion solution was suppressed increasing the concentration of MgC12 in the Tyrode's solution up to 5 mM/1. Previous increases in the concentration of MgCl2 prevents the electrophysiological effects BaC12. The negative chronotropic effects of MgC12, were less evident on the adrenalin induced automaticity of the Purkinje fibers. Simultaneous addition of adrenalin and MgC12 to the perfusion media increases membrane resting potential action potential amplitude and maximun rate of depolarisation of phase O in Purkinje fibers. It is concluded that MgC12 acts by distinct electrophysiological mechanisms against the different models of cardiac automaticity studied."
        },
        {
            "References": "PMID:3263555",
            "Value": "/ALTERNATIVE IN VITRO TESTS/  Effects of ...magnesium on the responsiveness of BALB/c mouse spleen lymphocytes to a mitogen, concanavalin A (Con A), were studied using the in vitro 3H-thymidine (TdR) incorporation test. ...Magnesium stimulated TdR incorporation up to a maximum of 200% of the control level at concentrations greater than 2.0 mumol MgCl2/ml. Also, gradual increase of magnesium concentration in the culture medium up to 2.0 mumol/ml attenuated the effects of nickel, restoring the lymphocyte response to Con A to 43% of the control level at 0.25 mumol NiCl2/ml or to 30% at 0.33 mumol Ni3S2/ml. Higher concentrations of magnesium did not further enhance this responsiveness."
        }
    ]
}