{
    "_id": {
        "$oid": "6682e821c4e5dba5ffba240d"
    },
    "CID": {
        "$numberInt": "5430"
    },
    "Name": "THIABENDAZOLE",
    "IUPACName": "4-(1H-benzimidazol-2-yl)-1,3-thiazole",
    "CanonicalSMILES": "C1=CC=C2C(=C1)NC(=N2)C3=CSC=N3",
    "Synonyms": [
        "thiabendazole",
        "148-79-8",
        "Tiabendazole",
        "Mintezol",
        "2-(4-Thiazolyl)benzimidazole",
        "Thiabenzole",
        "Equizole",
        "Minzolum",
        "Omnizole",
        "Lombristop",
        "Thibenzole",
        "Tiabendazol",
        "Nemapan",
        "Thiabendazol",
        "Bovizole"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)NC(=N2)C3=CSC=N3",
    "INCHI": "InChI=1S/C10H7N3S/c1-2-4-8-7(3-1)12-10(13-8)9-5-14-6-11-9/h1-6H,(H,12,13)",
    "INCHIKEY": "WJCNZQLZVWNLKY-UHFFFAOYSA-N",
    "Formula": "C10H7N3S",
    "MolecularWeight": {
        "$numberDouble": "201.25"
    },
    "Description": "Thiabendazole is a member of the class of benzimidazoles carrying a 1,3-thiazol-4-yl substituent at position 2. A mainly post-harvest fungicide used to control a wide range of diseases including Aspergillus, Botrytis, Cladosporium and Fusarium. It has a role as an antifungal agrochemical and an antinematodal drug. It is a member of benzimidazoles, a member of 1,3-thiazoles and a benzimidazole fungicide. It derives from a hydride of a 1H-benzimidazole.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "212"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Nielsen LS et al; Acta Pharm Nord 4: 43-9 (1992) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 20 was calculated in fish for thiabendazole(SRC), using a log Kow of 2.47(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-36 (1991) (2) Yarden O et al; Soil Biol Biochem 21: 857-61 (1989)",
            "Value": "AEROBIC: The half-life of thiabendazole in soil was determined to be 403 days(1). Thiabendazole was degraded approximately 25% and 15% 30 days post-application in an unsterilized sandy loam when incorporated at soil depths of 10 and 30 cm, respectively(2)."
        }
    ],
    "logP": [
        {
            "References": "PMID:1515051",
            "Value": "log Kow = 2.47"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "European Medicine Agency (EMEA), The European Agency for the Evaluation of Medicinal Products, Veterinary Medicines Evaluation Unit, Committee for Veterinary Medicinal Products; Thiabendazole (148-79-8) EMEA/MRL/868/03, Summary Report (June 2004). Available from, as of June 10, 2009: https://www.ema.europa.eu/pdfs/vet/mrls/086803en.pdf",
            "Value": "Thiabendazole and other benzimidazole anthelmintics act by binding strongly to tubulin in the absorptive cells in the gut of parasitic worms. This interferes with the uptake of nutrients and the worms effectively starve to death. The host is less affected as the binding to mammalian tubulin is less strong and is reversible."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 65",
            "Value": "Although the exact mechanism of anthelmintic activity of thiabendazole has not been fully elucidated, the drug has been shown to inhibit the helminth-specific enzyme, fumarate reductase. In animals, thiabendazole has anti-inflammatory, antipyretic, and analgesic effects."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Castillo LE et al; Environ Sci Technol 19: 1942-50 (2000) (2) Harino H et al; Arch Environ Contam Toxicol 48: 303-10 (2005)",
            "Value": "SEDIMENT: Thiabendazole concentrations ranged from 85-1,100 ug/kg dry weight in sediments of the Suerte River Basin, Costa Rica, 1993-1997, an area characterized by banana plantations(1). Eight sediment samples from the Port of Osaka, Japan contained thiabendazole ranging in average concentrations of <0.04 to 0.12 ug/kg dry weight, sampled from January 27, 2002 through October 21, 2003(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-36 (1991) (2) Sekusak S, Sabljic A; J Math Chem 11: 271-280 (1992) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Weber JB et al; Chemosphere 55: 157-66 (2004)",
            "Value": "The Koc range of thiabendazole is 2,500 to 4,680(1,2). According to a classification scheme(3), this Koc value suggests that thiabendazole is expected to have slight mobility in soil. A mean Kd value of 9.55 has been reported with absorption being affected by organic carbon, clay content, and soil pH(4)."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 507",
            "Value": "Increasing soil acidity increased adsorption of TBZ. Studies indicated this resulted from ionization at lower pH values and adsorption of ionized molecules. After 9 months, 85-95% of the TBZ applied to soil was recovered from air dried soils; 75-90% from moist soils."
        }
    ],
    "plant_translocations": [
        {
            "content": "The dynamics of the uptake, translocation, and disappearance of thiabendazole (TBZ) and methyl-2-benzimidazolecarbamate (MBC), the fungicidal breakdown product of benomyl, were studied in tomato and pepper plants grown on nutrient solutions containing 0.5 ppm TBZ and 2.5 ppm MBC. Chemical analysis of pepper plants showed that the fungicides accumulated in the leaves only, where concentrations of 20 ppm TBZ and 60 ppm MBC were recorded. Thiabendazole was completely removed from pepper plants by acetone extraction, whereas MBC was only partially removed by acetone and the rest was weakly bound to the tissue and released by either methanolic HCl extraction or acid hydrolysis. The rate of disappearance of TBZ from pepper leaves was three to four times faster than that of MBC. Balance studies in tomatoes have shown an average disappearance rate of 13.5% per 10 days for MBC. 2-Aminobenzimidazole, the degradation product of MBC, was always detected but its concentration did not exceed 2% of that of the parent compound.",
            "reference": "Ben-Aziz, A., & Aharonson, N. (1974). Dynamics of uptake, translocation, and disappearance of thiabendazole and methyl-2-benzimidazolecarbamate in pepper and tomato plants. Pesticide biochemistry and physiology, 4(2), 120-126.",
            "method": {
                "Test Plant": "Pepper and tomato seedlings",
                "Apply Location": "Root application (nutrient solution)",
                "Plant Grown Condition": "Pepper and tomato seedlings were grown in a greenhouse at 20-27°C in an aerated Hoagland nutrient solution, diluted 1:2 (11). The seedlings were placed in holes drilled in the cover of plastic containers, and supported by cotton wool. When the seedlings reached a height of about 25 cm, the nutrient solutions in use were carefully replaced by others, containing the fungicides.",
                "Chemical Preparation": "Technical TBZ (Merck Co.) and a commercial formulation of 50% benomyl (Du Pont, Inc.) were used. 0.5 g active ingredient of each was dissolved in warm tap water, and the solutions were filtered through Whatman No. 1 filter paper. The clear solution of benomyl was kept for at least 72 hr to allow conversion to MBC. The solutions of TBZ and MBC were analyzed, and diluted to 0.5 ppm and 2.5 ppm, respectively. For uptake experiments, these fungicide solutions were mixed with a concentrated Hoagland solution (120 ml in 10 liter).",
                "Pesticide Application Details for the Plant": "For uptake experiments, the fungicide solutions (0.5 ppm TBZ and 2.5 ppm MBC) mixed with Hoagland solution were used (eight plants per container).",
                "Other Information": "-"
            },
            "result": "[{\"Days after application\": 5, \"Stem (ppm)\": 0.9}, {\"Days after application\": 10, \"Stem (ppm)\": 1.3}, {\"Days after application\": 14, \"Stem (ppm)\": 1.7}]"
        }
    ]
}