{
    "_id": {
        "$oid": "6682e822c4e5dba5ffba2410"
    },
    "CID": {
        "$numberInt": "5452"
    },
    "Name": "Thioridazine",
    "IUPACName": "10-[2-(1-methylpiperidin-2-yl)ethyl]-2-methylsulfanylphenothiazine",
    "CanonicalSMILES": "CN1CCCCC1CCN2C3=CC=CC=C3SC4=C2C=C(C=C4)SC",
    "Synonyms": [
        "thioridazine",
        "50-52-2",
        "Mellaril",
        "Thioridazin",
        "Mellerette",
        "Melleril",
        "Sonapax",
        "Mellaril-S",
        "Malloryl",
        "Meleril",
        "Mellerets",
        "Mallorol",
        "dl-Thioridazine",
        "Melleretten",
        "Tioridazina"
    ],
    "IsomericSMILES": "CN1CCCCC1CCN2C3=CC=CC=C3SC4=C2C=C(C=C4)SC",
    "INCHI": "InChI=1S/C21H26N2S2/c1-22-13-6-5-7-16(22)12-14-23-18-8-3-4-9-20(18)25-21-11-10-17(24-2)15-19(21)23/h3-4,8-11,15-16H,5-7,12-14H2,1-2H3",
    "INCHIKEY": "KLBQZWRITKRQQV-UHFFFAOYSA-N",
    "Formula": "C21H26N2S2",
    "MolecularWeight": {
        "$numberDouble": "370.6"
    },
    "Description": "Thioridazine is a phenothiazine derivative having a methylsulfanyl subsitituent at the 2-position and a (1-methylpiperidin-2-yl)ethyl] group at the N-10 position. It has a role as a serotonergic antagonist, a H1-receptor antagonist, an alpha-adrenergic antagonist, a dopaminergic antagonist, a first generation antipsychotic, an EC 3.4.21.26 (prolyl oligopeptidase) inhibitor and an EC 1.8.1.12 (trypanothione-disulfide reductase) inhibitor. It is a member of phenothiazines and a member of piperidines. It contains a methylsulfanyl group.",
    "XlogP": {
        "$numberDouble": "5.9"
    },
    "Complexity": {
        "$numberInt": "432"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 173",
            "Value": "log Kow = 5.90"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "US Natl Inst Health; DailyMed. Current Medication Information for Thioridazine  Hydrochloride tablet, film coated (February 2010). Available from, as of June 28, 2010 https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?id=16596",
            "Value": "The basic pharmacological activity of thioridazine is similar to that of other phenothiazines, but is associated with minimal extrapyramidal stimulation."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010)",
            "Value": "The principal pharmacologic effects of thioridazine are similar to those of chlorpromazine. On a weight basis, thioridazine is about as potent as chlorpromazine. Thioridazine has strong anticholinergic and sedative effects and weak extrapyramidal effects. Thioridazine has little antiemetic activity."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "The development of phenothiazine derivatives as psychopharmacologic agents resulted from the observation that certain phenothiazine antihistaminic compounds produced sedation. In an attempt to enhance the sedative effects of these drugs, promethazine and chlorpromazine were synthesized. Chlorpromazine is the pharmacologic prototype of the phenothiazines. The pharmacology of phenothiazines is complex, and because of their actions on the central and autonomic nervous systems, the drugs affect many different sites in the body. Although the actions of the various phenothiazines are generally similar, these drugs differ both quantitatively and qualitatively in the extent to which they produce specific pharmacologic effects. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2510",
            "Value": "In the CNS, phenothiazines act principally at the subcortical levels of the reticular formation, limbic system, and hypothalamus. Phenothiazines generally do not produce substantial cortical depression; however, there is minimal information on the specific effects of phenothiazines at the cortical level. Phenothiazines also act in the basal ganglia, exhibiting extrapyramidal effects. The precise mechanism(s) of action, including antipsychotic action, of phenothiazines has not been determined, but may be principally related to antidopaminergic effects of the drugs. There is evidence to indicate that phenothiazines antagonize dopamine-mediated neurotransmission at the synapses. There is also some evidence that phenothiazines may block postsynaptic dopamine receptor sites. However, it has not been determined whether the antipsychotic effect of the drugs is causally related to their antidopaminergic effects. Phenothiazines also have peripheral and/or central antagonistic activity against alpha-adrenergic, serotonergic, histaminic (H1-receptors), and muscarinic receptors. Phenothiazines also have some adrenergic activity, since they block the reuptake of monoamines at the presynaptic neuronal membrane, which tends to enhance neurotransmission. The effects of phenothiazines on the autonomic nervous system are complex and unpredictable because the drugs exhibit varying degrees of alpha-adrenergic blocking, muscarinic blocking, and adrenergic activity. The antipsychotic activity of phenothiazines may be related to any or all of these effects, but it has been suggested that the drugs' effects on dopamine are probably most important. It has also been suggested that effects of phenothiazines on other amines (eg, gamma-aminobutyric acid [GABA]) or peptides (eg, substance P, endorphins) may contribute to their antipsychotic effect. Further study is needed to determine the role of central neuronal receptor antagonism and of effects on biochemical mediators in the antipsychotic action of the phenothiazines and other antipsychotic agents. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Although the exact mechanism(s) of action has not been conclusively determined, phenothiazines have an antiemetic effect. The antiemetic activity may be mediated via a direct effect of the drugs on the medullary chemoreceptor trigger zone (CTZ), apparently by blocking dopamine receptors in the CTZ. Phenothiazines inhibit the central and peripheral effects of apomorphine and ergot alkaloids. Phenothiazines generally do not inhibit emesis caused by the action of drugs at the nodose ganglion or by local action on the GI tract. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may cause EEG changes, including a slowing of the EEG pattern and an increase in theta- and delta-wave activity. Some decrease in fast-wave and alpha-wave activity also occurs. Phenothiazines also may lower the seizure threshold and induce discharge patterns associated with seizure disorders; overt seizures may occur in patients with a history of seizure disorders or an underlying condition that predisposes the patient to seizure development. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines have a poikilothermic effect, interfering with temperature regulation in the hypothalamus; depending on environmental conditions, hypothermia or hyperthermia may occur. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "In animals, phenothiazines inhibit conditioned avoidance behaviors and produce catalepsy. The drugs antagonize the behavioral effects mediated by amphetamines and other CNS stimulants. Like many other centrally acting agents, phenothiazines exhibit analgesic activity and potentiate the actions of analgesics. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The peripheral anticholinergic activity of phenothiazines is relatively weak; however, anticholinergic effects (eg, dry mouth, blurred vision, urinary retention, constipation) have been associated with their use in some patients. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "The cardiovascular effects of phenothiazines are complex because the drugs exert both direct and indirect actions on the heart and vasculature. Phenothiazines exhibit peripheral alpha-adrenergic blocking activity and cause vasodilation. Following iv administration, the drugs cause orthostatic hypotension and reflex tachycardia; following oral administration, the drugs cause mild hypotension. In addition, phenothiazines exert a negative inotropic effect at therapeutic dosages. The drugs may increase coronary blood flow as a result of an increase in heart rate. Although phenothiazines do not appear to have clinically important antiarrhythmic properties at therapeutic dosages, transient antiarrhythmic effects have been observed in some patients at high concentrations. Antiarrhythmic effects may result from either a direct quinidine-like property or a local anesthetic effect of the drugs. Minimal ECG changes, including prolongation of the QT and PR intervals, blunting of T waves, and ST-segment depression, have occurred in some patients receiving phenothiazines. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may affect the endocrine system. Phenothiazines induce secretion of prolactin from the anterior pituitary by inhibiting dopamine receptors in the pituitary and hypothalamus. Elevated prolactin concentrations generally persist during long-term administration and may be associated with galactorrhea, menstrual cycle changes (eg, oligomenorrhea, amenorrhea), and gynecomastia. In contrast to the phenothiazines and other typical antipsychotic drugs, clozapine generally produces little or no elevation of prolactin concentration at usual dosages in humans. Phenothiazines may decrease urinary concentrations of gonadotropin, estrogen, and progestins in some patients. Although the exact mechanism is not known, phenothiazines may decrease secretion of vasopressin and corticotropin. /Phenothiazine General Statement/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 2511",
            "Value": "Phenothiazines may have anti-inflammatory and antipruritic effects, resulting from antagonism of various mediator substances (eg, serotonin, histamine, bradykinin). At high concentrations, phenothiazines also have a membrane-stabilizing property, which can be manifested as a local anesthetic effect or as a direct quinidine-like effect on the heart. /Phenothiazine General Statement/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 159",
            "Value": "... All antipsychotic drugs, including phenothiazines, block dopamine receptors and increase turnover rate of dopamine in corpus striatum. /Phenothiazines/"
        }
    ]
}