{
    "_id": {
        "$oid": "6682e822c4e5dba5ffba2413"
    },
    "CID": {
        "$numberInt": "5455"
    },
    "Name": "THIRAM",
    "IUPACName": "dimethylcarbamothioylsulfanyl N,N-dimethylcarbamodithioate",
    "CanonicalSMILES": "CN(C)C(=S)SSC(=S)N(C)C",
    "Synonyms": [
        "thiram",
        "Tetramethylthiuram disulfide",
        "137-26-8",
        "Thiuram",
        "Rezifilm",
        "TMTD",
        "Pomarsol",
        "Thirame",
        "Arasan",
        "Fernasan",
        "Nobecutan",
        "Thioscabin",
        "Thirasan",
        "Aapirol",
        "Tersan"
    ],
    "IsomericSMILES": "CN(C)C(=S)SSC(=S)N(C)C",
    "INCHI": "InChI=1S/C6H12N2S4/c1-7(2)5(9)11-12-6(10)8(3)4/h1-4H3",
    "INCHIKEY": "KUAZQDVKQLNFPE-UHFFFAOYSA-N",
    "Formula": "C6H12N2S4",
    "MolecularWeight": {
        "$numberDouble": "240.4"
    },
    "Description": "Thiram is an organic disulfide that results from the formal oxidative dimerisation of N,N-dimethyldithiocarbamic acid. It is widely used as a fungicidal seed treatment. It has a role as an antibacterial drug, an antiseptic drug and an antifungal agrochemical. It contains a dimethyldithiocarbamate. It is functionally related to a dimethyldithiocarbamic acid.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "158"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999)",
            "Value": "During a 6-week bioconcentration study using carp, BCF values of 1.1-4.4 and <3.4 were experimentally determined at thiram concentrations of 25 and 2.5 ug/L, respectively(1). According to a classification scheme(2), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 p 2-106 (1992) (2) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (3) Sasaki S; pp. 283-98 in Aquatic Pollutants. Hutzinger O et al, eds. Pergamon Press (4) Raghuk et al; pp 847-59 in Use Radiat Radioisot Stud Plant Prod Proc Symp (1974) (5) Rajagopal BS et al; Res Rev 93: 1-199 (1984) (6) Shirko CK, Gupta KG; Bull Environ Contam Toxicol 35: 354-61 (1985) (7) Kumarasamy R, Raghu K; Chemosphere 5: 107-12 (1976) (8) Maeda K, Tonomura K; Kogyo Gijutsuin Hakko Kenkyusho Kenkyu Hokoku p 108 (1968) (9) Williams GR; Internat Biodeterioration 20: 173-5 (1984)",
            "Value": "AEROBIC: Thiram, present at 100 mg/L, reached 2.8% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). Thiram, at 100 ppm, inoculated with 30 ppm activated sludge at 25 °C and pH 7.0 was less than 30% degraded after two weeks(2,3). Thiram has been reported to degrade more rapidly in unsterilized soil than in sterilized soil; however, degradation rates were not specified(4,5). Thiram, at 300 ppm, was 20% and 25% degraded after 24 days in autoclaved and non-autoclaved alluvial sandy loam (pH 7.3), respectively(6). Copper dimethyldithiocarbamate, dithiocarbamate, dimethylamine, and carbon disulfide are major metabolites in soil(5,7,8). Other metabolites include elemental sulfur, methionine, formaldehyde, dimethyldithiocarbamate-alpha-aminobutyric acid, and the corresponding keto-acid(2). Rubber accelerators, such as thiram, are biocidal at concentrations used in rubber formulations(9)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin CDS, ed; The e-Pesticide Manual. 13th ed. Surrey, UK: British Crop Protection Council. Ver 3.0. Thiram (2003)",
            "Value": "log Kow = 1.73"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "O'Donoghue, J.L. (ed.). Neurotoxicity of Industrial and Commercial Chemicals. Volume II. Boca Raton, FL: CRC Press, Inc., 1985., p. 48",
            "Value": "Inhibition of hepatic dehydrogenases results in an acetaldehyde reaction on exposure to ethanol. Other effects may result from the known reactions of dithiocarbamates with metals, sulfhydryl-containing enzymes, or metabolism to reactive metabolites including carbon disulfide."
        },
        {
            "References": "Shore R.F., Rattner BA. Ecotoxicology of Wild Mammals. Ecological & Environmental Toxicology Series 2001. John Wiley & Sons, New York, N.Y. 2001, p. 12",
            "Value": "...Ingestion of the fungicide thiram (125 mg/kg)... /has/ been reported to evoke ovarian atrophy and cessation of egg laying in hens, presumably through inhibition of dopamine beta-hydroxylase."
        },
        {
            "References": "PMID:11714485",
            "Value": "... /It was/ previously demonstrated that Disulfiram impairs the permeability of inner mitochondrial membrane (IMM). In this report, the effect of Disulfiram and its structural analogue thiram (Th) on mitochondrial functions was studied in detail. /It was/ found that mitochondria metabolize thiram disulfide compounds (TDs) in a NAD(P)H- and GSH-dependent manner. At the concentration above characteristic threshold, TDs induced irreversible oxidation of NAD(P)H and glutathione (GSH) pools, collapse of transmembrane potential, and inhibition of oxidative phosphorylation. The presence of Ca(2+) and exhaustion of mitochondrial glutathione (GSH+GSSG) decreased the threshold concentration of TDs. ... TDs induced the mitochondrial permeability transition (MPT)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-383",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Animals killed by single oral doses of ... thiram show hyperemia /and/ focal ulceration of GI tract, focal necrosis of liver and renal tubules, /and/ patchy demyelinization seen first in cerebellum /and/ medulla."
        },
        {
            "References": "PMID:2988157",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The epoxide hydrolase activity in the liver of adult female rats increased 18 hr after the administration by gavage of thiram (1 mmol/kg) or tetramethyl thiurammonosulfide (2 mmol/kg). No increase was observed 5 hr after administration of di-methyl dithiocarbamate (4 mmol/kg). The glutathione S-transferase activity in the cytosol and microsomes of the liver was slightly enhanced after oral (gavage) administration of thiram, tetramethyl thiurammonosulfide or di-methyl dithiocarbamate (doses up to 4 mmol/kg). In vitro, thiram, tetramethyl thiurammonosulfide, di-Me dithiocarbamate enhanced the hepatic activity of epoxide hydrolase prepared from adult female rats. Cytosolic and microsomal glutathione S-transferase activities from the liver were significantly raised in vitro by di-methyl dithiocarbamate. The results have a bearing on the evaluation of the risk to health of these chemicals in the workplace."
        },
        {
            "References": "Nepesova SA et al; Gig Sanit 1: 89-91 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single administration of TMTD at doses 600 mg/kg and 1400 mg/kg via stomach /to rats/ decreased total activity of cathepsins in the liver. The degree of reduction did not depend much on the dose and with time the activity progressively increased. Analogous activity was seen in the lysosomal proteinase of the liver. In contrast to liver and kidney, in the spleen TMTD caused insignificant, different directional, changes only in the activities of cathepsin B ... and cathepsin C. ... In a related study, TMTD caused only a small decrease in the aryl sulfatase A and B of the liver and beta-galactosidase in the kidneys. The activity of these enzymes in the spleen increased almost two-fold. Thus, TMTD has a substantial influence on the lysosomal proteolytic system of the liver and kidneys."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 548",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Manifestations of the toxic effect /of thiram in rats, mice, and rabbits/ include apathy, paralysis of the extremities, cyanosis, decreased temperature, and slowed respiration. Death occurs within 2 days. Gross pathology examination revealed hemodynamic disturbances in the brain, parenchymatous organs, and GI tract, degenerative and dystrophic changes in the liver, kidneys, and heart, and hemorrhages and ulcerations of the gastric mucosa."
        },
        {
            "References": "PMID:7288902",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats, a single oral dose of 30 mg or 1 g thiram/kg produced significant prolongation of hexobarbital sleeping time or zoxazolamine paralysis time, respectively, a depression of hepatic microsomal o-demethylation of p-nitroanisole to p-nitrophenol, and a decrease in the microsomal cytochrome P450 content. In addition, incorporation of (14)C-activity from glucose, glycerol, and palmitic acid into phospholipids (pls) decreased in most of the components, showing a compensatory increase in only a few of them. Fatty acid (fa) concentrations in phosphatidylcholine (pc) or phosphatidylethanolamine (pe) molecules were increased or decreased from one fatty acid class to the other. This alteration of the fatty acid concentrations in phosphatidylcholine and phosphatidylethanolamine, respectively, was virtually exclusively in position 2 of the two pl molecules. The total content of saturated fats in phosphatidylcholine and phosphatidylethanolamine was significantly decrease only after 1 g/kg thiram; this was assoc with an increase in total unsaturated fas. The multiple changes in the bioformation and composition of microsomal membrane pls suggest a disturbance of the monooxygenase system. It is conceivable that there is an interrelationship between the observed impairment and the inhibitory effect of thiram on the microsomal monooxygenase (mms)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Thiram irritates the skin and eyes of rabbits slightly and causes skin sensitization in guinea pigs and rabbits."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute poisoning of animals with thiram is characterized by slow development of the clinical picture. The second day is marked by rumpled fur and rapid breathing, then ataxia, tremor, and dyspnea. Death is preceded by convulsions."
        },
        {
            "References": "Gulyamov TD et al; Uzb Biol Zh 3: 3-5 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An acute intoxication by tetramethylthiuram disulfide 81 in rats with 0.33 LD50 sharply decreased /adenosine monophosphate/ (AMP) and /adenosine diphosphate/ (ADP) levels /in the pancreas/. The /adenosine triphosphate/ (ATP) decrease was small. Pancreatic mitochondrial respiration increased but the phosphorylation was not affected. .../After/ administration of 0.05 LD50 thiram /to rats/ for 15 days... /Adenosine diphosphate/ (ADP) and /adenosine triphosphate/ (ATP) /levels in the pancreas/ decreased but /adenosine monophosphate/ (AMP) increased. Both the oxidative and phosphorylating capacity of mitochondria were inhibited by thiram. Thus, the decrease in the oxidative and phosphorylating capacity of mitochondria of the pancreas is associated with a reduction in energy metabolism-related P compounds."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 412 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intraperitoneal administration of 120 mg/kg bw thiram to rats caused an increase in plasma transaminase activity 24 hr after treatment, which was associated with a reduction in hepatic microsomal benzphetamine N-demethylase and cytochrome P450 activities. Different results were reported in another study, which showed impairment of microsomal aniline hydroxylase and carboxylesterase activities 24hr after oral administration of thiram (1g/kg) to rats, whereas cytochrome P450 and ethylmorphine N-demethylase activities were unchanged. Epoxide hydrolase activity was enhanced in rat liver after exposure to thiram (1 mmol/kg bw [240 mg/kg bw]) by gavage; glutathione S-transferase activity was slightly enhanced by doses of up to 4 mmol/kg [960 mg/kg bw]."
        },
        {
            "References": "Kurata Y et al; Bull Natl Inst Hyg Sci (Tokyo) 0 (98): 69-76 (1981)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subchronic toxicity of thiram was investigated with toxicologic methods including biochemical and histological studies. Ten male and 10 female rats were fed a commercial diet containing 0.015, 0.03 or 0.06%  thiram for 13 weeks. Female rats in highest dose group showed higher levels of aspartate transaminase, alanine transaminase and lactate dehydrogenase, and lower level cholinesterase. Histologically, slight cholangiolitis in the liver was observed in 5 female rats. Although male rats in highest dose group had increased aspartate transaminase activity, histological changes in liver were not found. The max tolerated dose of thiram was greater than 0.06% thiram in commercial diet."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 549",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Charles River albino mice received bis(dimethylthiocarbamoyl) disulfide in the diet at the doses of 54, 108, or 201 mg/kg bw in males and 62, 118, or 241 mg/kg bw in females for 4 weeks. The treatment caused decreased body weight gain and anemia in males at all dose levels. Significant reduction in food intake was noted in both sexes at all dose levels."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rabbits that inhaled dusts of thiram at an air concentration of 1.27 mg/cu m, 24 hr/day for either 30 or 33 consecutive days or at 1.9 mg/cu m, 7 hr/day, 5 times weekly for 5 weeks, irritation of lung tissue and parenchymatous degeneration of liver and kidneys were evident in all three experiments but were less advanced in the 7 hour/day experiment."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Thiram technical (97.5% pure) was fed, in diet, to beagle dogs (4/sex/group) at 0 (vehicle = diet), 75, 250 and 500 ppm for 13 weeks. No adverse effect indicated. NOEL = 75 ppm (reduced bodyweight and food consumption in both sexes at 500 ppm; decreased RBC's in males at 500 ppm and in females at > 250 ppm; decreased mean corpuscular hemoglobin concentration % in males and hematocrit % and hemoglobin in females at 500 ppm; significantly increased mean corpuscular volume and mean corpuscular hemoglobin in both sexes and platelets in males at > 250 ppm; significantly decreased serum albumin in both sexes at > 250 ppm; significantly increased cholesterol in males at > 250 ppm; significantly decreased total protein at > 250 ppm and calcium at 500 ppm in females; hepatocellular degeneration with granulomatous inflammation, bile duct hyperplasia, bile pigmentation and mononuclear cell infiltration were observed in males at > 250 ppm and females at 500 ppm). NOAEL = 250 ppm."
        },
        {
            "References": "Wegier-Filipiuk B, Szymczyk T; Bromatol Chem Toksykol 18 (1): 25-9 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... After ... exposure to thiuram (5% LD50 daily for 14 days), the responses /of blood sugar to glucose load in rats/ were normal both 24 hr or 14 days after the end of the treatment, but blood sugar had an increasing tendency, and the maximum blood sugar after the loading was after 60 min instead of after 20 min as observed in control rats. Thus, thiuram causes disorders of carbohydrate metabolism of the diabetic type."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8)  as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Thiram technical (purity = 99.43%) was administered in feed at concentrations of 0 (vehicle = feed), 50, 500 or 1000 ppm for 13 weeks to Charles River (CrL:CD(SD)BR) albino rats (10/sex/group). No adverse effect indicated. Nominal NOEL = 50 ppm, actual mean NOEL = 37.5 ppm (Bodyweights, cumulative bodyweight gain, food consumption, red blood cell count and absolute liver weights were reduced in both sexes at > 500 ppm. Females showed a significantly increased kidney/bodyweight % at 1000 ppm in both kidneys. Chloride at 1000 ppm and BUN at > 500 ppm were increased in females while hemoglobin, hematocrit and albumin in females at > 500 ppm were reduced. Total protein was reduced in males at > 500 ppm. Thiram increased mean corpuscular volume-females at 1000 ppm and males at > 500 ppm and mean corpuscular hemoglobin-both sexes at > 500 ppm; increased white blood cell and corrected white blood cell counts-both sexes at > 500 ppm, absolute neutrophil, lymphocyte and monocyte counts-both sexes at 1000 ppm. Increased testis/epididymus-to bodyweight percentages at > 500 ppm was observed and histopathologically: red/mottled mesenteric lymph nodes and areas of erosion, ulceration, mucosal hyperplasia, accompanied by mucosal inflammation and edema were observed in both sexes in the nonglandular stomach at > 500 ppm)."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 549",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were dosed by gavage with 25 mg bis(dimethylthiocarbamoyl) disulfide/kg bw for 2-12 weeks. In the course of treatment animals exhibited a decline in pyridoxine and nicotinic acid utilization, disruption of copper metabolism and ceruloplasmin activity, and the occurrence of secondary changes in the metabolism of serotonin, catecholamines, etc."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In 29-day feeding studies, groups of six male Wistar rats were fed diets of 225 to 1200 ppm thiram.The lowest-observed-effect level was 450 ppm which produced depression in body weight gain, a decrease of the relative weight gain of the seminal vesicles, and a decrease of the lactate/pyruvate ratio in the liver. In addition to these effects, 900 and 1200 ppm decreased the relative weights of the kidneys and the testes in a dose-related manner."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 231 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats fed diets containing 100, 300, or 500 mg/kg of diet for 2 yr, there were small reductions in growth rates; among those fed two higher levels there were increased mortality; /and/ in those /at/ the highest dose there were convulsions, thyroid hyperplasia /and/ calcification of cerebellum, hypothalamus /and/ medulla oblongata."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Thiram technical (purity 97.5%) was administered in diet to Beagle dogs (6/sex/dose) at 0, 30, 90, or 250 ppm/day for 52 weeks. NOEL = 30 ppm (There were significant effects on some hematological and clinical chemistry factors in both sexes, primarily at > 90 ppm. Liver weights in male (absolute and relative) were increased at > 90 ppm. Organ/brain % were increased at 250 ppm in males. Body weights weeks 36-52 were decreased 13.8% in males."
        },
        {
            "References": "PMID:1884909",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Four male and four female beagle dogs were alloted to each group and treated with... /thiram/ at 0, 0.4, 4, and 40 mg/kg/day for 104 weeks. The dogs in the 40 mg/kg/day group had severe toxic signs, including nausea or vomiting, salivation, and occasional clonic convulsion, and all were subjected to unscheduled necropsy before Day 203 of treatment. The dogs also had ophthalmological changes such as fundal hemorrhage, miosis, and desquamation of the retina which were consistent with the retinal lesions shown by histopathology. ...Anemia was evident in... middle- and high-dose dogs. Liver failure in male and female dogs and kidney damage in female dogs were detected in middle- and high-dose groups by blood biochemistry and/or histopathology."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In 80-week feeding studies, groups of 24 CD rats of each sex were fed diets of 0, 100, 400 or 1000 ppm of thiram for 12 weeks followed by 0, 150, 600 or 1500 ppm for 68 weeks. The average daily intake for males was 5, 20 or 52 mg/kg body weight; for females, it was 6, 26 or 67 mg/kg. All male groups showed a dose dependent depression in mean body weight gain; only the two higher dosed groups of females showed a similar response. Survival was not influenced, but some females on a diet of 1500 ppm thiram showed ataxia. All groups were found to have normal hematological and clinical-chemistry values. Significantly higher organ weights were found in rats fed 1500 ppm; in the males, thyroids and testes; in the females, thyroids, liver, kidneys, ovaries, brain and spleen. Both sexes showed fatty infiltrations of the pancreas and squamous metaplasia of the thyroids. The tumors found were spontaneous in nature and showed no difference between the groups."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Thiram (purity = 97.5%) was administered in diet to Sprague-Dawley rats (50/sex/group) at 0, 30, 150, or 300 ppm for 104 weeks. Chronic (Actual) NOEL = 16.3 ppm or 54% of nominal (Based on clinical observations at 300 ppm in both sexes and decreased body weight and food consumption at > 150 ppm (nominal) in both sexes. There was a decrease in several hematological parameters (females) at > 150 ppm. Weights were significantly decreased in ovaries at 300 ppm. Histopathology was observed in pancreas (steatosis/fatty infiltration, multifocal acinar atrophy) at > 150 ppm, extramedullary hematopoiesis in /the liver of/ males at > 150 ppm and females at 300 ppm and in spleen of females at > 150 ppm.) Oncogenicity NOEL = 16.3 ppm or 54% of nominal (There was an increased incidence in hepatocellular and thyroid C-cell adenomas and hyperplasia in both sexes at > 150 ppm.) Possible adverse effects /were noted/."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Thiram (purity = 97.6%) was administered in diet to Crl:CD-1 (ICR)BR albino mice (50/sex/group) at 0, 15, 150 or 300 ppm (males) and at 0, 15, 300, or 600 ppm (females) for 97 weeks. Systemic NOEL = 15 nominal for both sexes, although the actual dose may have been much lower due to low stability of thiram in diet (Decreased body weight and food consumption were observed at > 150 ppm (males) and > 300 ppm (females).  There was a decrease in RBC mass (erythrocyte count, HB and/or HCT in females at > 300 ppm), accompanied by an increase in platelet counts. Males showed a decrease in mean cell hemoglobin concentration at > 150 ppm. Histopathologically, there was an increase in splenic pigment in females and evidence of extramedullary hematopoiesis in both sexes at > 150 ppm.  There was an increase in hyperkeratosis in the stomach of both sexes at > 150 ppm. An increase in intracytoplasmic, protein-like droplets in the transitional epithelium of the urinary bladder and an increase in suppurative inflammation on the skin in both sexes occurred at > 150 ppm. Possible systemic adverse effect: There was an increase in opaque eye, lacrimation and retinal atrophy in both sexes at 150 and 300 ppm (males) and 300 and 600 ppm (females).) There were no treatment-related oncogenic effects at any dose."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 410 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female SPF Fischer 344 rats, eight weeks old, were fed thiram (purity, 99.8%) at 0, 0.05 or 0.1% (the maximum tolerated dose was estimated to be > 0.06%) in the diet for 104 weeks and basal diet for an additional eight weeks, at which time all survivors were killed. There was no significant difference in survival between treated and control animals. The incidences of leukemia were decreased: males-10/50 control, 4/49 low-dose and 2/50 high-dose (p<0.05); females-14/49 control, 6/50 low-dose (p<0.05) and 2/50 high-dose (p<0.01). The incidence of pituitary chromophobe adenomas in females was significantly lower in both treated groups: control, 22/49; low-dose, 11/50 (p<0.05) and high-dose, 10/50 (p<0.01); and that of C-cell adenomas of the thyroid was significantly lower (p<0.01) in high-dose females (0/50 versus 7/49 controls). There was no statistically significant difference in the incidence of tumors at other sites."
        },
        {
            "References": "PMID:8621110",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Following tumor initiation with thiram and promotion with 12-O-tetradecanoyl phorbol 13-acetate, skin tumors developed, mostly at the site of treatment (dorsal skin) in single and multiple dose-initiated animals. Similarly, papillomatous growths were observed on the dorsal skin of the mice initiated with a single subcarcinogenic dose of dimethylbenzanthracene and promoted with thiram. Thiram failed to provoke tumorigenesis when tested as a complete carcinogen for up to 52 wk."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 411 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 24 male and 24 female Fischer 344 rats, 7-8 weeks of age, were fed 0 or 500 mg/kg (750 mg/kg for the first three weeks) of diet thiram alone or in combination with 2000 mg/kg of diet sodium nitrite for 104 weeks in order to assess the possibility of formation of carcinogenic N-nitroso compounds (N-nitrosodimethylamine) in vivo. Of the rats receiving the combined treatment, 18/24 males and 15/24 females developed tumours of the nasal cavity (adenocarcinoma, adenoma, olfactory carcinoma, squamous-cell carcinoma). No nasal cavity tumour was found in untreated rats or in rats receiving thiram or sodium nitrite alone. Five male and five female rats receiving combined treatment developed squamous-cell papillomas of the forestomach; 2/24 males and 1/24 females receiving sodium nitrite alone, but none of the untreated or thiram-treated rats, developed forestomach papillomas."
        },
        {
            "References": "PMID:9717450",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram administered to male rats /by/ gavage at doses 5, 10 and 25 mg/kg/day for 180 and 360 days caused marginal increase in the relative weight of testes and epididymis and decrease in the weight of seminal vesicle and prostate. Marked degenerative changes were observed in seminiferous tubules together with alterations in testicular enzyme profile. The activity of testicular enzymes such as ACP, SDH and ATPase (Na+K+ dependent) was decreased whereas activity of LDH, G-6-PDH and ALP increased. The levels of serum cholesterol and testicular free sialic acid were enhanced, while the level of testicular protein was lowered."
        },
        {
            "References": "Stoker TE et al; Neurotoxicol Teratol 18 (3) 277-82 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Females were injected with thiram (50 mg/kg, IP) on proestrus (1300 h) and mated on the following evening. Control and thiram-treated, but nondelayed, females were injected and mated on the same day. The number of females in the thiram-delayed group that became pregnant was reduced and litter size on GD 20 was reduced; however, no obvious morphological anomalies were seen. The number of pregnant females and litter size was not altered in the thiram-nondelayed rats. ... On GD 7 and 11, the number of live fetuses per litter was reduced in the delayed females, but the number of implantation sites was not different from controls."
        },
        {
            "References": "PMID:8829349",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram-contaminated poultry feed caused soft egg shells, depressed growth and leg abnormalities in about 1 million birds. Corn previously treated with thiram and colored red was the source of the contamination."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 133",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Production of abnormal eggs in large hen population was traced ... to feeding of maize treated with thiram. ...Feeds containing 10 to 50 ppm caused slight increase and 100 to 200 ppm heavy increases in the proportion of soft-shelled or otherwise abnormal eggs."
        },
        {
            "References": "Page RK; Avian Dis (19): 463-72 (1975)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram fed to broiler breeder hens at 10, 20 or 40 ppm depressed egg production, reduced hatchability /and/ resulted in soft-shelled eggs. Progeny of hens had anomalies manifested by bilateral medial deviation of toes, exophthalmia /and/ shortened femurs."
        },
        {
            "References": "PMID:7144781",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A statistically significant increase in percentage of abnormal sperm heads was observed at week 5 after treatment of male (CFW x C57BL) F1 mice with 100 mg/kg body weight or 50 mg/kg body weight thiram in a single ip dose. Damage occurred at the pre-meiotic stage of spermatogenesis and the sensitive period is when cells are either late spermatogonia or early primary spermatocytes."
        },
        {
            "References": "PMID:7134924",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A test protocol was developed for the testing of chemicals for toxicity on the chicken embryo. The protocol called for a continuous monitoring of the developing embryo for those that died before maceration. The eggs were injected on day 3, and the test was continued up to day 14 of incubation. The following parameters of embryotoxicity were used: early deaths (spanning the first 2 days after injection), late deaths with malformed embryos, late deaths with nonmalformed embryos, and malformed survivors. The order of embryotoxic potency, in descending order, among the thiurams was tetramethylthiuramdisulfide, tetramethylthiurammonosulfide, tetraethylthiuramdisulfide. It was found that late deaths were seen in 70% of the cases with malformations. The most common malformations were eye defects and open coeloms. Dead embryos frequently had multiple malformations. In lethal cases, embryonic development terminated at stages 25/26 and 29 on the Hamburg-Hamilton scale."
        },
        {
            "References": "PMID:3585551",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Two experiments were conducted to determine the effect of dietary addition of 30 ppm of thiuram or disulfiram on the development of tibial dyschondroplasia (a large mass of cartilage in the proximal end of the tibia) in chicks in the presence and absence of trace element supplementation: Boron, nickel, aluminum, strontium, bromine, vanadium, silver, tin, chromium, fluoride, molybdenum, lithium, magnesium, zinc, iron, copper, iodide. In two experiments, the incidence and severity of tibial dyschondroplasia were lower in chicks fed the diet containing the trace element supplement than in those fed the basal diet. Adding thiuram or disulfiram to the diet caused a significantly higher incidence and severity of tibial dyschondroplasia in chicks regrdless of the presence or absence of the trace element supplement."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 637",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram was teratogenic, causing skeletal malformations in hamsters given a single oral dose of 250 mg/kg during the period of organogenesis and in mice given oral doses of 5 to 30 mg daily between days 6 and 17 of pregnancy."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram technical (purity = 99.1%) was administered by gavage to artificially inseminated New Zealand White rabbits (4/dose) at 0 (vehicle = 0.5% w/v aqueous carboxymethyl-cellulose mucilage + 0.5% w/v Tween 80), 5, 10, 20, 40, 80, and (due to a high incidence of mortality and/or total litter loss at > 10 mg/kg) 0, 1, 3 and 7.5 mg/kg/day from day 6 to day 19 of gestation (day of artificial insemination = day 0 of gestation). Maternal NOEL = 10 mg/kg/day (Increased early and late resorptions, increased post implantation loss, transitional decreased body weight gain, decreased food intake and increased fecal retention and water intake was observed at 20 mg/kg/day. Increased death was observed for all animals at > 40 mg/kg/day.) Developmental NOEL = > 20 mg/kg/day (No fetal effects were observed at 20 mg/kg/day). Higher /dosage/ levels were toxic to dams."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram (purity not specified - stated as \"practical grade\" and assumed to be 100%) tested at 0, 40, 90, 136, 164 and 200 mg/kg in 0.5% carboxymethyl cellulose by oral gavage during gestation days 6-15 with Charles River CD rats; 8-28 female rats/dose group; increase in mortality in high dose group - 33% survival; maternal NOEL < 40 mg/kg (reduced weight gain during gestation, decreased food consumption), developmental NOEL < 40 mg/kg (decreased mean fetal weight, decreased implants and increased resorptions at 136 and above, increased incidence of \"anomalies\" at 136 mg/kg described ... as domed cranium (19/21 versus 0/267), slight (6/10 versus 3/146) or marked (4/10 versus 0/146) hydrocephalus, unossified sternabrae (11/11 versus 0/156),incompletely ossified supraoccipital (7/11 versus 0/156) and centra split (6/11 versus 0/156) or lobed (5/11 versus 0/156). Possible adverse effect /were noted/."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram technical (99.4% pure) was fed in diet to Sprague-Dawley (Crl:CD VAF/Plus) rats (26/sex/dose/generation) at 0 (ground Certified Rodent Chow, No. 5002), 20, 60, and 180 ppm through 2 generations (2 litters/generation). Treatment began at least 90 days prior to F0 mating and 81 days prior to F1 mating. Average mg/kg/day calculated for F0 and F1 premating periods was 1.418 - 1.815, 4.221- 5.394 and 12.216 - 16.409 mg/kg/day at 20, 60 and 180 ppm respectively. Parental NOEL = 20 ppm (M: 1.4 - 1.7 mg/kg; F: 1.6 -1.8 mg/kg) (Bodyweights were statistically significantly decreased in both sexes of F0 parents at 180 mg/kg and F1 parents at > 60 mg/kg. There was a statistically significantly decreased mean bodyweight in F0 females (F1a generation) during gestation and lactation at 180 mg/kg. Decreases, though statistically significant, were minimal (< 10%, except day 0 lactation). These effects were not seen with the F0 females (F1b generation) during gestation or lactation. F1 females (F2a generation) had statistically significantly, but minimally decreased body weights during gestation and lactation at 180 mg/kg. Food consumption was statistically significantly decreased in both sexes of F0 and F1 parents at 180 ppm. Reproductive NOEL = 180 ppm (M: 12.21 - 14.9 mg/kg; F: 14.0 - 16.4 mg/kg) There were no treatment-related effects. Pup NOEL = 20 ppm (M: 1.4 - 1.7 mg/kg; F: 1.6 -1.8 mg/kg) (There was decreased body weight in pups at 180 mg/kg (F0) and > 60 mg/kg (F1) throughout lactation)."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 400",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The exposure of rats to ... thiram has documented an alteration (prolongation) of the estrous cycle in association with a reduction in ovarian and uterine weights. Direct gonadal effects have been noted in mouse and rabbit oocyctes, resulting in inhibition of oocyte meiotic maturation and prevention of germinal vesicle breakdown."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 412 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Pregnant NMRI mice given daily oral doses of thiram at 10-30 mg/animal on days 5-15 or 6-17 of gestation had increased resorptions during the intermediate and late stages of organogenesis. Fetal malformations were characterized by cleft palate, micrognathia, wavy ribs, and distorted bones."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 413 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Daily administration of 132 mg/kg bw thiram in the feed for 13 weeks decreased fertility in male Charles River CD rats; daily administration of 96 mg/kg bw to female rats for 14 days prolonged the dioestrous phase of the oestrus cycle. These effects were accompanied by loss of body weight."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram (purity = 99.82%) was administered by gavage at concentrations of 0 (vehicle = 0.5% carboxymethylcellulose + 0.5% Tween 80), 7.5, 15 or 30 mg/kg/day to 25 mated female Sprague-Dawley (Charles River CD) rats/group on gestation day 6 through 15 (day 0 = sperm positive vaginal smear or 3 copulation plugs). Possible adverse effect. Maternal NOEL = 7.5 mg/kg/day (reduced bodyweight and hair loss at > 15 mg/kg/day). Maternal NOAEL > 30 mg/kg/day. Fetal NOEL = 7.5 mg/kg/day (reduced 13th rib, smaller fetuses and an increased incidence of incomplete skeletal ossification)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Thiram (purity not stated but \"practical grade\" assumed to be 100%) tested at 0, 100 and 300 mg/kg in 0.5% carboxymethyl cellulose by oral gavage during gestation days 6-14 with Swiss-Webster mice; 18 pregnant mice/dose group; increases in mortality /were noted/ in high dose group - nominal maternal NOEL =100 mg/kg; increase in anomalies in fetuses at 300 mg/kg where 4/18 dosed dams died."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 133",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chicks fed on a diet containing 40 ppm developed a distinctive type of leg weakness; goslings lost weight and showed leg deformities at 150 ppm, while turkey poults could apparently tolerate 200 ppm. The lethal dose in poultry is about 1 g/kg. The birds /exhibited/ diarrhea and photophobia."
        },
        {
            "References": "O'Donoghue, J.L. (ed.). Neurotoxicity of Industrial and Commercial Chemicals. Volume II. Boca Raton, FL: CRC Press, Inc., 1985., p. 47",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Diets containing 0%, 0.01% or 0.1% tetramethyl thiuram disulfide /were fed/ to male and female rats. Eight of twenty-four female rats fed the 0.1% diet consumed 66.9 mg/kg and developed ataxia and paralysis of the hindlimbs between 5 and 19 months of feeding. Poor body weight gain and alopecia were also observed in these animals. In a second experiment, 4 of 24 female rats consuming 65.8 mg/kg were also paralyzed while 9 other animals showed abnormal hindlimb clasping. Female rats consuming 25.5 or 66.9 mg/kg of tetramethyl thiuram disulfide which were not ataxic had significant differences in hindlimb stride width and stepping angle. Impaired jumping and climbing ability in females receiving 66.9 mg/kg and increased activity in these females and in males receiving 20.4 and 52.0 mg/kg were related to tetramethyl thiuram disulfide exposure."
        },
        {
            "References": "O'Donoghue, J.L. (ed.). Neurotoxicity of Industrial and Commercial Chemicals. Volume II. Boca Raton, FL: CRC Press, Inc., 1985., p. 47",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In rats exposed to tetramethylthiuram disulfide (TMTD), axonal degeneration and secondary demyelination were located in the sciatic nerve. Degenerative changes in the spinal cord included chromatolysis, pyknosis and satellitosis of neurons. ... /TMTD/ feeding may also result in alopecia, squamous metaplasia of the thyroid, fatty infiltration of the pancreas, testicular germinal cell atrophy and skeletal malformation."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Thiram (purity unknown) tested at low, mid and high dose groups (dosage not stated) for 79-81 weeks in a behavioral study; possible adverse effect; statistically significant differences were observed in treated rats in 1. hindleg gait, 2. jump/climb ability and 3. open field behavior; no statistically significant differences were observed in active avoidance test; microscopic examination of 2 high dose females treated for 80 weeks showed some demyelination of sciatic nerve and degeneration in the lower lumbar regions of the spinal cord ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 412 (1991)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chronic feeding of rats with thiram (about 60 mg/kg bw per day) caused neurotoxicity, with onset of ataxia in some animals, 5-19 months from the beginning of exposure. Morphological examination showed chromatolysis of motor neurons. Some behavioral changes, not related to morphological changes, were also observed."
        },
        {
            "References": "PMID:2568023",
            "Value": "/GENOTOXICITY/ The cytotoxic and mutagenic effects of the fungicides mancozeb and thiram were studied using human peripheral blood lymphocytes cultured in vitro with or without an S-9 microsomal metabolizing system. The results obtained suggested that the chemicals caused dose-dependent inhibition of thymidine uptake and unscheduled DNA synthesis on both resting and proliferating lymphocytes in the absence of the S-9 mix. In the presence of the S-9 mix, only thiram showed mutagenic activity by eliciting unscheduled DNA synthesis and a significantly higher frequency of sister chromatid exchanges than did controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 413 (1991)",
            "Value": "/GENOTOXICITY/ In Aspergillus nidulans, thiram induced gene mutation and aneuploidy..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 413 (1991)",
            "Value": "/GENOTOXICITY/ Thiram induced micronucleus formation in mouse bone marrow, chromosomal aberrations in mouse spermatocytes and morphologically abnormal sperm in mice in vivo. A negative response was obtained in one of three studies of micronucleus formation."
        },
        {
            "References": "Villani P et al; Food Chem Toxciol 36 (3): 155-64 (1998)",
            "Value": "/GENOTOXICITY/ ...Thiram (tetramethylthiuram disulfide, TMTD) was administered by repeated oral intubations to groups of male B6C3F, mice at 100, 300 and 900 mg/kg body weight for 4 consecutive days, or at 300 mg/kg for 8 and 12 days. ...No significant increase of micronucleated splenocytes was observed in treated animals."
        },
        {
            "References": "PMID:9216752",
            "Value": "/GENOTOXICITY/ ... For the micronucleus test, Swiss-albino-mice were injected with 25 to 100mg/kg of thiram. ... The mice were sacrificed 30 and 48 hours after exposure. Bone marrow slides were examined microscopically and the number of micronucleated polychromatic erythrocytes (MNPCEs) was scored. For the dominant lethal mutation (DLM) tests, male mice were exposed to 150mg/kg of thiram in the diet for 8 weeks prior to mating. The pregnant mice were sacrificed on gestation day 14 and the uterine horns and ovaries were examined. Thiram doses of 25, 50, and 100mg/kg induced significant micronucleus formation in mice at both 30 and 48 hours postexposure. In addition, thiram exerted a significant lethal effect on implants, relative to controls. The number of preimplantation losses increased from 0.2 per female among controls to 0.69 per female among exposed mice. The number of dead implants increased from 0.4 per female among controls to 1.75 per female among exposed mice."
        },
        {
            "References": "PMID:7940406",
            "Value": "/GENOTOXICITY/ ... Thiram induced marked dose related increases in aberrations (mainly chromatid exchanges and breaks) in Chinese Hamster epithelial- liver (CHEL) cells. In CHO cells, significant increases in aberration frequencies were produced only in the presence of rat S9."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 231 (1976)",
            "Value": "/GENOTOXICITY/ Thiram induced chromosome aberrations in barley but no increase in number of chlorophyll mutations was found in wheat."
        },
        {
            "References": "PMID:386113",
            "Value": "/GENOTOXICITY/ In Salmonella typhimurium TA 1535, TA 100, Thiram induces mutations without metabolic activation. Presence of rat liver microsome, cysteine or glutathione abolish mutagenic activity in these strains. In contrast, it requires metabolic activation for expression in TA 1538 /and/ TA 98."
        },
        {
            "References": "PMID:6415811",
            "Value": "/GENOTOXICITY/ Thiram caused a significant increase in sex-linked recessive lethals in Drosophila melanogaster at doses of 1, 2, 3, 4, and 5 mg/mL when mating took place both at 0-6 days and at 6-9 days post-treatment."
        },
        {
            "References": "PMID:7155159",
            "Value": "/GENOTOXICITY/ In Chinese hamster ovary cells treated with thiram at 100 ug/mL, the frequency in anaphase appeared to be lower in cultures treated with the chemical than in control cultures. The effect of thiram on the progression of cell division was evidenced by a decrease of cells in anaphase and an increase of cells in telophase."
        },
        {
            "References": "PMID:3891555",
            "Value": "/GENOTOXICITY/ The dimethylthiocarbamate fungicide thiram has been found to be a potent and direct inducer of point mutations at the hypoxanthine-guanine phosphoribosyl transferase (HGPRT) locus in Chinese hamster cells in vitro. It also increased the incidence of micronuclei in polychromatic erythrocytes in the bone marrow of mice given a single ip dose of 100 mg/kg. Both the in vitro and in vivo mutagenic responses were observed with doses of thiram that were cytotoxic."
        },
        {
            "References": "PMID:3653825",
            "Value": "/GENOTOXICITY/ The effects of thiram on the germ cells of male mice were studied by analysis of spermatocytes derived from spermatogonia and also by an assay of sperm morphology. Groups of 5 Swiss-albino-mice were given, by gavage, total doses of thiram suspended in 5% gum-acacia of 80, 200, or 320 mg/kg, divided into 3 doses 24 hr apart. For spermatocyte analysis, animals were killed 60 days after thiram treatment and metaphases were examined for chromosome aberrations. Sperm head morphology was examined for the incidence of abnormalities in animals killed 35 days after thiram treatment. The frequency of autosomal univalents in treated animals increased as a function of dose, from 4% in controls (gum acacia only) to 7.2% with thiram at 320 mg/kg. The level of significance (P  value) was less than 0.05 for the two highest doses. Similar increases were found in the percentages  of sex univalents and polyploid cells. The increase in numerical aberrations was not accompanied by  structural aberrations. The proportion of sperm head abnormalities increased with dose, from 3% in  controls to 5% with 320 mg/kg thiram, with P values of less than 0.05 for all three doses. ..."
        },
        {
            "References": "PMID:7469786",
            "Value": "/GENOTOXICITY/ Thiram inhibited scheduled DNA synthesis in human lymphocytes in vivo by 65%."
        },
        {
            "References": "PMID:11875743",
            "Value": "/GENOTOXICITY/ Thiram-tetramethylthiuram disulphide--a chelator of heavy metals, inhibited DNA synthesis and induced apoptosis in cultured bovine capillary endothelial cells. ... These effects were prevented by addition of antioxidants."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/GENOTOXICITY/ Thiram (purity = 99.82%) was used on duplicate cultures of Chinese hamster ovary cells (CHO-K1) at 0 (untreated or DMSO), 0.003, 0.006, 0.012, 0.023, or 0.05 ug/mL without S-9 activation for 14 hours and at 0 (untreated cells or DMSO), 0.2, 0.4, 0.8, 1.5 or 3 ug/mL with S-9 activation for 2 hours. 100 cells/dose were scored for chromosomal aberrations. A concurrent cytotoxicity assay was performed at 0.03, 0.1, 0.3, 1.0, 3.0, 10, 33, 100 and 330 ug/mL both with and without S-9 (incubation times: no S-9 = 6 hours; with S-9 = 2 hours). Thiram, with or without S-9 activation, did not show evidence of inducing chromosomal aberrations in this system. Cytotoxicity was observed at > 1.0 ug/mL (no S-9) and > 3.0 ug/mL (+ S-9)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on (137-26-8) Thiram as of April 20, 2005.",
            "Value": "/GENOTOXICITY/ Thiram (purity = 99.8%) was administered to CD1 mice by a single IP injection at concentrations of 0 (vehicle = 1% carboxymethyl cellulose), 0.2, 0.4, 0.6, 0.8 or 1.0 g/kg (cytotoxicity assay-- 5 mice/sex/group) and 0, (1% CMC), 38, 189 or 377 mg/kg for the micronucleus assay. The micronucleus assay had 24, 48 and 72 hour post-dose sacrifice time points (5/sex/group/time point). Toxicity test: LD77 (day 7) = 471 mg/kg. Micronucleus Assay: Incidence of micronucleated polychromatic erythrocytes/1000 polychromatic erythrocytes scored and the proportion of polychromatic erythrocytes/total erythrocytes were presented for each animal. Thiram produced no significant increase of micronulei in the bone marrow of the mice."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/GENOTOXICITY/ Thiram (100%) tested at 0, 0.03, 0.1, 0.3, 1.0, 3.0 and 10 ug/mL for 18 hours with tritiated thymidine by an autoradiographic method in isolated hepatocytes from male wistar rats; 2 independent trials; 50 cells/replicate scored; 3 replicates/dose; no adverse effect /was noted/."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology  Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Thiram (137-26-8) as of April 20, 2005.",
            "Value": "/GENOTOXICITY/ Thiram (purity =100%) /was negative for geneotox when/ tested at 0, 1, 3.3, 5.6 and 10 ug/mL without S9 and at 10, 18, 33 and 56 ug/mL with Aroclor 1254 induced rat S9 on Chinese hamster V79 cells; two trials with activation and two trials without activation; 2-hour exposures; 7-day expression time; mutants selected with 6-thioguanine at 5 ug/mL."
        },
        {
            "References": "Wegier-Filipiuk B, Szymczyk T; Bromatol Chem Toksykol 18 (2): 105-8 (1985)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Thiuram is an inhibitor of /the enzyme/ arginase in liver extracts. At concentrations: 10-3 M, 10-4 M, and 10-5 M this agent was found to decrease arginase activity in liver extracts. At the final concn 10-3 M thiuram was also found to inhibit liver ornithine carbamoyltransferase and liver argininosuccinate synthetase activities, but at 10-4 M, a decrease of ornithine carbamoyltransferase activity was noted only after a preincubation of pesticide with the liver extract. In rat kidney extracts, thiuram at final concentrations 10-3 M and 10-4 M was found to inhibit arginase activity but had no effect on ornithine carbamoyltransferase and argininosuccinate synthetase activities."
        },
        {
            "References": "PMID:7184939",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Thiram inhibited both the lipid peroxidation induced by ascorbic acid (non-enzymatic) and that stimulated by an NADPH-regenerating system with carbon tetrachloride admixture (enzymatic). Lipid peroxidation measurements were made in terms of malondialdehyde formation in rat liver microsomes, or in the S-9. In parallel with malondialdehyde formation inhibition, oxidative destruction of microsomal cytochrome P450 was delayed with increasing thiram concentrations. As thiram inhibited lipid peroxidation both in heat-denatured and freshly prepared microsomes, it can be deduced that the dithiocarbamates intervene in a non-enzymatic oxidation phase of the lipid peroxidation."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 133",
            "Value": "/OTHER TOXICITY INFORMATION/ In sheep the lethal dose is 225 mg/kg. Clinical  signs /of toxicity/ include anorexia, lethargy, dyspnea, loss of weight and convulsions, with death from cardiac failure. Post mortem findings are multiple hemorrhages and liver and kidney lesions. Of ewes given 1 g each daily 50% aborted. In pigs the lethal dose is about 1 g/kg."
        },
        {
            "References": "PMID:9212433",
            "Value": "/OTHER TOXICITY INFORMATION/ A rapid decrease of intracellular glutathione (GSH) was observed when exponentially growing cells of Saccharomyces cerevisiae were treated with sublethal concentrations of thiram (bis(dimethylthiocarbamoyl) disulfide). ... A linear relationship was found between thiram concentrations up to 21 muM and production of oxidized GSH (GSSG)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Huuskonen J; Environ Toxicol Chem 22: 816-20 (2003) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Rajagopal BS et al; Res Rev 1-199 (1984)",
            "Value": "A Koc value of 676 has been measured for thiram(1). According to a classification scheme(2), this Koc value suggests that thiram is expected to have low mobility in soil. Thiram has been reported to be relatively immobile in loamy sand, peat moss, and black clay(3)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Peruga, A., Grimalt, S., López, F. J., Sancho, J. V., & Hernández, F. (2012). Optimisation and validation of a specific analytical method for the determination of thiram residues in fruits and vegetables by LC–MS/MS. Food Chemistry, 135(1), 186–192. doi:10.1016/j.foodchem.2012.04.064",
            "Value": "Thiram is a non-systemic dithiocarbamate fungicide that can degrade during sample preparation due to effects of pH, matrix components, and temperature. Researchers optimized an LC-MS/MS method for analyzing thiram residues in vegetables (eggplant, lettuce) and fruits (strawberry). Careful steps were taken to minimize thiram degradation during storage and preparation, including using low temperature, adding sodium sulfate anhydride as a dehydrating agent, adding sodium bicarbonate to regulate pH, and adding EDTA to reduce enzymatic activity. The optimized procedure achieved good recoveries (80-106%) and relative standard deviations (<10%) at 0.1 and 0.01 mg/kg fortification levels (n=5) in eggplant, lettuce, and strawberry. Detection limits below 0.0012 mg/kg were obtained. This validated methodology minimized degradation of the non-systemic fungicide thiram, allowing effective residue detection in produce samples using LC-MS/MS."
        }
    ]
}