{
    "_id": {
        "$oid": "6682e9bec4e5dba5ffba2c28"
    },
    "CID": {
        "$numberInt": "5460467"
    },
    "Name": "BERYLLIUM, ELEMENTAL",
    "IUPACName": "beryllium",
    "CanonicalSMILES": "[Be]",
    "Synonyms": [
        "7440-41-7",
        "Be",
        "Beryllium",
        "Glucinium",
        "Beryllium metal",
        "Beryllium powder",
        "Beryllium metallic",
        "Beryllium-9",
        "berilio",
        "Beryllium",
        "elemental",
        "Beryllium atom",
        "Beryllium metallicum",
        "OW5102UV6N",
        "CHEBI:30501",
        "Beryllium metal - flake"
    ],
    "IsomericSMILES": "[Be]",
    "INCHI": "InChI=1S/Be",
    "INCHIKEY": "ATBAMAFKBVZNFJ-UHFFFAOYSA-N",
    "Formula": "Be",
    "MolecularWeight": {
        "$numberDouble": "9.012183"
    },
    "Description": "Beryllium atom is alkaline earth metal atom with atomic number 4. It has a role as a carcinogenic agent, an adjuvant and an epitope. It is an alkaline earth metal atom and a metal allergen.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. 110",
            "Value": "... While beryllium did inhibit replication of dna in regenerating rat livers, it did not become attached to DNA. Perhaps interfered with nucleic acid metabolism on transcriptional level."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V58 77 (1993)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Twelve groups of 35 female Wistar rats, three months old, were treated with a single intratracheal instillation of 0.5 or 2.5 mg beryllium metal (100% Be), passivated beryllium metal (99% Be, 0.26% Cr (as chromate)), beryllium-aluminum alloy (62% Be, 38% Al), beryllium-copper alloy (4% Be, 96% Cu), beryllium-copper-cobalt alloy (2.4 Be, 0.4% Co, 96% Cu) or beryllium-nickel alloy (2.2% Be, 97.8% Ni), with geometric mean particle sizes of 1-2 um, suspended in 0.4 mL isotonic saline, followed by 0.2 mL saline. Forty control animals were instilled with 0.6 mL saline. The rats were killed when moribund or 18 months after instillation. The first lung neoplasm appeared 8-10 months after instillation. Lung neoplasm, mostly adenocarcinomas and adenomas, were found in 2/21 rats treated with the low dose and in 9/16 rats given the high dose of beryllium metal, in 7/20 animals treated with the low dose and in 9/26 treated with the high dose of passivated beryllium metal, and in 1/21 treated with the low dose and in 4/24 given the high dose of beryllium-aluminum alloy. No lung tumor occurred in 39 controls or in the groups treated with other alloys. The incidence of lung neoplasms was significantly (p < 0.008) increased over that in controls (using Fisher's exact test, one-tailed) in the groups that received 2.5 mg beryllium metal or 0.5 mg and 2.5 mg passivated beryllium metal."
        },
        {
            "References": "Finch GL et al; Inhal Toxicol 6 (3): 205-224 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male F344/N-rats were exposed nose only to 0, 4.7, 8.6, 42, or 150 mg/cu m beryllium aerosols and an aerosol of strontium-85 tagged fused aluminosilicate particles for 14 to 30 min. Initial lung burdens were determined by whole body strontium-85 counting. Beryllium lung burdens were determined periodically up to 365 days post dosing also by whole body counting of fused aluminosilicate particles assoc strontium-85 activity. Beryllium pulmonary clearance rates were determined from the data. Selected rats were killed 8, 16, 40, 90, 210, or 365 days after dosing and the lungs were removed and lavaged. Lavagate cellularity, protein content and lactate-dehydrogenase and beta-glucuronidase activity were determined. The lungs were examined for histopathological changes. Exposure to the 8.6, 4.7, 42, and 150 mg/cu m beryllium aerosols produced initial lung burdens of 0.32, 1.8, 10, and 100 ug, respectively. Pulmonary clearance of beryllium from rats with initial lung burdens of 1.8, 10, and 100 ug could be described by single component negative exponential functions and clearance half-lives of 380, 280, and 250 days, respectively. Beryllium clearance in the 0.32 ug initial lung burden group could not be accurately determined because of wide variability in the data. Strontium-85 activity accumulated progressively in the lungs in a dose dependent manner. Clearance of strontium-85/fused aluminosilicate particles was significantly impaired in the 10 and 100 ug initial lung burden groups. No treatment related changes were seen in 0.32 ug initial lung burden rats. Minimal chronic inflammation and type-II cell hyperplasia was seen in 1.8 ug initial lung burden rats after 210 and 365 days. The lungs of 10 and 100 ug initial lung burden rats showed minimal to mild acute and chronic inflammation and alveolar epithelial hyperplasia. Fibrosis was seen after 40 days in some 100 ug initial lung burden rats. Lavagate total cellularity, neutrophil counts, protein content, and lactate-dehydrogenase and beta-glucuronidase activity were generally incr in rats showing histologically evident lung damage."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 178 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Osteosarcomas were observed in 8/40 rabbits that received implants in the bone-marrow cavity of gelatin pellets containing 25 mg beryllium metal and iv injections of 1% beryllium metal suspended in saline. No controls were used. ..."
        },
        {
            "References": "Groth DH et al; Environ Res 21: 63 (1980) as cited in Kuschner M; The Carcinogenicity of Beryllium, Environ Health Perspect 40: 101-5 (1981)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Beryllium metal was administered by intratracheal instillation to the rat causing lung cancer (adeno and squamous cell carcinomas)."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 25",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Oral administration of beryllium for one year produced liver bleeding, enlargement of the spleen, peritonitis, inactive ovaries, retarded oviducts, ovarian follicle degeneration, air succulitis, grey pigmentation of the liver, a sedative effect and increased bone fractures in poultry."
        },
        {
            "References": "Prakash AO et al; International J Toxicol, Occupational and Environ Health 1 (1): 262-3 (1991",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... To conduct pre-natal studies, the pregnant rats were selected at 12, 14, 16, 18 and 20 days of gestation and exposed to beryllium (iv) at 0.316 mg/kg dose once only. Animals were observed for full term delivery. Animals exposed on day 12-16 showed fetal resorption when sacrificed on day 24 (post EDD), however, the rats exposed on day 18 and 20 showed viable fetuses which were delivered by a cesarian operation. These pups died within 24 hr of cesarian. Glycogen contents were measured in the liver of these pups which showed a significant decr. In post-natal studies, the mothers were exposed to beryllium on day 1 after parturition (post-partum). Young ones were allowed to suckle the mothers for different days and thereafter these were studied for various parameters. Glycogen contents in the liver of adult control rats were incr during first 10 days (p.p.) but when these animals were exposed to beryllium, contents were decr on day 8 and 10, however the activity of glucose-6-phosphatase was incr. In the weaning control pups the level of glycogen in liver remained static but the pups which were fed on mother's milk showed marked decr. This decr was less in 2 days suckled pups and was more in 8 and 10 days old pups. Atomic absorption spectrophotometric studies also reveal the presence of beryllium in the liver of pups. Level of fasting blood sugars was significantly decr in pups and adult mothers exposed to beryllium. It is interesting to note that 10 days old weaning pups showed more decr fasting blood sugars."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1547",
            "Value": "/OTHER TOXICITY INFORMATION/ Beryllium was found to have an affinity for the intracellular particles of rat liver, the mitochondria, over a wide range of admin doses, from 0.084 to 111 umol/kg body weight. When the beryllium containing mitochondria were examined further, beryllium appeared associated with the lysosomal fraction. The toxicity of beryllium could be accounted for through its effect on lysosomes with release of cell destroying enzymes."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1008",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Adenosine triphosphatase was inhibited in vivo as was phosphoglucomutase of liver and of muscle. Extent and duration of inhibition paralleled dose ... suggesting that these inhibitory actions of beryllium are associated with acute toxic action of beryllium."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 47",
            "Value": "/OTHER TOXICITY INFORMATION/ Sparingly soluble beryllium ... is not toxic when fed to rats as 5% of diet. ..."
        }
    ]
}