{
    "_id": {
        "$oid": "6682e9bec4e5dba5ffba2c2b"
    },
    "CID": {
        "$numberInt": "5462309"
    },
    "Name": "PHOSPHORUS, ELEMENTAL",
    "IUPACName": "phosphorus",
    "CanonicalSMILES": "[P]",
    "Synonyms": [
        "12185-10-3",
        "27YLU75U4W",
        "7723-14-0",
        "P",
        "phosphorus",
        "Red phosphorus",
        "Violet phosphorus",
        "White Phosphorus",
        "Phosphorus 31",
        "Phosphorus 6",
        "Phosphorus 8",
        "Phosphorus 6C",
        "Phosphorus200ck",
        "Phosphorus 30",
        "Phosphorus 30C"
    ],
    "IsomericSMILES": "[P]",
    "INCHI": "InChI=1S/P",
    "INCHIKEY": "OAICVXFJPJFONN-UHFFFAOYSA-N",
    "Formula": "P",
    "MolecularWeight": {
        "$numberDouble": "30.973762"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.34 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "Phosphorus apparently decreases the absorption of intercellular calcified cartilage matrix by osteoclasts, in the metaphyseal region of growing bones. Administration of phosphorus to growing animals or children produces \"phosphorus bands\" of increased bone density and thickness that are visible grossly or from radiograms. The \"phosphorus bands\" are observed in the metaphyseal region of growing bones, and represent areas of decreased absorption of the calcified cartilage matrix."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.92 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "Exposure to white phosphorus has been shown to damage the rough endoplasmic reticulum and cause a disaggregation of polyribosomes. This damage results in impairment of protein synthesis, in particular, a decrease in the synthesis of the apolipoprotein portion of very low density lipoproteins (VLDL), which are required for the transport of triglycerides. A significant decrease in protein synthesis has been detected as early as 3 hours after oral exposure. The smooth endoplasmic reticulum is also involved in the formation of the VLDLs, and damage to the smooth endoplasmic reticulum also impairs the formation of VLDLs. The net result of these ultrastructural changes is an accumulation of triglycerides in the liver. This results in steatosis and fibrosis, which is one of the mechanisms involved in the hepatotoxicity of white phosphorus. The mechanism behind the damage to the endoplasmic reticulum is not known; also, it is not known whether white phosphorus itself or a metabolite of white phosphorus is the damaging agent. In addition to these damages, white phosphorus or a metabolite causes damage to the mitochondria and nuclei in the livers of animals orally exposed to white phosphorus. The damage to the mitochondria may impair the cell's ability to produce ATP, thus resulting in necrosis of the cell. Fatty infiltration and/or cellular damage has also been observed in the kidney, brain, and heart. It is possible that white phosphorus (or a metabolite) also impairs the ability of cells in these organs to produce ATP. The mitochondrial damage may also inhibit fatty acid oxidation (also contributing to the decreased availability of ATP) which could result in an accumulation of fat in the organs."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7148682",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a preliminary range-finding study, Sprague-Dawley rats were exposed to red phosphorus derived-aerosol entailing four one-hr (3.2, 4.3, 5.3 or 8.5 mg/L) exposures and one 4-hr (1.5 mg/L) exposure. Rats died on days 1, 2, 6, 8, 9, 10 or 11 after exposure, suggesting both acute and delayed effects. At the lower doses, the laryngeal region appeared to be the most consistent target area with laryngeal and epiglottal ulcerations and edema. Pulmonary congestion, edema and hemorrhage were more pronounced only in the higher dose groups."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 552",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits and guinea pigs were not killed by a dosage of 0.66 mg/kg/day but they developed a cirrhosis-like condition."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.70 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No signs of skin irritation were observed in rabbits after a 0.1% solution of white phosphorus in peanut oil was applied to the shaven intact skin. White phosphorus is highly reactive and is likely to be an irritant. It is possible that the peanut oil vehicle was protective against these potential effects. ...No signs of eye irritation was observed in rabbits after a 0.1% solution of white phosphorus in peanut oil was applied to the eyes."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.54 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...A marked increase in total leukocyte levels and the percentage of monocytes were observed in a guinea pig acutely exposed to 0.9-2.4 mg/kg/day of white phosphorus in a complex dosing regimen."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.57 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Hepatic alterations have been observed in animals acutely exposed to white phosphorus. Increases in AST and ALT levels, impaired liver function tests, increased liver weight, increased hepatic triglyceride levels, decreased protein synthesis, disaggregation of polyribosomes, fatty degeneration and necrosis have been observed. No NOAEL values for hepatic effects following acute animal exposure were identified. In rats, the LOAEL value for liver effects was 6 mg/kg; in mice it was 5 mg/kg/day; and in dogs it was 0.2 mg/kg/day. The liver effects occurred shortly after dosing; 3 hours after dosing, a significant decrease in protein synthesis was observed in the liver, minimal hepatocytic fatty changes were observed after 4 hours, and severe hepatocytic fatty changes were observed after 12 hours."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.71-2 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In animal studies using experimental white phosphorus burns, there is evidence that white phosphorus or phosphorus compounds remaining in the burn site may contribute to the increased mortality. New Zealand White rabbits received white phosphorus burns or branding burns (control group) over l0-20% of the body surface. The mortality rate was 65-85% in rabbits burned with white phosphorus, compared to 0% in the control group. Most deaths occurred within the first 18-24 hours. Clinical signs prior to death included a generalized depression and twitching. Results from serum chemistry and EKG tests prior to death indicated that white phosphorus burns may produce a decrease in the calcium/phosphorus ratio, with potentially lethal effects on heart function. Animals that died had decreased serum calcium (80% of those that died) and increased serum phosphorus (100% of those that died). Rabbits that died generally had major shifts in EKG readings, while survivors had minor EKG changes."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 734",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Red: ... Injected small amount of aqueous suspension of red phosphorus into corneas of both eyes of rabbit, and into anterior chamber in one eye. ... Iris developed numerous fine abnormal vessels. ... In eye in which the red phosphorus had been injected into anterior chamber gross hypopyon developed and vessels of iris ... became conspicuously dilated."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 69",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  White: /After ingestion/ ... intense abdominal pain and profuse vomiting in animals capable of it. Vomitus may be luminous in dark and ... Possible to detect the characteristic garlic-like odor ... Abdominal pain and vomiting then recur, together with jaundice and nervous signs. ... Delirium and convulsions, and eventually coma and death ..."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 69",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Inflammation of mucous membranes of stomach and intestines, fatty degeneration and infiltration of parenchymatous organs, particularly liver, of muscles and endothelium of blood vessels, and extravasation of blood into subcutaneous tissue, skin and muscles."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1252",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Rats injected subcutaneously with 0.05 mg/kg of yellow phosphorus/day developed bone changes after administration of 50 mg. ... Increased mortality resulted from dosage of 0.8 mg/kg/day. ... Subcutaneous injection of 0.2-0.4 mg/kg/day in dogs caused delayed deaths within a few days."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values for Substances in Workroom Air. Third Edition, 1971. Cincinnati, Ohio: American Conference of Governmental Industrial Hygienists, 1971. (Plus supplements to 1979), p. 210",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Inhalation of phosphorus vapor by rabbits for 30 min daily at 150-160 mg/cu m led to decrease hemoglobin and erythrocyte counts."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.13-4 PB/98/101090/AS (September 1997). Available from, as of November 28, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In mice, exposure to white phosphorus smoke resulted in death within a few minutes after removal from low concentrations of the smoke. The increased mortality may have been the result of the severe respiratory tract damage that was observed, most likely due to cerebral asphyxiation (the nares of the animals were plugged with a heavy mucous discharge). Respiration was obstructed through irritation and swelling of the mucous membranes lining the very small and constricted upper respiratory passages. This rapid death from acute exposure to the smoke was not observed in rats or goats because of their larger upper respiratory tracts. However, much higher smoke concentrations were necessary to produce asphyxial death in rats. In goats, with even larger respiratory tracts, relatively enormous concentrations were required to cause asphyxial symptoms. As in the mice, the same white mucous secretion was seen around their noses and mouths. /White phosphorus smoke/"
        },
        {
            "References": "PMID:6719494",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Rabbits and rats were exposed to single doses of smoke from pyrotechnic mixtures containing red phosphorus. The survivors were observed for up to 14 days. Most of the histological changes observed were found in the respiratory tract, including abnormalities in the larynx and trachea, alveolitis and, in a few cases, frank pneumonia."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1252",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation of more than 20 ppm phosphorus vapors by rats (7 hr/day, 5 days/wk) resulted in severe respiratory irritation and in a high mortality rate primarily due to pulmonary edema and bronchopneumonia."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.64 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Young, growing rabbits exposed to 0.3 mg/kg/day white phosphorus given as a pill for an intermediate duration had average growth of the tibia of 0.27 mm/day, compared to 0.36 mm/day in the control group; however, no statistical analysis of the results was reported. One rabbit had histological abnormalities in the tibia including decreased size of epiphyseal cartilage plate, as well as increased density in the metaphyseal zone with trabeculae that were greater in number and extended further into the diaphysis to a greater extent, compared to a control rabbit. The trabeculae were associated with a greater amount of calcified cartilage matrix. These effects probably resulted from a decrease in the normal rate of bone resorption during bone growth, resulting in decreased rate of growth of the tibia. Weanling rats exposed to 1.25 mg/kg/day white phosphorus in the feed for an intermediate duration had widening of the metaphyseal trabeculae, broadened metaphysis, and a slightly convex lateral contour of the proximal tibia, compared to a control group. Osteocytes were small and elongated compared to those in the control group, and osteocytic osteolysis and chondrolysis were decreased or missing. In the treated rats, metaphyseal trabeculae extended deeper into the diaphysis than in the controls. These effects probably resulted from decreased bone resorption during bone growth, resulting in widening trabeculae and a denser metaphysis. Very similar results were observed in studies on growing rats and rabbits, but not in an adult rabbit. In rats, the doses varied from 0.002% to 0.05% yellow phosphorus and in rabbits, from 0.6 to 6 mg."
        },
        {
            "References": "Marrs TC, et al; J Hazard Mater 22 (3): 269-82 (1989)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Mice and rats were exposed to the smoke produced by ignition of a red phosphorus pyrotechnic composition, 1 hr/dy, 5 dy/week, at two different dose levels, together with controls. The mice received 180 exposures, while the rats received 200 exposures. Guinea pigs also underwent 200 exposures at the lower concentration, but all animals exposed at the higher concentration died during or immediately after the first dose. Growth of the test groups of mice and rats was depressed during the exposure period. Organ specific toxicity appeared not to be present in rats and was generally confined to the respiratory tract of the mice and the guinea pigs. A significantly higher proportion of the test group mouse lung showed aggregates of macrophages containing granules than was present in the control group. Severe congestion was observed in practically all the lung from the decedent high-dose group guinea pigs."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.24, 60 PB/98/101090/AS (September 1997). Available from, as of November 28, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats exposed for an intermediate duration to an unknown concentration of airborne white phosphorus from the furnace room of a phosphorus factory, an increase in permeability of capillary walls, lesions in the walls of blood vessels, and evidence of impaired microcirculation were observed in the mouth. Severe damage to the oral mucosa was also observed in these animals. ...Histology of rats killed monthly /over 14 months exposure,/ revealed progressive morphological degeneration of the tongue and oral mucosa of the cheek, gum, and hard palate. Epithelium and connective tissue from different parts of the oral cavity responded similarly to the treatment. Changes in the epithelial layer, observed after only 1 month of exposure, included increases in keratinization and numbers of cell layers, resulting in thickening and hyperkeratosis in the epithelium of the mucosa. Over time, the thickening and hyperkeratosis in the epithelium increased and histological changes were observed in the subepithelial connective tissue base. Eventually, the oral cavity contained areas of thickening of the mucosa from hyperkeratosis and increased epithelial cell layers interspersed with areas of decreased thickness of the epithelial layer due to atrophy, dystrophy, and cellular necrosis. At this time, adverse changes in the subepithelial connective tissue were considered pronounced. These effects occurred in most of the animals exposed to the atmosphere. It is likely that the observed effects of phosphorus on the oral cavity were local rather than systemic, resulting from direct contact of white phosphorus with tissues in the mouth. The study presented essentially no quantitative data, and the types and exposure levels of chemicals in the atmosphere (thought to contain elementary phosphorus and its inorganic compounds) were not reported."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.35 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In two separate one-generation reproduction studies in rats, 30-47% and 53%, respectively, of pregnant females treated by gavage with 0.075 mg/kg/day for 145-204 days (intermediate duration) died (or were killed due to morbidity) in late gestation or during parturition; dams exposed to 0.015 mg/kg/day for similar durations did not have an increased mortality rate. Compound-related deaths were not observed in male rats exposed to 0.075 mg/kg/day for similar durations."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.65 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A decrease in the number of viable pups and an increase in the number of stillborn pups was observed in the F1a and F1b offspring of rats exposed to 0.075 mg/kg/day; however, the incidence was not significantly (p<0.05) different from controls. These effects were not seen in a similarly designed reproduction study in which rats were administered 0.075 mg/kg/day. Neither of these studies found any significant differences in the occurrence of malformations or anomalies."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.62 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Overt signs of neurotoxicity were observed in a cat ingesting a single lethal dose and in pregnant rats exposed to a lethal dose (0.075 mg/kg/day) of white phosphorus for an intermediate duration (effects only observed during late gestation of parturition). Tonoclonic convulsions, increased salivation and weakness were observed in the cat, and tremors were observed in pregnant rats."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for White Phosphorus p.119 PB/98/101090/AS (September 1997). Available from, as of November 29, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp103.html",
            "Value": "/GENOTOXICITY/ Genotoxicity of a saturated solution of white phosphorus in water was evaluated in vitro in a standard Ames assay both with and without microsomal activation. The tests used Salmonella typhimurium tester strains TA 1535, TA 1537, TA 1538, TA 98, and TA 100. White phosphorus was not genotoxic in these test systems."
        }
    ]
}