{
    "_id": {
        "$oid": "6682e9d5c4e5dba5ffba2c9c"
    },
    "CID": {
        "$numberInt": "54670067"
    },
    "Name": "L-Ascorbic Acid",
    "IUPACName": "(2R)-2-[(1S)-1,2-dihydroxyethyl]-3,4-dihydroxy-2H-furan-5-one",
    "CanonicalSMILES": "C(C(C1C(=C(C(=O)O1)O)O)O)O",
    "Synonyms": [
        "l-ascorbic acid",
        "ascorbic acid",
        "vitamin C",
        "50-81-7",
        "L-ascorbate",
        "Ascoltin",
        "ascorbate",
        "Ascorbicap",
        "Cevitamic acid",
        "L(+)-Ascorbic acid",
        "Laroscorbine",
        "Testascorbic",
        "Allercorb",
        "Ascorbajen",
        "Ascorbutina"
    ],
    "IsomericSMILES": "C([C@@H]([C@@H]1C(=C(C(=O)O1)O)O)O)O",
    "INCHI": "InChI=1S/C6H8O6/c7-1-2(8)5-3(9)4(10)6(11)12-5/h2,5,7-10H,1H2/t2-,5+/m0/s1",
    "INCHIKEY": "CIWBSHSKHKDKBQ-JLAZNSOCSA-N",
    "Formula": "C6H8O6",
    "MolecularWeight": {
        "$numberDouble": "176.12"
    },
    "Description": "L-ascorbic acid is the L-enantiomer of ascorbic acid and conjugate acid of L-ascorbate. It has a role as a coenzyme, a flour treatment agent, a food antioxidant, a plant metabolite, a cofactor, a skin lightening agent, a geroprotector and a food colour retention agent. It is an ascorbic acid and a vitamin C. It is a conjugate acid of a L-ascorbate. It is an enantiomer of a D-ascorbic acid.",
    "XlogP": {
        "$numberDouble": "-1.6"
    },
    "Complexity": {
        "$numberInt": "232"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Valentao P et al; J Agric Food Chem 53: 3626-3630 (2005)",
            "Value": "L-Ascorbic acid levels in six wild mushroom species, common to the Northeast and Beira Interior regions of Portugal, were as follows (mg/kg): Amanita caesarea, 2071.46; Boletus edulis, not detected; Gyroporus castaneus, not detected; Lactarius deliciosus, not detected to 972.81; Suillus collinitus, 92.40 to 3788.04; Xerocornus chrysenteron, not detected. Samples were collected in 2003(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Avdeef A; Seminar on Ionization and Lipophilicity. Log P values measured by pION Inc., Brookline, MA (1997) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Feb 18, 2010. (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for L-ascorbic acid(SRC), using a log Kow of -1.85(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sharma A et al; Bull Environ Contam Toxicol 57: 34-40 (1996)",
            "Value": "AEROBIC: Using a mixed microbial consortia enriched from untreated sewage samples collected in the vicinity of a primary treatment plant in Delhi, India, L-ascorbic acid exhibited 36.7 mg/L BOD, suggesting moderate susceptibility to biodegradation(1)."
        }
    ],
    "logP": [
        {
            "References": "Avdeef A; Seminar on Ionization and Lipophilicity. Log P values measured by pION Inc., Brookline, MA (1997)",
            "Value": "log Kow = -1.85"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "Ascorbic Acid reducing potential and conversion to AFR (ascorbate free radical) are key to its biological activity, including its free radical scavenging and its relationship to the oxidation of transition metals such as iron and copper at enzyme active sites and in food."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Vitamin C, Vitamin E, Selenium, and Carotenoids. National Academy Press, Washington, D.C., pg. 96-97, 2000. Available from, as of March 4, 2010: https://www.nap.edu/catalog/9810.html",
            "Value": "Vitamin C is known to be an electron donor for eight human enzymes. Three participate in collagen hydroxylation; two in carnitine biosynthesis; and three in hormone and amino acid biosynthesis. The three enzymes that participate in hormone and amino acid biosynthesis are dopamine-beta-hydroxylase, necessary for the biosynthesis of the catecholamines norepinephrine and epinephrine; peptidyl-glycine monooxygenase, necessary for amidation of peptide hormones; and 4-hydroxyphenylpyruvatedioxygenase, involved in tyrosine metabolism. Ascorbate's action with these enzymes involves either monooxygenase or dioxygenase activities."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Vitamin C, Vitamin E, Selenium, and Carotenoids. National Academy Press, Washington, D.C., pg. 97-98, 2000. Available from, as of March 4, 2010: https://www.nap.edu/catalog/9810.html",
            "Value": "As a cofactor for hydroxylase and oxygenase metalloenzymes, ascorbic acid is believed to work by reducing the active metal site, resulting in reactivation of the metal-enzyme complex, or by acting as a co-substrate involved in the reduction of molecular oxygen. The best known of these reactions is the posttranslational hydroxylation of peptide-bound proline and lysine residues during formation of mature collagen. In these reactions, ascorbate is believed to reactivate the enzymes by reducing the metal sites of prolyl (iron) and lysyl (copper) hydroxylases."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Vitamin C, Vitamin E, Selenium, and Carotenoids. National Academy Press, Washington, D.C., pg. 98, 2000. Available from, as of March 4, 2010: https://www.nap.edu/catalog/9810.html",
            "Value": "Evidence also suggests that ascorbate plays a role in or influences collagen gene expression, cellular procollagen secretion, and the biosynthesis of other connective tissue components besides collagen, including elastin, fibronectin, proteoglycans, bone matrix, and elastin-associated fibrillin. The primary physical symptoms of ascorbic acid's clinical deficiency disease, scurvy, which involves deterioration of elastic tissue, illustrate the important role of ascorbate in connective tissue synthesis."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Vitamin C, Vitamin E, Selenium, and Carotenoids. National Academy Press, Washington, D.C., pg. 98, 2000. Available from, as of March 4, 2010: https://www.nap.edu/catalog/9810.html",
            "Value": "Ascorbic acid is involved in the synthesis and modulation of some hormonal components of the nervous system. The vitamin is a cofactor for dopamine-beta-hydroxylase, which catalyzes hydroxylation of the side chain of dopamine to form norepinephrine, and alpha-amidating monooxygenase enzymes, involved in the biosynthesis of neuropeptides. Other nervous system components modulated by ascorbate concentrations include neurotransmitter receptors, the function of glutamatergic and dopaminergic neurons, and synthesis of glial cells and myelin."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Vitamin C, Vitamin E, Selenium, and Carotenoids. National Academy Press, Washington, D.C., pg. 98-99, 2000. Available from, as of March 4, 2010: https://www.nap.edu/catalog/9810.html",
            "Value": "Because of its ability to donate electrons, ascorbic acid is an effective antioxidant. The vitamin readily scavenges reactive oxygen species (ROS) and reactive nitrogen species (RNS) (eg, hydroxyl, peroxyl, superoxide, peroxynitrite, and nitroxide radicals) as well as singlet oxygen and hypochlorite. The one- and two-electron oxidation products of ascorbate are relatively nontoxic and easily regenerated by the ubiquitous reductants glutathione and NADH or NAD-PH. The relatively high tissue levels of ascorbate provide substantial antioxidant protection: in the eye, against photolytically generated free-radical damage; in neutrophils, against ROS produced during phagocytosis; and in semen, against oxidative damage to sperm deoxyribonucleic acid (DNA). Ascorbic acid protects against plasma and low-density lipoprotein (LDL) oxidation by scavenging ROS in the aqueous phase before they initiate lipid peroxidation and possibly by sparing or regenerating vitamin E. Evidence suggests that ascorbate also provides antioxidant protection indirectly by regenerating other biological antioxidants such as glutathione and alpha-tocopherol back to their active state."
        },
        {
            "References": "NAS, Food and Nutrition Board, Institute of Medicine; Dietary Reference Intakes for Vitamin C, Vitamin E, Selenium, and Carotenoids. National Academy Press, Washington, D.C., pg. 99, 2000. Available from, as of March 4, 2010: https://www.nap.edu/catalog/9810.html",
            "Value": "Ascorbic acid functions as a reducing agent for mixed-function oxidases in the microsomal drug-metabolizing system that inactivates a wide variety of substrates, such as endogenous hormones or xenobiotics (i.e., other chemical compounds such as drugs, pesticides, or carcinogens that are foreign to humans). The activity of both microsomal drug-metabolizing enzymes and cytochrome P-450 electron transport is lowered by ascorbate deficiency. The vitamin is involved in the biosynthesis of corticosteroids and aldosterone and in the microsomal hydroxylation of cholesterol in the conversion of cholesterol to bile acids. In reactions similar to the hydroxylation of proline for collagen synthesis, ascorbate is required along with iron at two steps in the pathway of carnitine biosynthesis. Ascorbic acid modulates iron absorption, transport, and storage. Limited data suggest that ascorbate modulates prostaglandin synthesis and thus exerts bronchodilatory and vasodilatory as well as anticlotting effects."
        },
        {
            "References": "PMID:11120850",
            "Value": "The transcription factor NF-kappaB is a central mediator of altered gene expression during inflammation, and is implicated in a number of pathologies, including cancer, atherosclerosis, and viral infection. ... Vitamin C inhibits the activation of NF-kappaB by multiple stimuli, including IL-1 and TNF in the endothelial cell line ECV304 and in primary HUVECs. The induction of a NF-kappaB-dependent gene, IL-8, by TNF was also inhibited. The effect requires millimolar concentrations of vitamin C, which occur intracellularly in vivo, particularly during inflammation. Vitamin C was not toxic to cells, did not inhibit another inducible transcription factor, STAT1, and had no effect on the DNA binding of NF-kappaB. Inhibition by vitamin C was not simply an antioxidant effect, because redox-insensitive pathways to NF-kappaB were also blocked. Vitamin C was shown to block IL-1- and TNF-mediated degradation and phosphorylation of I-kappaBalpha (inhibitory protein that dissociates from NF-kappaB), due to inhibition of I-kappaB kinase (IKK) activation. Inhibition of TNF-driven IKK activation was mediated by p38 mitogen-activated protein kinase, because treatment of cells with vitamin C led to a rapid and sustained activation of p38, and the specific p38 inhibitor SB203580 reversed the inhibitory effect of vitamin C on IKK activity, I-kappaBalpha phosphorylation, and NF-kappaB activation. The results identify p38 as an intracellular target for high dose vitamin C."
        },
        {
            "References": "PMID:1962558",
            "Value": "A number of active oxygen species are likely implicated in the etiology or manifestation of several pathological conditions, including aging, arthritis, carcinogenesis, atherosclerosis, and muscular dystrophy. Ascorbate plays a key role in protecting cells against oxidative damage. Paradoxically, in the presence of Fe3+ or Cu2+, ascorbate can promote the generation of the same reactive oxygen species (.OH, O2-, H2O2, and ferryl ion) it is known to destroy. This prooxidant activity derives from the ability of ascorbate to reduce Fe3+ or Cu2+ to Fe2+ or Cu+, respectively, and to reduce O2 to O2-. and H2O2. Damage to nucleic acid and proteins results from the binding of either Fe2+ or Cu+ to metal binding sites on these macromolecules followed by reaction of the metal complexes with H2O2; this leads to the production of active oxygen species that attack functional groups at or near the metal binding sites."
        },
        {
            "References": "Lutsenko EA et al; Mol Cell Biol 24 (8): 3150-6 (2004). Available from, as of March 15, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=15060139",
            "Value": "Vitamin C is transported as ascorbic acid (AA) through the sodium-ascorbate cotransporters (SVCT1 and -2) and as dehydroascorbic acid (DHA) through the facilitative glucose transporters. All cells have glucose transporters and take up DHA that is trapped intracellularly by reduction and accumulated as AA. SVCT2 is widely expressed in cells and tissues at the mRNA level; however, only specialized cells directly transport AA. We undertook a molecular analysis of SVCT2 expression and discovered a transcript encoding a short form of human SVCT2 (hSVCT2-short) in which 345 bp is deleted without a frame shift. The deletion involves domains 5 and 6 and part of domain 4. cDNA encoding this isoform was isolated and expressed in 293T cells, where the protein was detected on the plasma membrane. Transport studies, however, revealed that hSVCT2-short gave rise to a nonfunctional transporter protein. hSVCT2-short arises by alternative splicing and encodes a protein that strongly inhibited the function of SVCT2 and, to a lesser extent, SVCT1 in a dominant-negative manner, probably by protein-protein interaction. The expression of hSVCT2-short varies among cells. PCR analysis of cDNA isolated from melanocytes capable of transporting AA revealed a predominance of the full-length isoform, while HL-60 cells, which express SVCT2 at the mRNA level and were incapable of transporting AA, showed a predominance of the short isoform. These findings suggest a mechanism of AA uptake regulation whereby an alternative SVCT2 gene product inhibits transport through the two known AA transporters."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Skin irritation /test/: Test Substance: L-Ascorbic Acid Technical Grade >99.0%; Test Species/Strain: Rabbit: New Zealand White; Method: OECD Guidelines 404 12 May 1981; Test Results: give maximum scores after 4 hours. When applied to the intact and abraded skin under semi-occlusive conditions for 4 hours the primary irritation score was 0.00. L-Ascorbic Acid (Technical Grade) was found to be non-irritating to the skin."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye Irritation /Test/: Test Substance: L-Ascorbic Acid Technical Grade >99.0%; Test Species/Strain: Rabbit: New Zealand White; Method: OECD Guidelines 405 February 1987; Test Results: give maximum scores after 72 hours (not rinsed), 0.1 mL of a saturated solution (0.3 g/mL) instilled into the conjunctival sac gave a primary irritation score of 0.33 after 24 hr, a 1:3 dilution of saturated solution in distilled water gave an irritation score of 0.00. L-Ascorbic Acid is classified as non-irritating for the rabbit eye."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ascorbic acid /was injected/ intraperitoneally into thirty male and female albino rats at a dose of 100 mg/kg bw. Blood samples were collected from the tail of each animal at 15 min, at 30 min, and at 60 min post injection. There was a rapid and significant rise in blood glucose after the injection and the hyperglycemic effect peaked at 30 min and declined at 60 min. A significant decrease of plasma cholesterol from a marked lipolytic effect was suggested by the significant rise of plasma glycerol. There was no effect on the BUN /(blood urea nitrogen)/ at 15 and 30 min, but a significant lowering of BUN at 60 min ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 120",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subconjunctival injections of 1 mL of 10% solutionn daily for 10 days in rabbits caused no significant irritation."
        },
        {
            "References": "Keith et al; Nutr Int 24(4) 811 (1981)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were given oral supplements of 250, 500, and 1000 mg daily for 9 wk. Food intake was depressed and body wt were lower in the 1000 mg group. Kidney wt were also lower. Photomicrographs of kidney showed increased dilation of arcuate veins and arteries in the 500 mg and 1000 mg groups."
        },
        {
            "References": "PMID:16154915",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Daily oral doses of ascorbic acid (500 to 1000 mg/kg bw) /were administered/ for seven days. Treated mice showed no difference in appetite, weight gain and general behavior from controls receiving the same amount of biologically inactive galacturonic acid. Histological examination of various organs (kidney, pancreas, liver, heart, and lungs) showed no changes."
        },
        {
            "References": "PMID:16154915",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... No harmful effects /were observed/ in rats following the oral administration of 6.5 g/kg bw Ascorbic Acid daily for a period of 10 weeks. Daily doses that reached 27.3 g/kg bw were toxic; the mortality rose to 77% within 4 weeks. The maximum nontoxic dose was 10 g/kg bw in rats."
        },
        {
            "References": "PMID:16154915",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a National Toxicology Program study ... male and female F344/N rats and B6C3F1 mice (groups of five males and five females of each species) were fed diets containing 0, 6000, 12,500, 25,000, 50,000, or 100,000 ppm L-ascorbic acid for 14 days. Rats and mice were observed twice daily for mortality and were weighed on days 1 and 15. Necropsies were performed on all animals on day 15 or 16. All animals of both species survived to the end of the dosing period. A decrease in mean body weight gain relative to controls was greater than 10% in all dosed groups of male rats except those fed diets containing 25,000 ppm ascorbic acid. Weight gains for dosed female rats were increased more than 17% relative to controls, except in the 6000 ppm group (+8%) and the 25,000 ppm group (-12%). Weight gain differences were considered to be unrelated to treatment. Mice of each sex receiving 100,000 ppm lost weight. Female mice receiving 12,500 ppm gained only 0 to 0.2 g. Decreases in mean body weight gains were not dose-related in male or female mice that received dietary concentrations between 6000 and 50,000 ppm. No compound-related clinical signs or gross or microscopic pathological effects were observed in either species ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Jcl:SD rats /were fed/ a laboratory ration for 1 week and then an experimental diet containing 5% Ascorbic Acid. Control rats continued on the basal diet. All rats were weighed daily and food consumption was recorded. Dead rats and those killed were necropsied and hemorrhagic foci were counted. Diarrhea was observed in the treated rats throughout the experiment. Ascorbic acid did not have a hemorrhagic effect. At necropsy, edema of the stomach, hypertrophy of the kidneys and enlargement of the cecum were found in 2/6, 1/6, and 6/6 rats, respectively."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male guinea pigs /were fed/ a control basal diet and administered 0.5 mg to 250 mg Ascorbic Acid in 0.75 mL water orally for 20 weeks. Control animals were fed only the basal diet, and the daily consumption of ascorbic acid from the basal diet was approximately 1.03 to 1.20 mg per animal. Supplementation had no influence on food consumption, growth rate, physical appearance, or behavioral pattern of the guinea pigs. The urinary excretion of ascorbic acid of the treated animals was greater than it was in the control animals. The amount of ascorbic acid excreted in treated animals was 2.5% of the administered dose. The average total glucuronic acid content of the urine of guinea pigs fed 250 mg ascorbic acid per guinea pig per day was similar to that of the control animals. The average 24-hr urinary excretion of oxalic acid by guinea pigs fed 250 mg Ascorbic Acid daily was 3.5 +/- 0.8 mg, similar to that of the control animals. Hemoglobin, blood glucose, serum iron, liver iron and liver glycogen of guinea pigs fed 250 mg ascorbic acid was also similar to control values. The authors concluded that large doses of Ascorbic Acid were neither beneficial nor toxic to guinea pigs ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Duncan-Hartley guinea pigs were maintained on a normal diet of rabbit pellets containing 27 mg ascorbic acid/100 g. After 2 weeks of acclimation to the diet, the animals were transferred to a scorbutigenic diet with supplementary ascorbic acid (50 mg 100 ml-1) added to the drinking water. Following this 4 week maintenance period, a control group of females continued treatment with the scorbutic diet and 15 mg of supplementary ascorbic acid given daily by intraperitoneal injection; a treated group, comprising equal numbers of males and females, received the scorbutic diet together with 100 mg ascorbic acid given daily by stomach intubation; and separate groups of males and females continued to receive the scorbutic diet. The supplemented group gained weight rapidly and by day 24 was significantly heavier than the control group. There was a trend in both male and female scorbutic groups to gain more weight earlier and then lose the weight quickly. All scorbutic males died. The scorbutic females were divided into two groups at day 24; potential diers and potential survivors. From day 24 until the end of the experiment, the potential diers showed a rapid and steady decrease in weight. The potential survivor females had a gradual decline in weight and at day 36, their weight had returned to the initial experiment level where it remained steady. When potential survivor females died, they showed no severe scorbutic signs like those of the scorbutic males and potential dier females. At day 24 scorbutic male food intake was 57% of controls and at the end of the experiment potential surviving females food intake was 82% of controls. Plasma and liver ascorbic acid concentrations were measured in scorbutic males and in the potential survivor and potential dier females. Both sexes had continually decreased concentrations of liver ascorbic acid, but the females tended to have a faster decrease. After day 24, the mean liver ascorbic acid concentration ceased to fall in the potential survivors and started to rise again. Plasma ascorbic acid levels were elevated in both sexes at the beginning and reached a minimum at day 30. The mean plasma concentration rose in potential female survivors. Plasma concentrations in the potential diers continued to decrease as the liver concentrations began to rise ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Studies were conducted by the National Toxicology Program ...) to evaluate the toxicity of cumulative administration of L-ascorbic acid and to determine the concentrations to be used in a 2-year study. Male and female F344/N rats and B5C3F1 mice (groups of 10 rats and 10 mice of both sex) were fed diets containing 0, 25,000, 50,000, or 100,000 ppm L-ascorbic acid. The animals were checked for mortality and signs of moribundity twice daily. Those animals that were judged moribund were killed and necropsied. Body weight and feed consumption data were collected weekly. At the end of the 91 day study, survivors were killed and necropsied. The following examinations were made in the control and 100,000 ppm groups: tissue masses, abnormal lymph nodes, skin, mandibular lymph nodes, mammary gland, salivary glands, bone marrow, thymus, larynx, trachea, lungs and bronchi, heart, thyroid, parathyroid, esophagus, stomach, duodenum, jejunum, ileum, colon, mesenteric lymph nodes, liver, gallbladder (mice), pancreas, spleen, kidneys, adrenals, urinary bladder, seminal vesicles/prostate/testes or ovaries/uterus, brain, pituitary, and spinal cord. Femoral bone marrow sections were examined from female rats in the controls, 25,000, 50,000, and 100,000 ppm groups. No rats died. One male mouse receiving 50,000 ppm died on day 84. Mean body weight gains were unchanged for male rats and depressed 13% to 16% among female rats fed diets containing 25,000 ppm or more. Feed consumption by dosed rats of each sex was higher than that of controls. Mean body weight gain relative to controls was depressed 37% in male mice receiving 50,000 or 100,000 ppm. Weight gains of dosed and control female mice were not depressed more than 10% to 13%, and the depressions were not dose related. Feed consumption by dosed and control mice were comparable. Cystic endometrial glands were found in the uteri of 4/9 female mice receiving 100,000ppm compared to none in the controls. No other compound-related effects in mice were observed. Doses selected for mice in the 2-year study were 25,000 and 50,000 ppm L-ascorbic acid. Alterations of the femur bone marrow (reticulum-cell hyperplasia) were observed in 2/10 female rats receiving 25,000 ppm, 1/10 female rats receiving 50,000, and 4/10 female rats receiving 100,000 ppm; these changes were not seen in female controls or in any male rat groups. Myeloid depletion was observed in 2/10 female rats receiving 50,000 ppm and in 4/10 female rats receiving 100,000. The femoral bone marrow lesion was characterized by multiple foci of cells that appeared to be proliferating fibroblasts replacing the normal myeloid elements and fat cells of the marrow. A few, somewhat nodular, groups of lymphocytes were observed in association with these foci in the two most affected rats in the 100,000 ppm groups. Some residual myeloid elements in the fibroblast foci were observed in all the affected rats in the 50,000 or 100,000 ppm groups, whereas in two animals in the 25,000 ppm groups the myeloid elements appeared normal, but the lymphocytes were absent. A second 13 week study was conducted to gather additional data on the myelofibrosis observed in female rats in the previous 13 week study. Groups of 20 female F344/N rats were fed diets containing 0, 25,000, or 50,000 ppm L-ascorbic acid for 91 days. Initial and final body weights were measured; samples for hematologic analysis were collected from the orbital sinuses of all animals on days 0, 7, 30, and 90. Bone marrow smears were taken from one femur and one rib per animal at necropsy. Both femurs and one rib were examined microscopically. All animals survived to the end. Mean body weight gain was decreased by 13% among female rats fed diets containing 50,000 ppm L-ascorbic acid. Although some mean corpuscular hemoglobin concentration values were lower in dosed groups than in controls, no consistent statistical differences were observed, and the results of hematologic analyses were within the clinically normal range for all groups of animals. Mild reticulum cell hyperplasia was found in the bone marrow of 2/20 female rats receiving 25,000 ppm and in 2/20 females receiving 50,000 ppm. Foci of reticulum cells were found in 2/20 female rats receiving 50,000 ppm ascorbic acid. The femoral lesions noted in the female rats were not considered to be potentially life-threatening. Doses selected for male and female rats for the 2-year study were 25,000 and 50,000 ppm ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A total of 180 male F344 rats were randomly allocated to two treatment and one control group. They were fed a basal diet containing 5% ascorbic acid, 5% sodium ascorbate, or no added chemical for 36 weeks. Urinalyses were performed on five rats in each group. Five rats in each group were injected intraperitoneally with 100 mg/kg bw of 5-bromo-2-deoxyuridine (BrdU) at weeks 2, 4, 8, 16, and 36 and killed after administration. At 16 weeks, the urinary bladders from one rat in each group was removed in order to determine prostaglandin E2 (PGE2), cAMP, and ascorbic acid. No deaths occurred during the treatment period and clinical signs of toxicity were not observed in any of the treated animals. A statistically significant reduction in weight gain was noted in the group treated with ascorbic acid from weeks 4 to 32. Animals receiving sodium ascorbate consumed more water than controls. Urinary pH was decreased in rats given ascorbic acid, whereas it was consistently increased in animals receiving sodium ascorbate. High concentrations of ascorbic acid (150 mg/dL) in the urine were detected in groups treated with ascorbic acid or sodium ascorbate throughout the study. Ascorbic acid did not elevate DNA synthesis, while sodium ascorbate induced a significant increase in DNA synthesis at weeks 2 to 16. Simple hyperplasia appeared at week 8 in sodium ascorbate treated rats. The hyperplasia was no longer evident at weeks 24 and 36. The urinary bladders of rats administered sodium ascorbate contained significantly increased concentrations of PGE2, cAMP, and ascorbic acid ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mice were given ascorbic acid subcutaneously or intravenously daily doses of 500 to 1000 mg/kg bw for 7 days. In both treatment groups, the treated mice showed no difference in appetite, weight gain, and general behavior from controls receiving the same amount of biologically inactive galacturonic acid. Histological examination (kidney, pancreas, liver, heart, and lungs) of various organs detected no changes. Guinea pigs given ascorbic acid subcutaneously and intravenously in daily doses of 400 to 2500 mg/kg bw for 6 days showed no differences in appetite, weight gain, and general behavior from control animals receiving the same amounts of biologically inactive galacturonic acid. Histological examination of various organs (kidney, pancreas, liver, heart, and lungs) were negative ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  ... Female rats /were fed/ a standard laboratory diet for 7 days, then divided ... into several groups ... Each group /was then supplied/ with different percentages of protein (2%, 18%, 28%). The number of rats in each group was not stated. The rats were also injected with ascorbic acid (10 mg, 40 mg/100 g bw) for several days (injection route and number of days not specified). The animals were killed at 21 days. Low doses of ascorbic acid stimulated and high doses inhibited thyroid activity of rats supplied with normal and high percentages of protein. Ascorbic acid had no significant effect on the thyroid of low protein fed animals."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Four groups of 7 to 10 rats /were injected/ daily with 1, 10, or 100 mg ascorbic acid/100 g bw. Control animals received no injections. After 21 days of treatment, the rats were killed and thyroid and pituitary glands were extracted for thyroxine (T4), tri-iodothyroxine (T3), and thyroid-stimulating hormone (TSH). Body weights were less than control animals in the 10 and 100 mg groups. Thyroid and pituitary weights were not significantly different between any groups, but when expressed on a body weight basis, there was an increase in both thyroid and pituitary weights in rats fed the higher doses. Serum T4 concentrations were decreased in the 10 and 100 mg groups; serum T3 was unaltered. There was an increase in serum T3 in animals fed the 1 mg dose of ascorbic acid. Thyroid concentrations of T4 were increased in all treated groups; T3 concentrations were increased in only the 10 and 100 mg groups. Serum and pituitary concentrations of TSH showed opposite patterns; serum TSH concentrations were decreased in the 10 and 100 mg groups, whereas pituitary concentrations were increased ..."
        },
        {
            "References": "DHHS/NTP; Toxicology & Carcinogenesis Studies of L-Ascorbic Acid in F344/N Rats and B6C3F1 Mice Technical Report Series No. 247 (1983) NIH Publication No. 83-2503",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A carcinogenesis bioassay of L-ascorbic acid (> 97% pure was conducted by administering diets containing 25,000 or 50,000 ppm L-ascorbic acid to groups of 50 F344/N rats and 50 B6C3F1 mice of each sex for 103 wk. Controls consisted of 50 untreated rats and 50 untreated mice of each sex ... Under the conditions of this bioassay, L-ascorbic acid was not carcinogenic for male or female F344/N rats or male or female B6C3F1 mice."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /It was/ reported that ascorbic acid only exerts toxic effects above a dosage of 25 mg/kg bw in chronic feeding studies using rats. The limiting dose tolerated without symptoms was at least 10 mg/kg bw. Trials with guinea pigs gave this same threshold. Guinea pigs pretreated with high doses of ascorbic acid survived a scorbutigenic diet and a protein-deficient diet better than control animals receiving only physiological amounts of ascorbic acid with feed."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Four groups of 26 male and 26 female rats received in their diet for two years daily doses of 0, 1000, 1500, or 2000 mg/kg bw of ascorbic acid. Hematological examinations, urine analysis, blood enzyme activity, and liver and renal function tests were within the normal range of values observed in the control group. No gross or microscopic detectable toxic lesions were observed which could be attributed to the daily ingestion of large doses of ascorbic acid. Age-dependent degenerative processes in organs, increasing predisposition of aging animals to intercurrent diseases and the appearance of spontaneous tumors occurred at the same rate in control and treated animals ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Young male guinea pigs were fed diets containing either 2 g (control) or 86 g (experimental) of ascorbic acid/kg of diet for 275 days. The average weight gain of the control group was significantly greater than the experimental group after 150 days of consuming the treated diet. The food intake of both groups was similar. After 5 months on the diets the average daily intakes of ascorbic acid, computed over one week, were 45.9 +/- 2.1 g and 53.3 +/- 1.5 g per animal, respectively."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The Food and Agriculture Organization/World Health Organization ... reported no adverse effects on hematological examination or urine analytical measures or liver and renal function tests in rats given daily doses of 1000, 1500, or 2000 mg/kg bw of L-ascorbic acid for 2 yr. Gross examination revealed no toxic lesions attributable to L-ascorbic acid."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The role of sodium or potassium ion concentration and pH in ascorbic acid promotion of bladder cancer in rats /was studied/. Male F344 rats were dosed orally with 0.05% BBN as an initiator for 4 weeks, and then were treated with 5% sodium ascorbate; 5% ascorbic acid, 3% NaHCO3; 1% NH4Cl plus 5% sodium ascorbate; 5% ascorbic acid plus 3% NaHCO3; 5% ascorbic acid plus 3% K2CO3; 5% ascorbic acid plus 5% CaCO3 or 5% MgCO3 in a powdered diet for 32 weeks. The urinary bladders were taken for microscopic analysis ... The authors concluded that the sodium and potassium ion concentration and pH of urine are important factors in urinary bladder carcinogenesis."
        },
        {
            "References": "IPCS; Poisons Information Monograph 046: Ascorbic acid (2006).  Available from, as of March 9, 2010: https://www.inchem.org/pages/pims.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Butylated hydroxyanisole induced forestomach carcinogenesis in rats ... and the K2CO3 induced promotion of bladder carcinogenesis in rats ... were both amplified by the administration of ascorbic acid."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Repeated Dose Toxicity /Test/: Test Substance: L-Ascorbic Acid; Test Species/Strain: Rat, Sprague-Dawley, Female; Dose Levels: 0, 500, 20,000 mg/kg; No. per Group: 20; Duration: 10 months; Test Results: L-Ascorbic Acid (20 g/kg) increased urinary oxalate, calcium and iron but had no significant effect on calcification in the kidneys nor did it effect kidney calcium concentration. The rats remained generally healthy and vigorous."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity: Test Substance: L-Ascorbic Acid; Test Species/Strain: F344/N Rats, B6C3F1 Mice; Method: Groups of 50 male and 50 female mice and rats received 0, 2.5%, and 5.0% dietary concentrations of L-Ascorbic Acid for 103 weeks. Complete histopathological examination was carried out on all animals. Test Results: L-Ascorbic Acid dosed at 2.5% or 5.0% dietary concentrations for 103 weeks was neither toxic nor carcinogenic for male and female F344/N rats or male and female B6C3F1 mice.  No compound-related clinical signs other than slight lowering of mean bodyweight in females were observed in mice and rats and survival was good (70-82% at 103 weeks)."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The short-term effects of combined treatment with antioxidants and sodium nitrite (NaNO2) /were examined/ on forestomach proliferation in male F344 rats. Animals were treated for 4 weeks with 0.8% catechol, 0.8% hydroquinone, 1% tert-butylhydroquinone, 2% gallic acid, or 2% pyrogallol alone or in combination with 0.3% NaNO2 in the drinking water and/or 1% sodium ascorbate in the diet. The thickness of the forestomach mucosa in rats treated with antioxidants and NaNO2 in combination was increased compared to those receiving the antioxidant alone. Additional sodium ascorbate treatment further enhanced the thickening of mucosa. In a second experiment, male F344 rats were dosed with 150 mg/kg bw of N-methyl-N-nitro-N-nitrosoguanidine (MNNG) by stomach tube after a 16 hr starvation. One week later, animals were treated as follows: group 1, sodium ascorbate plus NaNO2; group 2, ascorbic acid plus NaNO2; group 3, NaNO2; group 4, ascorbic acid; group 5, sodium ascorbate; group 6, basal diet. Another six groups of rats were treated the same but without the MNNG exposure. Sodium ascorbate and ascorbic acid were mixed in the basal diet at 1%, and NaNO2 was dissolved in tap water at 3%. All animals were killed at 52 weeks. Five rats in each group received an intraperitoneal injection of 100 mg/kg bw in saline 1 hr prior to killing. Relative kidney weights were increased in all treated groups. A few small tumors were observed grossly in the forestomach epithelium in rats treated with MNNG followed by sodium ascorbate or ascorbic acid. In animals treated with MNNG followed by sodium ascorbate and NaNO2, ascorbic acid and NaNO2, or NaNO2 alone, the forestomachs contained large masses. A diffuse thickening and multiple small nodules were observed in the epithelia of animals treated with sodium ascorbate and NaNO2 and ascorbic acid and NaNO2 without MNNG pretreatment. Treatment with MNNG and sodium ascorbate or ascorbic acid increased the incidences of squamous cell carcinoma (SCC) to 79% and 85%, respectively. Sodium ascorbate and ascorbic acid alone did not modify the incidences of papillomas or SCCs. The incidence of moderate hyperplasia was increased to 100% and 85% by the treatment of NaNO2 plus sodium ascorbate or ascorbic acid, respectively, as compared with 0% in the NaNO2 group alone with MNNG pretreatment. Several hyperplasia were found in 20% of the animals in each of these groups, and papillomas were observed in 53% and 20% of the animals treated with NaNO2 plus sodium ascorbate and ascorbic acid, respectively ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a ... two stage bladder carcinogenesis model, ... two strains of inbred mice (80 of each strain) /were given/ 0.5% BBN /(N-butyl-N-(4-hydroxybutyl)nitrosamine)/ in their drinking water for four weeks and then a basal diet with or without 5% sodium ascorbate for 32 weeks. All animals were killed at the end of the experiment. Urine samples were taken at weeks 12, 24, and 34. Pathological examination was carried out on all animals. In the groups treated with the BBN/sodium ascorbate diet, several rats had hematuria in the later stages of the experiment. The urinary bladder weights of the BBN/sodium ascorbate treated rats were greater than in the controls. Food intakes were similar between control and treated groups. Sodium ascorbate administration increased the volume of water intake. The administration of sodium ascorbate significantly increased the induction of neoplastic lesions of the urinary bladder in both strains of rats ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F344 rats /were treated/ with 0.05% BBN /(N-butyl-N-(4-hydroxybutyl)nitrosamine)/ in the drinking water for 4 weeks. The rats were then randomly divided into six groups of 15 or 16. For 32 weeks the rats were fed (group 1) a control basal diet, (group 2) 5% sodium saccharin, (group 3) 5% sodium saccharin and 5% sodium ascorbate, (group 4) 5% sodium ascorbate, (group 5) 5% ascorbic acid, or (group 6) 5% sodium saccharin and 5% ascorbic acid. Treatment of rats with sodium sacharin or sodium ascorbate alone significantly increased the induction of neoplastic and preneoplastic lesions of the urinary bladder. Treatment with sodium saccharin plus sodium ascorbate also had significantly increased lesions when compared with controls, and the number of lesions was greater than animals treated with sodium saccharin or sodium ascorbate alone. The incidence of carcinomas and papillomas in the group that received 5% sodium saccharin and 5% ascorbic acid was not significantly different from controls ... There was an increase in both urinary pH and sodium ion concentration in urine with sodium saccharin and sodium ascorbate together and alone; and sodium saccharin and ascorbic acid did not cause an increased urine pH, but did have an increase urine sodium ion concentrations ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of 20 to 40 CBA female mice /were injected/ weekly for 8 weeks with 8 mg/kg bw DMH /(1,2-dimethylhydrazine)/. Estradioldipropionate (EP) (5ug/mouse) weekly subcutaneous injections (30) were given after the cessation of the DMH treatment. Two groups received 0.3% ascorbic acid or sodium ascorbate in the drinking water concurrently with the EP injections until the animals died. Control groups received DMH, EP, ascorbic acid, or sodium ascorbate. EP treatment increased the incidence of uterine sarcomas in CBA mice from 32.5% (DMH alone) to 62.5%. Ascorbic acid given simultaneously with EP decreased the tumor incidence to 35%. Sodium ascorbate did not affect tumor incidence. Ascorbic acid inhibited the increased uterine weight produced in mice by EP but did not influence the growth of mouse transplantable uterine sarcomas."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The effect of Ascorbic Acid on the growth of transplantable mouse uterine sarcoma /was studied/. A piece of tumor (1 g) was minced and suspended in 10 mL of saline. Each of 4 groups of female CBA mice (20 animals/group) were injected with 0.5 mL of the suspension. Three groups had received ascorbic acid (0.3%, 0.75%, or 1.5%) in sucrose in drinking water 2 weeks before transplantation and continued to receive it. One group received only sucrose. The animals were killed 15 days after transplantation. There was no statistically significant effect of ascorbic acid on the growth of mouse transplantable uterine sarcomas, although the authors found the results suggestive of a dose-dependent increase ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The effect of Vitamin C and cholesterol on bladder tumors /was investigated/. A total of 310 Swiss albino female rats were divided into 6 groups: groups 1 and 2 were implanted with pellets containing cholesterol; groups 3 and 4 were implanted with cholesterol pellets containing 3-hydroxy-5-carboxybenzoquinone-(2-hydroxy-6-carboxy-anil)-(1) imide-(4); and groups 5 and 6 were implanted with cholesterol pellets containing 3-hydroxyanthranilic acid (3-HOA). The mice in groups 2, 4, and 6 were given L-ascorbate (250 mg/L) in their drinking water ad libitum. Mice receiving Vitamin C in their drinking water showed an average urinary concentration of ascorbate of 400 mg/L compared to approximately 16 mg/L in the groups not receiving Vitamin C. All surviving mice were killed at 40 weeks and their bladders were examined for the incidence of bladder tumor formation. Mice implanted with 3-HOA with no ascorbate (group 5) had a significantly greater incidence of bladder tumor formation than any other group (nine malignant tumors). Mice treated with 3- HOA and ascorbic acid had only 3 malignant tumors. Animals given cholosterol with 3-hydroxy-5-carboxybenzoquinone-(2- hydroxy-6-carboxy-anil)-(1) imide-(4) showed no higher incidence of bladder tumors than those mice implanted with cholesterol only, with no effect of ascorbate in the drinking water ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The ability of Vitamin C (did not specify exact form) to inhibit induction of renal carcinoma by estrogens in male Syrian hamsters in vivo /was tested/. The first group received the Vitamin C purified hamster diet. The second group received the same diet enriched with 1 g/kg Vitamin C, and the third group was fed the same diet enriched with 2.5 g/kg Vitamin C. Each group consisted of 15 animals each. After two days, all animals received two 40-mg pellets implanted subcutaneously consisting of 90% (E)-diethylstilbestrol (DES) and 10% cholesterol. Three months later, each animal received an additional implant. After 172 days, the animals were killed. Macroscopic and microscopic renal carcinoma foci were determined. The implantation of DES pellets into the hamsters resulted in a high incidence of renal carcinoma after 5.5 months. A kidney tumor frequency of ~ 85% of the animal population after 172 days of exposure to the implants agreed with high tumor incidences in earlier published papers. A statistical evaluation of the tumor frequency data showed that coadministration of Vitamin C resulted in a significant decrease in DES-induced kidney tumors in male Syrian hamsters. In a second experiment, Vitamin C was administered in the drinking water of hamsters that was available ad libitum. The 120 hamsters were fed a Vitamin C-free diet. The drinking water contained 1% Vitamin C. A control group of 10 animals received the supplemented water but no 17beta-estradiol. The second group, also 10 animals, received neither 17beta-estradiol nor Vitamin C. The positive controls (25 hamsters) were provided with one 31 mg implant consisting of 90% 17beta-estradiol and 10% cholesterol. All implants were placed subcutaneously. The experimental group (35 hamsters) was treated with the same implant but with the Vitamin C supplemented water. Another experimental group (20 hamsters) treated with the implant was allowed to drink the supplemented water from day 1 to day 92 of the experiment. The last experimental group (20 hamsters) received the implants and received the supplemented water from day 93 to the end of the experiment. All estrogen-treated animals were implanted with 17beta-estradiol 3 months later. After 196 days, all animals were killed and their kidneys were examined microscopically. Hamsters continually given Vitamin C in their drinking water and given the 17beta-estradiol implant developed renal carcinoma with a lower incidence than those which did not receive the Vitamin C supplementation. Administration of Vitamin C to estradiol-treated hamsters for only the first 3 months of the experiment had no effect on tumor incidence, but Vitamin C in drinking water for the last 3 months lowered incidence. Vitamin C supplementation did not significantly alter the absorption of estrogen from the implant. It did not change the estrogenic effect on the animals, nor did it significantly influence estrogen-dependent H-301 tumor cell growth ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... C57 mice /were fed/ 50 and 500 mg/kg bw ascorbic acid in the diet and then gave a subcutaneous injection of 5 x 10+4 BL6 mouse melanoma cells. Control groups were fed on the same diets but were injected with physiological saline instead of the melanoma cells. After 3 weeks, the mice were killed and blood, liver, and tumor samples were removed for ascorbic acid analysis. In vivo growth of BL6 melanoma cells in mice was significantly inhibited by supplementary dietary ascorbate at the 500 mg/kg bw level when compared to the 50 mg/kg bw concentration. Liver ascorbate levels were reduced in tumor-bearing mice fed either of the diets when compared to animals without tumors on the same diet. Supplementary ascorbate at 500 mg/kg bw increased the liver, tumor, tissue and blood ascorbate concentrations ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Teratogenicity/Developmental Toxicity: Test Substance: L-Ascorbic Acid; Test Species/Strain: (a) Rat, dose levels 150, 250, 500, 1,000mg/kg, (b) Rat, dose levels 150, 250, 500, 1,000mg/kg, (c) Mouse, dose levels 250, 500, 1,000mg/kg; Method: 19-27 animals per group were dosed orally as indicated above for the following periods during pregnancy:  (a) day 6 to day 15  (b) day 0 precoitus to day 21 post-partum  (c) day 6 to day 15; Test Results: The high doses of L-Ascorbic Acid showed no adult toxic or fetotoxic effects and was not teratogenic. It had no influence on the embryonic, fetal, and post-partum development of the young animals and no effect on the pregnancy, parturition, breeding instinct, and lactation capacity in the mother animals."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 89",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 1000 mg ... by mouth to pregnant mice and rats from day 6 through day 15 ... no adverse effects on conceptus."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Daily oral doses of 150, 250, 500, or 1000 mg/kg ascorbic acid /were administered/ to pregnant rats in a first trial from day 6 to day 15 of pregnancy and in a second trial from day 0, preconception, to day 21 postpartum. Also, mice received daily oral doses of 250, 500, or 1000 mg/kg ascorbic acid from day 6 to day 15 of pregnancy. There were no indications of maternal toxicity, terata, or fetal toxicity. There was no effect on the embryonic and postpartum development of the young or on breeding behavior, pregnancy, parturition, or lactation capacity of the mother animals."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Charles Foster albino rats /were fed/ a fortified wheat diet consisting of whole grain wheat flour, 63 g; sucrose, 10 g; caesin, 15 g; groundnut oil, 5 g; shark liver oil, 5 g; USP XVII salt mixture, 4 g; and AOAC (Association of Official Agricultural Chemists) vitamin mixture, 1 g. Ascorbic acid (0.5 mg to 250 mg in 0.75 mL water) was administered orally to individual male and female rats (100 mg/100g bw/day) for 2 weeks before, and then during mating. Females were separated from males after becoming pregnant. Ascorbic acid feedingwas continued during the period of gestation and lactation. Control animals received no ascorbic acid supplementation. The average body weight of male rats receiving 100 mg ascorbic acid was not significantly different from controls. The administration of large doses of ascorbic acid had no influence on pregnancy or growth of the litters. The average number of pups born per litter and body weight of the pups from ascorbic acid-fed parents were similar to those from the control litters ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The administration of 520 mg/kg bw ascorbic acid to pregnant mice for 10 consecutive days had no clear effect on nidation or on maternal or fetal survival. The number of abnormalities observed in either soft or skeletal tissues of the treated group did not differ from those observed in the negative control group. The administration of 550 mg/kg bw ascorbic acid to pregnant rats for 10 consecutive days had no clear effect on nidation or on maternal or fetal survival. The number of abnormalities observed in either soft or skeletal tissues of the treated group did not differ from those observed in the negative-control group ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Guinea pigs, rats, and hamsters /were exposed/ to large daily doses of ascorbic acid during pregnancy. Guinea pigs received twice daily subcutaneous injections of sodium ascorbate (400 mg/kg/day) after being housed 6 days with a male. The control group received only saline injections. After pregnancy was established, the treated guinea pigs received daily oral treatments of ascorbic acid. Control animals received water. Female Holtzman rats were exposed to males and those with vaginal sperm the following morning were given a single oral dose of 0, 50, 150, or 450 mg of ascorbic acid daily from days 1 to 19 of pregnancy. Lakeview hamsters with fresh vaginal sperm were given ascorbic acid in the same daily doses given to the rats, from day 1 to day 15 of pregnancy. No increases in abortion or mortality of offspring were observed in guinea pigs, rats, or hamsters given daily doses of ascorbic acid as described. A slight increase in pup weight was observed in treated guinea pigs and hamsters."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... A group of 30 adult ICR/SIM mice received 3200 mg/kg/day of ascorbic acid in water by oral intubation on days 8 through 12 of gestation. The mice were allowed to deliver and the neonates were examined, counted, and weighed. Two of the pregnant mice died and their average weight gain was 6.6 +/- 2.6 g. Twenty-five litters were born and there was no resorption. The survival rate of the neonates was 99%. The average neonatal weight on day 1 and day 3 was 1.7 +/- 0.09 and 2.3 +/- 0.2 g, respectively. Ascorbic acid was considered non-teratogenic in this study."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Continuous dietary administration of 0.1 mg/mL ascorbic acid from intrauterine life resulted in a significantly higher body weight gain at all periods studied compared to normal intake. However, change in the ascorbic acid treatment from high to normal amounts resulted in a marked loss in body weight by 31 days. This reduction also led to the development of scurvy-like signs, which were characterized by deep elevations on the paws and legs, swollen knee joints, enlarged epiphyses of ribs, and impaired joint movement. The plasma, leucocyte, and adrenal concentrations of ascorbic acid were measured in all groups of animals at the end of 31 days. Concentrations were significantly higher in animals in the high-supplementation group compared to those who received 0.1 mg/mL ascorbic acid. However the offspring of guinea pigs given high supplementation throughout pregnancy and lactation, followed by normal ascorbic acid had significantly lower ascorbic acid concentrations in their plasma, leucocyte, and adrenals than did controls ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant C3H mice were exposed to 3.43 or 6.68 g ascorbic acid/kg bw on the 11th day postcopulation, and to coadministration of a teratogenic dose of cyclophosphamide (CP; 15 mg/kg bw). Sixteen hours after drug administration, embryonal cephalic DNA strand breaks were assessed. The mice were killed on day 18 after copulation and the fetal weights, gross morphological abnormalities, and fetal deaths were recorded. The administration of 3.43 g/kg ascorbic acid was not associated with demonstrable toxic effects, but with 6.68 g/kg ascorbic acid there was a 46% incidence of fetal deaths. When ascorbic acid (3.34 g/kg) was coadministered with CP the incidence of DNA strand breaks was unchanged. CP-treated mice had 59% cephalic double-stranded DNA and controls had 81%. All fetuses treated with ascorbic acid and CP were morphologically normal and there was no reduction in fetal weight. These findings demonstrate that the administration of 6.68 g/kg ascorbic acid was toxic to the mouse embryo, but the lower dose was not and had a protective effect against the toxic manifestations of CP ..."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  ... The developmental toxicity of ascorbic acid /was evaluated/ with the frog embryo teratogenesis assay: Xenopus (FETAX). Small cell Xenopus laevis blastulae were exposed to ascorbic acid for 96 hr. The most common malformations induced by ascorbic acid was failure of the gut to coil (10 mg/mL). At 13 mg/mL, facial, eye, and brain malformations were noted. Growth was stunted and severe malformations of the gut, musculoskeletal system, face, eye, and heart occurred at 19 mg/mL. According to the authors, the FETAX protocol compares TI values, embryo growth, and the type and severity of induced malformations, and, in general, TI values < 1.5 indicate low teratogenic potential (ascorbic acid averaged 1.633 in three tests). Nonetheless, these authors stated that ascorbic acid tested negative in FETAX."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Bacterial Test: Test Substance: L-Ascorbic acid; Test Species/Strain: S. typhimurium TA100; Method: Modified Ames bacterial system using a 15 minute liquid pre-incubation of the organism with the test compound; Test Results: L-Ascorbic Acid (3mM) was a weak mutagen when incubation medium was prepared with sterilized tap water.  L-Ascorbic Acid (68mM) was not mutagenic when deionized water was used to prepare the incubation medium. Minimum concentration of test substance at which toxicity to bacteria was observed: Tap Water without metabolic activation: 3 mM 71% cell survival; Deionized Water without metabolic activation: 68 mM 96.8% cell survival. If tap water is used to prepare the incubation medium L-Ascorbic acid gives a weak positive response in the Ames test. If the incubation medium is prepared in deionized water the results are negative. The reason for the weak positive result is believed to be the generation of hydrogen peroxide by the reaction of L-Ascorbic acid with oxygen and metal ions present in the tap water. Hydrogen peroxide is both toxic and mutagenic to the test system. To show that a similar effect is not produced when L-Ascorbic Acid is given in diet, guinea-pigs were given a feed admix equivalent to 5,000 mg/kg L-Ascorbic acid and S. typhimurium TA100 was administered by iv injection. Bacteria subsequently harvested from the liver showed no mutagenic response."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Bacterial Test: Test Substance: L-Ascorbic Acid; Test Species/Strains: S. typhimurium TA 1535, 1537, 1538, 98 and 100; Test Method and Results: L-Ascorbic Acid was one of the reference compounds investigated in a large international collaborative study on short-term tests, the results of which were reported in 1981. Negative results were obtained by 17/20 laboratories, 3/20 laboratories reported positive results. In one case this was against TA100 in the absence of S-9 and consisted only of an increase of 1.7 times backgrounds at the higher dose only, i.e. 5mg/plate, this effect was reproducible. In the second laboratory the positive was reported using TA98 and 500mg/plate in the presence of S-9. In the third case, positive results were obtained using both TA98 and TA100.  The reason for these isolated positive results is not clear but it was the consensus of those collaborating in this validation exercise that the results were not sufficiently consistent nor strong enough to allow L-Ascorbic Acid to be considered a mutagen."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial In-Vitro Test: Test Substances: Sodium Ascorbate and L-Ascorbic Acid; Type of Cell Used: Mouse lymphoma L5178Y TK+/-; Test Results: with metabolic activation, Sodium Ascorbate > 2mM; without metabolic activation, Sodium Ascorbate 0.5 mM, L-Ascorbic Acid 1.5 mM. No genotoxic effects noted. Both sodium ascorbate and L-Ascorbic Acid were tested at millimolar concentrations in the mouse lymphoma L5178Y TK+/- cell for chemically-induced cytotoxicity and the induction of gene mutations at the thymidine kinase locus as detected by increased trifluorothymidine-resistance. Neither chemical caused any dose related increases in trifluorothymidine resistance, even at toxic levels. Increased hydrogen ion concentration was not itself a contributing factor to L-Ascorbic Acid toxicity. Ascorbate toxicity was due to products formed in-vitro in the absence of cells via chemical reactions with medium components. The formation or persistence of these toxic substances could be prevented by co-incubation with catalase prior to the addition of L5178Y cells. These results suggest that L-Ascorbic Acid would not be a mammalian cell mutagen under normal physiological conditions."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial In-Vitro Test: Test Substance: L-Ascorbic Acid; Type of Cell Used: HeLa Cells; Method: Induction of UDS using liquid scintillation method and hydroxyurea to inhibit S-phase synthesis; Test Results: Compound reported to be positive both in the presence and absence of rat S-9 (phenobarbitone induced). A dose response was noted in both cases."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial In-Vitro Test: Test Substance: L-Ascorbic Acid: Type of Cell Used: CHO; Method: Induction of SCEs; Test Results: A clear dose-related positive was obtained in the absence of S-9 (24-hr treatment) at 10-300 mg/mL) (9, 19.9, and 24.2 SCEs per cell). Effects were less marked in the presence of S-9 but were still considered positive (8.8, 9.7, 11.1, and 9.8 SCEs per cell at 0.1, 1, 10 and 100mg/mL).  Positive both in presence and absence of S-9."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial Test In-Vivo: Test Substance: L-Ascorbic Acid; Test Species/Strain: Chinese Hamster; Method: In-vivo sister-chromatid exchange (SCE); Test Results: L-Ascorbic Acid dosed at 200 to 10,000 mg/kg po and ip had no effect on SCE rate or cell proliferation in the bone marrow. In contrast with cell cultures, it appears that the mammalian organism is protected against damage by peroxide radicals or that such radicals are not formed by L-Ascorbic Acid in body fluid."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial Test In-Vivo: Test Substance: L-Ascorbic Acid; Test Species/Strain: CD - Mice; Method: Micronucleus test. Groups of 4 mice (2 male; 2 females) given daily doses of 80, 160, or 320mg/kg ip and examined 6 hr later for micronuclei induction (top dose 50% LD50); Test Results: No evidence for any increase in micronuclei at any dose level."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Non-Bacterial Test In-Vivo: Test Substance: L-Ascorbic Acid; Test Species/Strain: B6C3F1 Mice; Method: Micronucleus test. In first experiment groups of 4-10 mice given doses of 80mg/kg ascorbic acid 24-hours apart and bone marrow cells harvested at 24, 48, and 72 hours after the last dose.  In a second experiment groups of mice given single doses of 40 and 80mg/kg and bone marrow cells harvested at 36, 48 and 60 hours post-dose. Test Results: No increase in micronuclei at any harvest time in the first study. (Incidence 0.08, 0.22 and 0.12% compared to 0.13% in the historic controls.)  A slight increase was seen in the second study at 80mg/kg with 0.24, 0.27 and 0.9% cells containing micronuclei at each time interval compared to 0.13% in the historic control. Result was equivocal. Overall L-Ascorbic Acid was negative in this study."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for L-Ascorbic acid CAS 50-81-7. Available from, as of January 13, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Overall Assessment of Mutagenicity of L-Ascorbic Acid: The weight of evidence indicates that L-Ascorbic Acid does not produce gene mutation in Salmonella typhimurium nor in mammalian cells using the mouse lymphoma assay. Positive results were consistently obtained in in vitro assays for SCE and UDS induction, indicating the ability to produce DNA damage under certain conditions. However, activity was seen in CHO cells in the absence of an exogenous metabolic activation system and was markedly inhibited by catalase. It was likely to have been due to formation of hydrogen peroxide and reactive oxygen species by the oxidation of high concentrations of L-Ascorbic Acid and would not be expected to be expressed in vivo under normal conditions. L-Ascorbic Acid has no structural alerts with regard to alkalylation. Negative results were obtained in in vivo assays, using high dose levels, for the induction of micronuclei and SCEs in bone marrow.  Thus the in vivo data although limited to one tissue (bone marrow) were consistently negative. Although activity was seen in certain in vitro assays for genotoxicity (UDS and SCEs but not gene mutation), the mechanism involved would suggest that activity was unlikely to be seen in vivo. It can be concluded that L-Ascorbic Acid is not an in vivo mutagen."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/GENOTOXICITY/ ... /It was reported that/ ascorbic acid and sodium ascorbate, in combination with xanthine oxidase plus hypoxanthine (free radical generating system), can be genotoxic ... /It was suggested/ that these ingredients may act as pro-oxidants in the presence of certain enzyme systems."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/GENOTOXICITY/ ... Genotoxicity studies in which metal ions in combination with ascorbates were tested demonstrate that the combination is capable of acting as a pro-oxidant."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Sister chromatid exchange - in vitro chromosomal effect studies, human: positive; non-human: positive."
        },
        {
            "References": "PMID:7033499",
            "Value": "/GENOTOXICITY/ Reaction product of L-tryptophan and L-ascorbic acid caused DNA damage to Bacillus subtilis and mutation in Salmonella typhimurium TA100 but not TA98."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity of ascorbate on isolated mouse islet cells was investigated ... Ascorbate (0.5 to 2.0 mmol/L) induced a concentration-dependent increase of trypan blue uptake by the cells. Trypan blue uptake induced by 2.0 mmol/L ascorbate was inhibited by concomitant incubation of the cells with 200 mg/L superoxide dismutase, 200 mg/L catalase, 3.0 mmol/L cytochrome C or 50 umol/L diethylenetriaminepentacetic acid (DTPA), but not by 50 mmol/L D-mannitol. The results indicated that ascorbate is cytotoxic to islet cells by metal-catalyzed free radical generation."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Ascorbic acid /was screened/ for induction of differentiation in mouse N1E-115 neuroblastoma cells ... Ascorbic acid /was reported/ as a non-teratogen. The toxic dose and no effect dose of ascorbic acid were reported as 1 x 10-3 M and 1 x 10-7 M, respectively."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Ascorbic acid /was screened/ for its teratogenic potential in the in vitro micromass assay (single cell suspensions of midbrain [CNS] and limb-buds [LB] from 13-day rat embryos). Concentrations of ascorbic acid were assessed for effects on inhibition of cell differentiation and cell survival by 50% compared to control values (IC50). The IC50 values for the CNS cells based on differentiation and survival were 120 and 100 ug/mL, respectively; the IC50 values for the LB cells based on differentiation and survival were 335 and 370 ug/mL, respectively. Ascorbic acid was considered a non-teratogen."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... BL6 (mouse melanoma) and LLCMK (monkey kidney) cells /were incubated with 200 ug/mL ascorbic acid for 24, 48, 72, and 96 hr. Ascorbate addition at 200 ug/mL was found to inhibit the in vitro growth of BL6 cells but not LLCMK cells."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; Int J Toxicol 24 (Suppl 2): 51-111 (2005).",
            "Value": "LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Either a stock diet or a scorbutigenic diet and water ad libitum /were fed/ for 10 days to male guinea pigs. Guinea pigs fed the scorbutigenic diet were divided into groups after the 10 day feeding period and were percutaneously given ascorbic acid at doses from 3.5 to 14.0 mg/day or magnesium ascorbyl phosphate at doses from 7.5 to 30.0 mg/day, both in a cream. The cream was applied on the clipped skin of the back just posterior to the neck. The cream base consisted of cetyl alcohol 3%, hydrogenated lanolin 4%, vegetable oil such as olive oil 3%, isopropyl myristate 6%, polyethylene glycol 6%, nonionic surface-active agents such as polyoxyethylene stearate and glycerol monostearate 16%, and preservatives. One-third the daily dose of the cream was applied at 8 AM, 12 PM, and 4 PM. After application the animals were observed. The L-ascorbic acid dose of 7 mg/animal/day (0.5 g cream/ day) and 15 mg/animal/day of magnesium ascorbyl phosphate (0.5 g cream/day) prevented the development of scurvy; the activity of magnesium ascorbyl phosphate was somewhat weaker than that of L-ascorbic acid. Sixteen hours after the last application of cream, the skin of the back (treated) and of the abdomen (non-treated) were examined microscopically. The applied skin of the backs in the treated groups indicated the existence of ascorbic acid in the intercellular space of the epithelium, contrasting with the absence of ascorbic acid in the control group and in the skin of the abdomen in all groups ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Avdeef A; Seminar on Ionization and Lipophilicity. Log P values measured by pION Inc., Brookline, MA (1997) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Feb 18, 2010. (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Kortum G et al; Dissociation Constants of Organic Acids in Aqueous Solution. International Union of Pure and Applied Chemistry. London: Butterworth (1961) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of L-ascorbic acid is estimated as 10(SRC), using a log Kow of -1.85(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that L-ascorbic acid is expected to have very high mobility in soil. The pKa of L-ascorbic acid is 4.70(4), indicating that this compound will exist almost entirely in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}