{
    "_id": {
        "$oid": "6682e9d6c4e5dba5ffba2ca2"
    },
    "CID": {
        "$numberInt": "54676038"
    },
    "Name": "DICUMAROL",
    "IUPACName": "4-hydroxy-3-[(4-hydroxy-2-oxochromen-3-yl)methyl]chromen-2-one",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C(=C(C(=O)O2)CC3=C(C4=CC=CC=C4OC3=O)O)O",
    "Synonyms": [
        "dicumarol",
        "dicoumarol",
        "66-76-2",
        "Bishydroxycoumarin",
        "dicoumarin",
        "melitoxin",
        "bis-hydroxycoumarin",
        "Antitrombosin",
        "Baracoumin",
        "Dicoumal",
        "Dicuman",
        "Dicumarine",
        "Dicumol",
        "Acadyl",
        "Acavyl"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C(=C(C(=O)O2)CC3=C(C4=CC=CC=C4OC3=O)O)O",
    "INCHI": "InChI=1S/C19H12O6/c20-16-10-5-1-3-7-14(10)24-18(22)12(16)9-13-17(21)11-6-2-4-8-15(11)25-19(13)23/h1-8,20-21H,9H2",
    "INCHIKEY": "DOBMPNYZJYQDGZ-UHFFFAOYSA-N",
    "Formula": "C19H12O6",
    "MolecularWeight": {
        "$numberDouble": "336.3"
    },
    "Description": "Dicoumarol is a hydroxycoumarin that is methane in which two hydrogens have each been substituted by a 4-hydroxycoumarin-3-yl group. Related to warfarin, it has been used as an anticoagulant. It has a role as a vitamin K antagonist, an anticoagulant, an EC 1.6.5.2 [NAD(P)H dehydrogenase (quinone)] inhibitor and a Hsp90 inhibitor.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "605"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Benson ME et al; Occurrence and range of dicumarol concentrations in sweet clover; Am J Vet Res 42 (11): 2014-5 (1981)",
            "Value": "Dicumarol concentration in 272 cured sweet clover samples from 4 counties in North Dakota (USA) was determined. Dicumarol concentrations ranged from 0-164.7 mg/kg sweet clover, with 64.6% of 272 samples containing less than 10 mg/kg. Round bales were significantly higher in dicumarol concentration than were stacks or silage. The outer section of core samples taken from round bales contained significantly higher concentrations of dicumarol than did the inner section of the core, with means of 30.8 and 16.6 mg/kg, respectively. A significant correlation existed between crude protein and dicumarol values."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 160",
            "Value": "log Kow = 2.07 @ pH 7.4"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Ellenhorn, M.J. and D.G. Barceloux. Medical Toxicology - Diagnosis and Treatment of Human Poisoning. New York, NY: Elsevier Science Publishing Co., Inc. 1988., p. 1084",
            "Value": "These compounds depress the hepatic synthesis of vitamin K1-dependent clotting factors (II, VII, IX, X) by inhibiting the vitamin K1 2,3-reductase enzyme in the vitamin K1-epoxide cycle. /Anticoagulant rodenticides/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 1527",
            "Value": "The oral anticoagulants block the regeneration of reduced vitamin K and thereby induce a state of functional vitamin K deficiency. The mechanism of the inhibition of reductase(s) by the coumarin drugs is not known. There exist reductases that are less sensitive to these drugs but that act only at relatively high concentrations of oxidized vitamin K; this property may explain the observation that administration of sufficient vitamin K can counteract even large doses of oral anticoagulants. /Oral Anticoagulants/"
        },
        {
            "References": "PMID:2455523",
            "Value": "Dicumarol a specific and potent inhibitor of DT-diaphorase."
        },
        {
            "References": "The Chemical Society. Foreign Compound Metabolism in Mammals Volume 3. London: The Chemical Society, 1975., p. 496",
            "Value": "4-Hydroxycoumarin deriv (dicumarol...) Inhibit rat liver /drug metabolizing enzymes/ in vitro. Mechanism is complex, being caused by several factors, including conversion of cytochrome P450 into P420, inhibition of NADPH-cytochrome P450 reductase, and competition for active site."
        },
        {
            "References": "WHO; Environ Health Criteria 175: Anticoagulant Rodenticides p.46 (1995)",
            "Value": "Both 4-hydroxycoumarin derivatives and indandiones (also known as oral anticoagulants) are antagonists of vitamin K. Their use as rodenticides is based on the inhibition of the vitamin K-dependent step in the synthesis of a number of blood coagulation factors. The vitamin K-dependent proteins ...in the coagulation cascade... are the procoagulant factors II (prothrombin), VII (proconvertin), IX (Christmas factor) and X (Stuart-Prower factor), and the coagulation-inhibiting proteins C and S. All these proteins are synthesized in the liver. Before they are released into the circulation the various precursor proteins undergo substantial (intracellular) post-translational modification. Vitamin K functions as a co-enzyme in one of these modifications, namely the carboxylation at well-defined positions of 10-12 glutamate residues into gamma-carboxyglutamate (Gla). The presence of these Gla residues is essential for the procoagulant activity of the various coagulations factors. Vitamin K hydroquinone (KH2) is the active co-enzyme, and its oxidation to vitamin K 2,3-epoxide (KO) provides the energy required for the carboxylation reaction. The epoxide is than recycled in two reduction steps mediated by the enzyme KO reductase... . The latter enzyme is the target enzyme for coumarin anticoagulants. Their blocking of the KO reductase leads to a rapid exhaustion of the supply of KH2, and thus to an effective prevention of the formation of Gla residues. This leads to an accumulation of non-carboxylated coagulation factor precursors in the liver. In some cases these precursors are processed further without being carboxylated, and (depending on the species) may appear in the circulation. At that stage the under-carboxylated proteins are designated as descarboxy coagulation factors. Normal coagulation factors circulate in the form of zymogens, which can only participate in the coagulation cascade after being activated by limited proteolytic degradation. Descarboxy coagulation factors have no procoagulant activity (i.e. they cannot be activated) and neither they can be converted into the active zymogens by vitamin K action. Whereas in anticoagulated humans high levels of circulating descarboxy coagulation factors are detectable, these levels are negligible in warfarin-treated rats and mice. /Anticoagulant rodenticides/"
        },
        {
            "References": "PMID:1370822",
            "Value": "Dicumarol, an inhibitor of quinone acceptor oxidoreductase decreased the production of the hydroxyl radical and attenuated DNA strand breaks in MCF-7 cells treated with menadione."
        },
        {
            "References": "PMID:12069105",
            "Value": "...The effect of dicumarol, an inhibitor of NAD(P)H: quinone acceptor oxidoreductase 1 (NQO1=DT-diaphorase, EC 1.6.99.2), on the reduction of /ubiquinone/ (UQ) in cultured rat hepatocytes was investigated in order to clarify whether or not NQO1 is involved in reducing intracellular UQ. A concn of 5 uM dicumarol, which does not inhibit cytosolic NADPH-dependent UQ reductase in vitro, was observed to almost completely inhibit NQO1 and thereby to stimulate cytotoxicity of 2-methyl-1,4-naphthoquinone (menadione) in cultured rat hepatocytes. However, 5 uM dicumarol did not inhibit reduction of endogenous UQ-9, as well as exogenous UQ-10 added to the hepatocytes. In addition, it did not stimulate the formation of thiobarbituric acid reactive substances (TBARS) in the hepatocytes. ..."
        }
    ]
}