{
    "_id": {
        "$oid": "6682e9d6c4e5dba5ffba2ca1"
    },
    "CID": {
        "$numberInt": "54675810"
    },
    "Name": "Erythorbic acid",
    "IUPACName": "(2R)-2-[(1R)-1,2-dihydroxyethyl]-3,4-dihydroxy-2H-furan-5-one",
    "CanonicalSMILES": "C(C(C1C(=C(C(=O)O1)O)O)O)O",
    "Synonyms": [
        "Erythorbic acid",
        "Isoascorbic acid",
        "D-Araboascorbic acid",
        "89-65-6",
        "D-Isoascorbic acid",
        "Araboascorbic acid",
        "D-Erythorbic acid",
        "Isovitamin C",
        "D-(-)-Isoascorbic acid",
        "Saccharosonic acid",
        "Glucosaccharonic acid",
        "2,3-Didehydro-D-erythro-hexono-1,4-lactone",
        "FEMA No. 2410",
        "(R)-5-((R)-1,2-dihydroxyethyl)-3,4-dihydroxyfuran-2(5H)-one",
        "Erycorbin"
    ],
    "IsomericSMILES": "C([C@H]([C@@H]1C(=C(C(=O)O1)O)O)O)O",
    "INCHI": "InChI=1S/C6H8O6/c7-1-2(8)5-3(9)4(10)6(11)12-5/h2,5,7-10H,1H2/t2-,5-/m1/s1",
    "INCHIKEY": "CIWBSHSKHKDKBQ-DUZGATOHSA-N",
    "Formula": "C6H8O6",
    "MolecularWeight": {
        "$numberDouble": "176.12"
    },
    "Description": "D-isoascorbic acid is an ascorbic acid.",
    "XlogP": {
        "$numberDouble": "-1.6"
    },
    "Complexity": {
        "$numberInt": "232"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 27, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated in fish for erythorbic acid(SRC), using an estimated log Kow of -1.88(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Lebertz H, Springer J; Acta Hydrochim Hydrobiol 25: 294-7 (1997)",
            "Value": "AEROBIC: Utilizing the OECD-screening test, 52% of dissolved organic content was eliminated after a 28 day incubation of erythorbic acid; further degradation may be possible, as a plateau was not visible in the degradation curve(1). These data suggest that biodegradation may be an important environmental fate process(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium erythorbate powder was applied to the intact and abraded skin of six rabbits as a single 2 g/kg dose.  A substantial amount of residual compound was observed 24 hours after dosing. No erythema, edema, or other signs of dermal irritation were observed at five of six test sites. One rabbit (abraded skin) had slight (1+) erythema at 24 hours that cleared by 48 hours."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium erythorbate powder (100 mg) was instilled into the conjunctival sac of albino rabbits (10 male and 2 female). The eyes of half of the treated rabbits were rinsed after 5 seconds. Reactions were comparable in rinsed and unrinsed eyes, and were slight and transient in nature. One hour after dosing, two of six unrinsed eyes had congestion of the iris, but the iris reacted normally to light. Varying degrees of redness were observed in the lids of all unrinsed eyes. Slight redness of the nictitating membrane or palpebral conjunctiva at the medial canthus was observed in two unrinsed eyes. At one hour, 1+ iritis was observed in one rinsed eye. Five of six rinsed eyes had slight redness that was limited to only the nictitating membrane in three cases. At 24 hours, all eyes were normal, with the exception of one that had slight reddening of the conjunctiva at the medial canthus. All eyes, rinsed and unrinsed, were normal at 48 hours. The mean ocular irritation scores were 0.33/110 (unrinsed eyes) and 0.17/110 (rinsed eyes). /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium erythorbate and ascorbic acid at low concentrations caused NADPH oxidase-induced lipid peroxidation and lysosome labilization. Their actions were additive and occurred via a `cofactor\" action. At concentrations greater than 1 mM, the acids inhibited lipid peroxidation and lysosome labilization."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Erythorbic acid decreased the viscosity of calf thymus DNA solutions when Cu +2 (as CuSO4) was added. Erythorbic acid, with or without the cupric ion, caused single-and double-strand scissions of DNA that were determined by sucrose density gradient centrifugation. The enediol group has an essential role in nucleic acid degradation."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female B6C3F1 mice (10 per sex per group) were given drinking water containing 0.625%, 1.25%, 2.5%, 5.0%, or 10% sodium erythrobate for 10 weeks. Water and feed were available ad libitum. The untreated control group consisted of 20 male and 20 female mice. By the end of the 1st week of treatment, six male mice and one female mouse of the 10% dosing group had died. Of the male mice given 5.0% sodium erythrobate, the average weekly body weight gain was slightly less than 90% that of the control female mice. Body weight gain was increased in female mice given sodium erythrobate at a concentration of 5.0%, compared to that of control mice. The maximum tolerated dose (MTD) of sodium erythrobate in drinking water was 2.5% for male mice and 5.0% for female mice. Mice given doses greater than the MTD had marked atrophy of both hepatocytes and splenic lymphoid follicles, as well as hydropic degeneration of the renal tubular epithelium. No significant changes were observed in the visceral organs of untreated mice or mice given the dose less than or equal to the MTD of sodium erythrobate. /Sodium erythrobate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male 6-week-old F344 rats were given doses of 5% erythorbic acid for 168 days in a study in which various chemicals and their sodium salts (with promoting potential) or basal diet (control) were orally administered. Parameters of urinary excretion were investigated and the urinary bladder epithelium was examined using light and scanning electron microscopy at weeks 8, 16, and 24. The urine of rats fed erythorbic acid had increased pH, elevated content of crystals and sodium, and decreased osmolality; however, no morphological alterations such as hyperplasias were detected in the mucosa. The urine values and urinary bladder mucosa were similar to controls at doses below 5 g/kg/day."
        },
        {
            "References": "PMID:2584058",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium erythorbate (SE) was administered at concentrations of 0, 1.25, or 2.5% (maximum tolerated dose, MTD) in the drinking-water to groups of 50 male B6C3F1 mice respectively. Female groups, each consisting of 50 mice, received SE in the drinking-water at concentrations of 0, 2.5 or 5% (MTD). Treatment continued for 96 wks and the experiment was terminated during wk 110. Tumors were observed at various sites including the liver, hematopoietic system, lung and soft tissue. However, at any of the sites, the tumor incidence, the time to death with tumors or the histological distribution of tumors did not differ significantly from those in the untreated control group...  /Sodium erythorbate/"
        },
        {
            "References": "PMID:6468634",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity of sodium erythorbate ...  was evaluated using a total of 306 eight-week-old male and female F344/DuCrj rats. Test rats were given 1.25 or 2.5% aqueous solution as drinking water for 104 weeks. Controls were given tap water. All the rats were fed commercial pellets. None of the tumors observed was attributable to sodium erythorbate in drinking water. Neither concentration of sodium erythorbate changed the pattern of spontaneous tumor development in both sexes, except for a slight reduction in aggregate tumor incidence in the 2.5% Group females. Additionally, 2.5% solution suppressed body weight gains in both males and females. These results and prior data by others together suggest that weak mutagens may be noncarcinogenic under certain conditions. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No adverse clinical effects or microscopic lesions were observed when male rats (10 per group) were fed 1% erythorbic acid in the diet for 36 weeks up to 2 years. No differences were observed in rate of growth, mortality, or incidences of gross or microscopic abnormalities between treated rats and untreated control rats."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... One group of four beagles was fed 1 g erythorbic acid daily for 240 days, and a second group (4 beagles) 5 g for 50 days and then 7.5 g for an additional 190 days. Neither group had signs of toxicity at any time during the experimental period, and body weight changes and hematograms remained normal."
        },
        {
            "References": "PMID:6744233",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The promoting effects of ascorbic acid, sodium erythorbate and ethoxyquin on two-stage urinary bladder carcinogenesis in F344 rats initiated with N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN) at a dose of 0.05% in the drinking water were examined. Administration of 5% sodium erythorbate in the diet significantly increased the incidences of preneoplastic lesions, papilloma and cancer of the urinary bladder, whereas administration of 5% ascorbic acid in the diet did not. Administration of 0.8% ethoxyquin also increased the incidence of neoplastic lesions. Administrations of 5% sodium L-ascorbate and 5% sodium erythorbate caused increases in the pH, the sodium content and crystals of MgNH4PO4 in the urine...  /Sodium erythorbate/"
        },
        {
            "References": "PMID:3567885",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effects of treatment with calcium L-ascorbate, L-ascorbic dipalmitate, L-ascorbic stearate and erythorbic acid on two-stage urinary bladder carcinogenesis in F344 rats after initiation with N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN) were examined. Carcinogen was administered at a dose of 0.05% in drinking water for 4 weeks and thereafter the test chemicals were given as a 5% supplement in the diet for the following 32 weeks. No increase in the induction of preneoplastic lesions, papillomas or carcinomas was apparent and it was concluded that none of the test chemicals possess promoting activity for urinary bladder carcinogenesis."
        },
        {
            "References": "Shirai T et al; Cancer Lett 29 (3): 283-8 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The modifying effects of 3 antioxidants, sodium L-ascorbate (SA), ascorbic acid (AA) and sodium erythorbate (SE) on two-stage gastric carcinogenesis in F344 rats initiated with N-methyl-N'-nitro-N-nitrosoguanidine (MNNG) were investigated. Administration of 5% SE in the diet significantly decreased the incidence of dysplasia of the pylorus and, more marginally the incidence of papilloma of the forestomach, whereas administration of 5% and 1% SA and 5% AA in the diet was not associated with effect. These results suggest that SE exerts a weak inhibitory effect on gastric carcinogenesis. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ F344/DuCrj rats of both sexes (6-week-old) were given 1.25% or 2.5% sodium erythorbate in drinking water for 104 weeks and untreated water for 8 additional weeks. Rats of the control group were given untreated water only. Each group consisted of 52 male and 50 female rats. Cumulative consumption of sodium erythorbate by male rats was 217 g/rat (1.25%) and 430 g/rat (2.5%). Consumption by females was 206 g/rat (1.25%) and 583 g/rat (2.5%). Body weight of rats given 2.5% sodium erythorbate was reduced by 8.5% for males and 15.5% for females at weeks 88 and 85, respectively, compared to controls. Body weight gain was normal in rats of the low dose group. All male treated and control rats (except two of the high-dose group) had testicular interstitial cell tumors. Various tumors occurred in 80% of control males, 69% of males given the low dose, and 78% of males given the high dose. A 6-18% incidence of leukemia, pheochromocytoma, mammary fibroadenoma, and mesothelioma was observed. Of the females of the control, 1.25%, and 2.5% dose groups, 94%, 88%, and 78% had tumors, respectively. Twenty to 43% of females (all groups) had leukemia, mammary fibroadenoma, endometrial stromal polyp and/or pituitary adenoma. Females given 2.5% sodium erythorbate had significantly fewer tumors than control females. The pattern of occurrence of the various types of tumors was similar among the groups. Sodium erythorbate did not enhance the development of rare spontaneous tumors or transform benign tumors (eg, solid adenoma of the thyroid) to carcinomas. The investigators concluded that sodium erythorbate was not carcinogenic in F344 rats. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium erythorbate was administered in drinking water to male B6C3F1 mice at concentrations of 1.25% and 2.5%. Female mice received 2.5% and 5% maximum tolerated dose (MTD). Each group contained 50 mice. Treatment continued for 96 weeks; the study was terminated at week 110. Feed and water were available ad libitum. No significant difference was observed between groups in the amount of water intake. As a consequence, the males in the high dose group received a dose of sodium erythorbate that was approximately 1.5 times greater than that of the low-dose group. For the female groups, sodium erythorbate intake by the high dose- group was approximately 1.8 times greater than that of the low-dose group. The average body weights of the treated mice were similar to controls. Nine male and seven female mice died accidentally within week 21 and were excluded when the percent survivals were determined. Of the male mice (without tumors) that survived beyond week 43, dose-dependent reductions in the heart and brain weights were observed. The weights of the heart, lungs, kidneys, and brain of female mice (without tumors) were significantly different between the high-dose group and the control group. The tumors observed in the male mice were hepatocellular tumors, subcutaneous sarcoma, adenoma and carcinoma of the lungs, and lymphoma/leukemia. The time-adjusted analysis of tumor incidence was performed on the hepatocellular tumors and subcutaneous sarcomas, the incidence of which was significant. The lymphoma/leukemia had the highest incidence in female mice treated with sodium erythorbate, but this was not significant. Overall, tumor incidence, time to death with tumors, and the distribution of tumors in treated mice did not differ significantly from mice of the control group. /Sodium eythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium erythorbate was administered to rats at doses of 1.25% and 2.5% in drinking water for 4 weeks. No evidence of carcinogenic potential was observed, and female rats treated at 2.5% had a slight reduction in certain spontaneous tumors. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ F344 rats were initiated with N-butyl-(4-hydroxybutyl)nitrosamine (BBN) and fed 5% erythorbic acid. Initiated rats fed erythorbic acid (group 1) had reduced weight gain compared to rats given BBN alone (group 2). Rats of group 1 had fewer neoplastic lesions in the urinary bladder as compared to rats of group 2, but the difference was not significant. Rats of group 3 (erythorbic acid alone) had no neoplasms. The microvilli in areas of induced mild epithelial hyperplasia became altered in the urinary bladders of rats of group 3. Other changes occurred in urinary pH, Na+ ion concentration, membrane potential, and induction of ornithine decarboxylase activity. In this study, Erythorbic Acid had a total lack of promotion of urinary bladder neoplasms with or without prior initiation by the carcinogen BBN."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male 6-week-old F344 rats were given 0.05% N-butyl-(4-hydroxybutyl)nitrosamine (BBN) in their drinking water for 4 weeks, and then were administered various antioxidants in their diet, including 5% erythorbic acid, for 32 weeks. The development of preneoplastic papillary or nodular hyperplasia, papilloma, or carcinoma in the urinary bladder was measured to determine the promoting potential of the chemicals. Administration of erythorbic acid after initiation with the carcinogen BBN did not significantly increase the incidence and average number (per 10 cm basement membrane) of lesions in the urinary bladder."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 5% sodium erythorbate /was fed/ to 21 F344 male rats 1 week after initiation with 150 mg/kg N-methyl-N'-nitro-N-nitrosoguanidine (MNNG) (in dimethyl sulfoxide). Body weights of rats given sodium erythorbate were slightly reduced. Treatment with MNNG alone caused multiple gastric tumors in the nonglandular portion and a small number of neoplasms in the glandular stomach. Rats given both MNNG and sodium erythorbate had a lower incidence of papilloma than the rats given MNNG alone. Rats given sodium erythorbate alone had no lesions of the glandular or nonglandular stomach. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ administered N-methyl-N'-nitro-N-nitrosoguanidine (MNNG), at a total dose of 300 mg/kg (50 mg/kg, twice a week), to 16 F344 male rats by gastric intubation. By itself, the carcinogen caused 15 squamous cell carcinomas of the nonglandular stomach, 8 adenocarcinomas of the glandular stomach, and 1 sarcoma within the wall of the stomach. Of those lesions, 11 of the squamous cell carcinomas, and 6 of the adenocarcinomas were \"larger than a soybean size.\" The number of large adenocarcinomas was a slight, but not significant difference (p = 0.069). When sodium erythorbate was given to 17 rats at a concentration of 2.5% in their drinking water from the 8th week of age, 2 weeks before initiation, until the rats were killed, 16 squamous cell carcinomas of the nonglandular stomach and 3 adenocarcinomas of the glandular stomach were detected. Of those 16 and 3 tumors, seven and one, respectively, were larger than \"soybean size\". Tumor incidence at sites other than the stomach was not significantly different among the experimental groups and groups from earlier studies. Interstitial cell tumors of the testis were observed in almost all rats that survived 100 weeks of age (control, 9/10; MNNG, 13/16; MNNG and sodium erythorbate, 14/17; sodium erythorbate, 10/10), and leukemia was the next frequent in occurrence (control, 3/10; MNNG, 1/16; MNNG and sodium erythorbate, 4/17; sodium erythorbate, 2/10).  Pheochromocytomas, thyroid solid adenomas, subcutaneous fibromas, peritoneal mesotheliomas, and adenoacanthomas were observed in two or more of the rats tested, but their incidences were not significant. The investigators concluded that sodium erythorbate did not enhance or convincingly reduce MNNG-induced carcinogenesis in the stomach. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium erythorbate did not have any modifying effects on second-stage carcinogenesis of the nonglandular and glandular stomach, colon, liver, kidneys, mammary gland, ear duct, or thyroid gland in F344 rats. Sodium erythorbate did, however, enhance second-stage carcinogenesis of the urinary bladder. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sixteen F344 male rats were treated with 200 mg/kg diethylnitrosamine (DEN), given a basal diet for 2 weeks, then were given diet containing 5.0% sodium erythorbate for 6 weeks. Three weeks after administration of DEN, the rats were subjected to partial hepatectomy. Preneoplastic lesions were determined using a placental form of glutathione S-transferase (GST-P) as a marker of altered enzyme foci. The number of GST-P-positive foci was 8.09 +/- 3.14/sq cm. The area was 0.70 +/- 0.26 sq mm/sq cm. These values did not differ significantly from the DEN-treated control group. The number of foci was 9.09 +/- 2.05/sq cm and the area was 0.77 +/- 0.19 sq mm/sq cm. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group containing a minimum of six female young adult BDF1 mice received subrenal implantations of human mammary carcinoma MX-1 and, beginning 1 day later, were injected intraperitoneally with erythorbic acid and other derivatives of ascorbic acid daily for 5 days. Also, the experimental mice were administered the test chemicals in their drinking water at 1 g/L so that the total daily dose was 200 mg/kg. Six control mice received the xenografts, but were given doses of saline. After the experimental period of 6 days, the mice were killed, weighed, and the tumor-bearing kidneys removed so that final tumor sizes could be measured. No toxic effects were seen during the course of the experiment and tumor growth decreased in the treated mice as compared to the control mice. The data indicated that erythorbic acid reduced the mitotic activity of the tumor cells, thereby inhibiting their metabolism. Additionally, the degradation products of erythorbic acid could have been the responsible agents."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Young adult female BDF1 mice /were used/ as xenograft recipients. Tumors from human breast tumor cell line MX-1 were implanted beneath the renal capsule, and erythorbic acid in water was then administered (at 75 and 150 mg/kg/day doses) by intraperitoneal injection starting 24 hours later, and continued daily for 6 days. No weight loss was recorded for the mice, including the controls, and no signs of toxicity were observed. Tumor size decreased during erythorbic acid treatment, and the change was even greater when cupric sulfate was co-administered."
        },
        {
            "References": "PMID:6744233",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The promoting effects of ascorbic acid, sodium erythorbate and ethoxyquin on two-stage urinary bladder carcinogenesis in F344 rats initiated with N-butyl-N-(4-hydroxybutyl)nitrosamine (BBN) at a dose of 0.05% in the drinking water were examined. Administration of 5% sodium erythorbate in the diet significantly increased the incidences of preneoplastic lesions, papilloma and cancer of the urinary bladder, whereas administration of 5% ascorbic acid in the diet did not. Administration of 0.8% ethoxyquin also increased the incidence of neoplastic lesions. Administrations of 5% sodium L-ascorbate and 5% sodium erythorbate caused increases in the pH, the sodium content and crystals of MgNH4PO4 in the urine. These results show that sodium erythorbate and ethoxyquin promote urinary bladder carcinogenesis, while ascorbic acid does not. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Various dosages of sodium erythorbate were administered via gastric intubation to mated female albino CD-1 outbred mice on days 6-15 of gestation. The test volume was 10 mL/kg in water. The positive control was 150.0 mg/kg of aspirin. Body weights were recorded on days 0, 6, 11, 15, and 17 of gestation. The mice were observed for appearance and behavior, as well as feed consumption. All control and test mice survived to term. Of the negative control mice, 21 of 30 became pregnant. Twenty-one of 23 mice of the positive control group were pregnant. Of the mice given sodium erythorbate, the number of pregnant females per group was 22 of 25 (10.3 mg/kg), 20 of 25 (47.8 mg/kg and 1030.0 mg/kg), and 21 of 28 (221.9 mg/kg), respectively. All dams were subjected to caesarean section on day 17, and the numbers of implantation sites, resorption sites, and the number of live and dead fetuses were recorded (Table 8). The body weights of the live pups were determined. The fetuses were examined for the presence of external (gross) congenital abnormalities, and one-third of the fetuses underwent detailed visceral examination. The remaining fetuses were examined for skeletal defects. One pup of a dam of the positive control group had exophthalmos, encephalomeningocele, and gastroschisis. A cleft palate was observed in a pup of the 1030.0 mg/kg treatment group. The investigators concluded that the \"administration of up to 1030 mg/kg of (sodium erythorbate) to pregnant mice for 10 consecutive days had no clearly discernible effect on nidation or on maternal or fetal survival. The number of abnormalities seen in either soft or skeletal tissues of the test groups did not differ from the number occurring spontaneously in the sham-treated controls\".  /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Researchers gave sodium erythorbate via oral intubation to mated female albino Wistar rats on days 6 to 15 of gestation in a similar study. The positive control was 250 mg/kg of aspirin. The dams were dosed with 9.0 mg/kg, 41.8 mg/kg, 194.0 mg/kg, or 900.0 mg/kg. Of the mated rats, 20 of 24 (negative control), 20 of 22 (positive control), 20 of 20 (9.0 mg/kg and 41.8 mg/kg), 20 of 21(194.0 mg/kg), and 20 of 24 (900.0 mg/kg) became pregnant; all survived to term. All dams were subjected to caesarean section on day 20, and the dams and fetuses were examined. No soft tissue abnormalities were observed in rats of the negative control group or in rats given sodium erythorbate. Abnormalities were observed in rats given aspirin. The investigators concluded that `the administration of up to 900 mg/kg (body weight) of the test material to pregnant rats for 10 consecutive days had no clearly discernible effect on nidation or on maternal or fetal survival\"."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ fed 0.05, 0.5, or 5.0% sodium erythorbate to mated female Wistar rats on days 7-14 of gestation. The rats were weighed daily and feed consumption was determined. Five to seven rats per group were killed on day 20. The peritoneal cavity was opened, and the numbers and positions of live and dead fetuses and resorptions were noted. The fetuses were removed by caesarean section, weighed, sexed, and examined for external anomalies. Half of the fetuses were examined for skeletal defects; the remaining fetuses were examined for visceral anomalies. Five pregnant rats of the pups were recorded. Live pups were sexed, weighed, and examined for external anomalies. The litter size was culled to eight offspring (four males, four females). The offspring were weighed weekly and weaned on day 21 after birth, when the dams were killed. The number of implantation remnants was determined. Offspring were weighed weekly until 10 weeks after birth. Body weight gain of pregnant rats given 0.5% and 5% sodium erythorbate was comparable to that of the control group. Body weight gain of dams given 0.05% sodium erythorbate was greater than that of the control group. Feed consumption did not differ between groups. No clinical signs of toxicity were observed in dams of any group. The incidence of intrauterine fetal death, number of live fetuses/dam, sex ratio of the fetuses, fetal body weight of both sexes, and the placental weight did not differ from controls. External skeletal, and internal visceral examinations of the fetuses produced no evidence of teratogenesis in any group. Offspring delivered normally had a high survival rate and normal growth rate. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/GENOTOXICITY/ /Investigators/ performed activation and non-activation suspension tests using homogenates of liver, lungs, and testes and suspensions from adult male ICR mice, Sprague-Dawley rats, and Macaca mulatta primates. The indicator organisms were S. typhimurium strains TA1535, TA1537, and TA1538, and Saccharomyces cerevisiae strain D4. In all tests, erythorbic acid was nonmutagenic."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/GENOTOXICITY/ /Investigators/ performed primary mutagenicity screening on 242 food additives, including erythorbic acid. Erythorbic acid (99.6% pure; 50.0 mg/plate) in phosphate buffer was mutagenic in S. typhimurium strain TA100. With S9 activation, erythorbic acid caused 222 revertants/plate. Without metabolic activation, 144 revertants/plate were observed."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/GENOTOXICITY/ Erythorbic acid (0.25 mg/plate) was nonmutagenic in the chromosomal aberration assay using Chinese hamster fibroblasts."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/GENOTOXICITY/ Erythorbic acid had DNA-damaging potential in the more sensitive liquid Bacillus subtilis rec assay using strains H17 and M45. Erythorbic acid was nonmutagenic in both the chromosomal aberration and dominant lethal assays."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/GENOTOXICITY/ In mice, sodium erythorbate was not mutagenic in the host-mediated assay using S. typhimurium, and it did not increase the mitotic recombination frequency in the host-mediated S. cerevisiae D3 assay. Sodium erythorbate was not mutagenic to five strains of S. typhimurium in the Ames Test, with or without metabolic activation. At a concentration of 5%, sodium erythorbate did not increase the mitotic recombination frequency of S. cerevisiae D3 in vitro. Dominant lethal tests using rats produced no consistent responses. Sodium erythorbate did not induce heritable translocation heterozygosity in male mice when sodium erythorbate was added to the diet for 7 weeks. /Sodium erythorbate/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; International Journal of Toxicology 18 ( Suppl 3): 1-26 (1999).",
            "Value": "/GENOTOXICITY/ Sodium erythorbate (99.8% pure; 5.0 mg/plate) was nonmutagenic in Salmonella typhimurium strains TA92, TA94, TA98, TA100, TA1535, and TA1537 with and without S9 activation. Sodium erythorbate (0.25 mg/mL/plate) was also negative in the chromosomal aberration assay using Chinese hamster fibroblasts. Sodium erythorbate did not induce the formation of polyploid cells after 48 hours, and caused 1% chromosomal breaks after 24 hours. Sodium erythorbate was not mutagenic in a number of assays, including the Ames Test using S. typhimurium strains TA98 and TA199 (with or without activation), rec assay using B. subtilis (with or without activation), and the chromosomal aberration test using Chinese hamster fibroblasts. ... The compound caused chromosome aberrations in vivo using rat bone marrow cells, but did not cause mutations in silk worms. Sodium erythorbate was nonmutagenic in the dominant lethal test system using rats and the chromosomal aberration test using Chinese hamster cells. /Sodium erythorbate/"
        },
        {
            "References": "OMURA ET AL; J FAC AGR, KYUSHU UNIV 18 (3): 181 (1974)",
            "Value": "/OTHER TOXICITY INFORMATION/ Erythorbic acid (@ 0.017 mmoles sc) inhibited growth of sarcoma 180 in mice."
        },
        {
            "References": "WHO; Food Additives Series 28 (1991). Available from, as of August 6, 2010: https://www.inchem.org/documents/jecfa/jecmono/v28je03.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ At the last evaluation an /Acceptable Daily Intake/ (ADI) of 0-5 mg/kg bw was allocated based on a long-term study in the rat. The present /Joint FAO/WHO Expert Committee on Food Additives/ reviewed new toxicological studies on isoascorbic acid and its sodium salt, and metabolic and nutritional studies of the interactions with ascorbic acid. In rodent tests for embryo toxicity and teratogenicity, erythorbic acid was without effect at dose levels up to 1 g/kg bw and the Committee did not consider that chick embryo tests were indicative of potential teratogenicity or fetotoxicity for man. New long-term toxicity and carcinogenicity studies in rats and mice did not show any specific toxic or carcinogenic effects up to the maximum tolerated dose and most genotoxity studies were negative. Studies on tumor promotion were also negative with exception of those on bladder tumors initiated by N-butyl-N-(4-hydroxybutyl) nitrosamine in which high doses of sodium erythorbate (but not free erythorbic acid) showed effects. Similar effects were seen with sodium ascorbate (but not ascorbic acid) and various sodium salts and the Committee concluded that this was not a specific effect of erythorbate. Erythorbic acid is much more poorly absorbed and retained in the tissues than ascorbic acid, is poorly reabsorbed in the kidney and rapidly excreted. As a result it has low anti-scorbutic activity and only interferes significantly with ascorbic acid uptake and retention in the tissues when concentrations are at least an order of magnitude higher than ascorbic acid. Human studies showed that daily doses of 600 mg per capita had no adverse effects on ascorbic acid repletion in depleted volunteers. Evaluation: A new ADI \"not specified\" was allocated to erythorbic acid and its sodium salt."
        },
        {
            "References": "PMID:3824393",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of ascorbic-acid on hepatic metallothionein synthesis was studied in mice. Male ddy-mice were injected intraperitoneally (ip) with 0, 500, or 1000 mg/kg L-ascorbic-acid or administered 1000 mg/kg ascorbic-acid orally. They were killed 24 hours later. The livers were removed and assayed for zinc and metallothionein. The 1000 mg/kg doses, given to the mice either ip or orally, significantly increased hepatic metallothionein and zinc content. Mice were given 1000 mg/kg ascorbic-acid and 0 or 150 mg/kg cycloheximide. Selected animals were killed 0 to 9 hours later, and the livers were removed and assayed for metallothionein. Cycloheximide significantly inhibited induction of metallothionein by ascorbic-acid. Mice were injected ip with 0 or 1000 mg/kg ascorbic-acid, followed 24 hours later by 8 mg/kg cadmium-chloride. Mortality was recorded over the next 7 days. The mortality of mice pretreated with ascorbic-acid was significantly lower than for those injected with cadmium-chloride only. Mice were injected with compounds similar to ascorbic-acid, 1000 mg/kg each of glucuronolactate, glucuronic-acid-sodium-salt, glucuronamide, glucose, sorbitol, or D-isoascorbic-acid. The mice were processed as before. Only D-isoascorbic-acid significantly induced hepatic metallothionein. /It was/ concluded that the metallothionein of mouse liver is increased after administration of ascorbic-acid. Ascorbic-acid protects against cadmium toxicity, possibly by replacing metallothionein bound zinc with cadmium."
        },
        {
            "References": "PMID:11216472",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Addition of a reductone, ascorbate or erythorbate, at 0.3% to ground beef effectively reduced the mutagenicity of cooked hamburger..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 27, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of erythorbic acid can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that erythorbic acid is expected to have very high mobility in soil."
        }
    ]
}