{
    "_id": {
        "$oid": "6682e9d7c4e5dba5ffba2ca8"
    },
    "CID": {
        "$numberInt": "54680660"
    },
    "Name": "Ascorbyl palmitate",
    "IUPACName": "[(2S)-2-[(2R)-3,4-dihydroxy-5-oxo-2H-furan-2-yl]-2-hydroxyethyl] hexadecanoate",
    "CanonicalSMILES": "CCCCCCCCCCCCCCCC(=O)OCC(C1C(=C(C(=O)O1)O)O)O",
    "Synonyms": [
        "ASCORBYL PALMITATE",
        "137-66-6",
        "L-Ascorbyl 6-palmitate",
        "L-Ascorbic acid 6-palmitate",
        "Ascorbyl monopalmitate",
        "L-Ascorbic acid",
        "6-hexadecanoate",
        "6-O-Palmitoyl-L-ascorbic acid",
        "6-O-Palmitoylascorbic acid",
        "(S)-2-((R)-3,4-Dihydroxy-5-oxo-2,5-dihydrofuran-2-yl)-2-hydroxyethyl palmitate",
        "L-Ascorbyl palmitate",
        "Ascorbic palmitate",
        "Cetyl ascorbate",
        "L-Ascorbic acid 6-hexadecanoate",
        "Ins no.304",
        "Ascorbyl palmitate [NF]"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCCCC(=O)OC[C@@H]([C@@H]1C(=C(C(=O)O1)O)O)O",
    "INCHI": "InChI=1S/C22H38O7/c1-2-3-4-5-6-7-8-9-10-11-12-13-14-15-18(24)28-16-17(23)21-19(25)20(26)22(27)29-21/h17,21,23,25-26H,2-16H2,1H3/t17-,21+/m0/s1",
    "INCHIKEY": "QAQJMLQRFWZOBN-LAUBAEHRSA-N",
    "Formula": "C22H38O7",
    "MolecularWeight": {
        "$numberDouble": "414.5"
    },
    "Description": "Ascorbyl palmitate is a fatty acid ester.",
    "XlogP": {
        "$numberDouble": "6.3"
    },
    "Complexity": {
        "$numberInt": "515"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of May 21, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 180 was calculated in fish for ascorbyl palmitate(SRC), using an estimated log Kow of 6.0(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19026667",
            "Value": "... Whether L-ascorbic acid 6-palmitate (AAP), an amphipathic derivative of AA, has chemopreventive effects /was examined/ using a gap-junctional intercellular communication (GJIC) model. AAP and ascorbic acid (AA) exhibited dose-dependent free radical-scavenging activities and inhibited hydrogen peroxide (H(2)O(2))-induced intracellular reactive oxygen species (ROS) production in normal rat liver epithelial cells. Unexpectedly, however, AAP did not protect against the inhibition of GJIC induced by H(2)O(2); instead, it inhibited GJIC synergistically with H(2)O(2). AAP inhibited GJIC in a dose-dependent and reversible manner. This inhibitory effect was not due to the conjugated lipid structure of AAP, as treatment with palmitic acid alone failed to inhibit GJIC under the same conditions. The inhibition of GJIC by AAP was restored in the presence of mitogen-activated protein kinase/extracellular signal-regulated kinase (ERK) kinase (MEK) inhibitor U0126, but not in the presence of other signal inhibitors and antioxidant (PKC inhibitors, EGFR inhibitor, NADPH oxidase inhibitor, catalase, vitamin E, or AA), indicating the critical involvement of MEK signaling in the GJIC inhibitory activity of AAP. Phosphorylation of ERK and connexin 43 (Cx43) was observed following AAP treatment, and this was reversed by U0126. These results suggest that the AAP-induced inhibition of GJIC is mediated by the phosphorylation of Cx43 via activation of the MEK-ERK pathway."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An aqueous (10%) solution of ascorbyl palmitate and undiluted ascorbyl dipalmitate were instilled into the conjunctival sac of albino rabbits in a modified Draize ocular irritancy test. The test volume was 0.1 mL. ascorbyl palmitate was not irritating to the eyes of rabbits, and ascorbyl dipalmitate was minimally irritating."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 10% aqueous solution of ascorbyl palmitate and undiluted ascorbyl dipalmitate were nonirritating to the intact, shaved skin of albino rabbits in a modified Draize dermal irritancy test when the test materials were applied with occlusive patches for 24 hours."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (10 per group) were given 2% and 5% ascorbyl palmitate in feed for 9 months. Significant growth retardation occurred in rats given 5% ascorbyl palmitate, and 2 of 10 had bladder stones and hyperplasia of the bladder epithelium. One rat of the high dose group had lesions of nephritis. Slight growth retardation occurred in rats fed the 2% diet, but no other signs of toxicity were observed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female mice fed ascorbyl palmitate for 63 days had no signs of toxicity during a tumor inhibition study at doses up to 3000 mg/kg/day."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ascorbyl palmitate when topically applied at small doses inhibited 12-O-tetradecanoylphorbol-13-acetate-induced (TPA-induced) ornithine decarboxylase activity, tumor production, and DNA synthesis in mouse epithelial cell. A dose of 4 umol of ascorbyl palmitate inhibited by 60-70% after one topical application of 2 nmol TPA. When 5 nmol TPA was administered with 5 pmol ascorbyl palmitate twice weekly to previously initiated mice, 91% of tumors were inhibited per mouse."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Female 5-week-old CF-1 mice were either fed a control diet or a diet containing 2% ascorbyl palmitate for 2 weeks. One half of each group (12 mice per group), was injected subcutaneously with 10 mg/kg azoxymethanol in saline, which induces formation of focal areas of dysplasia (FADs), and the other half with normal saline once weekly for 6 weeks, while fed their respective diets. One week after the last injection, the mice were given intraperitoneal injections of 25 uCi [3H] thymidine in water. An hour later, the animals were sacrificed and the colons removed and processed for microscopic examination. Multiple 500 uM sections of distal colon from each mouse were examined for the number of FADs, observed as cells with variable shape and size nuclei, lack of nuclear polarity, and a loss of mucin. Oral administration of ascorbyl palmitate did not produce signs of toxicity or affect body weight. Subcutaneously administered azoxymethanol induced proliferation of colonic epithelial cells and the expansion of the proliferative compartment as well as the formation of FADs. No FADs were observed in either the control mice or those fed ascorbyl palmitate. Also, ascorbyl palmitate did not inhibit proliferation of or reduce the number of induced FADs."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats (eight per group) were fed a diet of heat-treated lard containing 2% or 5% ascorbyl palmitate (equivalent to 424 mg/kg and 1060 mg/kg, or 0.05% and 0.25% of the total diet) during a 2-year study. Growth rate decreased at the higher dose, and two of eight rats had oxalate stones after 9 months of treatment."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats fed 125 mg ascorbyl palmitate per kg per day for 728 days (0.25% of diet) had no harmful effects. This intake was the equivalent of 53 mg/kg of ascorbic acid per day. In the same study, however, a different group of rats had body weight decreases at dietary doses of 2500 mg/kg/day and above. The highest dose that did not cause a toxicologic effect was 1000 mg/kg/day. Additionally, oxalate stones were observed in the urinary bladders of two of the eight rats in the second group when a dose of 2500 mg/kg/day was administered."
        },
        {
            "References": "PMID:8706039",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The modifying effect of hemicalcium ascorbate (Ca-Asc), and its lipophilic derivatives, 2-O-octadecylascorbic acid (CV-3611) and ascorbyl palmitate (AscP), on hepatocarcinogenesis by 3'-methyl-4-dimethylaminoazobenzene (3'-Me-DAB) /was examined/ in ODS rats (a mutant unable to synthesize ascorbic acid). Male 14-week-old ODS rats were given a modified AIN-A diet or the diet containing 0.06% 3'-Me-DAB, and drinking water containing 0.1% ascorbic acid. Rats were divided into the following eight groups: Group 1, no treatment (basal diet alone); Group 2, Ca-Asc; Group 3, CV-3611; Group 4, AscP; Group 5, 3'-Me-DAB; Group 6, 3'-Me-DAB + Ca-Asc; Group 7, 3'-Me-DAB + CV-3611; and Group 8, 3'-Me-DAB + AscP. Ca-Asc (2 g/kg), CV-3611 (0.2 g/kg), and AscP (0.6 g/kg) was administered once every day by gavage. 3'-Me-DAB was given in the basal diet. After 17 weeks, animals were killed by exsanguination, and the liver was weighed and processed for histological examination. Treatment by CV-3611 exerted a marked inhibitory effect on the development of 3'-Me-DAB-induced hepatocellular carcinomas (HCC) as measured by multiplicity. Although less effective than CV-3611, Ca-Asc and AscP also showed inhibitory effect..."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2290",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats fed 5% of a 1-ascorbyl-D-isosorbyl palmitate mixture for 9 months developed bladder stones and showed retarded growth, but no effects were noted at the 2% level."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/GENOTOXICITY/ /The authors/ performed both the Ames test, using Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA 1538, and the tryptophan reversion assay using Escherichia coil strain WP2. Doses of ascorbyl palmitate (dissolved in 0.067 M potassium or sodium sulfate buffer at pH 7.0) from 0.01 to 3.3 mg per plate were tested, and doses greater than 3.3 mg per plate were toxic to bacteria. In both assays, ascorbyl palmitate was nonmutagenic."
        },
        {
            "References": "PMID:7510849",
            "Value": "/GENOTOXICITY/ The mechanism of antimutagenic activity of ascorbic acid (AA) and its derivatives was studied using the Salmonella typhimurium TA100 bacterial test system. All substances studied inhibited N-methyl-N'-nitro-N-nitrosoguanidine (MNNG)-induced mutagenesis. Ascorbyl palmitate (AP) markedly decreased the numbers of his+ revertants, behaving as a membrane-active antimutagen. A comparative study of the antioxidative activity of the investigated substances in the methyl oleate (MO) system has demonstrated that AA and its derivatives have pro-oxidant properties within the limits of the concentrations studied. The results obtained do not agree with the common view of the mode of action of these antimutagens, including both inhibition of free radical processes and MNNG reductive inactivation."
        },
        {
            "References": "PMID:8410136",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The in vitro effect of ascorbyl esters, viz., ascorbyl-palmitate (As-P), -stearate (As-S) and mouse interferon-alpha/beta (MulFN-alpha/beta) on /mouse glioma-26/ cell viability, proliferation and glutathione S-transferase (GST) activity was investigated. Cell viability and proliferation were examined by colorimetric MTT assay and [3H]-thymidine incorporation, respectively. Incubation (24 hr) of G-26 cells with As-S, As-P or MulFN-alpha/beta, resulted in a dose dependent decrease in cell viability (IC50 = 125 uM As-S; 175 uM As-P and 3.6 x 10+4 U/mL MulFN-alpha/beta) and proliferation (IC50 = 157 uM As-S; 185 uM As-P and 3.6 x 10+4 U/mL MulFN-alpha/beta). A combined exposure to 175 uM As-S and 800 U/mL of MulFN-alpha/beta resulted in a greater than an additive effect on cell viability and proliferation. The inhibition of cell proliferation/viability by interferon was species specific and was observed only with homologous MulFN-alpha/beta, but not with human interferon-alpha lymphoblastoid or human interferon-beta. Ascorbyl esters inhibited cytosolic GST activity (1-50 = 15.0 uM As-S and 28.5 uM As-P) towards 1-chloro-2,4-dinitrobenzene in a dose dependent manner. The apparent Ki values for affinity purified GST, deduced from Dixon plots were 0.95 uM and 2.0 uM for As-S and As-P, respectively. Significant inhibition of GST was also observed in the cytosol isolated from G-26 cells exposed to 300 uM As-S or 800 U/mL MulFN-alpha/beta."
        },
        {
            "References": "PMID:8543591",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Effects of 6-O-palmitoyl ascorbate (ascorbate) developed to increase the antitumor activity of ascorbic acid on DNA synthesis and proliferation of Ehrlich ascites tumor cells were investigated. Treatment of the cells with the acylated ascorbate at 25-50 uM for 1 hr resulted in no effect on DNA synthesis, assayed by pulse incorporation of [3H]thymidine after a culture period of 20 hr, but led to 49%-87% enhanced DNA synthesis after 4 days, suggesting that long-term culture is required for promotion by ascorbate to occur. At a dose as high as 75 uM acylated ascorbate, however, cellular DNA synthesis was 64% inhibited after 20 hr and 99% after 4 days. The results suggest that acylated ascorbate exhibits a dual action on DNA synthesis: promotion at low doses and inhibition at high doses, both of which are potentiated in a time-dependent manner. In contrast to the above-mentioned results at 37 degrees C, acylated ascorbate at 25-75 uM inhibited but did not promote DNA synthesis at 42 degrees C whatever the culture period. Similar results were exhibited when proliferation of cells cultured for a long period was investigated. At 37 degrees C, 50 uM acylated ascorbate increased the number of the cells to 3.6 times the control values after 8 days and to 1.9 times after 11 days; in contrast, a 75-uM dose decreased the cell number considerably. Combination with hyperthermia (42 degrees C) suppressed the increase and cell growth was completely inhibited at 75 uM."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Ascorbyl Palmitate, Ascorbyl Dipalmitate, Ascorbyl Stearate, Erythorbic Acid, and Sodium Erythorbate; Scientific Regulatory Reference CD-ROM (2006). Cosmetic, Toiletry, and Fragrance Association, Washington D.C.",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Primary cultures of heart endothelial and muscle cells prepared from 2-5-day-old Wistar rats were exposed to heated corn oil. Thermally oxidized fats when ingested can result in toxicity signs such as altered fatty acid composition of tissue lipids, depressed growth, formation of pyknotic nuclei, and necrosis of other tissues. Those oxidized lipids also increased the severity of vitamin E deficiency. When 10 mg ascorbyl palmitate in 100 mL ethanol was emulsified and used to treat the monolayer heart cell cultures at 96 hours, the mitotic index increased, but the mean cell count values were not different. Treatment with ascorbyl palmitate also tended to prevent necrosis, but did not reduce intracellular lipidosis."
        },
        {
            "References": "PMID:19527937",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of some additives, phenylalanine, ascorbyl palmitate and sodium ascorbyl phosphate on the oxidation of linoleic acid and porcine ear skin induced by UV irradiation was investigated, in the absence and in the presence of variously uncoated and coated titania powders. ... Sodium ascorbyl phosphate and ascorbyl palmitate displayed a stronger antioxidant effect than phenylalanine toward linoleic acid peroxidation. On porcine skin all the three molecules exhibited both antiradical and antioxidant activity. Their protective effect against peroxidation was higher with porcine skin lipids than with linoleic acid, referable to the chemical differences in the two lipid substrates."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of May 21, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of ascorbyl palmitate can be estimated to be 450(SRC). According to a classification scheme(2), this estimated Koc value suggests that ascorbyl palmitate is expected to have moderate mobility in soil."
        }
    ]
}