{
    "_id": {
        "$oid": "6682e9d8c4e5dba5ffba2caa"
    },
    "CID": {
        "$numberInt": "54680692"
    },
    "Name": "PHENPROCOUMON",
    "IUPACName": "4-hydroxy-3-(1-phenylpropyl)chromen-2-one",
    "CanonicalSMILES": "CCC(C1=CC=CC=C1)C2=C(C3=CC=CC=C3OC2=O)O",
    "Synonyms": [
        "PHENPROCOUMON",
        "435-97-2",
        "Phenprocoumarol",
        "Phenprocoumarole",
        "4-Hydroxy-3-(1-phenylpropyl)-2H-chromen-2-one",
        "Marcumar",
        "Fencumar",
        "Liquamar",
        "Marcoumar",
        "Falithrom",
        "Phenprocumone",
        "Fenprocumone",
        "Phenprocoumone",
        "Phenprocoumonum",
        "Phenprocumonum"
    ],
    "IsomericSMILES": "CCC(C1=CC=CC=C1)C2=C(C3=CC=CC=C3OC2=O)O",
    "INCHI": "InChI=1S/C18H16O3/c1-2-13(12-8-4-3-5-9-12)16-17(19)14-10-6-7-11-15(14)21-18(16)20/h3-11,13,19H,2H2,1H3",
    "INCHIKEY": "DQDAYGNAKTZFIW-UHFFFAOYSA-N",
    "Formula": "C18H16O3",
    "MolecularWeight": {
        "$numberDouble": "280.3"
    },
    "Description": "Phenprocoumon is a hydroxycoumarin that is 4-hydroxycoumarin which is substituted at position 3 by a 1-phenylpropyl group. It has a role as an anticoagulant and an EC 1.6.5.2 [NAD(P)H dehydrogenase (quinone)] inhibitor.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "420"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 155",
            "Value": "log Kow = 3.62"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 1527",
            "Value": "The oral anticoagulants block the regeneration of reduced vitamin K and thereby induce a state of functional vitamin K deficiency. The mechanism of the inhibition of reductase(s) by the coumarin drugs is not known. There exist reductases that are less sensitive to these drugs but that act only at relatively high concentrations of oxidized vitamin K; this property may explain the observation that administration of sufficient vitamin K can counteract even large doses of oral anticoagulants. /Oral Anticoagulants/"
        },
        {
            "References": "PMID:6661354",
            "Value": "The disposition of a single intravenous bolus dose of 10 mg vitamin K1 and vitamin K1-2,3-epoxide were studied in two healthy subjects without and with 12 hr pretreatment dose of phenprocoumon (0.4 mg/kg). For each compound administered alone the plasma concn-time profile was adequately fitted by a biexponential equation, with an avg terminal half-life of 2.0 and 1.15 hr for the administered vitamin K and its 2,3-epoxide respectively. While vitamin K1 was measurable in plasma following admin of vitamin K1-2,3-epoxide, the epoxide was not detectable following admin of vitamin K1. Following pretreatment with phenprocoumon and after iv admin of vitamin K1, both the avg half-life and area under the plasma concn-time profile of vitamin K1 were marginally reduced to 1.5 hr and 1.76 mg/l/hr respectively, while the plasma concn of vitamin K1-2,3-epoxide was readily measurable and its half-life markedly prolonged to 14.7 hr. Following pretreatment with phenprocoumon and after oral administration of vitamin K1-2,3-epoxide, no vitamin K1 was detectable in plasma and the half-life of the epoxide was 13.8 hr. Based on area considerations the data suggest that either phenprocoumon does more than just inhibit the reduction of vitamin K1-2,3-epoxide to vitamin K1, or that the simple model describing the interconversion between vitamin K1 and its epoxide is inadequate. The same conclusion is drawn from the analysis of comparable data in dogs... ."
        },
        {
            "References": "WHO; Environ Health Criteria 175: Anticoagulant Rodenticides p.46 (1995)",
            "Value": "Both 4-hydroxycoumarin derivatives and indandiones (also known as oral anticoagulants) are antagonists of vitamin K. Their use as rodenticides is based on the inhibition of the vitamin K-dependent step in the synthesis of a number of blood coagulation factors. The vitamin K-dependent proteins ...in the coagulation cascade... are the procoagulant factors II (prothrombin), VII (proconvertin), IX (Christmas factor) and X (Stuart-Prower factor), and the coagulation-inhibiting proteins C and S. All these proteins are synthesized in the liver. Before they are released into the circulation the various precursor proteins undergo substantial (intracellular) post-translational modification. Vitamin K functions as a co-enzyme in one of these modifications, namely the carboxylation at well-defined positions of 10-12 glutamate residues into gamma-carboxyglutamate (Gla). The presence of these Gla residues is essential for the procoagulant activity of the various coagulations factors. Vitamin K hydroquinone (KH2) is the active co-enzyme, and its oxidation to vitamin K 2,3-epoxide (KO) provides the energy required for the carboxylation reaction. The epoxide is than recycled in two reduction steps mediated by the enzyme KO reductase... . The latter enzyme is the target enzyme for coumarin anticoagulants. Their blocking of the KO reductase leads to a rapid exhaustion of the supply of KH2, and thus to an effective prevention of the formation of Gla residues. This leads to an accumulation of non-carboxylated coagulation factor precursors in the liver. In some cases these precursors are processed further without being carboxylated, and (depending on the species) may appear in the circulation. At that stage the under-carboxylated proteins are designated as descarboxy coagulation factors. Normal coagulation factors circulate in the form of zymogens, which can only participate in the coagulation cascade after being activated by limited proteolytic degradation. Descarboxy coagulation factors have no procoagulant activity (i.e. they cannot be activated) and neither they can be converted into the active zymogens by vitamin K action. Whereas in anticoagulated humans high levels of circulating descarboxy coagulation factors are detectable, these levels are negligible in warfarin-treated rats and mice. /Anticoagulant rodenticides/"
        }
    ]
}