{
    "_id": {
        "$oid": "6682e9bfc4e5dba5ffba2c2d"
    },
    "CID": {
        "$numberInt": "5486204"
    },
    "Name": "STRONTIUM, RADIOACTIVE",
    "IUPACName": "strontium-90",
    "CanonicalSMILES": "[Sr]",
    "Synonyms": [
        "Strontium-90",
        "10098-97-2",
        "90Sr radioisotope",
        "Strontium Sr-90",
        "Strontium",
        "isotope of mass 90",
        "STRONTIUM 90",
        "90Sr",
        "5TZZ77Z4ER",
        "Sr-90 radioisotope",
        "UNII-5TZZ77Z4ER",
        "Sr-90",
        "Strontium",
        "radioactive",
        "Strontium Radioisotopes",
        "STRONTIUM-90 [IARC]",
        "DTXSID0050219"
    ],
    "IsomericSMILES": "[90Sr]",
    "INCHI": "InChI=1S/Sr/i1+2",
    "INCHIKEY": "CIOAGBVUUVVLOB-NJFSPNSNSA-N",
    "Formula": "Sr",
    "MolecularWeight": {
        "$numberDouble": "89.90773"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Beresford NA et al; Radioprotection 40: 5285-9 (2005) (2) Environmental Studies; Radioecology. Sr90 in environmental samples. Environmental Studies, Duderstadt, Germany. Available at https://www.environmental-studies.de/Radioecology/Sr-90/sr-90-E.html as of Apr 27, 2006. (3) Haghari F; Ohio J Sci 64: 371-374 (1964) (4) Jones JB, Haghari F; Ohio J Sci 62: 97-100 (1962)",
            "Value": "The average strontium-90 activity in lichens collected in the Arctic was reported as 6.46 Bq/kg(1). Six species of plants collected in Bodenmais, Bavaria in July, 1993 had strontium-90 levels as follows (leaves): Dryopteris carthusiana, 82.2; Vaccinium myrtillus, 78.8; Athyrium filix femina, 68.7; Rubus fruticosus, 43.2; Prenanthes purpurea, 29.0; Rubus idaeus, 24.9 Bq/kg dry weight(2). The uptake of strontium-90 in 10 different vegetable crops grown in contaminated soils was studied(3). The order of strontium-90 uptake in the edible portions of the plants was Radish (root) > Snapbean (fruit) > Cucumber (fruit) > Hot pepper (fruit) > Celery (stem) > Beet (root) > Celery (leaf)> Sweet pepper (fruit) > Cauliflower (fruit) > Tomato (fruit). The uptake of strontium-90 in soybeans, corn, alfalfa, and wheat was studied in various soils, and the order of strontium-90 accumulation was soybeans > corn, alfalfa > wheat(4). It was shown that the uptake and accumulation of strontium-90 in contaminated soils can be significantly reduced by liming the soil (increasing the pH), or growing crops in soils with high clay contents(4)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) ATSDR; Toxicological Profile for Strontium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2004)",
            "Value": "The mean concn of strontium-90 measured in deer and elk killed near low level radioactive waste disposal sites at Los Alamos National Laboratory were 12 and 7 pCi/kg, respectively, while concentrations at background locations were 3.5 and 1.7 pCi/kg, respectively(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Conkic L et al; Water Si Technol 22: 195-2002 (1990) (2) ATSDR; Toxicological Profile for Strontium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2004)",
            "Value": "SEDIMENT: The annual mean level of strontium-90 in sediment from a segment of the Danube River, Hungary ranged from 47.3 to 192.9 pCi/kg for samples collected from 1983 to 1988(1). The mean activity of strontium-90 in lucustrine and marine sediments from Antarctica in 1989-1996 ranged from 4.59 to 20.5 pCi/kg and <2.7 to 5.78 pCi/kg, respectively(2). Marine sediments in the vicinity of two nuclear power stations in South Korea had strontium-90 activities 3.16 to 48.6 pCi/kg(2)."
        },
        {
            "References": "(1) ATSDR; Toxicological Profile for Strontium. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2004)",
            "Value": "SOIL: The background level of strontium-90 in soils of the United States from global fallout depends upon the historical transport and deposition inventory at that particular location. The mean regional background concentration of strontium-90 in soils in proximity to the Los Alamos National Laboratory from 1974 to 1994 was 320 (+ or -) 250 pCi/kg dry weight soil(1). The range of concentrations for strontium-90 in soils and sediments at 91 wastes sites located at the 18 US Dept of Energy (DOE) facilities around the United States was 0.02 to 540,000 pCi/kg(1)."
        }
    ]
}