{
    "_id": {
        "$oid": "6682e823c4e5dba5ffba2417"
    },
    "CID": {
        "$numberInt": "5543"
    },
    "Name": "Triallate",
    "IUPACName": "S-(2,3,3-trichloroprop-2-enyl) N,N-di(propan-2-yl)carbamothioate",
    "CanonicalSMILES": "CC(C)N(C(C)C)C(=O)SCC(=C(Cl)Cl)Cl",
    "Synonyms": [
        "triallate",
        "Tri-allate",
        "2303-17-5",
        "Avadex BW",
        "Far-Go",
        "Triallat",
        "Dipthal",
        "Triamyl",
        "Carbamic acid",
        "diisopropylthio-",
        "S-(2,3,3-trichloroallyl) ester",
        "Diisopropyltrichloroallylthiocarbamate",
        "NSC 379698",
        "CP 23426",
        "2,3,3-Trichloroallyl diisopropylthiocarbamate",
        "2,3,3-Trichloroallyl N,N-diisopropylthiocarbamate",
        "S-(2,3,3-Trichloro-2-propenyl) bis(1-methylethyl)carbamothioate"
    ],
    "IsomericSMILES": "CC(C)N(C(C)C)C(=O)SCC(=C(Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10H16Cl3NOS/c1-6(2)14(7(3)4)10(15)16-5-8(11)9(12)13/h6-7H,5H2,1-4H3",
    "INCHIKEY": "MWBPRDONLNQCFV-UHFFFAOYSA-N",
    "Formula": "C10H16Cl3NOS",
    "MolecularWeight": {
        "$numberDouble": "304.7"
    },
    "Description": "Tri-allate is a tertiary amine.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "267"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. Triallate (2303-17-5) (2008-2010) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 22, 2018: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 500 was calculated in fish for triallate(SRC), using log Kow of 4.60(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Smith AE; Weed Res 9: 306-13 (1969) (2) Smith AE; Weed Res 10: 331-39 (1970) (3) Bewick D; pp. 59-86 in Pesticides in Groundwater. Boerner H, ed., Chemistry of Plant Protection Vol 9. Ebing W, editor-in-chief. New York, NY: Springer-Verlag (1994) (4) Mackay D et al, eds; Handbook of Physical-Chemical Properties and Environmental Fate for Organic Chemicals. CD-ROM. Boca Raton, FL: CRC Press (2006) (5) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Triallate. EPA 738-R-00-21. March 2001. Available from, as of June 26, 2018: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1",
            "Value": "AEROBIC: Biodegradation studies showed losses of 65% and 75% of added triallate after 16 weeks incubation in Regina heavy clay (pH 7.5, 4.0% organic matter) and Weyburn loam (pH 7.0, 6.5% organic matter), respectively, while less than 5% of added triallate was lost from sterile clay and loam samples(1). Triallate was reported to be remaining at levels of 51%, 54%, 63%, and 85% after 12 wk incubation in Regina heavy clay at moisture content levels of 40%, 35%, 30%, and 20%, respectively(2). Triallate was reported to be remaining at levels of 43%, 47%, 48%, and 60% after 12 weeks incubation in Weyburn loam at moisture content levels of 40%, 35%, 30%, and 20%, respectively(2). Half-lives of 8-11 wk have been reported for the primary biodegradation of triallate from Regina heavy clay and Weyburn loam(1). These data indicate that microbial degradation is responsible for the loss of triallate in moist soils(1). It was observed that there exists a correlation between soil water content in the range of 2.4-19.0% and rates of degradation, attributing the increased rates of degradation at higher soil moisture contents to increased amounts of triallate in the soil solution(3). Estimated aquatic biodegradation half-lives of 680 and 1170 days at pH 6.8 and 7.0, respectively, at 25 °C(4). Triallate biodegraded under aerobic conditions with calculated half-lives of 37 days in clay loam at 20 °C, 60 days in sandy loam at 20 °C, 58 days in silty clay loam at 20 °C, and 98 days in candy loam at 1 °C(5)."
        },
        {
            "References": "(1) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Triallate. EPA 738-R-00-21. March 2001. Available from, as of June 26, 2018: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1",
            "Value": "ANAEROBIC: Triallate biodegraded under aerobic conditions with calculated half-lives of 37 days in clay loam at 20 °C, 60 days in sandy loam at 20 °C, 58 days in silty clay loam at 20 °C, and 98 days in candy loam at 1 °C. Triallate metabolizes much more slowly under anaerobic conditions with 21% of applied C14-triallate recovered as the parent after 60 days incubation in soil(1)."
        }
    ],
    "logP": [
        {
            "References": "MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. Triallate (2303-17-5) (2008-2010)",
            "Value": "log Kow = 4.6"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Donald DB, Syrgiannis J; J Environ Qual 24: 266-70 (1995)",
            "Value": "SEDIMENT: During a drought in 1989, the mean concentration of triallate in sediments was 8.4 and 11.2 ug/kg, respectively, for permanent and semipermanent prairie lakes in Saskatchewan, Canada(1)."
        },
        {
            "References": "(1) Shomar BH et al; Water Air Soil Pollut 171: 237-251 (2006)",
            "Value": "SOIL: Triallate was tested for but not detected in 45 soil samples from the Gaza Strip, sampled January 25 to March 27, 2002(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Mackay D et al, eds; Handbook of Physical-Chemical Properties and Environmental Fate for Organic Chemicals. CD-ROM. Boca Raton, FL: CRC Press (2006) (2) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Beestman GB, Deming M; Weed Science 24: 541-4 (1976) (4) Elliott JA et al; J Environ Qual 29: 1650-56 (2000)",
            "Value": "A range of log Koc values from 3.22 to 3.60, corresponding to a Koc range of 1659 to 3981, has been reported(1). A Koc of 220 has also been reported(2). According to a classification scheme(3), this Koc range suggests that triallate is expected to have low to slight mobility in soil(SRC). In soil and water partition tests, 6.7% and 2.2% triallate was found in solution at equilibrium with Ray silt soil and Drummer silty clay loam soil, respectively(3), while 6.6% and 1.8% triallate was desorbed in a soil/water slurry from triallate applied to dry Ray silt soil and Drummer silty clay loam, respectively(3). These results indicate that triallate adsorption to soils is a reversible process(3). Triallate was applied and incorporated into soil on Sept 25 1992 at 820 g/ha to an experimantal dark brown chernozem soil in Outlook, Saskathchewan, Canada; irrigation commenced 2 days later. The compound was not detected in tile drain effluent(4)."
        }
    ]
}