{
    "_id": {
        "$oid": "6682e824c4e5dba5ffba241e"
    },
    "CID": {
        "$numberInt": "5569"
    },
    "Name": "TRIFLURALIN",
    "IUPACName": "2,6-dinitro-N,N-dipropyl-4-(trifluoromethyl)aniline",
    "CanonicalSMILES": "CCCN(CCC)C1=C(C=C(C=C1[N+](=O)[O-])C(F)(F)F)[N+](=O)[O-]",
    "Synonyms": [
        "trifluralin",
        "1582-09-8",
        "Treflan",
        "2,6-Dinitro-N,N-dipropyl-4-(trifluoromethyl)aniline",
        "Agreflan",
        "Elancolan",
        "Tristar",
        "Crisalin",
        "Triflurex",
        "Trifurex",
        "Nitran",
        "Nitran K",
        "Trifluraline",
        "Crisalina",
        "Digermin"
    ],
    "IsomericSMILES": "CCCN(CCC)C1=C(C=C(C=C1[N+](=O)[O-])C(F)(F)F)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C13H16F3N3O4/c1-3-5-17(6-4-2)12-10(18(20)21)7-9(13(14,15)16)8-11(12)19(22)23/h7-8H,3-6H2,1-2H3",
    "INCHIKEY": "ZSDSQXJSNMTJDA-UHFFFAOYSA-N",
    "Formula": "C13H16F3N3O4",
    "MolecularWeight": {
        "$numberDouble": "335.28"
    },
    "Description": "Trifluralin is a substituted aniline that is N,N-dipropylaniline substituted by a nitro groups at positions 2 and 6 and a trifluoromethyl group at position 4. It is an agrochemical used as a pre-emergence herbicide. It has a role as an environmental contaminant, a xenobiotic, a herbicide and an agrochemical. It is a C-nitro compound, a member of (trifluoromethyl)benzenes and a substituted aniline.",
    "XlogP": {
        "$numberDouble": "5.3"
    },
    "Complexity": {
        "$numberInt": "392"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Spacie A; Diss Abstr Int B 36: 4367 (1975) (2) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (3) Devillers J et al; Chemosphere 33: 1047-1065 (1996) (4) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on Trifluralin (1582-09-8). USEPA 738-R-97-011. Available from, as of Feb 9, 2012: https://www.epa.gov/pesticides/reregistration/status.htm (5) Franke C et al; Chemosphere 29:1501-14 (1994)",
            "Value": "Fish bioconcentration factors estimated from field data were: sauger (Stizostedion canadense), 5421, shorthead redhorse (Moxostoma macrolepidolum), 2832, and golden redhorse (M. erthrurum), 1689, and an experimental value of 3261 for fathead minnows (Pimephales promelas)(1). An experimental fish bioconcentration factor of 4570, species not stated, has been reported for trifluralin(2). The bioconcentration factor for trifluralin in topmouth gudgeon (Pseudorasbora parva) has been reported as 3162(3). Mean bioconcentration factors accumulated in bluegill sunfish exposed to 0.0059 ppm trifluralin were 2041 for edible, 9586 for non-edible, and 5674 for whole fish(4). According to a classification scheme(5), these BCF values suggest the bioconcentration in aquatic organisms is very high(SRC). ["
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Helling CS; J Environ Qual 5: 1-15 (1976) (2) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on Trifluralin (1582-09-8). USEPA 738-R-97-011. Available from, as of Feb 9, 2012: https://www.epa.gov/pesticides/reregistration/status.htm (3) Winterline W et al; Arch Environ Contam Toxicol 18: 734-47 (1989) (4) Johnston WH, Camper ND; J Environ Sci Health B26: 1-14 (1991) (5) Probst GW et al; J Agric Food Chem 15: 592-9 (1967) (6) Grover et al; Rev Environ Contam Toxicol 153: 1-64 (1997) (7) Anderson TA et al; Chemosphere 28: 1551-7 (1994) (8) Spain JC, VanVeld PA; Appl Environ Microbiol 45: 428-35 (1983) (9) Jacobson SN et al; Appl Environ Microbiol 40: 917-21 (1980)",
            "Value": "AEROBIC: Trifluralin biodegrades faster in anaerobic soils than in aerobic soils(1). Trifluralin degraded with half-lives of 189, 202, and 116 days in sandy loam, clay loam, and loam soils, respectively, when incubated aerobically in the dark at 22 °C for 364 days(2). Seven degradates of trifluralin have been identified: alpha-alpha-alpha-trifluoro-2,6,-dinitro-N-propyl-p-toluidine; alpha-alpha-alpha-trifluoro-5-nitro-4-propyl-toluene-3,4-diamine; 2-ethyl-7-nitro-1-propyl-5-(trifluoromethyl)benzimidazole-3-oxide; 2-ethyl-7-nitro-1-propyl-5-(trifluoromethyl) benzimidazole; 2-ethyl-7-nitro-5-(trifluoromethyl)benzimidazole; alpha-alpha-alpha-trifluoro-2,6-dinitro-p-cresol; 2,2'-azoybis(alpha-alpha-alpha-trifluoro-6-nitro-N-propyl-p-toluidine(2). These degradates were identified in test samples at maximum concentrations (% applied radioactivity) of 2.8-4.6%, 1.5-2.1%, 0.1-0.3%, 0.5-1.0%, 2.1-2.6%, 0.1-2.7%, and 0.8-3.0%, respectively(2). During the testing period of about one year, trifluralin parent declined to less than 25% of applied radioactivity in all soils(2). At the same time volatile and unextractable residues increased to 22% and about 45% of applied radioactivity(2). In another laboratory study, the estimated half-life for the biodegradation of 1,000 ppm trifluralin in soil was 405 days under aerobic conditions(3). Trifluralin, which was added to soil obtained from a pesticide disposal site, did not biodegrade in 157 days under aerobic conditions(4). Aerobic biodegradation of trifluralin proceeds through an initial dealkylation followed by reduction of the nitro groups(5). The trifluoromethyl group of trifluralin appears to remain intact in all major metabolites and is eventually oxidized to the carboxylic acid(6). In a 14-day environmental chamber study with a 14 hr photoperiod, degradation of 10 ppm trifluralin, present as a mixture with metolachlor and atrazine, was shown to occur in non-vegetated soil (47% degradation) but not to the extent of the Kochia scoparia rhizosphere soil (70% degradation), suggesting that the rhizosphere of certain plant species may facilitate microbial degradation(7). Incubation of radio-labled trifluralin with sediment samples under aerobic conditions resulted in a concentration reduction equal to 25% its original value after 10 days; the microbial community was not found to adapt to trifluralin(8). Trifluralin at an initial concentration of 100 ug/L underwent 49% removal when incubated with primary sewage effluent under aerobic conditions(9)."
        },
        {
            "References": "(1) Jacobson SN et al; Appl Environ Microbiol 40: 917-21 (1980) (2) Spain JC, VanVeld PA; Appl Environ Microbiol 45: 428-35 (1983) (3) Walker WW et al; Chemosphere 17: 2255-70 (1988)",
            "Value": "AEROBIC: Trifluralin at an initial concentration of 100 ug/L underwent 49% removal when incubated with primary sewage effluent under aerobic conditions; under anaerobic conditions it underwent 91% removal during the same time period(1). Incubation of radiolabelled trifluralin with sediment samples under aerobic conditions resulted in a concentration reduction equal to 1/4 its original value after 10 days; the microbial community was not found to adapt to trifluralin(2). The concentration of trifluralin in shake flask tests containing either natural water or a sediment water slurry were found to decrease; the rate of decrease was less in sterilized flasks(3)."
        },
        {
            "References": "(1) Helling CS; J Environ Qual 5: 1-15 (1976) (2) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on Trifluralin (1582-09-8). EPA 738-R-95-040. Available from, as of Feb 19, 2012: https://www.epa.gov/pesticides/reregistration/status.htm (3) Winterline W et al; Arch Environ Contam Toxicol 18: 734-47 (1989) (4) Probst GW et al; J Agric Food Chem 15: 592-9 (1967) (5) Jacobson SN et al; Appl Environ Microbiol 40: 917-21 (1980)",
            "Value": "ANAEROBIC: Trifluralin biodegrades faster in anaerobic soils than in aerobic soils(1). Trifluralin degraded with half-lives of 22-59 days in sandy loam, loam, and clay loam soils incubated anaerobically in the dark at 22 °C for 60 days following an aerobic incubation period of 30 days(2). The major degradates identified were: alpha-alpha-alpha-trifluoro-5-nitro-N4,N4-dipropyl-toluene-3,4-diamine (which reached a maximum concentration of 5.4% and 13.2% of the applied radioactivity in sandy loam soil and clay loam soil, respectively, at Day 60 following flooding, and 11.6% in the loam soil at Day 30 following flooding); 7-amino-2-ethyl-1-propyl-5-(trifluoromethyl)benzimidazole (which reached 7.3% in sandy loam soil and 8.3% in loam and clay loam soils at Day 60 following flooding); alpha-alpha-alpha-trifluoro-N4-N4-dipropyltoluene-3,4,5-triamine (which reached 0.3% in sandy loam soil, 4.1% in loam soil, and 2.6% in clay loam soil)(2). In another laboratory study, the estimated half-life for the biodegradation of 1,000 ppm trifluralin in soil was 211 days under anaerobic conditions(3). Degradation under anaerobic conditions initiates with nitro group reduction followed by dealkylation(4). Trifluralin at an initial concentration of 100 ug/L underwent 91% removal when incubated with primary sewage effluent under anaerobic conditions(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Rivera J et al; Int J Environ Anal Chem 24: 183-91 (1986) (2) Spacie A; Diss Abstr Int B 36: 4367 (1975) (3) Sapozhnikova Y et al; Chemosphere 55: 797-809 (2004) (4) Kallenborn R et al; Organohalogen Compounds 32: 252-6 (1997)",
            "Value": "Trifluralin was qualitatively detected in dead carp taken from the Llobregat River, Barcelona, Spain, 1984(1). Fish obtained from the Wabash River, IN, had the following mean trifluralin levels: sauger (Stizostedion canadense), 10.2 ppm, shorthead redhorse (Moxostoma breviceps), 5.38 ppm, and golden redhorse (Moxostoma erythrurum), 3.21 ppm(2). Tilapia (Tilapia mossambique) sampled from Salton Sea, CA in May 2001 had trifluralin concentrations of <0.15-1.7, 0.6-11.7, 0.6-7.1 and 0.3-4.1 ng/g in muscle, liver, gonads and gills, respectively, and trifluralin concentrations in corvina (Cynoscion xanthuhu) were <0.15-1.9, <0.15-15.0, 0.2-7.5 and 0.2-2.1 ng/g for muscle, liver, gonads and gills, respectively(3). Trifluralin was detected in Arctic charr (Salvelinus alpinus) and sea trout (Salmo trutta) muscle samples from the Norwegian Arctic, specific collection dates, locations and concentrations were not reported(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 112",
            "Value": "log Kow = 5.34"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 549",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits exposed to 500 mg of technical trifluralin in standard Draize skin irritation study had score of 0, indicating no dermal irritation. Technical trifluralin also caused no damage when tested in rabbit eyes."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 2-week oral toxicity study, trifluralin (96.4% a.i.) was administered to 10 male Fischer 344 rats at 6500 ppm (approximately 346.47 mg/kg/day) or 5 rats at 0 ppm. The objective of this study was to determine the effects of trifluralin on the urinary tract of male rats. All animals survived until the scheduled sacrifice. Food consumption was reduced by 27%, and may have been indicative of a lack in palatability. Additionally, decreases (not statistically significant) in body weight gain (5.4 g treated vs 15.6 g control) and food utilization (2.6 treated vs 6.3 controls) were observed. The treated animals urinated orange-yellow fluid, indicative of the test compound and/or metabolites, resulting in soiled genital areas. During urinalysis, the following observations were made: (i) urine clarity was reduced in the treated animals on days 6 and 13; (ii) triple phosphate crystals were observed in all treated animals and were particularly abundant on days 6 and 13 (vs 3/5 control rats); (iii) amorphous material was found in the urine of treated animals; (iv) LDH and AST were increased at days 6 and 13; on day 13 the increase was 84% for LDH and 205% for AST; (v) mildly increased protein concentrations were observed on days 6 and 13. Cytoplasmic hyaline droplet formation in many renal cortical tubules of each treated animal indicated epithelial degeneration (vs 0/5 controls)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Trifluralin (96-97% a.i.) was administered continuously via the diet to Fischer 344 male rats at nominal doses of 0, 50, 200, 800, 3200, and 6400 ppm (time-weighted daily averages through month 4: 0, 2.5, 10.1, 40.1, 164, and 330 mg/kg/day) for up to 4 months. The rats (n=10, except n=15 in controls and 0.05% group) were sacrificed at 30, 60, and 90 days. At 0 and 50 ppm, 45 rats were treated, and 30 rats were treated in each of the other doses. The rats (n=10-15) were sacrificed at 30, 60, and 90 days. Additionally, a satellite group of 15 rats at 0 and 50 ppm and 10 rats in each of the other doses was treated for 4 months, followed by 6 weeks of maintenance on the control diet. All satellite study animals were sacrificed on day 171. Body weight, body weight gain, food consumption, food efficiency, gross pathology, and histopathology of the kidney and urinary bladder were evaluated. Measurements of numerous parameters were made during urine chemistry and protein electrophoresis of the urine. No treatment-related adverse effects were observed on mortality, clinical signs, body weight, or body weight gain through month 3; after 4 months of treatment, there was a significant decrease in body weight, body weight gain and food utilization at >= 3200 ppm. Urine was discolored by the dinitroaniline compound at 3200 and 6400 ppm. No effect was observed in the 50 ppm group. Recovery was evident following 6 weeks of maintenance on the control diet in all groups, but was incomplete in the 6400 ppm group. There was a dose related increase (>= 200 ppm) in the incidence of intra-cytoplasmic hyaline droplet formation in the renal cortical tubular epithelial cells (minimal to moderate severity) and an increase in urine alpha1-globulin and alpha2-globulin (all biochemical indicators of kidney toxicity). In the >=800 ppm groups, significant increases of 73-489% in urinary total protein, AST, and LDH and in the urinary volume (38-89%) were observed. In the 6400 ppm group, increases of 27-169% in urinary calcium and sodium were observed. The LOAEL for nephrotoxicity is 800 ppm (40.1 mg/kg/day), based on the presence of tubular cytoplasmic hyaline droplets; increased total protein, AST, and LDH in the urine; albumin alpha1-globulin and alpha2-globulin observed by urine electrophoresis; and increased urinary volume. The NOAEL is 200 ppm (10.1mg/kg/day)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Trifluralin (purity not reported) was administered to 20 HOE: Wistar (SPF71) rats/sex/group in the diet at dose levels of 0, 800, 2000, or 5000 ppm (0/0, 59/69, 154/168, and 392/421 mg/kg/day in males/females) for three months. Ten rats/sex/dose were sacrificed at the end of the 3-month treatment period, and the remaining 10 rats/sex/dose were sacrificed after a 15-day recovery period in which they were given control diets. In the main study, there were no effects of treatment on mortality, clinical observations, ophthalmology, gross pathology, or histopathology. There were no adverse effects on urinalysis. In the recovery group, urine color returned to normal; otherwise, findings (when reported) were similar to the main study. Absolute and relative (to body) liver weights were dose-dependently increased in females dosed at 800 ppm and higher (11-48%) and in males dosed at 2000 ppm and higher (28-48%). On day 93, blood serum phosphate was dose-dependently increased in all female dose groups (21-29%) and in the 2000 and 5000 ppm males (35-41%). Additionally at 5000 ppm, overall body weight gains were decreased 9% each in males and females compared to controls. Food consumption was decreased 16-18% on day 8 in males and females and remained decreased 10% on day 92 in females. Similarly, relative (to body) food consumption was decreased on day 8 in males and females (10.38-10.48% treated vs 11.64-12.08% controls) and remained decreased on day 92 in females (6.79% treated vs 7.10% controls). Additionally in the males in this group, hemoglobin was decreased 6 to 9% at weeks 7 and 13; alanine aminotransferase, on days 1, 44, and 93 (20-26%); and alkaline phosphatase, 26 to 30% on days 44 and 93. The LOAEL for this study is 5000 ppm (392/421 mg/kg/day [M/F]) based on minor decreases in overall body weight gains and food consumption in males and females, decreased hemoglobin and alkaline phosphatase in the males, and increased absolute and relative (to body) liver weights in males and females. The NOAEL is 2000 ppm (154/168 mg/kg/day [M/F])."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week oral toxicity study, trifluralin (>99% a.i.) was administered to 10 NMRI KFM-Han mice/sex/dose in diet at dose levels of 0, 400, 1000, or 2500 ppm (approximately equivalent to 0, 60, 150, and 375 mg/kg/day as calculated by the reviewers). Mortality, clinical signs, neurological status, body weights, food consumption and efficiency, ophthalmology, hearing, organ weights, and gross and histological pathology for both sexes at all doses were unaffected by treatment. There were no unequivocal adverse effects observed in either sex at any dose. The following changes were equivocally treatment-related and may have been toxicologically adverse (historical control values were not reported). Platelets were increased by 23% each in the 2500 ppm males and females. Creatinine was increased by 33-64% in the 1000 ppm females and the 2500 ppm males and females. Urea was increased by 42% in the 2500 ppm males, but not in females. Total bilirubin and cholesterol were increased by 90 and 52%, respectively, in the 2500 ppm females, but not in the males. Although statistically significant increases were observed for methemoglobin concentrations at 1000 (0.8% females) and 2500 ppm (1.9% males, 1.2% females), this findings was not considered to be an adverse effect; control value was 0.5% for both sexes. Since the changes in clinical pathology do not fit a pattern consistent with a treatment-related effect and the negative histopathological results, these effects were not considered to be treatment related. The LOAEL was not observed. The NOAEL is 2500 ppm (375 mg/kg/day), the highest dose tested."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 31-day dermal toxicity study, HOE 38474 (trifluralin; >99% a.i.) in 2% (w/v) carboxymethlycellulose was applied to the shaved intact skin of 10 Wistar rats/sex/dose at dose levels of 0, 40, 200, or 1000 mg/kg/day (limit dose), 6 hours/day, 5 days/week for a total of 23 applications. Additional recovery groups consisting of 5 rats/sex/dose were similarly treated and then observed for 13 days after the final dermal application. Dermal irritation was evaluated daily using the Draize method. No compound-related effects on mortality, clinical signs, body weight, body weight gain, food consumption, food conversion, ophthalmoscopy, hematology, clinical chemistry, or gross pathology parameters were observed. At >=200 mg/kg, the following histopathological effects (# affected/10) were noted in the treated skin of the main study animals: (i) minimal to slight sub-epidermal inflamation (7-8 males and 4 females each vs 0 controls); (ii) minimal to slight ulcerations (1 treated male vs 0 controls and 1 treated female each vs 1 control); (iii) minimal to moderate acanthosis (8-9 treated males vs 6 minimal controls and 7-9 treated females vs 5 minimal to slight controls); and (iv) minimal to slight sebaceous gland hyperplasia (5-10 treated males vs 7 slight controls and 4-6 treated females vs 3 slight controls). In the recovery groups, minimal acanthosis was still observed in 2 treated females each (vs 0 controls). The only findings at 40 mg/kg were minimal to slight sub-epidermal inflammation (4 males and 1 female vs 0 controls); minimal to slight acanthosis (3 treated males vs 6 minimal controls and 2 treated females vs 5 minimal to slight controls); and slight sebaceous gland hyperplasia (2 treated males vs 7 minimal controls). Additionally, minimal acanthosis was noted in one 40 mg/kg recovery group female (vs 0 controls). The systemic LOAEL was not observed. The systemic NOAEL is 1000 mg/kg/day. The dermal LOAEL is 200 mg/kg/day based on sub-epidermal inflammation and ulcerations in males and females. The dermal NOAEL is 40 mg/kg/day."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 21-day dermal toxicity study, trifluralin (96.45% a.i.) was applied undiluted to the shaved intact skin of 5 New Zealand White rabbits/sex/dose at dose levels of 0 or 1000 mg/kg/day (limit dose), 6 hours/day for 21 consecutive days. Dermal irritation was evaluated daily using the Draize method. No compound-related effects on mortality, clinical signs, body weight, body weight gain, food consumption, ophthalmoscopic examinations, hematology, clinical chemistry, organ weights, or gross or histopathological parameters were observed in either sex. At 1000 mg/kg, all animals showed signs of dermal irritation, characterized by moderate to severe erythema and slight to moderate edema accompanied by coriaceous, cracked, and bleeding skin beginning at 6-12 days after initiation of treatment and persisting until the end of the study with desquamation being observed within 11-20 days after initiation of treatment. At 1000 mg/kg, increased incidences of the following gross and histopathological lesions of the treated skin were observed: (i) thickened treatment area; (ii) minimal to slight acanthosis; (iii) slight hyperkeratosis; and (iv) minimal to slight inflammation of the dermis. Additionally, minimal to slight hyperplasia of the bone marrow was noted (2 males and 4 females vs 0 controls). These findings were considered secondary to the dermal irritation observed, rather than primary compound related effects. The systemic LOAEL was not observed. The systemic NOAEL is 1000 mg/kg/day. The dermal LOAEL was 1000 mg/kg/day (limit dose) based on erythema, edema, and desquamation of the treated skin. The dermal NOAEL was not established."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 21-day dermal toxicity study, XRM-5313 (a formulation containing 35.8% trifluralin and 2.6% XRD-498) was applied undiluted to the shaved intact skin of 5 New Zealand White rabbits/sex/dose at dose levels of 0, 100, 500, or 1000 mg/kg/day, 6 hours/day for 5 days/week over a 21 day period for a total of 15 applications. No compound-related effects on mortality, clinical signs, body weight, body weight gain, hematology, clinical chemistry, organ weight, or gross or histopathology parameters were observed at any dose level in either sex. There were signs of dermal irritation (slight to moderate erythema, edema, and/or scaling and fissuring) at all doses. The dermal signs in the 100 mg/kg group reversed by study termination. The systemic LOAEL was not observed. The systemic NOAEL is 1000 mg/kg/day (limit dose). The dermal LOAEL was 100 mg/kg/day based on erythema, edema, and/or scaling and fissuring. The dermal NOAEL was not established."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 30-day inhalation toxicity study, HOE 38474 (trifluralin; >99% a.i.) was dissolved in 70% acetone and administered via nose-only inhalation to Wistar KFM-Han (outbred, SPF-quality) rats (15/sex/dose) for 6 hours/day, 5 days/week for up to 30 days at nominal dose levels of 0 (air control), 0 (acetone control), 100, 300, or 1000 mg/cu m (equivalent to 0, 27, 81 and 270 mg/kg/day). Ten rats/sex/dose were sacrificed after 30 days, and the remaining 5 rats/sex/dose were sacrificed after a 14-day recovery period. There were no adverse effects of treatment on mortality, body weights, body weight gains, food consumption, food conversion ratio, water consumption, ophthalmology, or gross pathology. At 1000 mg/cu m, all rats showed slight dyspnea and ruffled fur; these symptoms were seen daily just after exposure starting with day 1 and were not observed on non-exposure days (i.e. weekends) or during the recovery period. In the females at this dose, increases in methemoglobin (1.59% treated vs 0.79% acetone control) and total bilirubin (62%) were observed at the end of the main study but were comparable to controls at the end of the recovery period. Direct bilirubin was increased in females; however, data were not provided. Treatment-related effects on the liver were observed; however, these changes were limited to increased liver weights and centrilobular hypertrophy and were considered adaptive. At the end of the main study, absolute and relative (to body) liver weights were dose-dependently increased 9-32% in the 300 and 1000 mg/cu m animals. Relative (to brain) liver weights were dose-dependently increased 10-14% in the 100 and 300 mg/m3 females and 21-28% in the 1000 mg/cu m animals. Incidence of minimal to slight centrilobular hypertrophy, characterized by increased homogeneity and reduced basophilia of the cytoplasm in enlarged hepatocytes, was dose-dependently increased in the >=100 mg/cu m males (4-10/10 treated vs 0/10 each control group) and in the 1000 mg/cu m females (7/10 treated vs 0/10 each control group). At the end of the recovery period, liver weights (absolute, relative to body, and relative to brain) remained dose-dependently increased (19-26%; ) in males at >=100 mg/cu m. The LOAEL for this study is 1000 mg/cu m (270 mg/kg/day) based on increased methemoglobin and bilirubin in females and incidences of dyspnea and ruffled fur in males and females. The NOAEL is 300 mg/cu m (81 mg/kg/day)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Trifluralin (1582-09-8) p.3 (May 27, 1987). Available from, as of February 5, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/597.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Trifluralin, 100%, no nitrosamine; 60 Fischer 344 Rats/sex/group, 30 in each of two replicate studies; fed at 0, 813, 3250 or 6500 ppm in the diet; diet analyses at 11 intervals; adverse effects: microcytic anemia (both sexes) at 3250 and 6500 ppm, transitional cell carcinoma of renal pelvis epithelium and bladder (both sexes) and thyroid follicular adenoma and carcinoma (males only); sys NOEL = 813 ppm (decreased body weight gain), chronic NOEL < 813 ppm (progressive glomerulonephrosis, renal calculi)..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Trifluralin (1582-09-8) p.X (May 27, 1987). Available from, as of February 5, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/597.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Trifluralin, 96.45% purity, administered in the diet for 3 months to males /rats/ only with 60/group at 0 and 2.6 mg/kg/day, and with 40/group at 10.7, 42.2, 170.2, and 342.1 mg/kg/day time-weighted average. NOEL for non-oncogenic kidney effects in male Fischer 344 rats = 2.6 mg/kg/day (approx. 50 ppm) (increased urinary K, Ca, AST, LDH, and Alpha 1, Alpha 2 and Beta globulins; increased renal tubular epithelial hyaline droplets). Some were continued on the diets for 4 months followed by 6 weeks on control diet. Treatment effects were reversible in all but the highest dose group."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Trifluralin (1582-09-8) p.10 (May 27, 1987). Available from, as of February 5, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/597.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Trifluralin technical, 99.8%, with no detectable dipropylnitrosamine to 0.01 ppm sensitivity; 120/sex in control and 80 B6C3F1 mice/sex/test group (2 replicate studies); fed 0, 563, 2250 or 4500 ppm in the diet /for 24 months/; adverse effects of anemia and altered kidney function at mid- and high-doses; sys NOEL = 563 ppm (decreased body weight and altered relative organ weights of liver, kidney, hepatocellular hypertrophy and hyperplasia), oncogenic NOEL > 4500 ppm ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 524 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... A study in mice using technical-grade trifluralin that was not contaminated with N-nitrosodi-n-propylamine confirmed the effects on growth and also revealed progressive glomerulonephritis in female mice. Increases in the blood level of urea nitrogen and the serum level of alkaline phosphatase and decreased eryhrocyte and leukocye counts were reported to be related to treatment in animals of each sex."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 523 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 female Swiss mice, seven weeks of age, were given 13 intraperitoneal or subcutaneous injections at three-day intervals of 0.25 mL of Treflan (44.5 % trifluralin, 55.5 % unspecified), for a total dose of 0.0065 mg trifluralin. Groups of 50 mice received either intraperitoneal or subcutaneous injections of saline. The animals were kept under observation for seven months from the start of treatment; one animal from each group was killed at each 15-day interval beginning one month after the end of treatment. Lymphomas (one was questionable) were reported in 5/25 mice receiving Treflan by subcutaneous injection and in 3/21 mice receiving Treflan by intraperitoneal injection. A mesothelioma was reported in one treated mouse given a subcutaneous injection and in three mice given intraperitoneal injections. No tumor was observed in control mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 523 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Osborne-Mendel rats, six weeks old, were initially given 6,500 or 13,000 mg/kg of diet technical-grade trifluralin (purity >90%; analysis of the compound three years after completion of the bioassay established the presence of 84-88 ppm (mg/kg) of N-nitrosodi-n-propylamine). In week 22 of the study, the low and high concentrations were decreased to 3,250 and 6,500 mg/kg of diet, respectively. In week 63, administration of trifluralin to the high-dose female rats was stopped for one week and then resumed for four weeks; high-dose males received the same cyclic pattern beginning in week 69. This intermittent feeding pattern was maintained until week 78. All animals were then given control diet until week 111, when the study was terminated. Fifty rats of each sex were used as matched controls. No difference in survival was observed between treated and control groups. The combined incidence of follicular-cell adenomas and carcinomas of the thyroid in female mice was: control, 1/50; low-dose, 7/50 (p = 0.028 Fisher exact test); and high-dose, 0/49. Two hemangiosarcomas of the spleen were observed in the 12 low-dose females in which this organ was examined histologically."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 522 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 80 male and 80 female B6C3Fi mice (age unspecified) received trifluralin (technical-grade, containing less than 0.01 ug/g N-nitrosodi-n-propylamine) in the diet at levels of 563, 2250 or 4500 mg/kg for 24 months. Groups of 120 mice of each sex received a control diet. Survival at the end of the study ranged from 67 to 80% in the various groups. Body weight gains of high-dose mice were reduced by as much as 30% compared to those of controls during the study. There was no increased incidence of neoplasms at any site in treated mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 522 (1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3Fi mice, six weeks old, were fed diets containing various levels of technical-grade trifluralin (purity, > 90%; analysis of the compound three years after completion of the bioassay established the presence of 84-88 ppm (mg/kg) N-nitrosodi-n-propylamine). Initially, males were fed 2000 or 4000 mg/kg of diet; due to toxicity, administration of the high dose was stopped in week 57 of the study for one week, followed by dietary administration for four weeks at the previous concentration. This cyclic administration was continued for 22 weeks. In females, the initial concentrations were 4500 and 9000 mg/kg of diet for 17 weeks; at week 18, the low and high doses were decreased to 2250 mg/kg and 4500 mg/kg, respectively. In week 57, animals in the high-dose group were administered the compound intermittently for 22 weeks (one week on trifluralin-free diet followed by four weeks on trifluralin-treated diet). From week 79, all treated animals were given control diet for a further 12 weeks. The experiment was terminated at week 90. Twenty mice of each sex were used as matched controls, and a pooled control group (60 females and 60 males) was also available. Survival of high-dose males was lower that than in the other groups: 52% of the low-dose and 55% of the control males survived at least 86 weeks compared to only 34% of the high-dose males. In female mice, survival was 95% controls, 92% low-dose and 62% high-dose mice. In females, an increased incidence of hepatocellular carcinomas was noted: control, 0/20; low-dose, 12/47; and high-dose, 21/44 (Fisher exact test, p < 0.01; test for trend, p < 0.001); in males the incidence was 4/19 controls, 12/47 low-dose and 9/49 high-dose. Hepatocellular adenomas were observed in 3/47 low-dose females and in 2/47 low-dose males. Alveolar/bronchiolar adenomas or carcinomas of the lung were observed predominantly in female treated mice: 0/19 controls, 7/43 low-dose (Fisher exact test p = 0.005 when compared with pooled controls) and 3/30 high-dose (test for trend; p < 0.026 when compared with pooled controls). In females, squamous-cell carcinomas of the forestomach occurred in 4/45 low-dose and in 1/44 high-dose animals; no such tumor was observed in controls or treated male mice; however, a squamous-cell papilloma occurred in 1/47 low-dose males."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 549",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Harlan rats (6 males and 6 females in each group) were fed technical trifluralin at 20, 200, 2000, and 20,000 ppm in diet for 2 years. At highest dosage level, rats showed significant growth retardation and bile duct proliferation & survived max of 460 days. In all other groups ... no significant differences between treated animals and controls ... ."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 550",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In 3-yr study, purebred beagles were given trifluralin orally at 10 and 25 mg/kg. Each treatment group included 2 animals of each sex, and control group was established with 3 animals of each sex. At 25 mg/kg, increased liver:body-weight ratio was observed. Therefore, no-adverse-effect dosage was considered to be 10 mg/kg."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 12-month oral toxicity study, HOE38474 (trifluralin; >99% a.i.) was administered to 6 purebred beagle dogs/sex/group in the diet at dose levels of 0, 30, 150, or 750 ppm (0.0, 0.8, 3.8, 18.8 mg/kg/day; based on 1 ppm = 0.025 mg/kg/day) for 12 months. There were no effects of treatment on mortality, food consumption, ophthalmology, auditory tests, urinalyses, or histopathology. At 150 ppm, absolute liver weights were increased by 9% in the males. Methemoglobin levels were increased in males at months 6 and 9 (1.2-1.5% treated vs 0.8-1.0% controls) and in females at month 12 (1.8% treated vs 0.7-1.1% controls). At 750 ppm, one male sacrificed in a moribund condition on day 142 exhibited myocardial necrosis with fatty changes, pericarditis/epicarditis, arteritis in the urinary bladder and epididymis, and myeloid hyperplasia and erythroid hypoplasia in the bone marrow. However, it was stated that this death was considered unrelated to treatment. Occurrences of diarrhea were more frequent than controls in the males during weeks 1-41 and in the females throughout the study. Body weight gains were lower than controls in males from week 18 onward and in females during weeks 17-44. Overall body weight gains were decreased by 24-28% in males and females after one month. Methemoglobin was increased in males and females throughout the study (1.1-2.4% treated vs 0.7-1.1% controls); these effects were considered minor and not toxicologically significant. Erythrocytes and hemoglobin were intermittently decreased in males and females. Increases in total lipids (31-55%), total cholesterol (22-57%), and triglycerides (12-58%) were observed in males and females. With the exception of methemoglobin, all differences in hematology and clinical chemistry fell within the 95% confidence interval of the historical controls. Absolute, relative to body, and relative to brain liver weights were increased by 28-52% in males and females. Absolute and relative to body spleen weights were increased by 31-41% in females, and relative to body spleen weights were increased by 61% in males after 1 month. Hepatomegaly, splenomegaly, and yellow discoloration of the body fat were observed in one male. This discoloration was not considered to be treatment related and is characteristic of dinitroaniline treatment. The LOAEL for this study is 150 ppm (3.8 mg/kg/day) based on increased absolute liver weights in males. The NOAEL is 30 ppm (0.8 mg/kg/day)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic oral toxicity study, trifluralin (99.86% a.i.) was administered in gelatin capsules to 4 beagle dogs/sex/group at dose levels of 0, 0.75, 2.4, or 40 mg/kg/day for one year. There were no adverse effects of treatment on mortality, food consumption, ophthalmology, urinalysis, or gross pathology. At 40 mg/kg, the frequency of abnormal stool (mucoid, soft, runny, and/or containing white flakes), calculated by the reviewers, was increased over controls in males and females. Relative to controls, body weights were decreased (7-18%) in females during the last six months of the study. Cumulative body weight change for the overall study was lower than controls (87.5% treated vs 103.4% controls). Absolute liver weights were increased in males (40%; ) and females (41%). Increases were also noted in relative (to body) liver weights (45-62%; ) and relative (to brain) liver weights (28-33%) in these animals. Minimal to slight multifocal pigment deposition was observed in the liver in males (1/4 treated vs 0 controls) and females (2/4 treated vs 0/4 controls). Minimal focal inflammation of the liver was observed in females (1/4 treated vs 0/4 controls). Treatment related hematological and clinical chemistry differences included the following: (i) decreased erythrocytes in males on days 92 and 363 (9-12%); (ii) decreased hemoglobin in males on days 33, 92, and 363 (7-11%); (iii) increased thrombocytes in males on days 92, 180, and 363 (42-53%); (iv) decreased ALT in males on day 363 (44%); (v) decreased AST in males on day 363 (31%); (vi) increased cholesterol in males on days 180 and 363 (51-65%); (vii) increased methemoglobin in females on days 180 (1.225% treated vs 0.250% controls) and 363 (1.23% treated vs 0.18% controls) however, these differences were deemed not treatment-related or toxicologically important because they were minor, transient and/or not dose-related.; (viii) decreased GGT in females on day 363 (47%); and (ix) decreased ALT in females on days 180 and 363 (40-56%). The toxicological significance of decreases in ALT, AST, and GGT are not known. Slight yellow adipose tissue was observed in males and females (1/4 each treated). This discoloration was not considered to be treatment related; this discoloration is characteristic of dinitroaniline treatment. Microscopic examination revealed normal tissues. Minimal to slight multifocal cortical tubular cytoplasmic pigment deposition was noted in the kidneys in males and females (1/4 each treated vs 0/4 controls). The only findings at 2.4 mg/kg/day were decreased (41-44%) ALT and GGT in females on day 363 and minimal multifocal cortical tubular pigment deposition in the kidneys in males and females (1/4 each treated vs 0/4 controls). The only finding at 0.75 mg/kg/day was decreased GGT (31%, ) in females on day 363. The LOAEL for this study is 40 mg/kg/day based on increased frequency of abnormal stool and pigment deposition in the kidney and liver in males and females, decreased body weights and body weight gains, and on decreased erythrocytes and hemoglobin and increased thrombocytes in males. The NOAEL is 2.4 mg/kg/day."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic toxicity/carcinogenicity study, trifluralin (>99% a.i.) was administered daily in the diet to 36 Hoe:WISKf (SPF71) rats/sex/dose for up to 25 months at nominal doses of 0, 200, 800, or 3200 ppm (achieved intake: 0/0, 10/13, 40/53, and 169/219 mg/kg/day in males/females). In the chronic toxicity test, 20 rats/sex/dose were sacrificed at 24 months. For trifluralin residue analysis in the tissues of 10 rats/sex/dose, 2 rats/sex/dose were sacrificed at months 6, 12, and 18, and the remaining animals were sacrificed at month 24. The bromosulfophthalein hepatic function test and phenolsulfonaphthalein kidney function test were performed in the survivors of a group of 6 rats/sex/dose at months 6, 12, 18, and 24. In a carcinogenicity study, an additional 60 rats/sex were treated at the same dosages for 28 months. Mortality, clinical signs, food consumption, ophthalmoscopic findings, hematology, clinical chemistry, urinalysis, hepatic and renal function tests, organ weights, and gross pathology for both sexes at all doses were unaffected by treatment. No treatment-related adverse differences in any parameter were observed in the 200 and 800 ppm groups. At 3200 ppm, the terminal body weights were decreased by 16-23%. During the studies, decreased body weights were frequently observed (4-28%). Overall body weight gains (calculated by the reviewers) were decreased by 24-39%. Relative water consumption (as % body weight) was increased (11-54%; or NS) throughout the study; however, the biological significance was unclear. During months 6, 12, 18, and 24, trifluralin residues were found concentrated in tissues of the 3200 ppm group, including the fatty tissue, kidney, and skeletal muscle (females only), and in the fatty tissue of the 800 ppm females. A generally time-dependent accumulation of trifluralin residue was observed in the remaining carcass of the 3200 ppm group, but was not observed in any other tissue. Tissue residues were generally higher in females than in males. The LOAEL is 3200 ppm (169/219 mg/kg/day in males/females) based on decreases in body weight and body weight gains. The NOAEL is 800 ppm (40/53 mg/kg/day in males/females). At the doses tested, the carcinogenic potential of trifluralin was negative."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 6-month oral toxicity study, Trifluralin (96.1% a.i.) was administered to 6 Hoe: BEAK strain (Hoechst breed) beagle dogs/sex/group in the diet at dose levels of 0, 400, 1000, or 2500 ppm (equivalent to 0, 10, 25, and 63 mg/kg/day; based on 1 ppm = 0.025 mg/kg) for six months. Four dogs/sex/dose were sacrificed at the end of the 6-month treatment period, and the remaining 2 dogs/sex/dose were sacrificed after a 1-month recovery period in which they were given control diets. There were no treatment-related effects on urinalyses or histopathology. At 2500 ppm, one female and one male were sacrificed in extremis on days 39 and 85, respectively, due to marked reduction in food consumption, cachexia (general ill health due to rejection of food), and/or mild neurologic impairment. Overall body weight gains were decreased in males and females by 0.5 kg compared to increases of 1.0 kg in female and 1.6 kg in male controls. Food consumption was decreased 4-35% for individual males and females compared to controls. Corneal vascularization was dose-dependently increased at the end of the main study, occurring in 3/12, 5/12, and 7/12 dogs in the 400, 1000, and 2500 ppm groups, respectively, vs 0/12 controls. Corneal necrosis and ulceration were observed in control (7/12 dogs), 400 ppm (7/12 dogs), 1000 ppm (8/12 dogs) and 2500 ppm (9/10 dogs) groups. These lesions were still present at the end of the recovery period. In the early part of the study, these lesions were thought to be due to introduction of sand from the dog run area into the animals eyes. However, the dose relationship indicates an effect of treatment, either direct or indirect (e.g. behavioral alterations increased the likelihood of getting sand in their eyes). In another chronic dog study, no treatment-related effects on ophthalmology were observed at doses up to 750 ppm. Dose-dependent decreases (7-29%) were observed in hemoglobin, erythrocytes, and hematocrit in the 400 ppm males and 1000 and 2500 ppm animals at week 8 and in the 2500 ppm animals (12-26%) at 6 months. At 6 months, leukocytes were increased 31-41% in the 1000 and 2500 ppm females. Platelets were increased at 400 ppm and higher in males (42-51%) and 2500 ppm females at week 8 (62%) and in the 2500 ppm animals at 6 months (82-98%). Alkaline phosphatase was increased in females at 400 ppm at 3 months (99%), at 1000 ppm at 2, 5, and 6 months (84-146%), and at 2500 ppm throughout the study (121-241%). Absolute and relative to body liver weights were dose-dependently increased 22-81% in males and females dosed at 400 ppm and higher. At the schedule 6 month sacrifice, the following macroscopic findings were noted (vs 0 controls): (i) liver enlargement in all treated animals; (ii) discolored kidneys in all treated animals (except for one 2500 ppm male); (iii) small testes and prostate at 1000 (2/4) and 2500 (2/3) ppm; (iv) black gravelly contents in the gall bladder in the 2500 ppm males (2/3) and females (1/3); and (v) discolored (yellowish) fatty tissues in the 1000 (1/4) and 2500 (3/3) ppm females; this discoloration is characteristic of dinitroaniline treatment and not considered to be treatment related. The LOAEL for this study is 400 ppm (10 mg/kg/day) based on increased absolute and relative (to body) liver weights, liver enlargement, discolored kidneys, and corneal necrosis and ulceration in males and females; decreased red cell indices and increased platelets in males; and increased alkaline phosphatase in females. The NOAEL was not observed."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Trifluralin (1582-09-8) p.11 (May 27, 1987). Available from, as of February 5, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/597.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trifluralin technical, 96.45%, initial nitrosamine content at 0.33 ppm with 99.43% off contents identified; CD rats were fed in the diet at 0, 0.02, 0.63 or 0.2% (equivalent to TWA's of 15, 47 and 148 mg/kg/day); 25/sex/group; 2 litters per generation; parental NOEL = 0.063% (decreased body weight gain), reproductive NOEL > 0.2%; no adverse reproductive effect reported ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Trifluralin (1582-09-8) p.12 (May 27, 1987). Available from, as of February 5, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/597.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trifluralin (96.7% pure) given /to Charles River CD rats/ by oral gavage at 0, 100, 225, 475 or 1000 mg/kg, 25 rats/group; NOEL( maternal toxicity) = 225 mg/kg/day (decreased body weight and food consumption); NOEL (developmental toxicity) = 475 mg/kg/day (decreased fetal weight); ... No adverse developmental toxicity reported."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Trifluralin (1582-09-8) p.13 (May 27, 1987). Available from, as of February 5, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/597.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trifluralin (96.7%) given /to Dutch Belted rabbits/ by oral gavage at 0, 100, 225, 500 mg/kg; 25/group; no adverse effects reported; maternal NOEL = 100 mg/kg (death, abortions, decreased body weight gain, food consumption); developmental toxicity NOEL = 225 mg/kg (decreased fetal weight, increased resorptions)..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Trifluralin (1582-09-8) p.15 (May 27, 1987). Available from, as of February 5, 2012: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/597.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trifluralin (95%), Wistar rats, 15 males/group were given 0, 0.1 or 1 g/kg/day by gavage for 5 days followed by mating 1:1 with females for 7 days, 10 weeks; TEM as positive control; no adverse effect on reproduction or fertility reported..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 524 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of 1 g/kg bw trifluralin per day by gavage to pregnant CD-l mice on days 6-15 of gestation resulted in a significant reduction in the number of live litters and an increased rate of stilborns and of pups with pathological conditions (runts, hemorrhages on the snount, tail or feet, paralysed hind limbs, defective righting reflex and narrow pelvises). Pups were allowed to be delivered, and 88 different skeletal variants were assessed upon sacrifice at two months of age. In the trifluralin-treated group, 12/88 of these skeletal variants increased in frequency. The most obvious was the occurrence of 14 ribs, parted frontals, an undoubled foramen ovale and accessory foramina in the cervical vertebrae. These animals appeared normal in physical conformation. Three of the 25 treated mothers died."
        },
        {
            "References": "Byrd RA, Markham JK; Teratology 41 (5): 542-3 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trifluralin (2,6-dinitro-N,N-di-N-propyl-alpha,alpha,alpha-trifluoro-p-toluidine) is the active ingredient in the herbicide TREFLAN. The potential developmental toxicity of trifluralin was evaluated in rats ... . Pregnant rats ... were dosed once daily by gavage on gestation days 6-15 ... . Doses for rats were 0, 100, 225, 475, and 1000 mg/kg ... . Cesarean sections performed on rats ... on gestation day 20 ... . In rats, maternal toxicity was indicated at the 475 and 1000 mg/kg dose levels by depression of body weight gain and food consumption. Fetal viability and morphology were not adversely affected at any dose level. Developmental toxicity was indicated at the 1000 mg/kg dose level by depressed fetal weight. The no observed effect levels for maternal and developmental toxicity in the rat were 225 and 475 mg/kg, respectively. The A/D /adult to developmental/ ratio in rats was less than 1. ... Based on these data, trifluralin did not exhibit selective toxicity toward the developing conceptus."
        },
        {
            "References": "Byrd RA, Markham JK; Teratology 41 (5): 542-3 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trifluralin (2,6-dinitro-N,N-di-N-propyl-alpha,alpha,alpha-trifluoro-p-toluidine) is the active ingredient in the herbicide TREFLAN. The potential developmental toxicity of trifluralin was evaluated in ... rabbits. Pregnant ... rabbits were dosed once daily by gavage on gestation days ... and 6-18 ... . Doses for ... rabbits were 0, 100, 225, 500 and 800 mg/kg. Cesarean sections performed on ... rabbits on gestation day ... 28. ... In rabbits, maternal toxicity was indicated at the 225, 500, and 800 mg/kg dose levels by abortions and/or deaths in conjunction with depression of body weight gain and food consumption. Developmental toxicity was indicated at the 500 and 800 mg/kg dose levels by depressed fetal viability and weight. Fetal morphology was not adversely affected at any dose level. The no observed efect levels for maternal and developmental toxicity in the rabbit were 100 and 225 mg/kg, respectively. The A/D /adult to developmental/ ratio in rabbits was less than 1. Based on these data, trifluralin did not exhibit selective toxicity toward the developing conceptus."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a multi-generation reproduction toxicity study, trifluralin (96.4% a.i.) was administered continuously in the diet to Crl:CD(SD) rats (25/sex/dose) at nominal dose levels of 0, 200, 630, or 2000 ppm (equivalent to approximately 0, 15, 47, and 148 mg/kg/day). The P animals were given test article diet formulations for 70 days prior to mating to produce the F1a litters. After weaning, 25 rats/sex/dose from the F1a litters were given the same concentration test formulation as their dam for 69 days prior to mating to produce the F2a litters. A gross necropsy was performed on one pup/sex/litter from the weanlings not selected as parents. At 25 weeks of age, a second mating of the P animals was conducted to produce the F1b litters, and a second mating of the F1a animals was conducted to produce the F2b litters. After weaning, F1b and F2b animals were sacrificed and given a gross necropsy. Parental animals were sacrificed at 36 weeks and given a gross necropsy. There were no effects of treatment on parental mortality, mating/fertility indices, number of females with live-born progeny, gestation length, gestation survival, live-born litter size, sex ratio, or pup survival. At 630 ppm, body weights and food consumption were decreased in the F1 parental males at the end of pre-mating (6% each). Body weights were decreased in the P females during gestation from the F1b mating (7-9%). At 2000 ppm, body weights and food consumption were decreased 6-13% during (14-20%, males; 7-20%, females) and at the end (14%, males;11%, females) of pre-mating in the P and F1 parents. Body weights were also decreased 10% in the F1 females at the beginning of pre-mating. Body weight gains for the overall pre-mating period were decreased 9-23% in both generations. Food efficiency was decreased 14% during pre-mating in the P generation females. During the reproduction period, body weights were decreased 6-10% in the males in both generations. During gestation, body weights of the parental females were decreased 8-18% for both matings in both generations. During lactation, food consumption was comparable to controls, and body weight gains were dose-dependently increased in the P generation (both litters) and F1 generation (F2a litter). These increases attained significance at 2000 ppm (-5.6 to 5.9 g treated vs -25.6 to -11 g controls). Pale yellow adipose tissue was observed at necropsy in this group. This discoloration ... is characteristic of dinitroaniline treatment. Microscopic examination revealed normal tissue. The LOAEL for parental toxicity is 630 ppm (47 mg/kg/day) based on decreased body weights and food consumption. The NOAEL is 200 ppm (15 mg/kg/day). The LOAEL for reproductive toxicity was not observed. The NOAEL is 2000 ppm (148 mg/kg/day). Pup weights were decreased 6-12% in both generations at 2000 ppm starting at post-natal day 4. In the combined F1a, F1b, F2a, and F2b litters, small pups (approximately half the size of litter mates) were noted in the 630 (3 litters), and 2000 (4 litters) ppm groups compared to concurrent controls (0 litters). Additionally, a slight increase in microphthalmia was observed at 2000 ppm (4 pups treated vs 1 control); however, three of these pups were from the same litter. Yellow adipose tissue was observed in the 2000 ppm pups. Again, this discoloration ... is characteristic of dinitroaniline treatment. The only finding at 200 ppm was small pups in one litter out of all combined F1a, F1b, F2a, and F2b litters. The LOAEL for offspring toxicity is 630 ppm (47 mg/kg/day) based on small pup size in 3 litters. The NOAEL is 200 ppm (15 mg/kg/day)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a multi-generation reproduction toxicity study, trifluralin (97.3% a.i.) was administered continuously in the diet to CD(CRL) rats (25/sex/dose) at nominal dose levels of 0, 50, 450, or 4000 ppm (0, 3.9/4.7, 35/42, 295/337 mg/kg/day, M/F). The P animals were given test article diet formulations for 10 weeks prior to mating to produce the F1a litters; and a second mating was conducted with treated males and untreated females of the P generation to produce the F1b litters. After weaning, 25 rats/sex/dose from the F1a litters were randomly-selected (one/sex/litter, when possible) to become the parents of the F2 generation and were given the same concentration test formulation as their dam for at least 10 weeks prior to mating. There were no effects of treatment on parental survival, clinical signs, or pup sex ratio. At 4000 ppm, body weights were decreased during pre-mating in the P generation males and females (6-15%) and F1 males and females (15-25%) and during gestation and lactation in the P (7-19%) and F1 (18-24%) dams. Body weight gains were decreased consistently during premating in the P males, during week 1 in the P females and F1 males, and during weeks 1, 5, 10 in the F1 females. Food consumption was decreased in the P generation males and females (8-20%) and F1 males and females during pre-mating (13-30%) and during gestation and lactation in the P (13-28%) and F1 (21-32%) dams. Food efficiency during pre-mating was decreased consistently in the P males, during week 1 in the P females, and during weeks 1 and 10 in the F1 females. Hematocrit, hemoglobin, and erythrocytes were reduced approximately 5-10% in the P and F1 males and females; increases in mean corpuscular volume, platelets (10%), and reticulocytes (130-180%) were also noted in these animals. Absolute (20% each) and relative to body (10-11%) ovary weights were decreased in both generations. Yellow discolored adipose tissue was observed in the P and F1 males and females (23/25 to 24/25 treated vs 0/25 controls). This discoloration ... is characteristic of dinitroaniline treatment. Colon distension was observed in the F1 males (4/25 treated vs 0/25 controls). Denser stroma of the endometrium were observed in the P and F1 females (14-15/25 treated vs 0/25 controls), indicating uterine atrophy. The only findings at 450 ppm were minor and/or transient decreases in body weight and food consumption and colon distension in the F1 males (1/25 treated vs 0/25 controls). Yellow discolored adipose tissue in the P females (2/25 treated vs 0/25 controls) ... is characteristic of dinitroaniline treatment. There were no effects of treatment at 50 ppm. The LOAEL for parental systemic toxicity is 4000 ppm (295/337 mg/kg/day, M/F) based on decreased body weights, body weight gains, food consumption, and food efficiency in males and females of both generations; decreased ovary weights in both generations; colon distension in the F1 males; and uterine atrophy in the females of both generations. The NOAEL is 450 ppm (35/42 mg/kg/day, M/F). At 4000 ppm, decreases were observed in the P generation (F1a litters) in fetal viability (86% treated vs 94% controls), neonatal viability index (85% treated vs 97% controls), and litter viability (80% treated vs 100% controls). Lactation index was decreased (not significant) in these animals (62% treated vs 75% controls). The number of implantation sites was decreased in the F1a (9%) and F2 (18%) litters, resulting in a decreased number of newborn pups (17-22%) and significantly reduced litter size on post-natal days (PND) 1 and 4 (17-25%). Litter size remained decreased (3-14%) throughout the remainder of lactation in both generations. Pre-implantation loss was increased (15.5% treated vs 9.8% controls; ) in the F1b litters (mating of treated males with untreated females), resulting in a decreased (11%; ) number of live fetuses. At 4000 ppm pup weights were decreased throughout lactation in the F1a litters (average 15%) and on PND 14 and 21 in the F1a litters (74-81%). There were no offspring effects at 50 or 450 ppm. The LOAEL for reproductive toxicity is 4000 ppm (equivalent to 295/337 mg/kg/day, M/F) based on decreased ovarian weights in both generations; decreased lactation index in the F1a pups; and decreased number of implantation sites, newborn pups, litter size, and pup weights in both generations. The NOAEL is 450 ppm (equivalent to 35/42 mg/kg/day, M/F). The LOAEL for offspring toxicity is 4000 ppm (295/337 mg/kg/day M/F), based on decreased fetal, neonatal, and litter viability; decreased pup weights in F1a litters; and decreased number of newborn pups, litter size, and pup weights in both generations. The NOAEL for offspring toxicity is 450 ppm (35/42 mg/kg/day, M/F)."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute delayed neurotoxicity study, White Leghorn hens were gavaged with trifluralin (98.4%) at 0 (10 mL/kg sesame oil) or 5000 mg/kg; positive control hens received 500 mg/kg triorthocresyl phosphate (TOCP) trifluralin via capsule at doses of 800, 2000 or 5000 mg/kg.. The acute oral LD50 for trifluralin was greater than 5000 mg/kg. Trifluralin-treated hens showed marginal disturbances in muscle coordination from days 9 to 11; from day 12 on, no further disturbances were noted. Histopathological evaluation of the brain, spinal cord and sciatic nerve did not show any evidence of neurotoxic effects. Under the conditions of this study, trifluralin at 5000 mg/kg did not produce acute delayed neurotoxicity."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a mammalian cell cytogenetics assay [SCE] using the BrdU tablet method , groups of 3 female Chinese hamsters/dose were exposed once via gavage (10 mL/kg) to trifluralin (95.0% a.i.) in DMSO and 10% acacia at concentrations of 200, 300, 400, or 500 mg/kg at 5 hours following BrdU tablet implantation. Bone marrow was collected at 21 hours after treatment. Trifluralin was tested up to cytotoxic concentrations (>=400 mg/kg). Cytotoxicity (as indicated by an increase in the number of first division metaphase figures) was observed in all animals at >=400 mg/kg. No statistically significant increases in SCE frequency were observed at any dose compared to controls. The positive control induced the appropriate response. There was no evidence of SCE induced over background."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In an unscheduled DNA synthesis assay, primary rat hepatocyte cultures were exposed to trifluralin (97.6% a.i.) in DMSO for 18-19 hours at concentrations of 0, 0.032, 0.214, 0.404, 0.917, 2.22, 4.36, 8.52, 21.3, 42.9, 88.0, 448, or 898 ug/mL. Fifteen doses ranging from 0.032-898 ug/mL were used in each assay; however, the three doses between 0.032 and 0.214 ug/mL were not reported. Trifluralin was tested up to cytotoxic levels (determined by trypan blue exclusion), 88.0 ug/mL in rat #1 and 42.9 ug/mL in rat #2. There were no marked increases observed in the mean NNG /nuclear net gain/ or percent cells in repair at any dose in either trial. The positive controls induced marked increases in mean NNG and the percent of cells in repair. There was no evidence that unscheduled DNA synthesis, as determined by radioactive tracer procedures (nuclear silver grain counts), was induced."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a dominant lethal assay, groups of 20 male Sprague-Dawley (CD) rats/dose were treated once daily via gavage (1.0 mL/dose) with Triflurex technical (trifluralin; 97.3% a.i.), in corn oil for 5 consecutive days at doses of 0, 100, 333, or 1000 mg/kg/day (total doses of 0, 500, 1665, or 5000 mg/kg). Beginning two days after the last exposure, each male was mated sequentially to two untreated female rats per week for seven weeks. At 14 days after the midpoint of each mating week, the females were killed, determined to be pregnant or not pregnant, and the number of corpora lutea, living, dead, and total implantations was determined. On the fifth day of dosing, the positive control males were given a single dose of triethylenemelamine (TEM; 0.3 mg/kg, i.p. in 0.9% saline). One 1000 mg/kg male (#8476) was found dead 72 hours after the last treatment. Triflurex technical was tested at the limit dose (5000 mg/kg = 1000 mg/kg/day X 5 days). There were no treatment-related effects on fertility, number of implants, pre-implantation losses, number of dead implants, number of females with 1 or 2 dead implants, or ratio of dead implants to total implants at any dose in the study. The positive control induced the appropriate response. There was no time-related positive response of increased pre- or postimplantation loss compared to controls."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a dominant lethal assay, 30 male NMRI mice were dosed once daily for 5 consecutive days via oral gavage (5 mL/kg) with (trifluralin; 98.3% a.i.), in sesame oil at concentrations of 0, 10, 100, or 1000 mg/kg. After the final treatment, each male was mated with 13 untreated females during separate 4-day intervals over a 52 day period. No treatment-related mortalities were noted during the study. No treatment-related effects on clinical signs, body weight, fertilization rate, and pre- or post-implantation loss were observed; however, no data were provided. The positive control (cyclophosphamide) increased the number of post-implantation fetal losses. There was no time-related positive response of increased pre- or post-implantation loss compared to controls."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a bone marrow micronucleus assay, 5 NMRI mice/sex/dose were treated via oral gavage with HOE 38474 (Trifluralin; 98.3% a.i.), in sesame oil at doses of 0, 25, 250, or 2500 mg/kg on two consecutive days (24 hours apart). Bone marrow cells were harvested at 6 hours after the last treatment. No unscheduled deaths occurred during the study. No clinical signs of toxicity were observed. No statistically significant differences in the number of micronucleated polychromatic erythrocytes (MPCE) or normocytes and no decrease in polychromatic erythrocyte to normocyte (PCE:NCE) ratios were noted in the treated animals compared to controls; however, only individual data were provided. Additionally, although no evidence of cytotoxicity (decreased PCE:NCE) was noted in the bone marrow, the animals were sufficiently dosed (the limit dose was given twice). The test material was absorbed as indicated by the presence of orange urine in the 2500 mg/kg animals. The positive control induced the appropriate response. There was no significant increase in the frequency of micronucleated polychromatic erythrocytes in bone marrow compared to controls."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a bone marrow chromosome aberration assay, 5 Sprague-Dawley (HSD:([SD] BR) rats/sex/dose/sacrifice time were treated once via oral gavage with Triflurex technical (trifluralin; 97.3% a.i.), in corn oil at doses of 0, 500, 1650, or 5000 mg/kg. Bone marrow cells were harvested at 6, 24, or 48 hours after treatment. Mortality was observed at 1650 (3/15 males and 5/15 females) and 5000 (2/15 males and 1/15 females) mg/kg upon initial dosing; however, these animals were replaced and only one replacement 1650 mg/kg female in the 48 hour group died after dosing. Triflurex technical induced minimal bone marrow toxicity (as indicated by decreased mitotic index) at >/=500 mg/kg in males and >/=1650 mg/kg in females. Dosing was considered adequate based on bone marrow toxicity and that the animals were dosed above the limit dose (2000 mg/kg). No statistically significant increases in the percent of aberrant cells were observed at any dose or sampling time compared to concurrent controls. The positive control induced the appropriate response. There was no evidence of chromosome aberration induced over background."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a mammalian cell gene mutation assay at the HGPRT locus, Chinese hamster ovary (CHO) cells cultured in vitro were exposed to trifluralin (97.6% a.i.) in dimethyl sulfoxide for 4 hours at concentrations of 50, 100, 150, 200, 300, 400, or 500 ug/mL (Trial 1, -S9); 50, 100, 200, 300, 500, 600, or 700 ug/mL (Trial 2, -S9); 50, 100, 200, 250, 300, 400, or 500 ug/mL (Trial 1, +S9); and 50, 100, 200, 300, 400, 500, or 600 ug/mL (Trial 2, +S9). Trifluralin was tested up to cytotoxic concentrations (>/=200 ug/mL, +/-S9) and the limit of solubility (>/=100 ug/mL, +/-S9). No treatment-related increases in mutant frequency were observed in either trial in the presence or absence of S9. The positive controls induced the appropriate response. There was no evidence of induced mutant colonies over background in the presence or absence of S9-activation."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a mammalian cell gene mutation assay at the HGPRT locus, Chinese hamster ovary (CHO) cells cultured in vitro were exposed to triflurex technical (trifluralin; purity not reported) in ethanol for 4 hours at concentrations of 10, 50, 100, 200, 300, 400, or 500 ug/mL (-S9) and 50, 100, 200, 300, 400, 500, or 600 ug/mL (+S9). Triflurex technical was tested up to cytotoxic concentrations (>/=200 ug/mL, -S9 and >/=300 ug/mL, +S9) and the limit of solubility (>/=100 ug/mL, +/-S9). No treatment-related increases in mutant frequency were observed in either trial in the presence or absence of S9. The positive controls induced the appropriate response. There was no evidence of induced mutant colonies over background in the presence or absence of S9-activation."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a mammalian cell gene mutation assay at the thymidine kinase (TK) locus, mouse lymphoma L5178Y cells cultured in vitro were exposed to trifluralin (95.0% a.i.) in DMSO for 4 hours at 8 concentrations ranging from 0.5 to 20 ug/mL (individual doses not reported) both in the presence and absence of S9-activation. Trifluralin was tested up to cytotoxic concentrations (20 ug/mL, +/-S9). No treatment-related increases in mutation frequency were observed at any dose compared to controls. The positive controls induced the appropriate response. There was no concentration-related positive response of induced mutant colonies over background."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a reverse gene mutation assay in bacteria, Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538 were exposed to trifluralin (purity not reported) in DMSO at concentrations of 0, 4, 20, 100, 500, 2500, or 10,000 ug/plate (+/-S9). Standard strain-specific positive controls were used. Trifluralin was tested up to the limit dose (10,000 ug/plate, +/-S9). No treatment-related increases in revertant colonies were observed at any dose in any strain (+/-S9). The positive controls induced the appropriate responses. There was no evidence of induced mutant colonies over background."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ In a reverse gene mutation assay in bacteria, Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538 were exposed to trifluralin (96.8% a.i.) in dimethylsulfoxide (DMSO) at concentrations of 30, 100, 300, 1000, 3000, or 10,000 ug/plate in the presence and absence of mammalian metabolic activation (S9). The standard plate incorporation method was used. Standard strain-specific mutagens served as positive controls. Trifluralin was tested up to the limit of solubility (3000 ug/plate, +/-S9). No cytotoxicity was observed in any strain at up to 3000 ug/plate (+/-S9). No treatment-related increases in revertant colonies were observed at any dose in any strain (+/-S9). The positive controls induced the appropriate responses. There was no evidence of induced mutant colonies over background."
        },
        {
            "References": "USEPA, Office of Prevention, Pesticides, and Toxic Substances; TRIFLURALIN (PC Code: 036101) Toxicology Disciplinary Chapter for the Tolerance Reassessment Eligibility Decision Document (1582-09-8) (October 2, 2003). EPA Docket No.: EPA-HQ-OPP-2004-0142-0012. Available from, as of February 5, 2012: https://www.regulations.gov/#!home",
            "Value": "/GENOTOXICITY/ Trifluralin was tested up to the limit of solubility (400 ug/plate -S9; 800 ug/plate +S9). No cytotoxicity was observed in any strain at up to 800 (+S9) or 400 (-S9) ug/plate. No treatment-related increases in revertant colonies were observed at any dose in any strain (+/-S9). The positive controls induced the appropriate responses. There was no evidence of induced mutant colonies over background."
        },
        {
            "References": "PMID:14706518",
            "Value": "/GENOTOXICITY/ In the present study, the herbicides bentazone, molinate, thiobencarb and trifluralin were evaluated for mutagenic and recombinagenic effects using the wing spot test of Drosophila melanogaster (somatic mutation and recombination test, SMART). Both standard (ST) and high-bioactivation (HB) fly crosses were used, the latter cross is characterised by a high sensitivity to promutagens and procarcinogens. Three-day-old larvae, trans-heterozygous for the multiple wing hairs (mwh, 3-0.3) and flare-3 (flr(3), 3-38.8) genes, were chronically fed with six different concentrations of each herbicide. Feeding ended with pupation of the surviving larvae and the genetic changes induced in somatic cells of the wing's imaginal discs lead to the formation of mutant clones on the wing blade. Point mutation, chromosome breakage and mitotic recombination produce single spots; while twin spots are produced only by mitotic recombination. ... Trifluralin ... gave positive results in the wing spot test with both crosses."
        },
        {
            "References": "PMID:17651308",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Cell toxicity of trifluralin was studied in Hep-G2 and Vero C76 cells treated with 50 and 150 microM trifluralin. The results show that duplication time, amount of cellular protein and cell protein/DNA values were normal. Histological, haematological and chemical parameters were measured in CF1 mice after oral trifluralin administration. Acute toxic effects were assayed by administration of 50 or 200 mg/kg body weight daily for 30 days, and chronic effects by administration of 200 mg/kg body weight once a week for 90 days (n = 20). In the acute scheme treatment, hepatic (glutamic-pyruvic, glutamic-oxalacetic and alkaline phosphatase activities; proteins and albumin plasma concentrations) and pancreatic (amylase, glycaemia) functions were normal. Mean corpuscular volume, haemoglobin and haematocrit decreased. Creatine phosphokinase, lactate dehydrogenase and glutamic-oxalacetic activity increased, suggesting lesion in myocardial tissue. Histology was normal, excepting for the heart (mild myocarditis). Similar results were observed in acutely treated animals. There were no differences in body weight gain for treated mice compared to controls. In view of the published therapeutic effects of trifluralin on CF1 Chagas disease model and considering the present results, trifluralin seems to be a moderately toxic drug with a potential selective effect on the myocardium."
        },
        {
            "References": "PMID:18582544",
            "Value": "/IMMUNOTOXICITY/ ... This study was designed to determine the mechanism of thyroid hyperactivity after trifluralin exposure. A group of 15 male Fischer 344 rats were exposed to trifluralin-fortified (6500 ppm) diet for 2 weeks. The time weighted average daily intake of trifluralin was 441+/-77 mg/kg/day. Ten rats of the group were sacrificed and the sera analyzed for T3, T4, and TSH levels. The livers were also analyzed for selected T4-specific UGT gene expression and total UGT enzyme activity. In the trifluralin treated rats, the serum T3 and T4 levels decreased by 17% and 90%, respectively and TSH increased by 37% more than the control rats. Trifluralin-induced total hepatic UGT enzymes (2.4-fold) and mRNA expression of selected hepatic UGT isozymes (UGT1A1, 1.4-fold; UGT1A6, 6.4-fold; UGT2B1, 3.7-fold). For the remaining 5 rats in the group, bile was collected for 2 h and analyzed for free and conjugated T3 and T4. The total amount of T4 in bile more than doubled in trifluralin treated rats. Trifluralin treatment increased bile flow, caused a 3.2-fold increase in biliary elimination of conjugated T4 and 63% increase in conjugated T3. Based on these data, the decrease in total serum T3 and T4 levels in the trifluralin treated rats was due to enhanced peripheral metabolism and an increase in bile flow that results in a compensatory increase in TSH synthesis and secretion. The increased levels of TSH with chronic exposure to trifluralin would exert a continuous stimulation of the thyroid gland leading to cellular hypertrophy and proliferation predisposing to the development of follicular cell tumors in rats."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Xue N et al; Chemosphere 61: 1594-1606 (2005) (2) Yoon J et al; Organohalogen Compounds 66: 1436-40 (2004) (3) Sapozhinikova Y et al; Chemosphere 55: 797-809 (2004)",
            "Value": "SEDIMENT: Sediment samples from Beijing Guanting Reservoir taken at seven locations in Sept and Nov 2003, and June and Aug 2004 contained trifluralin at 120 to 1010 pg/g(1). Trifluralin was not detected in 11 sediment sample sites taken at locations throughout Korea in 2002(2). Sediment sampled from Salton Sea, CA had trifluralin concentrations of <0.16-4 ng/g dry weight from 3 sites in May 2000 and 1.2-5.5 ng/g dry weight from 5 sites sampled in May 2001(3)."
        },
        {
            "References": "(1) Carey AE et al; Pest Monit J 6: 369-76 (1973) (2) Crockett AB et al; Pest Monit J 8: 69-87 (1974) (3) Carey AE et al; Pest Monit J 12: 117-36 (1978) (4) Carey AE et al; Pest Monit J 12: 209-29 (1979) (5) Winterlin W et al; Arch Environ Contam Toxicol 18: 734-47 (1989) (6) Roy WR et al; J Environ Quality 24: 1034-1038 (1995) (7) Anderson TA et al; 87th Annual Meeting and Exhibition in Cincinnati, OH. June 19-24. Air and Waste Management Assoc, 94-TP45B.08 (1994) (8) Kannan K et al; Arch Environ Contam Toxicol 45: 30-6 (2003) (9) Yoon J et al; Organohalogen Compounds 66: 1436-40 (2004) (10) Markovic M et al; Arch Environ Contam Toxicol 58: 341-51 (2010) (11) Gamon M et al; Arch Environ Contam Toxicol 44: 141-51 (2003)",
            "Value": "SOIL: Trifluralin was detected in soil samples in a 1970 survey from the corn belt states Illinois, Iowa, Minnesota, Missouri, and Ohio at concentrations of 0.01-0.08 ppm, 0.02-0.06 ppm, 0.09-0.33 ppm, 0.03 ppm and 0.08 ppm, respectively(1). Trifluralin was not detected (detection limit 0.01 ppm) in Indiana, Kansas, Kentucky, Michigan, Nebraska, South Dakota and Wisconsin in the same survey(1). Trifluralin was found in 33 of 1506 soil samples from 35 states during the Natl Soils Monitoring Program, FY 1970, at 0.01-0.36 ppm(2). Trifluralin was detected in 52 of 1533 soil samples from 37 states during the Natl Soils Monitoring Program, FY 1972, at 0.01-1.29 ppm(3). During FY 1973, trifluralin was found in 81 of 1483 sites at 0.01-1.86 ppm, mean concentration 0.01 ppm(4). Residues of trifluralin in soil samples from a pesticide disposal pit in CA, 1985, ranged from <10-1104 ppm(5). Trifluralin was detected in and around 20 Illinois retail agrichemical facilities that were flooded in 1993 at median on and off-site concentrations of 0.71 mg/kg and 0.04 mg/kg, respectively(6). Trifluralin was detected at 86% of 28 agrochemical dealership sites in Iowa at a max concentration of 14,200 ug/L(7). Trifluralin was detected in cotton field soils from Georgia (16 fields, sampled Nov 14, 1999) and South Carolina (16 fields, sampled Dec 4, 1999) at concentrations of 1.0 to 574 ng/g dry weight(8). Trifluralin was detected in one of 35 soil sample sites taken at locations throughout Korea in 2002(9). Trifluralin was detected in 24 agricultural soil samples taken Oct 2006 from open field and plastic shed conditions at concentrations of <0.004 to 0.12 mg/kg in Belgrade, Serbia(10). Trifluralin was detected in <6% of samples from rice-farming soils adjacent to fruit crops treated with trifluralin in Albufera National Park, Valencia, Spain for the period of April 1996 to Nov 1997(11)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Laabs V, Amelung W; J Agric Food Chem 53: 7184-92 (2005) (2) Kanazawa J; Environ Tox Chem 8: 477-84 (1989) (3) Ramos L et al; Environ Sci Technol 34: 1049-55 (2000) (4) Ahrens WH, ed; Herbicide Handbook of the Weed Sci Soc Amer. 7th ed. Champaign, IL: Weed Sci Soc Amer p. 297 (1994) (5) Smith AE et al; J Agric Food Chem 45: 1473-1478 (1997) (6) Senseman SA et al; Environ Sci Technol 31: 283-288 (1997) (7) McConnell LL et al; Environ Toxicol Chem 17: 1908-1916 (1998) (8) Swann RL et al; Res Rev 85: 17-28 (1983) (9) Brown DS, Flagg EW; J Environ Qual 10: 382-6 (1981) (10) Helling CS; J Environ Qual 5: 1-15 (1976) (11) Jury WA et al; Ecosystem 99: 119-64 (1987) (12) Jury WA et al; J Environ Qual 16: 422-8 (1987)",
            "Value": "Koc values of trifluralin have been experimentally determined to range from 397 to 27,900(1-7). In an 80 day field study using tropical soils of Brazil, Koc values were measured for trifluralin; Ustox soil (42.9-54.0% clay, 2.5-4.3% silt, 42.4-54.6% sand, 1.63-3.06% organic carbon) had an initial Koc of 10,800 and maximum Koc of 27,900, Psamments soil (9.7-14.4% clay, 1.0-1.8% silt, 84.6-88.5% sand, 0.71-1.01% organic carbon) had an initial Koc of 8750 and maximum Koc of 18,700(1). Koc values were determined in Japanese Tsukuba soil (54.8% clay, 26.3% silt, 18.9% sand, 4.24% organic carbon, pH 6.5) and Kanuma soil (61.5% clay, 15.4% silt, 23.1% sand, 1.35% organic carbon, pH 5.7) to be 1335 and 397, respectively(2). Koc values in organic soil, sandy soil and sediment were reported as 1200, 9900 and 2600, respectively(3). According to a classification scheme(8), this range of Koc values suggests trifluralin is expected to be moderately mobile to immobile in soil. An experimental adsorption coefficient of 30,550 was determined for trifluralin using Georgia pond sediment(9). Trifluralin was immobile in soil TLC experiments using 14 different soils that ranged from sandy loam to silty clay(10). In a laboratory screening study, trifluralin did not leach past 30 cm in 100 days(11-12). It was estimated that it would take 1580 yrs for trifluralin to leach through soil to a depth of 3 meters(12)."
        }
    ]
}