{
    "_id": {
        "$oid": "6682e825c4e5dba5ffba2420"
    },
    "CID": {
        "$numberInt": "5572"
    },
    "Name": "TRIHEXYPHENIDYL",
    "IUPACName": "1-cyclohexyl-1-phenyl-3-piperidin-1-ylpropan-1-ol",
    "CanonicalSMILES": "C1CCC(CC1)C(CCN2CCCCC2)(C3=CC=CC=C3)O",
    "Synonyms": [
        "trihexyphenidyl",
        "Benzhexol",
        "144-11-6",
        "Triphenidyl",
        "Parkinane retard",
        "Trihexyphenidyle",
        "Benzhexolum",
        "Trihexylphenedyl",
        "Sedrena (free base)",
        "Trihexyphenidylum",
        "Apo-Trihex",
        "Trihexifenidilo",
        "Trihexifenidilo [INN-Spanish]",
        "Trihexyphenidyle [INN-French]",
        "Trihexyphenidylum [INN-Latin]"
    ],
    "IsomericSMILES": "C1CCC(CC1)C(CCN2CCCCC2)(C3=CC=CC=C3)O",
    "INCHI": "InChI=1S/C20H31NO/c22-20(18-10-4-1-5-11-18,19-12-6-2-7-13-19)14-17-21-15-8-3-9-16-21/h1,4-5,10-11,19,22H,2-3,6-9,12-17H2",
    "INCHIKEY": "HWHLPVGTWGOCJO-UHFFFAOYSA-N",
    "Formula": "C20H31NO",
    "MolecularWeight": {
        "$numberDouble": "301.5"
    },
    "Description": "Trihexyphenidyl is an amine.",
    "XlogP": {
        "$numberDouble": "4.5"
    },
    "Complexity": {
        "$numberInt": "314"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res. Lab., Montreal Quebec, Canada (1993)",
            "Value": "log Kow = 4.49"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:10500263",
            "Value": "Cerebral blood flow and oxygen metabolism were studied in six previously untreated patients with Parkinson's disease (PD) before and after anticholinergic treatment using positron emission tomography (PET) and compared with six controls. The PET study and an assessment of the disability and cognitive impairment were performed before and after administration of 6 mg trihexyphenidyl for 5 to 11 weeks. All PD patients showed improvements in motor symptoms after the trihexyphenidyl treatment. Cognitive function did not significantly differ between before and after trihexyphenidyl treatment. However, after trihexyphenidyl treatment, regional cerebral blood flow (rCBF) and regional oxygen metabolic rate (rCMRO2) decreased by 15% in the striatum and by 10% in all cortical areas contralateral to predominantly symptomatic limbs, and by 10% in the ipsilateral striatum and all cortical areas, significantly below the values of controls in most cerebral cortices and striatum. These findings suggest that trihexyphenidyl inhibits the cortical cholinergic system and significantly decreases rCBF and rCMRO2 in the cerebral cortices without cognitive impairment in untreated patients with PD."
        },
        {
            "References": "American Society of Health System Pharmacists. AHFS Drug   Information 2008. Bethesda, Maryland 2008, p. 2663",
            "Value": "In common with other antimuscarinic agents, trihexyphenidyl produces an atropine-like blocking action on parasympathetic-innervated peripheral structures, including smooth muscle. In addition, trihexyphenidyl exhibits a direct spasmolytic action on smooth muscle and exhibits weak mydriatic, antisialagogue, and cardiovagal blocking effects. The exact mechanism of action of trihexyphenidyl in parkinsonian syndrome is not understood but may result from blockade of efferent impulses and from central inhibition of cerebral motor centers. In small doses, trihexyphenidyl depresses the CNS but larger doses cause cerebral excitement resembling the signs of atropine toxicity."
        },
        {
            "References": "PMID:9721037",
            "Value": "In vivo microdialysis was used to study the effect of the non-selective muscarinic antagonist, trihexyphenidyl, on the decarboxylation of levodopa (L-dopa) in the striatum of hemi-Parkinson rats. In normal rats, continuous perfusion of trihexyphenidyl (1 mM) via the microdialysis probe induced a significant increase in striatal dopamine release, followed by a decrease to below baseline values. A similar effect was observed, though less pronounced, in denervated striatum of rats with a unilateral 6-hydroxydopamine lesion of the nigrostriatal pathway. In these hemi-Parkinson rats, continuous striatal perfusion of trihexyphenidyl had no effect on the biotransformation of locally applied L-dopa (2 uM for 20 min) to dopamine in either intact or denervated striatum. However, systemic administration of trihexyphenidyl (1.5 mg/kg ip) produced an attenuation of the L- dopa-induced dopamine release in the intact striatum (contralateral to the lesion) of hemi-Parkinson rats. This effect was absent in the denervated striatum of these animals. We confirmed that L-dopa induces an increase in striatal dopamine output which is influenced by the severity of the dopaminergic denervation. The absence of an effect of trihexyphenidyl locally applied in the striatum, on biotransformation of L-dopa suggests that the site of action of antimuscarinic drugs may not be in the striatum and, therefore, remains unclear."
        }
    ]
}