{
    "_id": {
        "$oid": "6682e825c4e5dba5ffba2423"
    },
    "CID": {
        "$numberInt": "5641"
    },
    "Name": "ETHYL CARBAMATE",
    "IUPACName": "ethyl carbamate",
    "CanonicalSMILES": "CCOC(=O)N",
    "Synonyms": [
        "urethane",
        "ETHYL CARBAMATE",
        "51-79-6",
        "Urethan",
        "Carbamic acid",
        "ethyl ester",
        "Carbamic acid ethyl ester",
        "Ethylurethane",
        "Pracarbamine",
        "Leucethane",
        "Ethylcarbamate",
        "Ethyl urethane",
        "O-Ethylurethane",
        "Pracarbamin",
        "Ethyl urethan",
        "U-Compound"
    ],
    "IsomericSMILES": "CCOC(=O)N",
    "INCHI": "InChI=1S/C3H7NO2/c1-2-6-3(4)5/h2H2,1H3,(H2,4,5)",
    "INCHIKEY": "JOYRKODLDBILNP-UHFFFAOYSA-N",
    "Formula": "C3H7NO2",
    "MolecularWeight": {
        "$numberDouble": "89.09"
    },
    "Description": "Urethane is a carbamate ester obtained by the formal condensation of ethanol with carbamic acid. It has been found in alcoholic beverages. It has a role as a fungal metabolite and a mutagen.",
    "XlogP": {
        "$numberDouble": "-0.2"
    },
    "Complexity": {
        "$numberInt": "52"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Okuda A et al; Eisei Kagaku 37: 363-9 (1991) (2) Lutin PA et al; Purdue Univ Eng Bull. Exit Series 118: 131-45 (1965) (3) Malaney GW et al; J Water Pollut Control Fed 39: 2020-9 (1967) (4) Quastel H, Scholefield PG; Appl Microbiol 1: 282-7 (1953)",
            "Value": "ATMOSPHERIC FATE: According to a model of gas/particle partitioning of semivolatile organic compounds in the atmosphere(1), ethyl carbamate, which has a vapor pressure of 0.262 mm Hg at 25 °C(2) is expected to exist solely as a vapor in the ambient atmosphere. Vapor-phase ethyl carbamate is degraded in the atmosphere by reaction with photochemically-produced hydroxyl radicals(SRC); the half-life for this reaction in air is estimated to be 17 hours(SRC), calculated from its rate constant of 7.4X10-12 cu cm/molecule-sec at 25 °C(SRC) that was derived using a structure estimation method(3). Ethyl carbamate does not contain chromophores that absorb at wavelengths >290 nm and therefore is not expected to be susceptible to direct photolysis by sunlight(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = -0.15"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Inayama Y et al; Yokohama Med Bull 38 (5-6): 133-40 (1987)",
            "Value": "The clonal origin of pulmonary tumors by treatment with the chemical carcinogens, urethane and 4-nitroquinoline-1-oxide, were verified by PGK-isozyme mosaicism in DS strain mice. Six pulmonary tumors (12.5%) in 48 mice treated with urethane, and one (3.4%) in 23 mice treated with 4-nitroquinoline 1-oxide, were observed respectively. A single band, either PGK-la or PGK-lb occurred in two out of 7 tumors; and 5 remaining tumors showed either band la and lb associated with a trace band of the other isozyme. Though traces of stromal element and/or blood cells seem to be mixed among the neoplastic tissue, the pulmonary tumor could have originated from a single cell, when one takes into account the significantly higher expression in one band."
        },
        {
            "References": "PMID:2868911",
            "Value": "The suitability of urethane anesthesia for physiopharmacological investigations is reviewed. Total dose administered and route of administration are recognized as factors having a great influence on both resting parameters and biological responses to drugs. A peculiar characteristic of urethane is represented by its ability to induce a surgical plane of anesthesia without affecting neurotransmission in various subcortical areas and the peripheral nervous system. This makes urethane a suitable general anesthetic nervous systems and accounts for the preservation of a number of reflex responses in urethane anesthetized animals."
        },
        {
            "References": "PMID:9126867",
            "Value": "The carbamates alone weakly activated estrogen- or progesterone-responsive reporter genes in breast and endometrial cancer cells. All of the carbamates decreased estradiol- or progesterone-induced reporter gene activity in the breast and endometrial cancer cells. In whole cell competition binding assays, the carbamates demonstrated a limited capacity to displace radiolabeled estrogen or progesterone from /estrogen receptor/ or /progesterone receptor/. /Carbamates/"
        },
        {
            "References": "PMID:11812690",
            "Value": "... Urethane potentiated the functions of neuronal nicotinic acetylcholine, gamma-aminobutyric acid(A), and glycine receptors, and it inhibited N-methyl-D-aspartate and alpha-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid receptors in a concentration-dependent manner. At concentrations close to anesthetic 50% effective concentration, urethane had modest effects on all channels tested. ... A large concentration of urethane exerts marked effects on all channels."
        },
        {
            "References": "PMID:11211925",
            "Value": "... Urethane /(1.1 g/kg ip)/ significantly decreased COX-1/(cyclooxygenase)/ and COX-2 mRNA levels to 30% of control values. This agent had no effect upon eNOS /(nitric oxide synthase)/, but completely suppressed iNOS mRNA levels. Pentobarbital sodium and ketamine had no effect on the mRNA levels for COX-1 and COX-2 the lung."
        },
        {
            "References": "PMID:11324430",
            "Value": "... Urethane at anesthetic dose 1.5 g.kg-1 increased the blood glucose levels in fasting (to 2.6 +/- 0.3 g.L-1, P < 0.01) or glucose-loaded (to 3.9 +/- 0.4 g.L-1, P < 0.01) rats. It did not modify the hyperglycemia induced by epinephrine (normal islet beta-cells) or alloxan (impaired islet beta-cells). In the rats treated with alloxan, blood glucose level decreased to 1.8 +/- 0.7 g.L-1 at 200 min after administration of insulin from control level of 7.0 +/- 2.3 g.L-1, but the hypoglycemic action of exogenous insulin was abolished by urethane."
        },
        {
            "References": "PMID:12400877",
            "Value": "... The present studies therefore evaluated the effects of maternal immune stimulation in urethane-exposed mice on thymus and spleen leukocyte populations, in an attempt to identify events that may correlate with protection against birth defects. Immune stimulation did not change the hypocellularity of the thymus nor the altered T cell differentiation caused by urethane. A limited and transient increase in splenic leukocyte number, including increased T and B lymphocytes and macrophages, was caused by immune stimulation. Urethane treatment caused down-regulated expression of numerous genes involved in cell-cycle control, while maternal immune stimulation caused comparative up-regulation of many of these genes. Coordinate shifts in gene expression by treatment were evaluated using principal component analysis, which identified several growth factor genes that were differentially expressed in mice receiving urethane alone as compared to urethane plus immune stimulation. Up-regulated expression of TGFbeta3 and GM-CSF genes, in particular, was observed in leukocytes of urethane-exposed mice receiving immunostimulation. ... Genes for growth factors IGF-I, IGF-II and IL-2 were also identified as differentially expressed in urethane vs. urethane+immune stimulation mice."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of ethyl carbamate is estimated as 20 (SRC), using a log Kow of -0.15(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that ethyl carbamate is expected to have very high mobility in soil(SRC)."
        }
    ]
}