{
    "_id": {
        "$oid": "6682e9d8c4e5dba5ffba2cae"
    },
    "CID": {
        "$numberInt": "56842199"
    },
    "Name": "LEAD, RADIOACTIVE",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb].[Pb]",
    "Synonyms": [
        "Lead",
        "radioactive",
        "Lead Radioisotopes",
        "HSDB 7412",
        "D007856000"
    ],
    "IsomericSMILES": "[194Pb].[195Pb].[196Pb].[197Pb].[198Pb].[199Pb].[200Pb].[201Pb].[202Pb].[203Pb].[205Pb].[209Pb].[210Pb].[211Pb].[212Pb].[213Pb].[214Pb]",
    "INCHI": "InChI=1S/17Pb/i1+7;1+6;1+5;1+4;1+3;1+2;1-2;1-4;1-5;1-6;1-7;1-8;1-9;1-10;1-11;1-12;1-13",
    "INCHIKEY": "HOGFAPOIVJDIHS-PESKEDRGSA-N",
    "Formula": "Pb17",
    "MolecularWeight": {
        "$numberDouble": "3458.6467"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Thomas PA, Gates TE; Environ Health Perspect 107: 527-37 (1999) (2) Rodgman A, Perfetti TA; The Chemical Components of Tobacco and Tobacco Smoke, 2nd ed., Boca Raton, FL: CRC Press (Taylor & Francis Group), p. 1651 (2013) (3) Persson BRR; Polonium-210 and Lead-210 in the Terrestrial environment: A historical review. International Topical Conference on Po and Radioactive Pb isotopes; October 2009, Seville, Spain",
            "Value": "Mean concentrations of lead-210 in two lichens species, Cladina stellaris and C. mitis, collected near uranium mining operations in northern Saskatchewan, Canada were 329 and 253 Bq/kg dry weight, respectively(1). Radioactive isotopes of lead (lead-210, lead-212, lead-214) have been detected in tobacco(2). Lead-210 levels of about 12.5-22 Bq/kg were detected in harvested tobacco from 2001 and 2007(3)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Thomas PA, Gates TE; Environ Health Perspect 107: 527-37 (1999) (2) Klevezal GA, et al; Chemosphere 42: 61-7 (2001)",
            "Value": "Mean concentrations of lead-210 in tissues of caribou collected near uranium mining operations in northern Saskatchewan, Canada were 669 (bone), 154 (liver), 169 (kidney), 1.1 (muscle), 83 (rumen contents); 469 (feces), 14 (blood), 465 (fur), 7.0 (spleen), 32 (rumen wall), 19.4 (duodenum) 11.0 (colon), 25 (lung), and 60 (pancreas) Bq/kg wet weight(1). Various radionuclides were measured in bone and teeth of reindeer in the western Russian Arctic that had lived before, during, and after nuclear testing on the Archipelago Novaya Zemlya(2). Lead-210 concentrations in reindeer bone ranged from 0.20 to 1.45 and 0.40 to 0.84 Bq/g dry weight in bone samples from reindeer that had lived during nuclear testing and after nuclear testing, respectively(2). The Lead-210 concentration in a composite of enamel and dentin from reindeer that died in 1890 was 0.025 Bq/g dry weight(2). Lead-210 concentrations of 0.20 to 0.36 Bq/g dry weight in bone, and 0.08 Bq/g dry weight in composite enamel samples of mainland reindeer (killed in 1994) were also reported(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Rozmaric M et al; Chemosphere 93: 2063-2068 (2013) (2) UNSCEAR. 2000. Sources and effects of ionizing radiation. UNSCEAR 2000 Report. Volume 1. United Nations Scientific Committee on the Effects of Atomic Radiation. Annex B: Exposures from natural radiation sources. Available from, as of July 26, 2016: https://www.unscear.org (3) Chen J, Gao J; J AOAC Intl 76: 1193-205 (1993)",
            "Value": "Mussels (Mytilus galloprovincialis) collected in the spring and autumn of both 2010 and 2011 at 13 stations along the Croatian Adriatic coast contained mean lead-210 concentrations of 26.8-51.9 Bq/kg dry weight(1). Lead-210 concentrations of 14-3,500 mBq/kg) have been reported in fish products from North America, Europe, and Asia(2). A mean lead-210 concentration of 3.09 Bq/kg, wet weight (range 0.72-5016) was reported in aquatic foods as part of a Chinese total diet study for 1990(3)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Sanchez-Cabeza JA et al; J Environ Radioact 51: 211-28 (2000) (2) Baskaran M et al; Marine Pollut Bull 40(10): 830-838 (2000) (3) Lebeuf M, Nunes T; Environ Sci Technol 39: 1470-1478 (2005)",
            "Value": "SEDIMENT: Lead-210 concentrations in bottom sediments collected in 1989 near the Vandellos Nuclear Power Plant, Spain ranged from 11.6-89 Bq/kg(1). Lead-210 was detected at 22 of 30 sediment sampling sites in the Pechora Sea (Russian Arctic) in July 1994 at concentrations ranging from 0.69 to 75.8 Bq/kg(2). Sediment cores collected from the Laurentian Trough in the Lower St. Lawrence Estuary and from the Gulf of St. Lawrence in 1994 contained lead-210 concentrations ranging from approximately 1.5 to 5.2 Bq/kg(3)."
        },
        {
            "References": "(1) Bunzl K et al; Sci Total Environ 149: 225-32 (1994) (2) Sbrignadello G et al; Int J Environ Anal Chem 55: 235-42 (1994) (3) Stankwitz C et al; Environ Sci Technol 46(15): 8061-8 (2012)",
            "Value": "SOIL: Soil samples from a field adjacent to a ventilation shaft of a uranium mine in the Ukraine were analyzed for various radionuclides; lead-210 levels ranged from about 0.03 to 2 Bq/g over a distance of 10 to 190 meters from the ventilation shaft(1). Lead-210 concentrations in soil samples from Wood Bay, Antarctica ranged from 36.5-117.9 Bq/kg (0-5 cm section), 39.8-115.6 Bq/kg (5-10 cm section), and 23.7-95.5 Bq/kg (10-15 cm section)(2). Atmospheric deposition of lead-210 (fallout) to soil in northern Vermont ranged from 3200 to 11500 Bq/sq-m(3)."
        }
    ]
}