{
    "_id": {
        "$oid": "669270f3303528b49832d754"
    },
    "CID": {
        "$numberInt": "56945144"
    },
    "Name": "Picarbutrazox",
    "IUPACName": "tert-butyl N-[6-[[(Z)-[(1-methyltetrazol-5-yl)-phenylmethylidene]amino]oxymethyl]pyridin-2-yl]carbamate",
    "CanonicalSMILES": "CC(C)(C)OC(=O)NC1=CC=CC(=N1)CON=C(C2=CC=CC=C2)C3=NN=NN3C",
    "Synonyms": [
        "Picarbutrazox",
        "Picarbutrazox [ISO]",
        "500207-04-5",
        "UNII-D5ZAQ41GWY",
        "D5ZAQ41GWY",
        "(E)?-?Picarbutrazox",
        "1253511-94-2",
        "(E)-Picarbutrazox",
        "1,1-Dimethylethyl N-(6-((((Z)-((1-methyl-1H-tetrazol-5-yl)phenylmethylene)amino)oxy)methyl)-2-pyridinyl)carbamate",
        "tert-butyl N-[6-[[(Z)-[(1-methyltetrazol-5-yl)-phenylmethylidene]amino]oxymethyl]pyridin-2-yl]carbamate",
        "1,1-dimethylethyl N-[6-[[[(Z)-[(1-methyl-1H-tetrazol-5-yl)phenylmethylene]amino]oxy]methyl]-2-pyridinyl]carbamate",
        "Carbamic acid",
        "N-[6-[[[(E)-[(1-methyl-1H-tetrazol-5-yl)phenylmethylene]amino]oxy]methyl]-2-pyridinyl]-",
        "1,1-dimethylethyl ester",
        "SCHEMBL10132068",
        "CHEBI:85627",
        "HY-148423"
    ],
    "IsomericSMILES": "CC(C)(C)OC(=O)NC1=CC=CC(=N1)CO/N=C(/C2=CC=CC=C2)\\C3=NN=NN3C",
    "INCHI": "InChI=1S/C20H23N7O3/c1-20(2,3)30-19(28)22-16-12-8-11-15(21-16)13-29-24-17(14-9-6-5-7-10-14)18-23-25-26-27(18)4/h5-12H,13H2,1-4H3,(H,21,22,28)/b24-17-",
    "INCHIKEY": "URHWNXDZOULUHC-ULJHMMPZSA-N",
    "Formula": "C20H23N7O3",
    "MolecularWeight": {
        "$numberDouble": "409.4"
    },
    "Description": "Picarbutrazox is an oxime O-ether that is the (Z)-oxime derivative of 1-methyl-1H-tetrazol-5-yl phenyl ketone in which the hydrogen of the hydroxy group has been replaced by the N-tert-butoxycarbonyl derivative of a [6-(Boc-amino)pyridin-2-yl]methyl group. It is a novel fungicide developed for use on cereals. It has a role as an antifungal agrochemical. It is a carbamate ester, a member of tetrazoles, a member of pyridines, an oxime O-ether and a carbamate fungicide.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "589"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "The study investigating the uptake and translocation of the fungicide picarbutrazox (PBZ) in greenhouse cabbage sheds light on its movement within the plant system. The research employed foliar spray and soil application methods for PBZ. In the case of foliar application, PBZ was sprayed multiple times following specific guidelines, while in soil treatment, it was applied once at varying concentrations. The study explored the role of root and translocation factors in the distribution of residual fungicide and highlighted the crucial aspect of application methods in determining the initial entry route and subsequent movement of pesticides within crops. Key findings revealed that PBZ uptake from the soil by cabbage roots ranged from 3.2% to 13.9%, with concentrations affecting absorption and translocation patterns. Regardless of concentration, translocation from roots to shoots appeared to occur more than the uptake into roots, possibly due to the fungicide's low molecular weight, allowing for efficient vascular transport. Additionally, the study noted that higher concentrations led to greater absorption, while lower concentrations exhibited a higher tendency for translocation. The findings underscored the significance of application concentration in pesticide absorption and movement within the plant system. Moreover, the research provided insights into the fate of PBZ during the cabbage's growth period and post-harvest processing. It demonstrated that while the initial deposition of PBZ occurred in the outermost foliage during foliar treatment, aging experiments suggested a complex translocation route from foliage to internal cabbage compartments. Metabolism of the translocated PBZ in the site of investigation could result from initial root uptake, and photolysis appeared to convert PBZ into its isomer. Importantly, the study evaluated processing techniques like boiling, steeping, and pan-frying, revealing their effectiveness in considerably reducing PBZ residues, including its isomer, thus highlighting potential methods for reducing residual fungicides in treated crops.",
            "reference": "Heo, Y. J., Kwak, S. Y., Sarker, A., Lee, S. H., Choi, J. W., Oh, J. E., ... & Kim, J. E. (2023). Uptake and translocation of fungicide picarbutrazox in greenhouse cabbage: the significance of translocation factors and home processing. Environmental Science and Pollution Research, 30(14), 40919-40930.",
            "method": {
                "Test Plant": "Cabbage (Brassica oleracea)",
                "Apply Location": "root apply",
                "Plant Grown Condition": "Cabbage seedlings were raised for 36 days before treatment in a greenhouse at Geumnam-ri, Waegwan-eup, Gyeongsangbuk-do, Republic of Korea. Each experimental plot was 2 m×15 m in size with three replications, separated by a 2-m buffer zone between the treatments.",
                "Chemical preparation": "Analytical standards of fungicide picarbutrazox (99.9%), isomer TZ-1E (99.3%), and metabolite TZ-2-β-Glc (96.7%) and commercial picarbutrazox (Quintech 10% SC) were provided by Kyungnong Co. Ltd. HPLC-grade acetonitrile, methanol, and water for analysis were purchased from Burdick & Jackson. The EN (European standard) method of QuEChERS kit was supplied by Phenomenex. Formic acid and ammonium sulfate were purchased from Duksan Pure Chemicals Co., Ltd.",
                "Received pesticide of plant": "Soil samples were spiked with two diﬀerent con-centrations of picarbutrazox (i.e., low concentration, 2.0 mg/kg and high concentration, 10.0 mg/kg, respectively) from the side spray without any kind of foliar disturbance.",
                "Other Information": "Each experimental plot had three replications."
            },
            "result": "[{\"Application details\": \"2 mg/kg, 1 day after apply\", \"Uptake rate\": \"around 3.2%\", \"Translocation rate\": \"around 34.3%\"}, {\"Application details\": \"2 mg/kg, 2 days after apply\", \"Uptake rate\": \"around 5%\", \"Translocation rate\": \"around 55%\"}, {\"Application details\": \"2 mg/kg, 3 days after apply\", \"Uptake rate\": \"around 10%\", \"Translocation rate\": \"around 40%\"}, {\"Application details\": \"2 mg/kg, 4 days after apply\", \"Uptake rate\": \"around 10%\", \"Translocation rate\": \"around 40%\"}, {\"Application details\": \"10 mg/kg, 1 day after apply\", \"Uptake rate\": \"around 2.4%\", \"Translocation rate\": \"around 20%\"}, {\"Application details\": \"10 mg/kg, 2 days after apply\", \"Uptake rate\": \"around 10%\", \"Translocation rate\": \"around 20%\"}, {\"Application details\": \"10 mg/kg, 3 days after apply\", \"Uptake rate\": \"around 11%\", \"Translocation rate\": \"around 18%\"}, {\"Application details\": \"10 mg/kg, 4 days after apply\", \"Uptake rate\": \"around 12.1%\", \"Translocation rate\": \"around 18%\"}]"
        }
    ]
}