{
    "_id": {
        "$oid": "6682e826c4e5dba5ffba2426"
    },
    "CID": {
        "$numberInt": "5727"
    },
    "Name": "ZINC CHLORIDE",
    "IUPACName": "dichlorozinc",
    "CanonicalSMILES": "Cl[Zn]Cl",
    "Synonyms": [
        "7646-85-7",
        "zinc chloride",
        "Dichlorozinc",
        "Zinc dichloride",
        "Zinc(II) chloride",
        "Zinkchloride",
        "Zintrace",
        "Zinc chloride fume",
        "Zinkchlorid",
        "Zine dichloride",
        "Chlorure de zinc",
        "Zinc chloride (ZnCl2)",
        "Zinc (chlorure de)",
        "Zinco (cloruro di)",
        "Caswell No. 910"
    ],
    "IsomericSMILES": "Cl[Zn]Cl",
    "INCHI": "InChI=1S/2ClH.Zn/h2*1H;/q;;+2/p-2",
    "INCHIKEY": "JIAARYAFYJHUJI-UHFFFAOYSA-L",
    "Formula": "Cl2Zn",
    "MolecularWeight": {
        "$numberDouble": "136.3"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 2:142",
            "Value": "Hepatocytes were grown in monolayer culture for 22 hr and subsequently treated with zinc chloride (100 uM) for 24 hr which produced a 15-fold increase in metallothionein proteins (MT) concentration. Following pretreatment with zinc chloride, hepatocytes were treated with 20 or 40 uM silver nitrate for 24 hr, and cytotoxicity was then assessed by enzyme leakage and loss of intracellular potassium. The toxicity of silver was significantly less in the zinc-pretreated cells. Furthermore, although zinc pretreatment had no appreciable effect on the hepatocellular uptake of silver, it did alter the subcellular distribution, and silver accumulated more in the cytosol and less in the nuclear, mitochondrial, and microsomal fractions. Silver in the cytosol of control cells was bound primarily to high molecular weight proteins, whereas silver was mainly associated with MT in the zinc-pretreated cells. Zinc-induced MT in rat primary hepatocyte cultures protects against silver-induced cytotoxicity which results from the binding of silver to MT with a concomitant reduction of metal content in critical organelles and proteins."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 989",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Fifty percent zinc chloride (ZnCl2) solution applied/ repeatedly to 1 eye of albino rabbit ... caused opacity of cornea ... 6 days later eye had become very hard, with extensive hemorrhage in anterior segment and ... there was much infiltration with inflammatory cells, loss of corneal endothelium, and clouding of anterior portion of lens."
        },
        {
            "References": "PMID:1999306",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal irritancy of six zinc compounds was examined in three animal models, In open patch tests involving five daily applications, zinc chloride (1% aqueous solution) was severely irritant in rabbit, guinea-pig and mouse tests, inducing epidermal hyperplasia and ulceration; aqueous zinc acetate (20%) was slightly less irritant. Zinc oxide (20% suspension dilute Tween 80), zinc sulphate (1% aqueous solution) and zinc pyrithione (20% suspension) were not overtly irritant, but induced a margina epidermal hyperplasia and increased hair growth. Zinc undecylenate (20% suspension) was not irritant. Epidermal irritancy in these studies is related to the interaction of zinc ion with epidermal keratin. The compounds studied were not consistently bacteriostatic in the three species tested."
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.42 (2004). Available from, as of July 10, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity in male Sprague Dawley rats and male Swiss mice, both after oral and intraperitoneal exposure, /were studied/ ... Ten animals in each group were used and observed for 14 days. Oral doses were given intragastrically. Solution concentrations were adjusted to body weight and given at pH between 6.0 and 7.0. Majority of deaths for both species and ways of administration were observed within the first 24 hours. Signs of toxicity before death after oral or intraperitoneal administration included miosis, conjuctivitis, decreased food and water consumption, hemorrhage and haematosis in the tail. The oral LD50 was 1,260 and 1,100 mg/kg bw for mice and rats, respectively. /Single exposure studies/"
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.43 (2004). Available from, as of July 10, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the 10-min inhalation study in female Sprague Dawley rats analytical grade zinc chloride aerosol (generated from solutions of ZnCl2 in water; droplets with mass median aerosol diameter (MMAD) of 2.3 to 2.6 um) was tested, as well as a pyrotechnical mixture (smoke screen) containing zinc chloride and hexachloroethane (which is not of relevance here). With analytical grade zinc chloride aerosol no signs of irritation during or shortly after exposure were seen but signs of respiratory distress developed gradually. Zinc chloride aerosol was lethal to rats at concentrations from 940 mg Zn2+/cu m (ca 1,975 mg ZnCl2/cu m), the animals died within 3 days after exposure. Microscopic findings in the lungs included atelectasis, hyperaemia, hemorrhages and edema, however without a clear-cut dose-response relationship. The LC50 of < or = 1,975 mg/cu m in this study with very small particle size droplets (which might not reflect exposure to inhalable dust under normal conditions) indicates that zinc chloride is toxic by inhalation ..."
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.44 (2004). Available from, as of July 11, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.5 ml ZnCl2 (1% solution in deionised water) was applied on the dorsal skin (5 sq cm) for 5 consecutive days in open patch tests with mice, rabbits and guinea pigs and in an occlusive test with rabbits. In the open patch test 4/4 rabbits and 6/6 mice had severe irritancy and 3/8 guinea pigs had moderate irritancy (scoring from slight (+) to severe (+++)). In the occlusive patch test 4/4 rabbits had severe irritancy. The severe skin effects in the open patch tests were characterised by parakeratosis, hyperkeratosis and inflammatory changes in the epidermis and superficial dermis and acanthosis of the follicular epithelia. In the occlusive patch test similar, but more severe, effects were observed, and in addition erythema and ulceration."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 424",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 6-month study, male rats were dosed by gavage with 5.0 mg zinc chloride/kg bw. In this study... the treatment is reported to cause changes in the activity of liposomal enzymes in the liver, gonads, and to a lesser extent, in the kidneys."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Zinc p.32 TP- PB2006-100008 (2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Focal alveolitis, consolidation, emphysema, infiltration with macrophages, and fibrosis were observed in guinea pigs that died following exposure to 119 mg zinc/cu m as zinc chloride smoke for 1 hour/day, 5 days/week, for 3-20 weeks; no changes were seen in guinea pigs that survived 13 months after the 20-week exposure. Thirteen months after a 20-week exposure, rats similarly exposed to 12.8 mg zinc/cu m showed an increase in peribronchial inflammatory cell (lymphocytes and macrophage) infiltration."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1364",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The lowest reported observed effects level in rats was 12 mg Zn/kg/day as zinc chloride given over 4 wk in the drinking water. However, most studies report lowest observed effects levels above 100 mg/kg/day."
        },
        {
            "References": "Movan J et al; Abstr Soc Neurosci 25 (Pt 2): 1829 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were raised on drinking water containing enhanced levels of zinc. The water conditions were chosen to demonstrate a typical range of acidity/alkalinity found in drinking water. The enhanced water contained 5 ppm ZnCl2, at a pH of 4.1 (acidic), or 10 ppm ZnCO3 at a pH of 8.1 (alkaline). These levels of zinc were used in the expectation that they would provide equivalent levels of free (ionic) zinc. Three groups of rats were raised from conception on the 10 ppm ZnCO3 (HI), 5 ppm ZnCl2 (LO), or lab water which had negligible Zn (CON). Rats were tested in the Morris Water Maze (MWM) at 3 months and at 9 months. Preliminary analyses show that at 3 months both the HI and LO groups were slower than the CON. At 9 months the HI group was slower than the CON but the main aspect of the LO group was an erratic performance in the MWM ..."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 424",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Rats were given 25 mg zinc chloride/ kg bw for 9 months. Manifestations of the toxic action included retardation of body weight gain at the beginning of the study, a persistent lowering of the STI and of motor activity, and an increase in the blood erythrocyte count. This dose also caused a significant and persistent rise in arterial pressure and changes in ECG. Histology examination revealed foci of vaculolar, large fatty dystrophy in the liver. The NOAEL of 1.0 mg/kg/bw was established in this study."
        },
        {
            "References": "Venugopal, B. and T.D. Luckey. Metal Toxicity in Mammals, 2. New York: Plenum Press, 1978., p. 74",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mammary carcinomas have been reported in rats that ingested ZnCl2 in ... drinking water."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. II:675",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Repeated intratesticular injections of zinc chloride into chickens and rats have been reported to produce testicular sarcomas ..."
        },
        {
            "References": "WHO; Environ Health Criteria 221: Zinc p.106 (2001)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice /injected/ intraperitoneally 0, 12.5, 20.5 or 25 mg/kg body weight on days 8, 9, 10 or 11 of gestation /with/ zinc chloride /showed/ increases in skeletal defect incidence, usually ripple ribs; effects were dose-related and seen at all dose levels; no soft tissue anomalies attributed to zinc; greatest effect at 20.5 mg/kg on day 10 of gestation, causing 4/10 deaths."
        },
        {
            "References": "Graham T et al; Toxicologist 72 (S-1): 76 (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were randomly assigned to one of four treatment groups (25/group/sex) to receive either 0.00; 7.5, 15.0 and 30 mg/kg/day by oral gavage. Rats were dosed during precohabitation (77 days), cohabitation (21 days), gestation (21 days), and lactation (21 days) periods. Males were removed after cohabitation, weighed, and terminated for pathologic evaluation. The testes, seminal vesicles, ovaries, uterus, liver, brain, kidney, bone, spleen, and pituitary were evaluated for histopathological and zinc analysis. Clinical observations were made throughout the day, weekly feed consumption, weekly and biweekly body weights (gestation period) were maintained throughout the study. There were no significant differences (SD) in the hematological and clinical chemistry values, or organ-body weight ratios. The control group had the highest implantation efficiency, which was SD from the low dose group. There were no SD in the length of gestation, the total number of pups born, the mean number of live births and the pup litter weights at days 0, 4, 7, 14 and 21. There were dose related trends toward decreased numbers of implantation sites and decreases in survival indices on postnatal days 0, 4, 7, 14 and 21. Similar trends toward decreased live birth index and weaning index were also noted in zinc treated groups. Based on these data, although mild, zinc chloride decreased the reproductive performance in rats when they were exposed to doses as low as 7.5 mg/kg/day."
        },
        {
            "References": "Friberg, L., Nordberg, G.F., Kessler, E. and Vouk, V.B. (eds). Handbook of the Toxicology of Metals. 2nd ed. Vols I, II.: Amsterdam: Elsevier Science Publishers B.V., 1986., p. I:340",
            "Value": "/GENOTOXICITY/ No significant effect of zinc chloride on the production of dominant lethals or sex-linked recessive mutation in Drosophila."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 272",
            "Value": "/GENOTOXICITY/ Over a wide range of concn tested, both acute and chronic repeated injections of mice with ZnCl2 induced chromosomal aberrations in bone marrow cells. The incidence of translocations and dicentric and ring chromosomes was found to be increased; this effect was even more pronounced if the animals were simultaneously calcium deficient. A similar pattern of inducible clastogenicity was observed in rats following the chronic inhalation of aerosols of zinc salts."
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.62 (2004). Available from, as of July 12, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Mice (5 per group) were given intraperitoneal injections of 7.5, 10 or 15 mg zinc chloride/kg bw/day. After treatment of the animals with colchicine bone marrow preparations were collected at 24 hours post dosing and 60 metaphases were studied per animal. At all doses an increase (dose-related) in chromosomal aberrations in bone marrow cells was observed as compared to the controls ... The cauda epididymis of the animals in the single dose study was minced and sperm cells were examined. An increase in sperm head abnormalities was found, but further study details and criteria for interpretation were not provided ..."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 272",
            "Value": "/GENOTOXICITY/ In the Ames test for the induction of Salmonella typhimurium reversions, zinc chloride was positive in promoting frame-shift mutations. However, in the Bacillus subtilis rec-assay, the Escherichia coli WP2 system, as well as in the Saccharomyces cerevisiae D7 gene conversion/reverse mutation assay ... Zinc chloride /was/ only weakly active or totally nonmutagenic."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 272",
            "Value": "/GENOTOXICITY/ The numbers of dominant lethal and sec-liked mutations in the offspring of Drosophila were increased by treatment of adult flies with zinc chloride."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 272",
            "Value": "/GENOTOXICITY/ Over a wide range of concn tested, both acute and chronic repeated injections of mice with zinc chloride induced chromosomal aberrations in bone marrow cells. The incidence of translocations and dicentric and ring chromosomes was found to be increased; this effect was even more pronounced if the animals were simultaneously calcium deficient."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 272",
            "Value": "/GENOTOXICITY/ In cultured Syrian hamster embryo cells, zinc nitrate ... and zinc sulfate ... were able to enhance the incidence of viral transformations, although direct transforming activity or the enhancement of transformations induced by other chemical agents were not affected by zinc chloride."
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.62 (2004). Available from, as of July 12, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ A negative (zinc chloride) ... result in a cell transformation assay using Syrian hamster embryo cells was reported ... Equivocal results in this assay were reported for zinc chloride ... producing enhancement of cell transformation in 3/6 ..."
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.62 (2004). Available from, as of July 12, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Zinc chloride induced chromosomal aberrations in mouse bone marrow in case of an extreme calcium deficient diet. In this study C57Bl mice received during one month a normal (with 1.1% Ca) or poor calcium diet (0.03% Ca) in combination with 0.5% of zinc. After this month 50% of the animals given the poor calcium diet in combination with 0.5% zinc died. No information was given about the mortality in the other groups. Ten survivors of each group were sacrificed another month later and their bone marrow cells were studied on chromosome aberrations. In each group 500 metaphases were studied. Total cells damaged were 9 in controls with normal Ca, 10 in controls with low Ca, 14 in Zn-exposed with normal Ca, and 25 in Zn-exposed with low Ca diet."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 2:263",
            "Value": "/GENOTOXICITY/IP administration of zinc chloride to mice induced a significant increase in the frequency of chromosomal aberrations of the bone-marrow cells at all concentrations used in the acute (7.5, 10, 15 mg zinc/kg) and chronic (1.0 and 3.0 mg/kg) exposure conditions. The degree of clastogenicity was directly proportional to the concentrations and indirectly proportional to the period of treatment ... Exposure to ... zinc chloride does not increase mutation frequency in bacterial or mammalian cell culture tests."
        },
        {
            "References": "Chang, L.W. (ed.). Toxicology of Metals. Boca Raton, FL: Lewis Publishers, 1996, p. 793",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Peak stimulation of human peripheral lymphocytes was observed with 100 uM zinc chloride, and only T cells were responsive."
        },
        {
            "References": "PMID:11082392",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Apoptosis is thought to occur during immune-mediated acute rejection of cardiac allografts. In vitro studies have shown that zinc inhibits the activity of the proapoptotic enzyme caspase-3. We hypothesized that ZnCl(2) would reduce acute cardiac rejection in vivo via the blockade of caspase-3-dependent apoptosis. (99m)Tc-labeled annexin V was used to measure apoptosis in cardiac allografts through nuclear imaging. Annexin V binds to phosphatidylserines, which are externalized to the outer membrane of apoptotic cells. Twenty-seven PVG rat hearts were transplanted heterotopically into the abdomen of untreated ACI rats as controls (group 1). Fifteen were scanned and euthanized on postoperative day 4, and 12 were assessed for graft survival. Group 2 and 3 rats (n=15 each) received 1 and 5 mg/kg ZnCl(2) BID IP, respectively. Nine of each of these groups were scanned and euthanized on postoperative day 4, and 6 were studied for allograft survival. Group 4 rats (n=3) received isografts. Region-of-interest analysis demonstrated a dose-dependent reduction in (99m)Tc annexin uptake in ZnCl(2)-treated allografts: 2.43+/-0.37% for group 1, 1. 97 + or - 0.41% for group 2, 1.21 + or - 0.47% for group 3, and 0.55 + or - 0.19% for group 4 (ANOVA, P:=0.001). Graft survival times of 6.4 + or -1.7, 9. 3 + or - 3.0, and 11.5 + or - 3.4 days for groups 1, 2, and 3, respectively, were also observed (ANOVA, P:=0.001). Caspase-3 activity in the allografts showed a 3.7-fold reduction in group 3 animals compared with group 1 animals (P:=0.004). Apoptosis that occurs in acute cardiac allograft rejection is reduced with ZnCl(2) in a dose-dependent manner via caspase-3 inhibition."
        },
        {
            "References": "Browning, E. Toxicity of Industrial Metals. 2nd ed. New York: Appleton-Century-Crofts, 1969., p. 351",
            "Value": "/OTHER TOXICITY INFORMATION/ Intakes of zinc in form of metal chloride ... equal to 2500 ppm of diet are completely without effect on rats."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 76",
            "Value": "/OTHER TOXICITY INFORMATION/ ... /Scientist were/ unable to produce symptoms in domestic animals by feeding them on pasture contaminated with zinc chloride (ZnCl2) or by exposing them to zinc chloride fumes. Average daily intake of cow and of sheep and goats used in ... experiment was 527 and 53 grams, respectively."
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.43 (2004). Available from, as of July 10, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ Male Wistar rats (5/group) were given intratracheally a dose of 2.5 mg ZnCl2/kg bw and were killed 3, 14, 28 or 35 days after dosing. Within 3 hours after dosing all rats were subdued and showed respiratory distress. Histology showed alveolitis around the major bronchi, most severe on day 3 after treatment. A change from macrophage to lymphocyte infiltration was seen in the damaged areas at day 14, without evidence of fibrosis. At 28 days, early alveolar thickening with increased interstitial reticulin deposition was observed, and at 35 days these changes had amounted to mature, discrete areas of parenchymal scarring."
        },
        {
            "References": "European Chemicals Bureau; EU Risk Assessment Report- Zinc chloride, Vol.45 p.43 (2004). Available from, as of July 10, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure of male Wistar rats to a dose of 2.5 mg zinc chloride/kg bw by instillation caused edema of the lung and a tenfold increase in the level of alveolar surface protein within 6 hours of treatment. The pulmonary edema was most severe between 6 hours and 3 days after exposure, with more than half of the rats showing edema."
        }
    ]
}