{
    "_id": {
        "$oid": "6682e828c4e5dba5ffba242f"
    },
    "CID": {
        "$numberInt": "5780"
    },
    "Name": "D-Sorbitol",
    "IUPACName": "(2R,3R,4R,5S)-hexane-1,2,3,4,5,6-hexol",
    "CanonicalSMILES": "C(C(C(C(C(CO)O)O)O)O)O",
    "Synonyms": [
        "D-Sorbitol",
        "sorbitol",
        "D-Glucitol",
        "50-70-4",
        "glucitol",
        "L-Gulitol",
        "(-)-Sorbitol",
        "Glucarine",
        "D-(-)-Sorbitol",
        "Diakarmon",
        "Sorbilande",
        "Sorbostyl",
        "Esasorb",
        "Multitol",
        "Neosorb"
    ],
    "IsomericSMILES": "C([C@H]([C@H]([C@@H]([C@H](CO)O)O)O)O)O",
    "INCHI": "InChI=1S/C6H14O6/c7-1-3(9)5(11)6(12)4(10)2-8/h3-12H,1-2H2/t3-,4+,5-,6-/m1/s1",
    "INCHIKEY": "FBPFZTCFMRRESA-JGWLITMVSA-N",
    "Formula": "C6H14O6",
    "MolecularWeight": {
        "$numberDouble": "182.17"
    },
    "Description": "D-glucitol is the D-enantiomer of glucitol (also known as D-sorbitol). It has a role as a sweetening agent, a laxative, a metabolite, a cathartic, a human metabolite, a food humectant, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is an enantiomer of a L-glucitol.",
    "XlogP": {
        "$numberDouble": "-3.1"
    },
    "Complexity": {
        "$numberInt": "105"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Lawson ME; Kirk-Othmer's Encycl Chem Tech 4th ed. Kroschwitz JI ed. NY,NY: John Wiley & Sons 23: 96 (1997)",
            "Value": "D-Sorbitol occurs naturally in apples, plums, pears, cherries, dates, peaches,  apricots and other fruits(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res. Lab., Montreal Quebec, Canada (1994) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for D-sorbitol(SRC), using a log Kow of -2.20(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from,  as of Feb 25, 2010: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: D-Sorbitol, present at 100 mg/L, reached 81% of its Theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994)",
            "Value": "log Kow = -2.20"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Hospital Formulary Service. Volumes I and II. Washington, DC: American Society of Hospital Pharmacists, to 1984., p. 56:12",
            "Value": "... Sorbitol exerts hygroscopic and/or local irritant action, drawing water from tissues into feces and reflexly stimulating evacuation."
        },
        {
            "References": "Amano S et al; Med Hypothesis 60 (4): 550-1 (2003). Available from, as of March 27, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=12615520",
            "Value": "The polyol pathway consists of two enzymes aldose reductase (AR) and sorbitol dehydrogenase (SDH); the former is the first enzyme in the polyol pathway, that catalyzes the reduction of glucose to sorbitol, the latter is the second one, that converts sorbitol to fructose using by NAD(+) as a cofactor. ... SDH activity, the second step in the polyol pathway, might make a greater contribution to the etiology of diabetic retinopathy than does the first step involving AR. /This paper proposes/ a novel hypothesis that polymorphisms of SDH gene may be correlated with SDH gene expression levels in diabetic retinas, thus being a valuable genetic marker for diabetic retinopathy."
        },
        {
            "References": "Marfe G et al; Arch Toxicol 82 (6): 371-7 (2008). Available from, as of March 27, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=18046541",
            "Value": "It has been reported that sorbitol induces apoptosis in several cancer cell lines. ... In /this/ study, the intracellular signaling pathways of sorbitol-induced apoptosis in human K562 cells were investigated using both morphological analysis and DNA fragmentation technique. In this study, we demonstrated that sorbitol-induced apoptosis in human K562 cells is a concentration- and time-dependent manner. This sorbitol-induced apoptosis in human K562 cells was also accompanied by the up-regulation of Bax, and down-regulation of p-Bcl-2, but no effect on the levels of Bcl-X(L). Moreover, the sorbitol treatment resulted in a significant reduction of mitochondria membrane potential, increase in the release of mitochondrial cytochrome c (cyt c), and activation of caspase 3. Furthermore, treatment with caspase 3 inhibitor (z-DEVD-fmk) was capable of preventing the sorbitol-induced caspase 3 activity and cell death. These results clearly demonstrate that the induction of apoptosis by sorbitol involves multiple cellular/molecular pathways and strongly suggest that pro- and anti-apoptotic Bcl-2 family proteins, mitochondrial membrane potential, mitochondrial cyt c, and caspase 3, they all participate in sorbitol-induced apoptotic process in human K562 cells."
        },
        {
            "References": "Obrosova IG; Antioxidant Redox Sig 7 (11-12): 1543-52 (2005). Available from, as of March 27, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=16356118",
            "Value": "Chronic diabetic complications, in particular, nephropathy, peripheral and autonomic neuropathy, \"diabetic foot,\" retinopathy, and cardiovascular disease, remain the major cause of morbidity and mortality in patients with diabetes mellitus. Growing evidence indicates that both increased activity of the sorbitol pathway of glucose metabolism and enhanced oxidative stress are the leading factors in the pathogenesis of diabetic complications. The relation between the two mechanisms remains the area of controversy. One group has reported that increased sorbitol pathway activity has a protective rather than detrimental role in complication-prone tissues because the pathway detoxifies toxic lipid peroxidation products. Others put forward a so-called \"unifying hypothesis\" suggesting that activation of several major pathways implicated in diabetic complications (eg, sorbitol pathway) occurs due to increased production of superoxide anion radicals in mitochondria and resulting poly(ADP-ribose) polymerase activation. This review (a) presents findings supporting a key role for the sorbitol pathway in oxidative stress and oxidative stress-initiated downstream mechanisms of diabetic complications, and (b) summarizes experimental evidence against a detoxifying role of the sorbitol pathway, as well as the \"unifying concept.\""
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:225747",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats fed a diet enriched in sorbitol presented a readily detectable decrease of liver hexokinase. At the same time the glycogen content of liver increased."
        },
        {
            "References": "PMID:3957171",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No abnormalities of the adrenal medulla were seen grossly in any generation or microscopically in the high-dose and control F3a rats. It is concluded that sorbitol administered in the diet to three successive generations of rats at levels up to 10% had no adverse effect on growth or reproductive performance in either sex."
        },
        {
            "References": "Shinohara R et al; Biochim Biophys Acta 1425 (3): 577-86 (1998). Available from, as of March 27, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=9838221",
            "Value": "/ENDOCRINE MODULATION/ Sorbitol accumulation plays an important role in diabetic complications involving the kidney, nerves, retina, lens and cardiac muscle. To investigate the influence of thyroid hormone on the sorbitol pathway, ... rats were divided into three groups: controls, streptozotocin (STZ)-induced diabetic euthyroid rats (DM) and STZ-induced diabetic hyperthyroid (thyroxine-injected) rats (DM+HT). The sorbitol (Sor) concentrations in the kidney, liver and sciatic nerve (2.53+/-0.74, 0.97+/-0.16 and 24.0+/-5.1 nmol/mg protein, respectively) of the DM rats were significantly higher than those (1.48+/-0.31, 0.58+/-0.13 and 3. 1+/-0.6 nmol/mg protein) of the control rats. The Sor concentrations in the kidney and sciatic nerve of the DM+HT rats (1.26+/-0.29 and 9. 40+/-1.2 nmol/mg protein) were significantly lower than those in the DM rats. These values were reduced in the liver, unchanged in the kidney, and increased in the sciatic nerve from the hyperthyroid rats without diabetes. Thyroid hormone reduced the aldose reductase (AR) activities in the kidney, liver and sciatic nerve of the DM rats, and similarly reduced AR in the kidney and liver, but not in the sciatic nerve, of the non-diabetic rats. The sorbitol dehydrogenase (SDH) activities were decreased by thyroid hormone in the kidney and liver but not the sciatic nerve of DM rats. In the non-diabetic rats, this enzyme activity was decreased in liver, but not in kidney or sciatic nerve. A positive correlation between the Sor concentration and AR activity was observed in the kidney and liver but not in the sciatic nerve from control, DM and DM+HT rats. A negative correlation was observed between the Sor concentration and SDH activities in the same organs. These data suggest that thyroid hormone affects the sorbitol pathway, but the detailed mechanism whereby this hormone reduces the sorbitol content (especially in diabetic rats) remains to be clarified."
        },
        {
            "References": "Malone JI et al; Pediat Diabet 9 (6): 531-9 (2008). Available from, as of March 27, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=19067891",
            "Value": "/OTHER TOXICITY INFORMATION/ Experimental manipulations were conducted on male Wistar rats for 8 wk, beginning at 4 wk of age. At the completion of the treatments, all rats were trained in the radial-arm water maze, a spatial (hippocampus-dependent) learning and memory task. Three groups of rats were tested: an untreated control group, a streptozotocin-induced diabetic (STZ-D) group, and an intermittent hypoglycemic group. Following behavioral training, the brains of all animals were examined with histologic and biochemical measurements. RESULTS: Peripheral hyperglycemia was associated with significant increases in brain sorbitol (7.5 +/- 1.6 vs. 5.84 +/- 1.0 uM/mg) and inositol (9.6 +/- 1.4 vs. 7.1 +/- 1.1 uM/mg) and reduced taurine (0.65 +/- 0.1 vs. 1.3 +/- 0.1 mg/mg). Histologic evaluation revealed neurons with reduced dendritic branching and spine density in STZ-D rats but not in control or hypoglycemic animals. In addition, the STZ-D group exhibited impaired performance on the water maze memory test. CONCLUSIONS: Hyperglycemia, but not hypoglycemia, was associated with adverse effects on the brain polyol pathway activity, neuronal structural changes, and impaired long-term spatial memory. This finding suggests that the hyperglycemic component of diabetes mellitus has a greater adverse effect on brain functioning than does intermittent hypoglycemia. ."
        },
        {
            "References": "Colton SA, Downs SM; J Exptl Zool Pt A Comp Exptl Biol 301 (5): 439-48 (2004). Available from, as of March 27, 2010: https://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&db=pubmed&dopt=Abstract&list_uids=15114651",
            "Value": "/OTHER TOXICITY INFORMATION/ Complications common to type I diabetes, such as cataracts and cardiovascular disorders, have been associated with activation of the polyol pathway, which converts glucose to fructose via the intermediate, sorbitol. Under normal glycemic conditions, glucose is typically targeted for glycolysis or the pentose phosphate pathway through phosphorylation by hexokinase. When glucose levels are elevated under diabetic conditions, hexokinase becomes saturated, and the excess glucose is then shunted to aldose reductase, which converts glucose to sorbitol. In the present study, we examined the potential effects of this pathway on the maturation process in mouse oocytes. Increasing concentrations of sorbitol suppressed FSH-induced maturation in oocytes from control mice. Culturing oocytes from diabetic mice in the presence of inhibitors of aldose reductase reversed the suppression of FSH-induced meiotic maturation. When oocytes from control mice were cultured with activators of aldose reductase, FSH-induced maturation was compromised. In addition, treatment with sorbitol or activators of the polyol pathway led to reduced cell-cell communication between the oocyte and the cumulus cells, as well as compromised FSH-mediated cAMP production and de novo purine synthesis. These data indicate that the suppression of FSH-induced meiotic maturation observed in oocytes from diabetic mice may result from a shunting of glucose through the polyol pathway."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Feb 25, 2010. (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of D-sorbitol can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that sorbitol is expected to have very high mobility in soil."
        }
    ],
    "plant_translocation": [
        {
            "References": "Bieleski, R. (1969). Accumulation and Translocation of Sorbitol in Apple Phloem. Australian Journal of Biological Sciences, 22(3), 611. doi:10.1071/bi9690611 ",
            "Value": "In the study, the translocation of sorbitol in apple plants' phloem was investigated to understand its role in carbohydrate transport. Sorbitol, rather than sucrose, was identified as the main carbohydrate involved in phloem transport in intact apple plants. When excised phloem, both freshly excised and aged, was studied, sorbitol, glucose, and sucrose were rapidly accumulated, with sorbitol showing higher accumulation rates, especially in concentrated solutions and aged tissues. Notably, sorbitol was preferentially accumulated into the phloem, remaining inert metabolically until reaching its destination. Sorbitol's accumulation was more pronounced in comparison to sucrose or glucose. This study provides insights into sorbitol's significant role in phloem translocation within apple plants, highlighting its suitability for efficient and stable carbohydrate transport in agricultural contexts. "
        }
    ]
}