{
    "_id": {
        "$oid": "6682e82ac4e5dba5ffba2438"
    },
    "CID": {
        "$numberInt": "5865"
    },
    "Name": "PREDNISONE",
    "IUPACName": "(8S,9S,10R,13S,14S,17R)-17-hydroxy-17-(2-hydroxyacetyl)-10,13-dimethyl-6,7,8,9,12,14,15,16-octahydrocyclopenta[a]phenanthrene-3,11-dione",
    "CanonicalSMILES": "CC12CC(=O)C3C(C1CCC2(C(=O)CO)O)CCC4=CC(=O)C=CC34C",
    "Synonyms": [
        "prednisone",
        "53-03-2",
        "Dehydrocortisone",
        "Decortin",
        "Deltasone",
        "Supercortil",
        "Meticorten",
        "Orasone",
        "Metacortandracin",
        "Dacortin",
        "Encorton",
        "Paracort",
        "1,2-Dehydrocortisone",
        "Ancortone",
        "Decortancyl"
    ],
    "IsomericSMILES": "C[C@]12CC(=O)[C@H]3[C@H]([C@@H]1CC[C@@]2(C(=O)CO)O)CCC4=CC(=O)C=C[C@]34C",
    "INCHI": "InChI=1S/C21H26O5/c1-19-7-5-13(23)9-12(19)3-4-14-15-6-8-21(26,17(25)11-22)20(15,2)10-16(24)18(14)19/h5,7,9,14-15,18,22,26H,3-4,6,8,10-11H2,1-2H3/t14-,15-,18+,19-,20-,21-/m0/s1",
    "INCHIKEY": "XOFYZVNMUHMLCC-ZPOLXVRWSA-N",
    "Formula": "C21H26O5",
    "MolecularWeight": {
        "$numberDouble": "358.4"
    },
    "Description": "Prednisone is a synthetic glucocorticoid drug that is particularly effective as an immunosuppressant, and affects virtually all of the immune system. Prednisone is a prodrug that is converted by the liver into prednisolone (a beta-hydroxy group instead of the oxo group at position 11), which is the active drug and also a steroid. It has a role as a prodrug, an anti-inflammatory drug, an antineoplastic agent, an immunosuppressive agent and an adrenergic agent. It is a 20-oxo steroid, an 11-oxo steroid, a 21-hydroxy steroid, a 17alpha-hydroxy steroid, a glucocorticoid, a 3-oxo-Delta(1),Delta(4)-steroid, a primary alpha-hydroxy ketone, a tertiary alpha-hydroxy ketone and a C21-steroid.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "764"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 173",
            "Value": "log Kow = 1.46"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists 2016; Drug Information 2016. Bethesda, MD. 2016, p. 3097",
            "Value": "In physiologic doses, corticosteroids are administered to replace deficient endogenous hormones. In larger (pharmacologic) doses, glucocorticoids decrease inflammation by stabilizing leukocyte lysosomal membranes, preventing release of destructive acid hydrolases from leukocytes; inhibiting macrophage accumulation in inflamed areas; reducing leukocyte adhesion to capillary endothelium; reducing capillary wall permeability and edema formation; decreasing complement components; antagonizing histamine activity and release of kinin from substrates; reducing fibroblast proliferation, collagen deposition, and subsequent scar tissue formation; and possibly by other mechanisms as yet unknown. The drugs suppress the immune response by reducing activity and volume of the lymphatic system, producing lymphocytopenia, decreasing immunoglobulin and complement concentrations, decreasing passage of immune complexes through basement membranes, and possibly by depressing reactivity of tissue to antigen-antibody interactions. Glucocorticoids stimulate erythroid cells of bone marrow, prolong survival time of erythrocytes and platelets, and produce neutrophilia and eosinopenia. Glucocorticoids promote gluconeogenesis, redistribution of fat from peripheral to central areas of the body, and protein catabolism, which results in negative nitrogen balance. They reduce intestinal absorption and increase renal excretion of calcium. /Corticosteroids/"
        },
        {
            "References": "Kahn, C.M. (Ed.); The Merck Veterinary Manual 9th ed. Merck & Co. Whitehouse Station, NJ. 2005, p. 2128",
            "Value": "Glucocorticoids are capable of suppressing the inflammatory process through numerous pathways. They interact with specific intracellular receptor proteins in target tissues to alter the expression of corticosteroid-responsive genes. Glucocorticoid-specific receptors in the cell cytoplasm bind with steroid ligands to form hormone-receptor complexes that eventually translocate to the cell nucleus. There these complexes bind to specific DNA sequences and alter their expression. The complexes may induce the transcription of mRNA leading to synthesis of new proteins. Such proteins include lipocortin, a protein known to inhibit PLA2a and thereby block the synthesis of prostaglandins, leukotrienes, and PAF. Glucocorticoids also inhibit the production of other mediators including AA metabolites such as COX, cytokines, the interleukins, adhesion molecules, and enzymes such as collagenase. /Glucocorticoids/"
        }
    ]
}