{
    "_id": {
        "$oid": "6682e82ac4e5dba5ffba243b"
    },
    "CID": {
        "$numberInt": "5889"
    },
    "Name": "Dibenz(a,h)anthracene",
    "IUPACName": "naphtho[1,2-b]phenanthrene",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=CC3=CC4=C(C=CC5=CC=CC=C54)C=C32",
    "Synonyms": [
        "Dibenz[a,h]anthracene",
        "53-70-3",
        "benzo[k]tetraphene",
        "1,2:5,6-Dibenzanthracene",
        "DIBENZ(A,H)ANTHRACENE",
        "Dibenzo[a,h]anthracene",
        "1,2,5,6-Dibenzanthracene",
        "Dibenzo(a,h)anthracene",
        "DB(a,h)A",
        "1,2:5,6-Benzanthracene",
        "1,2:5,6-Dibenzoanthracene",
        "Dibenz(a,h)antracene",
        "1,2:5,6-Dibenz(a)anthracene",
        "RCRA waste number U063",
        "1,2,5,6-Dba"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=CC3=CC4=C(C=CC5=CC=CC=C54)C=C32",
    "INCHI": "InChI=1S/C22H14/c1-3-7-19-15(5-1)9-11-17-14-22-18(13-21(17)19)12-10-16-6-2-4-8-20(16)22/h1-14H",
    "INCHIKEY": "LHRCREOYAASXPZ-UHFFFAOYSA-N",
    "Formula": "C22H14",
    "MolecularWeight": {
        "$numberDouble": "278.3"
    },
    "Description": "Dibenz[a,h]anthracene is an ortho-fused polycyclic arene. It has a role as a mutagen.",
    "XlogP": {
        "$numberDouble": "6.5"
    },
    "Complexity": {
        "$numberInt": "361"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Wild SR, Jones KC; J Environ Qual 21: 217-25 (1992) (2) Chovanec A et al; Chemosphere 29: 2117-33 (1994) (3) Lodovici M et al; Sci Total Environ 153: 61-8 (1994) (4) Jones KC et al; Sci Total Environ 78: 117-30 (1989) (5) Galuszka A; Chemosphere 67: 1415-1422 (2007)",
            "Value": "Dibenz(a,h)anthracene was detected in carrot peels and cores grown in sewage sludge-amended soils(1). Dibenz(a,h)anthracene was detected in aquatic moss samples collected from the Danube and Traun rivers in Austria at concentrations ranging from 1.7 to 2.8 ug/kg dry weight and 1.1 to 1.7 ug/kg dry weight, respectively(2). Dibenz(a,h)anthracene was detected in the leaves of 13 (out of 15) evergreen trees, Laurus nobilis, collected in the Valley of Florence, Italy in Feb 1991 at concentrations ranging from 0.3 to 7.9 ug/kg dry weight(3). Pooled grass samples from the Park Grass grassland in Rothamsted, UK (42 km north of Central London) taken between the years 1860 to 1986 contained dibenz(a,h)anthracene at the following concentrations, ug/kg (pooled years): 1 (1860 to 1862); 6 (1879 to 1881); 6 (1920 to 1923); 11 (1940 to 41); 4 (1957 to 1958); and 1 (1985 to 1986)(4). Wheat grain samples harvested from Rothamsted, UK over the last century were found to contain dibenz(a,h)anthracene at the following concentrations, ug/kg (pooled years): 0.11 (1877 to 1881); 0.10 (1922 to 1926); 0.36 (1936 to 1940); 0.25 (1968 to 1970); and 0.05 (1979 to 1984)(4). Dibenz(a,h)anthracene was detected at levels of <5 to 16 ng/g in moss (Hylocomium splendens, Pleurozium schreberi) collected in the southern mountains of Poland in July 2005(5)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Camacho M et al; Sci Total Environ 481: 303-310 (2014)",
            "Value": "Between 2009 and 2011, blood samples were collected from 34 live and healthy juvenile sea turtles: 21 green (Chelonia mydas) and 13 hawksbills (Eretmochelys imbricata), which were captured in the coastal waters of the Boa Vista island, Cape Verde archipelago. Dibenz(a,h)anthracene was not detectable in hawksbill turtles, but was detected in 4.8% of plasma samples from green turtles at a mean concentration of 0.005 ng/mL(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Mix MC, Schaffer RL; Marine Pollut Bull 14: 94-7 (1983) (2) Mix MC, Schaffer RL; Marine Environ Res 9: 193-209 (1983) (3) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (4) Pereira WE et al; Mar Pollut Bull 24: 103-9 (1992) (5) Malins DC et al; Environ Sci Technol 21: 765-70 (1987)",
            "Value": "100% of the softshell clams (Mya arenaria) sampled (2 sites, 6 sampling days) in Coos Bay, OR in 1978-79 contained dibenz(a,h)anthracene at concentrations ranging from 1.5 to 6.7 ppb, average concentrations of 4.7 and 6.9 ppb(1). 100% of mussels (Mytilus edulis) taken from Yaquina Bay, OR in 1979-80,(2 sites, 16 and 12 sampling days) contained dibenz(a,h)anthracene at concentrations ranging from 0.5 to 3.6 ppb and 4.9 to 12.6 ppb, respectively, average concentrations of 2.1 and 9.6 ppb, respectively(2). Dibenz(a,h)anthracene was detected in 11 stomachs of English sole (Parophrys vetulus) from Eagle Harbor, Puget Sound, WA; the concentrations in 2 composite samples were 300 and 370 ppb(3). Dibenz(a,h)anthracene was detected the invasive asian clam (Potamocorbula amurensis) from Suisan Bay estuary, San Francisco Bay, CA at a concentration of 15 ng/g dry weight(4).  Dibenz(a,h)anthracene was detected in the stomach contents of white croaker collected from the San Pedro Bay, CA during Dec 1984 at concentrations ranging from 64 (Reservation Point) to 480 (Cerritos Channel) ng/g dry weight; white croaker (Genyonemus lineatus) samples from White Point and Hyperion were found to contain dibenz(a,h)anthracene at concentrations <33 and <6 ng/g dry weight, respectively(5)."
        },
        {
            "References": "(1) Hickey CW et al; Arch Environ Contam Toxicol 29: 221-31 (1995) (2) Al-Hassan JM et al; Bull Environ Contam Toxicol 70: 205-212 (2003) (3) Eldeeb KZ et al; Bull Environ Contam Toxicol 78: 373-379 (2007) (4) Nakata H et al; Ecotox Environ Saf 99: 61-68 (2014)",
            "Value": "Dibenz(a,h)anthracene was detected in two sediment-dwelling shellfish, Macomona liliana and Austrovenus stutchburyi, collected from Manukau Harbor, New Zealand in Dec 1989 at concentrations ranging from 0.8 to 9.48 n/g dry weight and not detected to 4.52 ng/g dry weight, respectively(1). Three of twelve edible fish species from the Arabian Gulf contained dibenz(a,h)anthracene at concentrations ranging from 0.65-1.29 ug/g(2). Dibenz(a,h)anthracene was found in three species of fish in the Egyptian Region of Abu Qir Bay at levels measured in ng/g wet weight of 533.33 in the bottom dwelling fish, Solea solea, 480.67 in the bivalve, Donax truaulus, and 191 in the crustacean, Peneaus japonicus(3). Oysters samples were collected from 18 coastal sites in the Yatsushiro Sea, Japan in 2010(10); dibenz(a,h)anthracene was not detected in oysters from 15 sites, and concentrations from the other sites ranged from 0.11-1.8 ng/g wet weight(4)."
        },
        {
            "References": "(1) Cocchieri RA et al; Mar Pollut Bull 21: 15-8 (1990)",
            "Value": "Dibenz(a,h)anthracene was detected in the following fish and shellfish samples collected from the Gulf of Naples on the Mediterranean Sea, from March to December, 1988(1).",
            "Table": "[{'Common name': 'Common mussel', 'Genus species': 'Mytilus edulis', 'Concn (ug/kg wet wt)': '20'}, {'Common name': 'Edible cockle', 'Genus species': 'Cardium edule', 'Concn (ug/kg wet wt)': '8'}, {'Common name': 'Razor fish', 'Genus species': 'Ensis siliqua', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Shortnecked clam', 'Genus species': 'Amigdala degussata', 'Concn (ug/kg wet wt)': '11'}, {'Common name': 'Wart venus', 'Genus species': 'Venus verrucosa', 'Concn (ug/kg wet wt)': '4'}, {'Common name': 'Anchovy', 'Genus species': 'Engraulis enchrasicholus', 'Concn (ug/kg wet wt)': '7'}, {'Common name': 'Bogue', 'Genus species': 'Boops boops', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Brill', 'Genus species': 'Scophthalmus rhombus', 'Concn (ug/kg wet wt)': '34'}, {'Common name': 'Cleaver wrasse', 'Genus species': 'Xyrichthys novacula', 'Concn (ug/kg wet wt)': '27'}, {'Common name': 'Comber', 'Genus species': 'Serranus cabrilla', 'Concn (ug/kg wet wt)': '25'}, {'Common name': 'Common sole', 'Genus species': 'Solea vulgaris', 'Concn (ug/kg wet wt)': '3'}, {'Common name': 'Cuckoo wrasse', 'Genus species': 'Labrus bimaculatus', 'Concn (ug/kg wet wt)': '5'}, {'Common name': 'Horse mackerel', 'Genus species': 'Trachurus trachurus', 'Concn (ug/kg wet wt)': '13'}, {'Common name': 'Pandora', 'Genus species': 'Pagellus erythrinus', 'Concn (ug/kg wet wt)': '15'}, {'Common name': 'Piper', 'Genus species': 'Trigla lyra', 'Concn (ug/kg wet wt)': '5'}, {'Common name': 'Rainbow wrass', 'Genus species': 'Coris julis', 'Concn (ug/kg wet wt)': '25'}, {'Common name': 'Rock goby', 'Genus species': 'Gobius paganellus', 'Concn (ug/kg wet wt)': '14'}, {'Common name': 'Scorpion fish', 'Genus species': 'Scorpaena scrofa', 'Concn (ug/kg wet wt)': '29'}, {'Common name': 'Spotted weever', 'Genus species': 'Trachinus araneus', 'Concn (ug/kg wet wt)': '24'}]"
        },
        {
            "References": "(1) Zabik ME et al; Food Chem 55(3): 231-9 (1996) (2) Sivaswamy SN et al; Bull Environ Contam Toxicol 47: 251-60 (1991) (3) Saeed T et al; Environ Int 21: 255-63 (1995) (4) Joe FL Jr et al; J Assoc Off Anal Chem 67: 1076-82 (1984) (5) Akpan V et al; Bull Environ Contam Toxicol 53: 246-53 (1994)",
            "Value": "Smoked lake trout (Salvelinus namaycush namaycush) from Lake Michigan and Lake Superior contained dibenz(a,h)anthracene at 3.21 and 3.99 ng/g wet tissue, respectively. The compound was not detected in raw trout from the same locations(1). Dibenz(a,h)anthracene was detected in sun-dried seer fish (Scomberomorus commerson) at a concentration of 0.409 ug/g and in oil-fried, salted and sun-dried whitebait fish (Stolephorus baraviensis) at a concentration of 12.340 ug/g, both common to the diet of southern India(2). Dibenz(a,h)anthracene was detected in seafood samples from Kuwaiti fish markets at an average concentration of 13.44 ng/g dry weight(3). Dibenz(a,h)anthracene was detected in smoked oysters and whiting at average concentrations of 0.7 and 0.5 ppb, respectively(4). Dibenz(a,h)anthracene was detected in fresh and smoked samples of fish, Heterotis niloticus, purchased from a local markets in Calabar and Warri, Nigeria, at concentrations of 0.9 and 1.9 ug/kg dry weight, respectively(5). Fresh fish samples procured from local fisherman from Lagos, Nigeria, contained dibenz(a,h)anthracene at concentrations ranging from 1.9 to 4.9 ug/kg dry weight(4)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Heit M; Water Air Soil Pollut 24: 41-61 (1985) (2) Varanasi U et al; Environ Sci Technol 19: 836 (1985) (3) Tan YL, Heit M; Geochim Cosmochim Acta 45: 2267-79 (1981) (4) Bjorseth A et al; Sci Total Environ 13: 71-86 (1979) (5) Malins LDC et al; Environ Sci Technol 18: 705-13 (1984) (6) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (7) Johnson AC et al; Marine Environ Res 15: 1-16 (1985) (8) Pereira WE et al; Mar Pollut Bull 24: 103-9 (1992) (9) Wan MT; J Environ Qual 23: 1297-1304 (1994)",
            "Value": "SEDIMENTS: Sediment samples taken from Cayuga Lake, NY, in Sept 1978, 16 km north to 8 km south of coal-fired power plant, contained dibenz(a,h)anthracene at concentrations ranging from < 15 to < 67 ng/g deepwater (central basin of the lake)(1). Sediment samples from the Duwamish River, WA contained 230 ppb wet wt dibenz(a,h)anthracene(2). Dibenz(a,h)anthracene and dibenz(a,c)anthracene were detected in sediment samples taken from, concentration, ppb dry wt (depth, cm): Remote Adirondack Lakes, NY: Sagamore Lake, 30(0 to 4), 25(4 to 8), 4(8 to 12), 2(12 to 85); and Woods Lake, 92(0 to 4), 17(4 to 8), <2(8 to 11), 3(12 to 17), <2(24 to 84)(3). 83% of the sediment samples taken from 6 sites in Saudafjord, Norway, in Oct 1976, at a depth of 0 to 2 cm contained dibenz(a,h)anthracene (ppb dry weight): 2.2 to 1969.6, 5.3 to 1589.5, 11.9 to 1204.5, 2.6 to 633.8(4). Dibenz(a,h)anthracene was identified, but not quantified in sediment samples from Puget Sound, WA, 1979-82(5). 15 sediment samples from 3 sites in Eagle Harbor, Puget Sound, WA, contained dibenz(a,h)anthracene at concentrations ranging from 22 to 230 ppb dry wt (avg 274 ppb)(6). Dibenz(a,h)anthracene was detected in sediment samples from 55 stations in Penobscot Bay, ME in 1982, at concentrations ranging from 2 to 120 ppb dry wt(7). 5 out of 8 bed sediment samples from Suisun Bay, CA contained dibenz(a,h)anthracene at concentrations ranging from 1.2 to 4.2 ng/g dry weight; dibenz(a,h)anthracene was detected in a suspended sediment sample from Suisun Bay, CA at a concentration of 4.9 ng/g dry weight(8). Dibenz(a,h)anthracene was detected in utility right-of-way ditch sediments in the Lower Mainland of British Columbia, Canada at a concentration of 91 mg/kg dry weight at the base of a utility pole; 0.2 mg/kg dry weight adjacent to the utility pole; and 0.27 mg/kg dry weight 4 m downstream of the pole(9)."
        },
        {
            "References": "(1) Huntley SL et al; Bull Environ Contam Toxicol 51: 865-72 (1993) (2) Pereira WE et al; Mar Environ Res 41: 299-314 (1996) (3) Black J et al; Environ Impact Health Eff, Proc Conf, 5: 415-27 (1985) (4) Malins DC et al; Environ Sci Technol 21: 765-70 (1987) (5) Larsen PF et al; Mar Environ Res 18: 231-44 (1986) (6) Kennicutt MC II et al; Environ Sci Technol 28: 1-15 (1994) (7) Ohkouchi N et al; Environ Sci Technol 33: 3086-90 (1999) (8) Carey JH et al; Sci Tot Environ 97-98: 69-88 (1990) (9) Domine D et al; Sci Total Environ 155: 9-24 (1994) (10) Chovanec A et al; Chemosphere 29: 2117-33 (1994)",
            "Value": "SEDIMENTS: Dibenz(a,h)anthracene was detected in sediment core samples collected from three northern NJ waterways during Nov and Dec 1991 (frequency of detection, median concentration mg/kg): Arthur Kill (9.5%, 0.95); Hackensack River (25%, 0.75); and Passaic River (28.4%, 0.82)(1). In 1993, dibenz(a,h)anthracene was detected in 16 surficial bed sediment samples from the Lauritzen Canal in San Francisco Bay at concentrations ranging from 15 to 320 ng/g(2). Dibenz(a,h)anthracene was detected in sediments obtained from industrialized estuarine portions of the Black River (Lorain Co, OH) and Buffalo River (Erio Co, NY) at concentrations of 1,071 and 3,220 ng/g, respectively(3). Dibenz(a,h)anthracene was detected in sediments from San Pedro Bay, CA collected in Dec 1984 (concentration, ng/g dry weight): Queensway Bay (63); Cerritos Channel (26); and Reservation Point. Sediment samples collected during Dec 1984 in the vicinity of White Point sewer outfalls and Hyperion outfall contained dibenz(a,h)anthracene at concentrations of 22 and <2 ng/g dry weight, respectively(4). Dibenz(a,h)anthracene was detected in 93 out of 96 sediment samples from 19 sampling stations in the Gulf of Maine in 1983 at concentrations ranging from 1 to 7 ppb(5). Sediment samples collected from 5 regions of Casco Bay, Maine in Aug 1991 contained dibenz(a,h)anthracene (concentration range, ppm dry weight): Inner Bay (3 to 41); East Bay (7 to 58); Cape Small (<0 to 64); and Outer Bay (11 to 73)(6). Fourteen of twenty deep sea sediment samples composed mainly of red clay collected in the central Pacific ocean at a depth greater than 4500 m contained up to 23.3 ug/g dw dibenz(a,h)anthracene(7). Suspended sediments collected from seven sites in the Mackenzie River and one site in the Liard River, Canada contained dibenz(a,h)anthracene at concentrations ranging from 0.012 to 0.032 ug/g(8).  Dibenz(a,h)anthracene was detected in 27 out of 30 superlayer and underlayer deep sea sediments from 15 sampling sites in the Gulf of Lion, (Mediterranean Sea, France) at concentrations ranging from 0 to 11.1 pmol/g dry weight sediment(9). Dibenz(a,h)anthracene was detected in sediments from the Danube and Traun rivers in Austria at concentrations ranging from 4.3 to 6.2 ug/kg dry weight and 4.8 to 9.4 ug/kg dry weight, respectively(10)."
        },
        {
            "References": "(1) Huntley SL et al; Arch Environ Contam Toxicol 28: 93-107 (1995) (2) Harkey GA et al; Environ Toxicol Chem 14: 1551-60 (1995)  (3) Huang L et al; Sci Total Environ 487: 173-186 (2014) (4) Varanasi U et al; pp. 83-115 in Persistent Pollut Mar Ecosyst, Walker CH, Livingstone DR eds, Oxford, UK: Pergamon (1992) (5) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996) (6) Taylor PN, Lester JN; Environ Technol 16: 1155-63 (1995) (7) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004)",
            "Value": "SEDIMENTS: Mean dibenz(a,h)anthracene concentrations in sediments from Arthur Kill, Hackensack River, Kill Van Kull, Passaic River, and Newark Bay, NJ were 0.68, 0.56, 0.44, 2.2, and 1.5 mg/kg dry weight, respectively, between Nov 1991 and March 1993(1). Sediment core samples taken from Lake George, MI (a lake known to be historically contaminated by polycyclic aromatic hydrocarbons) in Oct 1993 contained dibenz(a,h)anthracene at the following mean concentrations, ng/g dry weight (depth in cm): 122.2 to 200 (0 to 4 cm); 67.5 to 75. (4 to 8 cm); 265.7 to 308.7 (12 to 16 cm); 45.4 to 92.7 (28 to 32 cm); and below the detection limit (44 to 48 cm)(2). Analysis of surface sediments collected from 24 offshore sites in southern Lake Michigan during Aug 2011 detected a mean dibenz(a,h)anthracene concentration of 24.9 ng/g (dry sediment)(7.8-95.4 ng/g range)(3). Sediment from Duwamish Waterway, a contaminated estuary in Puget Sound, WA, contained dibenz(a,h)anthracene at a concentration of 470 ng/g dry weight(4). Dibenz(a,h)anthracene was detected in bed sediments from the San Joaquin River and its tributaries, CA in 1992 at the following concentrations, ng/L (sediment source): <0.1 (Salt Slough); 0.7 (Orestimba Creek); 9.6 (Dry Creek); <0.1 (San Joaquin River at Patterson); 2.8 (Mokelumne River at Woodbridge); 2.2 (TID 5); and <0.1 (San Joaquin River at Vernalis)(5). It was also detected in suspended sediments of the San Joaquin River and its tributaries at the following concentrations, ng/L (sediment source): <0.5 (Salt Slough); 1.2 (Orestimba Creek); <0.5 (Dry Creek); 3.9 (San Joaquin River at Patterson)(5). Sediment core samples from the Tilbury Basin on the River Thames, UK contained dibenz(a,h)anthracene at concentrations ranging from 0.52 to 0.75 ug/g dry sediment(6). Dibenz(a,h)anthracene was detected in suspended solids and sediment from the Huaihe River, in the Jiangsu Section of China(7); various locations along the river measured concentrations of dibenz(a,h)anthracene adsorbed in suspended solids ranging from 0.51-2.18 ug/L(7). Sediments with adsorbed dibenz(a,h)anthracene from the same locations ranged from 0.18-0.44 ug/kg(7)."
        },
        {
            "References": "(1) Bradley LJ et al; J Soil Contam 3: 349-61 (1994) (2) Yeom IT et al; Environ Sci Technol 29: 3015-21 (1995)  (3) Fernando S et al; Environ Sci Technol 48: 10656-10663 (2014) (4) Erickson DC et al; ASTM Spec Tech Publ, STP 1075 (Waste Test Qual Assur, third vol) (1992) (5) IARC; Polynuclear Aromatic Compounds Part 1. IARC Monograph on the Evaluation of the Carcinogenic Risk of Chemicals to Humans. Lyon, France: Int Agency Res Cancer 32: 299-300 (1983). Available from, as of Aug 29, 2016: https://monographs.iarc.fr/ENG/Classification/index.php (6) Morselli L et al; Chemosphere 18: 2263-73 (1989) (7) Berset JD, Holzer R; Int J Environ Anal Chem 59: 145-65 (1995) (8) Weissenfels WD et al; Appl Microbiol Biotechnol 36: 689-96 (1992) (9) Kipopoulou AM et al; Environ Pollut 106: 369-80 (1999) (10) Jones KC et al; Environ Sci Technol 23: 540-50 (1989) (11) Bixiong Y et al; Chemosphere 64: 525-534 (2006)",
            "Value": "Dibenz(a,h)anthracene was detected in 32 of 62 soil samples collected from Boston, MA, Springfield, Ma, and Providence, RI in July 1992 at concentrations ranging from 0.02 to 2.90 mg/kg(1). Dibenz(a,h)anthracene was detected in coal-tar contaminated soil samples from a manufactured gas plant in New York at a concentration of 26 ug/g(2). A composite soil sample collected from areas around a plastics recycling facility fire in Hamilton, Ontario, Canada contained a dibenz(a,h)anthracene concentration of 0.50 ug/g(3). Dibenz(a,h)anthracene was detected in soil samples taken from an existing petroleum refinery land treatment site in Washington state at concentrations of 310 and 47 mg/kg at depths of 0 to 6 and 12 to 24 inches, respectively4). Lava and humus samples from Iceland contained 0 to 2.3 ug/kg dibenz(a,h)anthracene. A soil sample from an airfield contained 351 ug/kg dibenz(a,h)anthracene(5). Soil samples collected in the vicinity of a large incinerator plant in Italy, contained dibenz(a,h)anthracene at concentrations ranging from 2 to 335 ng/g(6). 16 of 18 soil samples from sites of the Swiss Soil Monitoring Network were found to contain dibenz(a,h)anthracene at concentrations ranging from 2 to 10 ug/kg dry weight, with a mean concentration of 3.6 ug/kg dry weight(7). Soil samples taken from a former wood impregnation plant and a former tar oil refinery (location not specified) contained dibenz(a,h)anthracene at concentrations of 1.1 and 26.2 mg/kg soil, respectively(8). Agricultural soil, sampled in northern Greece, contained 0-1.9 ug/kg dry weight of dibenz(a,h)anthracene(9). Dibenz(a,h)anthracene was detected in 44 surface soil samples from 49 study sites in Wales at concentrations ranging from 0.8 to 666 ug/kg dry weight (mean concentration 65 ug/kg dry weight); the highest concentration occurring in a soil sample from an industrialized area of the Upper Taff valley (coal-mining valley), the lowest concentration occurring in a soil sample from a rural pasture(10). Soil samples collected from 188 sampling sites in the Tianjin area, China (farmland, mountainous areas, city, oil field) contained a mean dibenz(a,h)anthracene level of 0.40 ug/g(11)."
        }
    ]
}