{
    "_id": {
        "$oid": "6682e82cc4e5dba5ffba2442"
    },
    "CID": {
        "$numberInt": "5936"
    },
    "Name": "DIISOPROPYL FLUOROPHOSPHATE",
    "IUPACName": "2-[fluoro(propan-2-yloxy)phosphoryl]oxypropane",
    "CanonicalSMILES": "CC(C)OP(=O)(OC(C)C)F",
    "Synonyms": [
        "diisopropyl fluorophosphate",
        "Isoflurophate",
        "Fluostigmine",
        "55-91-4",
        "Isofluorphate",
        "Diisopropylfluorophosphate",
        "Diflupyl",
        "Neoglaucit",
        "Diisopropyl phosphorofluoridate",
        "Dyflos",
        "Isoflurophosphate",
        "Diflurophate",
        "Floropryl",
        "Isopropyl fluophosphate",
        "Isofluorophate"
    ],
    "IsomericSMILES": "CC(C)OP(=O)(OC(C)C)F",
    "INCHI": "InChI=1S/C6H14FO3P/c1-5(2)9-11(7,8)10-6(3)4/h5-6H,1-4H3",
    "INCHIKEY": "MUCZHBLJLSDCSD-UHFFFAOYSA-N",
    "Formula": "C6H14FO3P",
    "MolecularWeight": {
        "$numberDouble": "184.15"
    },
    "Description": "Diisopropyl fluorophosphate is a dialkyl phosphate.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "144"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1 was calculated for diisopropyl fluorophosphate(SRC), using an estimated log Kow of 1.13(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Mounter LA, Tuck KD; J Biol Chem 221: 537 (1956) (2) Boush GM, Matsumura F; J Econom Entomology 60: 918-920 (1967) (3) Mounter LA et al; J Biol Chem 215: 691 (1955)",
            "Value": "Microbial cell-free extracts were found to contain lysase enzymes capable of hydrolyzing diisopropyl fluorophosphate(1). This indicates that intact microorganisms in the environment may also be capable of biodegrading diisopropyl fluorophosphate. One study reported that Pseudomonas melophthora could degrade diisopropyl fluorophosphate in the presence of yeast extract, mannitol, and acetone(2). Diisopropyl fluorophosphate was found to be rapidly degraded (no quantitative rate was given) in ruminal fluid(3), which contains anaerobic microorganisms."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Gardner R et al; A Possible Mechanism for Diisopropylfluorophosphate-Induced Memory Loss in Rats. Pharmacol Biochem Behav 21 (1): 43-6 (1984)",
            "Value": "Passive avoidance retention and cortical (3)H-quinuclidinyl benzilate (QNB) binding were exam in rats that were chronically treated with isofluorophate. Retention of a passive avoidance response was significantly lower when compared to vehicle-treated controls. Passive avoidance retention decr from 93% in control animals to 68% in DFP-treated rats. QNB binding studies revealed the density of muscarinic receptors in cortical homogenates was significantly reduced from 0.95 +/- 0.04 pmol/mg protein in controls to 0.72 +/- 0.04 pmol/mg protein in DFP-treated rats. Based on data that DFP causes a redn in cholinergic receptors, this study supports the hypothesis that central cholinergic receptors are assoc with mechanisms involved in memory storage."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 163",
            "Value": "The organophosphorus inhibitors, such as DFP, serve as true hemisubstrates, since the resultant conjugate with the active center serine phosphorylated or phosphonylated is extremely stable. ... If the alkyl groups in the phosphorylated enzyme are ethyl or methyl, a significant degree of spontaneous regeneration of active enzyme requires several hours. Secondary (as in DFP) or tertiary alkyl groups enhance the stability of the phosphorylated enzyme, & significant regeneration of active enzyme is not observed. Hence, the return of acetylcholinesterase activity depends on synthesis of new enzyme."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 165",
            "Value": "The characteristic pharmacological effects of the anticholinesterase agents are due primarily to the prevention of hydrolysis of acetylcholine by acetylcholinesterase at sites of cholinergic transmission. The transmitter thus accumulates, & the action of acetylcholine that is liberated by cholinergic impulses that leak from the nerve ending is enhanced. With most of the organophosphorus agents, such as DFP, virtually all the acute effects of moderate doses are attributable to this action. For example, the characteristic miosis that follows local application of DFP to the eye is not observed after chronic postganglionic denervation of the eye because there is no effective source of endogenous acetylcholine."
        },
        {
            "References": "Fernando JC et al; Effect on Striatal Dopamine Metabolism and Differential Motor Behavioral Tolerance Following Chronic Cholinesterase Inhibition with diisopropylfluorophosphate; Pharmacol Biochem Behav 20 (6): 951-7 (1984)",
            "Value": "Rats were treated with DFP using 1 or 2 mg/kg acutely, or with 1 mg/kg daily for 4, 14 or 28 days. Tremors, chewing movements and hind-limb abduction induced by DFP incr in a steeply dose-dependent manner. Tremor occurred in a complex spectrum of slow to intense fast types. Except for chewing, tolerance developed for these parameters, but at different rates. After acute treatment striatal dopamine (DA) and dihydroxyphenylacetic acid (DOPAC) levels were altered and the DOPAC/DA ratios were consistently incr within about the first 2 hr, suggesting an incr turnover of DA. It is suggested that the changes in DA metab arose secondarily to an elevation of brain acetylcholine following cholinesterase inhibition. A prolonged change in the levels or turnover of DA could be responsible for incr of postsynaptic DA receptor density previously found, which might then partly mediate the behavioral tolerance to DFP."
        },
        {
            "References": "Kant GJ et al; Effects of Diisopropylfluorophosphate (DFP) and Other Cholinergic Agents on Release of Endogenous Dopamine from Rat Brain Striatum In Vitro: Biochem Pharmacol 33 (11): 1823-5 (1984)",
            "Value": "DFP (1X10-3 M) inhibited both spontaneous release and K+-stimulated dopamine release from rat brain striatum in vitro, the effect on the latter being greater than that on the former. At 1X10-5 and 1X10-4 M the inhibitory effects of physostigmine and oxotremorine on K+-stimulated dopamine release were similar to those of DFP. Also, the apparent stimulatory effects of DFP at 1X10-5 and 1X10-4 M on spontaneous dopamine release were similar to those of physostigmine and oxotremorine. However, the inhibitory effect of 1X10-3 M DFP on spontaneous and induced dopamine release was not observed following physostigmine or oxotremorine. Apparently, moderate DFP concn affect dopamine release via an effect of incr acetylcholine on muscarinic receptors of dopaminergic neurons, whereas high DFP concn might directly attack protein sites involved in neurotransmitter release."
        },
        {
            "References": "Bierkamper GG; Electrophysiological Effects of Diisopropyl fluorophosphate on Neuromuscular Transmission: Eur J Pharmacol 73 (4): 343-8 (1981)",
            "Value": "The effects of DFP on neuromuscular transmission were explored using intracellular recording techniques in a vascular perfused rat phrenic nerve-hemidiaphragm prepn. The presence of DFP (4X10-5 M) in the perfusion medium yielded greater than 97% inhibition of acetylcholinesterase activity and resulted in a slight incr in amplitude as well as a prolongation of the decay phase of spontaneous miniature endplate potentials and evoked endplate potentials. Quantal content of evoked acetylcholine release was unaltered by DFP. Therefore, DFP appears to be an appropriate acetylcholinesterase inhibitor for studies involving the release of endogenous acetylcholine from phrenic nerve-hemidiaphragm."
        },
        {
            "References": "Ellin RI, Thompson AR; Decreased Reactivity of Organophosphorus Inhibitors Towards a Modified Chymotrypsin 16pp (1970) Edgewood Arsenal Report No. EA-TR-4414",
            "Value": "/A study concerned/ with the feasibility of a general approach of chemical modification of an enzyme for decreasing the reactivity with organophosphorus inhibitors relative to activity towards substrate, and potential prophylaxis, has been demonstrated. Chemical modification of chymotrypsin decreases its reactivity to organophosphorus compounds. The ratios of rates of inhibition of native to modified chymotrypsin are 3:2 for sarin, 2:1 for diisopropyl fluorophosphate, 6.7:1 for soman, and 7.1:1 for cyclohexylmethylphosphonofluoridate. The bulkier the organophosphorus compound, generally the more potent its inhibition of native chymotrypsin, the slower its relative rate of inhibition of modified chymotrypsin. Inhibited native chymotrypsin could be reactivated by pralidoxime chloride more rapidly than could inhibited modified chymotrypsin. The ratios of half-times of reactivation when comparing native to modified enzymes were 2:1 for sarin and 7.8:1 for soman inhibitions. Native chymotrypsin inhibited by soman can be reactivated twice as fast as when inhibited by sarin, whereas the reverse occurs with modified ehymotrypsin."
        },
        {
            "References": "PMID:4043234",
            "Value": "Perfusion of the hemidiaphragm with 10 or 100 mu M of DFP reduced choline efflux by 39% and 69%, respectively. DFP administration to rats (6 mg/kg) also lowered the in vitro release of choline by 33%. The rate of ACh release from hemidiaphragm preparations perfused with DFP was lower than the rate of release from the preparations perfused with physostigmine, an acetylcholinesterase inhibitor which had no effect on choline efflux. The addition of choline (10-30 muM) to the perfusion medium restored the rate of ACh release from DFP-treated hemidiaphragms but did not further elevate ACh release from physostigmine-treated preparations. Thus, DFP inhibits choline efflux from the isolated hemidiaphragm and apparently by limiting the availability of choline for ACh synthesis, DFP reduces the rate of ACh release."
        },
        {
            "References": "Lunn, G., E.B. Sansone. Destruction of Hazardous Chemicals in the Laboratory. New York, NY: John Wiley & Sons, Inc. 1994., p. 149",
            "Value": "Diisopropyl fluorophosphate ... is widely used as an enzyme inhibitor."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 979",
            "Value": "Organophosphate insecticides such as ... DFP are potent cholinesterase enzyme inhibitors that act by interfering with the metabolism of acetylcholine, resulting in the accumulation of acetylcholine at neuroreceptor transmission sites."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for diisopropyl fluorophosphate can be estimated to be 31(SRC). According to a classification scheme(2), this estimated Koc value suggests that diisopropyl fluorophosphate is expected to have very high mobility in soil."
        }
    ]
}