{
    "_id": {
        "$oid": "6682e82cc4e5dba5ffba2443"
    },
    "CID": {
        "$numberInt": "5943"
    },
    "Name": "Carbon tetrachloride",
    "IUPACName": "tetrachloromethane",
    "CanonicalSMILES": "C(Cl)(Cl)(Cl)Cl",
    "Synonyms": [
        "CARBON TETRACHLORIDE",
        "Tetrachloromethane",
        "56-23-5",
        "Perchloromethane",
        "Tetrasol",
        "Benzinoform",
        "Necatorine",
        "Tetrafinol",
        "Vermoestricid",
        "Carbona",
        "Univerm",
        "Carbon tet",
        "Methane",
        "tetrachloro-",
        "Methane tetrachloride",
        "Flukoids"
    ],
    "IsomericSMILES": "C(Cl)(Cl)(Cl)Cl",
    "INCHI": "InChI=1S/CCl4/c2-1(3,4)5",
    "INCHIKEY": "VZGDMQKNWNREIO-UHFFFAOYSA-N",
    "Formula": "CCl4",
    "MolecularWeight": {
        "$numberDouble": "153.8"
    },
    "Description": "Tetrachloromethane is a chlorocarbon that is methane in which all the hydrogens have been replaced by chloro groups. It has a role as a refrigerant and a hepatotoxic agent. It is a chlorocarbon and a member of chloromethanes.",
    "XlogP": {
        "$numberDouble": "2.8"
    },
    "Complexity": {
        "$numberInt": "19"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 16, 2018: https://www.safe.nite.go.jp/english/db.html (2) Neely WB et al; Environ Sci Technol 8: 1113-5 (1974) (3) Saito S et al; Chemosphere 24: 81-7 (1992) (4) Barrows ME et al; Dyn Exp Hazard Assess Toxic Chem Ann Arbor, MI: Ann Arbor Science pp. 379-92 (1980) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 3.2 and 7.4 were calculated in fish for carbon tetrachloride using rice fish (Oryzias latipes) which were exposed over an 6-week period(1). Measured BCF values of 17.37(2), 52.48(3), and 30.2(4) were reported for rainbow trout (Salmo gairdneri)(2,3) and bluegill sunfish (Lepomis macrochirus)(4). According to a classification scheme(5), these BCF values suggest the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 19, 2018: https://www.safe.nite.go.jp/english/db.html (2) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-55 (1955) (3) Tabak HH; J Water Pollut Control Fed 53: 1503-18 (1981)",
            "Value": "AEROBIC: Carbon tetrachloride, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). In a standard dilution test, 0% Theoretical BOD for carbon tetrachloride was measured(2). An enrichment static screening flask test method measured >87% degradation of carbon tetrachloride in 7 days in the original test, and 100% degradation in the second, third, and fourth trials(3)."
        },
        {
            "References": "(1) Mendoza Y et al; Appl Environ Microbiol 77(17): 5835-5841 (2011)",
            "Value": "AEROBIC: Atmospheric carbon tetrachloride biodegradation in bulk aerobic soils from tropical, subtropical and boreal environments, respectively, using a 24-hr flux chamber(1).",
            "Table": "[{'Soil': 'tropical', 'Source': 'El Verde Field Station, Puerto Rico', 'Date': '2008', 'Concn gas-chase CCL4 (paerts/trillion)': 23.54, 'Mean flux (nmol/sq m-day)': 0.17}, {'Soil': 'subtropical', 'Source': 'Virginia Key, Miami FL', 'Date': '2006-2010', 'Concn gas-chase CCL4 (paerts/trillion)': 34.39, 'Mean flux (nmol/sq m-day)': 0.25}, {'Soil': 'boreal', 'Source': 'Meanook Biol Res Station, Alberta, Canada', 'Date': '2006', 'Concn gas-chase CCL4 (paerts/trillion)': 27.09, 'Mean flux (nmol/sq m-day)': 0.3}]"
        },
        {
            "References": "(1) Devlin JF; Amer Chem Soc, Div Environ Chem, Preprint Ext Abstr 37:121-3 (1997) (2) Rugge K, Poul LB; pp. 127-33 in Intrinsic Bioremediation Pap. Int. In Situ On-Site Bioreclam Symp 3rd., Hinchee RE et al., eds., Columbus, OH: Battelle Press (1995) (3) Bouwer EJ, McCarty PL; Appl Environ Microbiol 45: 1286-94 (1983) (4) Kromann A et al; Waste Manage Res 16: 54-62 (1998) (5) Borch T et al; Chemosphere 51: 143-152 (2003)",
            "Value": "ANAEROBIC: A field experiment conducted in a sand aquifer at the C.F.B. Borden test site in Ontario, Canada resulted in carbon tetrachloride degradation with a half-life of 3-7 days via sulfate reduction with two thirds of carbon tetrachloride transforming to chloroform and one third to carbon disulfide(1). Carbon tetrachloride degradation was found in a field injection experiment conducted in the anaerobic part of a pollution plume downgradient of the Grindsted landfill in Denmark(2). Nearly complete degradation of carbon tetrachloride was observed at low concentrations (<200 ug/L) after 3 weeks of incubation under methanogenic conditions using batch cultures and continuous flow columns and activated sludge(3). Carbon tetrachloride in methanogenic leachate samples from eight full scale landfills in Denmark was found to degrade 100% in 10 days in 7 landfills and >90% within 50 days in the eigth landfill to produce trichloromethane which was also immediately degraded(4). Using water unsaturated Danish agricultural topsoil, incubated to simulate anoxic conditions, a biodegradation half-life of 4.0 days and an abiotic half-life of 41.0 days were calculated, corresponding to biotic and abiotic rate constants of 0.23 and 0.04/day, respectively; detection limit = 0.05 nmol. The background soil concentration was 60 pg/sample vial(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Dickson AG, Riley JP; Marine Pollut Bull 7: 167-9 (1976)",
            "Value": "Carbon tetrachloride was detected in fish (Conger conger, Gadus morhua, Pollachius birens, Scylliorhinus canicula, Trisopterus luscus) collected from Port Erin, Ireland, at 3-209 ng/g dry weight. The compound was also detected in molluscs (Baccinum undatum, Modiolus modiolus, Pecten maximus) collected from Port Erin, Ireland, at 2-114 ng/g dry weight(1)."
        },
        {
            "References": "(1) Staples CA et al; Environ Tox Chem 4: 131-42 (1985)",
            "Value": "USEPA STORET DATA BASE - 97 biota samples, 0% pos., detection limit 0.05 mg/kg wet weight basis(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 2.83"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:3787666",
            "Value": "The effects of carbon tetrachloride ... in primary cultured rat hepatocytes were investigated in relation to the level of cellular cytochrome p450. ... Carbon tetrachloride was able to cause the accumulation of cellular triacetylglycerols in the hepatocytes when the content of cytochrome p450 was retained at the level equivalent to that in the liver in vivo."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:10891563",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oxidative stress is involved in the development of anorexia. In the present study, we examined the possible involvement of anorexia in oxygen radical-induced hepatitis. A low dose of carbon tetrachloride (1 mL/kg of a 1:1 solution with olive oil) was orally administered to rats with and without food restriction. In rats with food restriction, carbon tetrachloride treatment induced hepatitis and reduced the body weight gain. In contrast, carbon tetrachloride treatment did not induce hepatitis in rats without food restriction, but the body weight was decreased. In these rats, the loss of body weight was accompanied by a decrease in food intake. The present results indicate that the administration of a low dose of carbon tetrachloride to rats without food restriction induced anorexia independently of hepatitis."
        },
        {
            "References": "NIOSH; Criteria Document: Carbon Tetrahloride p.61 (1975) DHEW Pub. NIOSH 76-133",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Carbon tetrachloride promoted lipid peroxidation in the liver of rats at an oral dose of 0.3-1.0 mL/kg to 4 mL/kg, but not at doses of 0.1 mL/kg."
        },
        {
            "References": "Musser AW, Spooner GH; Arch Pathol 86: 606-9 (1968)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wistar rats given 0.125 mg/g ip were sacrificed 4-120 hours after injection. Serum ornithine carbamoyltransferase was significantly elevated at 8 hours and reached a maximum at 48 hours, and was still abnormally high at 96 hours. The lowest level of tissue ornithine carbamoyltransferase was at 24 hours and the highest at 46 hours. After 48 hours, the tissue ornithine carbamoyltransferase decreased toward normal levels but rose significantly at 120 hours."
        },
        {
            "References": "Gould VE, Smuckler EA; Arch Intern Med 128(1): 109-17 (1971)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Pathogen-free adult male Sprague Dawley rats (200-250 g) were fasted 16 hours prior to administration of 4000 mg/kg carbon tetrachloride by gavage. Animals exhibited signs of piloerection and lassitude 3-4 hours after treatment. Animals were sacrificed at 1, 4, 8, 12, and 24 hours post-administration. Microscopic examination of lung tissue from carbon tetrachloride dosed rats exhibited perivascular edema and mononuclear infiltration in the first 4 hours after treatment. Areas of atelectasis and intraalveolar hemorrhage involving 15-20% of the parenchyma (from randomly taken sections) were observed 8-12 hours after treatment. Electron micrographs showed granular pneumocytes containing swollen inclusions with decreased osmiophilia and attenuated lamellae 1 hr after treatment. Changes were more severe after 4 hours. By 4-8 hours after treatment cytoplasmic edema, dislocation of dense ribosomal aggregates, and mitochondrial disruption were apparent. Multivesicular bodies were decreased within granular pneumocytes and necrosis was evident 12-24 hours after treatment. One hour after administration, endothelial cells displayed markedly increased pinocytotic vesicles. Severe disruption of endothelial cells was evident from 8 hours onward."
        },
        {
            "References": "Lopez del Pino V, Bolt HM; Arznirm Forsch 27: 2117-20 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 6 male Wistar rats were administered 4000 or 8000 mg/kg carbon tetrachloride os (orally) or as a 50%(v/v) solution in olive oil. Rats were fasted for 12 hours prior to dosing and sacrificed 3 hours after dosing. In rat liver microsomes from carbon tetrachloride-dosed animals the demethylation of mestranol as well as the oxidation of estradiol, was significantly decreased as compared to controls."
        },
        {
            "References": "PMID:3100024",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The expression of RNA transcripts from three families of endogenous retrovirus-related sequences was investigated during liver cell proliferation in B6C3 mice. Treatment with a single dose of the liver mitogen and promoter of mouse hepatocarcinogenesis 1, 4-bis[2-(3,5-dichloropyridyloxy)]benzene (TCPOBOP), or with carbon tetrachloride (CCl4), induced liver cell proliferation at days 2 and 3 after treatment. Both of these treatments led to a marked increase in Moloney murine leukemia virus-related 6 kilobase RNAs, which were most abundant at day 1 after TCPOBOP treatment and at day 2 after CCl4. Intracisternal A particle-related 6 kilobase RNAs were markedly increased at days 1 and 2 after TCPOBOP and at days 1, 2, and 3 after CCl4. VL30-related transcripts were slightly decreased after TCPOBOP, but they were markedly increased at days 1 and 2 following CCl4. The livers of 15-day-old untreated mice contained about a 3-fold higher level of Moloney murine leukemia virus-related RNAs than adult liver. Intracisternal A particle-related 6-kilobase transcripts were present at 3-fold higher abundance in 7-day-old than in 15-day-old or adult liver. RNAs homologous to VL30 were detected at about the same levels in infant as well as adult livers. Inhibition of protein synthesis by the administration of cycloheximide to adult mice caused a marked increase in the amount of Moloney murine leukemia virus-, intracisternal A particle-, and VL30-related RNAs in the livers of the treated mice, suggesting the existence of labile proteins that normally regulate the abundance of these transcripts. We postulate that the amounts of these putative regulatory proteins vary during both normal development and carcinogenesis and also in response to specific agents that induce liver cell proliferation."
        },
        {
            "References": "Adzet T et al; IRCS Med Sci 14 (10): 1021-2 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of carbon tetrachloride intoxication on glutathione levels in rat livers was determined after oral administration of carbon tetrachloride (5 mL/kg in olive oil; controls-olive oil alone) and analysis of livers 1, 4, 18, and 24 hr after intoxication; liver glutathione levels increased progressively from the 4th hr of carbon tetrachloride administration. Triglycerides increased, proteins decreased, and glycogen showed a biphasic pattern: decreasing at first and then increasing. The liver glutathione increase may have resulted from intrahepatic transport of glutathione, ie, from increased glutathione synthesis in periportal cells and to the centrolobular area."
        },
        {
            "References": "PMID:2877831",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The response of specific forms of hepatic microsomal cytochrome P-450 to carbon tetrachloride was studied by immunohistochemical techniques in order to assess the localization and specificity of action for this hepatotoxin. Liver sections were taken from control, phenobarbital-pretreated, and 3-methylcholanthrene-pretreated male rats that had received acute (3 hr) treatment with carbon tetrachloride. The liver sections were examined after indirect immunofluorescent labeling with anti-P-450un, anti-P-450a, anti-P-450b, and anti-P-450c. Diminished fluorescence and loss of intracellular homogeneity of fluorescence were found in the centrilobular cells of liver sections from control rats incubated with anti-P-450un, anti-P-450a, and phenobarbital-pretreated, carbon tetrachloride-challenged rats incubated with anti-P-450b. In liver sections from 3-methylcholanthrene-pretreated, carbon tetrachloride-challenged rats incubated with anti-P-450c, fluorescence was diminished in periportal cells but did not show loss of intracellular homogeneity. These results provide immunohistochemical evidence for the differential effect of carbon tetrachloride on specific forms of cytochrome P-450."
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document: Carbon Tetrachloride (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats received a single exposure to 2.5 mg/kg by gastric intubation, or to 400 mg/cu m (4.38%) of carbon tetrachloride for 30 min by inhalation. Morphologic changes occurred by 1-7 days in pulmonary architecture consisting of areas of alveolar collapse, septal thickening, transudation, and modification of type II pneumocytes."
        },
        {
            "References": "PMID:19956991",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The role of polyamines in carbon tetrachloride (CCl(4))-induced organ injury was studied in syngenic rats and transgenic rats with activated polyamine catabolism. In syngenic rats, administration of CCl(4) resulted in the induction of hepatic spermidine/spermine N(1)-acetyltransferase (SSAT), accumulation of putrescine, reduction in spermine level and appearance of moderate hepatic injury within 24 hr. Upon treatment with CCl(4), transgenic rats overexpressing SSAT displayed induction of both hepatic and pancreatic SSAT, with subsequent accumulation of putrescine and decrease of both spermidine and spermine pools. Administration of CCl(4) in SSAT transgenic rats induced not only massive hepatic injury, but also severe acute necrotizing pancreatitis. Pretreatment of the animals with catabolically stable functional polyamine mimetic, alpha-methylspermidine (MeSpd) prevented pancreatic and hepatic injury in SSAT rats and markedly reduced liver damage in syngenic animals. As assessed by immunostaining of proliferating cell nuclear antigen, MeSpd increased the amount of regenerating hepatocytes in both genotypes. These results show that CCl(4) induces hepatic and pancreatic polyamine catabolism, and the extent of organ damage correlates with the degree of polyamine depletion. Furthermore, MeSpd protects against CCl(4)-induced hepatic and pancreatic damage and promotes tissue regeneration."
        },
        {
            "References": "PMID:3769049",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diene conjugates formed during the autoxidation of microsomal lipid extracts, and in endoplasmic reticulum in vivo after exposing rats to carbon tetrachloride have been examined by second derivative absorption spectrophotometry. Within a few minutes after administering carbon tetrachloride to a rat there is a pronounced signal in microsomal lipid extracts that is ascribed to the cis-trans diene conjugates of microsomal polyunsaturated fatty acids. Somewhat later as second signal becomes evident that is ascribed to trans-trans isomers. ..."
        },
        {
            "References": "PMID:15959796",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ We investigated the immunohistochemical distribution of active NF-kappaB p65 and peroxisome proliferator-activated receptor (PPAR) subtypes alpha and gamma in the different phases of liver steatonecrosis and cirrhosis induced in rats after 3 and 9 weeks of carbon tetrachloride (CCl4) intoxication. CCl4 treatment can induce changes in the expression of NF-kappaB and PPARs. Immunohistochemical analysis of liver tissue sections from rats with steatonecrosis or cirrhosis demonstrated a significant increase in the number of NF-kappaB-positive and TNF-alpha-positive hepatocytes and Kupffer cells. In healthy controls, no expression of active NF-kappaB was detected. In previous studies, we have demonstrated that Kupffer cells isolated from rats with CCl4-induced steatonecrosis produced more reactive oxygen intermediates than cells isolated from normal rats. These oxidants could activate NF-kappaB and lead to an overexpression of TNF-alpha, observed in liver tissue sections. After CCl4 ingestion, the rat livers demonstrated a significantly decreased number of hepatocytes expressing PPARalpha and PPARgamma and a significantly increased number of ED2-positive Kupffer cells expressing these transcription factors, compared to normal. The activation of the p65 isoform of NF-kappaB correlates negatively with transcription of the alpha and gamma isoforms of PPAR in hepatocytes, and positively in Kupffer cells. These results suggest that the regulation and the role of these two transcription factors differ in the two cell types studied."
        },
        {
            "References": "PMID:1738417",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Carbon tetrachloride (CCl4) was intraperitoneally injected into Balb/c mice 4 times at biweekly intervals, and the morphological changes of the liver and kidney were examined during 12 weeks after the last injection. The renal injuries progressed in spite of cessation of CCl4 treatment; microcysts with tubular-cell degeneration were manifest on day 42 after the last injection of CCl4. At the end of the experiment, however, interstitial fibrosis with inflammatory cell infiltration was much more prominent. Glomerular changes with IgG deposits also developed following the tubulointerstitial changes. The CCl4 treatment induced liver damage as well, but it promptly subsided without formation of cirrhosis. The CCl4 nephrotoxicity was completely inhibited by whole body irradiation (200 rad) exposed at each injection of CCl4. In contrast, the hepatic damage was not changed by irradiation. These results seem to indicate etiologic independence of renal and hepatic events induced by CCl4 treatment. It is also suggested that chronic CCl4 nephrotoxicity is mediated, at least in part, by radiosensitive responses of the mice themselves."
        },
        {
            "References": "PMID:12750040",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The purpose of this study was to optimize carbon tetrachloride-induced hepatotoxicity in the rat with respect to dose, route of injection, and time course. Male Wistar albino rats, 4 to 6 weeks old and weighing 130-180 g were used. Hepatotoxicity was evaluated by measuring the activity of serum enzymes (alkaline phosphatase [ALP], alanine aminotransferase [ALT], and aspartate aminotransferase [AST]) as well as serum total bilirubin level. Intraperitoneal injection of carbon tetrachloride (CCl(4)) increased the activity of ALP (from 64.9 to 137.3 U/L), ALT (from 106.6 to 693.1 U/L), and AST (from 113.8 to 693.9 U/L). Plasma bilirubin level increased (from 0.119 to 0.42 mg/dL). In contrast, subcutaneous injection of CCl(4) had no effect on these variables. The optimum intraperitoneal dose of CCl(4) was found to be 2 mL/kg body weight (dissolved in an equal volume of olive oil), and this increased the level of bilirubin and the activity of the three enzymes significantly, without causing death of the animals. Hepatotoxicity was observed within 2 hr of intraperitoneal injection of CCl(4) and reached a peak after 24 hr. Bilirubin level and serum enzyme activities declined gradually to normal levels by 3 days after CCl(4) injection. It is possible to reliably evoke reversible hepatotoxicity in rats by intraperitoneal injection of 2 mL/kg CCl(4)."
        },
        {
            "References": "PMID:12482026",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The potential sensitivity of liver specific protein regucalcin as a biochemical marker of chronic liver injury with carbon tetrachloride(CCl4) administration in rats was investigated. CCl4 (10%; 1.0 mL/100 g body wt) was orally given 5 times at 3-day intervals to rats, and the animals were killed by bleeding at 3, 6, 18, and 30 days after the first administration of CCl4. The body weight of rats was significantly lowered 3 and 6 days after CCI4 administration as compared with that of control rats administered with corn oil, and then the weight was restored at 18 and 30 days. Serum glutamate-oxaloacetate transaminase (GOT) and glutamate-pyruvate transaminase (GPT) activities were significantly increased 3 days after the administration, while a significant increase in serum y-glutamyltranspeptidase (gamma-GTP) activity was seen at 3 and 6 days after the administration. Serum GOT, GPT, and gamma-GTP activities were restored to control levels at 18 and 30 days after CCl4 administration. Serum albumin, alpha-fetoprotein, and ammonium levels were not changed by CCl4 administration. Meanwhile, serum regucalcin concentration was markedly increased 3 and 6 days after CCl4 administration, and a significant increase in serum regucalcin concentration was observed 18 and 30 days after the administration. Liver regucalcin mRNA and liver cytosolic regucalcin levels were significantly decreased 18 and 30 days after CCl4 administration. Liver content of calcium, which intracellular calcium homeostasis is maintained, was significantly increased between 3 and 30 days after CCl4 administration. Hepatic mitochondrial succinate dehydrogenase activity was significantly increased 30 days after the administration. The present study demonstrates that serum regucalcin has a potential sensitivity as a specific biochemical marker of chronic liver injury with CCl4 administration in rats."
        },
        {
            "References": "PMID:19072832",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Reactive oxygen species (ROS) activate hepatic stellate cells and enhance fibrogenesis. This study determined the role of nicotinamide adenine dinucleotide phosphate, reduced form (NADPH) oxidase deficiency in the development of hepatocellular necrosis, inflammation, and apoptosis in relation to fibrosis produced by chronic carbon tetrachloride (CCl(4)) administration. Wild-type (WT) mice or mice with deficiency of the gp91(phox) subunit of NADPH complex (gp91(phox(-/-) )) were subjected to biweekly CCl(4) injections over 8 weeks, whereas controls were given isovolumetric injections of olive oil. Serum aspartate aminotransferase (AST) was higher after CCl(4) administration in gp91(phox(-/-) ) than in WT mice, correlating with increased necrosis on liver histology. By contrast, more hepatocyte apoptosis was found after CCl(4) in the WT than in the gp91(phox(-/-) ) mice, which was associated with changes in components of the mitochondrial pathway of apoptosis, namely, an increase in the pro-apoptotic BAX protein in the WT, but not in the gp91(phox(-/-) ) mice and also a lower cytosolic cytochrome c in the gp91(phox(-/-) ) mice. There were fewer stellate cells and less fibrosis after CCl(4) in the gp91(phox(-/-) ) as compared with the WT mice. The increase in alpha(1)(I) collagen messenger RNA (mRNA), however, was greater after CCl(4) in the gp91(phox(-/-) ) mice. Matrix metalloproteinase-2 (MMP-2) and MMP-9 mRNA increased more in the gp91(phox(-/-) ) than in WT mice after CCl(4.) Tissue inhibitor of metalloproteinase 1 (TIMP-1) and TIMP-2 increased after CCl(4) only in the gp91(phox(-/-) ) mice. Decreased hepatic fibrosis after chronic CCl(4) administration in mice with NADPH oxidase deficiency occurs in the setting of greater necrosis and inflammation but decreased apoptosis."
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document: Carbon Tetrachloride p.VI-18 (1982) Contract No. 2-800-00-200-19",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ip administration of 4,800 mg/kg (1:1 mixture with coconut oil) for 10, 15, or 20 days led to impairments in spermatogenesis which was confirmed by histological examination. Controls received equal volumes of coconut oil. Weights of testes, seminal vesicles, epididymis, and prostrate were decreased in exposed animals, whereas the weight of the adrenal glands increased. The gonadosomatic index was also decreased. A slight decrease in the weight of the pituitary gland was observed in animals following a 10-day treatment but not after 15 or 20 days. Animals treated for 10 days exhibited no histological abnormalities other than clusters of mature sperm cells in the lumen; rats treated for 15 days showed slight testicular damage, a decrease in the lumen size; at 20 days treatment, rats exhibited shrinkage of tubules and increased area of the lumen along with disrupted arrangement of cells. Early gonadal cells were present in the lumen of many of the tubules, and no spermatids /were observed/. Interstitial material was /found to be/ damaged."
        },
        {
            "References": "PMID:3760458",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats were injected with carbon tetrachloride (0.2 mL/kg body weight, ip) twice weekly for a period of 4 weeks. Carbon tetrachloride treatment caused a significant increase in hepatic lipid peroxide levels and significant decreases in hepatic glutathione transferase activities. ..."
        },
        {
            "References": "PMID:18221844",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The potential of carbon tetrachloride (CCl4) to induce pre-neoplastic lesions in rat liver using a medium-term liver assay (Ito method) for the prediction of carcinogenicity was examined by nose-only inhalation exposure of male rats (15/group) to CCl4 vapor at concentrations of 0, 1, 5, 25, 125 ppm for 6 hr/day, 6 day/week, for a period of 6 weeks. The numbers and area of glutathione S-transferase placental (GST-P) positive foci were then determined. Additionally, other histopathological observations on the livers were recorded and serum chemical parameters and CCl4 concentrations in blood were measured. The areas and numbers of GST-P positive foci significantly increased in the CCl4-exposed rats at 25 and 125 ppm; but not at concentrations of 1 and 5 ppm. CCl4 blood concentration 24 hr after initiation of exposure in the 125 ppm group remained at about 5% of the 6 hr maximum concentration. These data from CCl4-exposed rats clearly show that inhalation exposure can be used in the rat medium-term liver assay, the method is available for the screening of volatile chemicals and is therefore a useful tool in cancer risk assessment. This is the first report of the use of inhalation exposure in this medium-term predictive assay."
        },
        {
            "References": "PMID:6892556",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats were given biweekly injections of carbon tetrachloride for up to 34 weeks to investigate the long-term effects on the kidney. Nephrotoxicity was manifest by an increase in urinary protein and albumin excretion as compared with the values in control rats receiving corn oil. Differences in urinary protein excretion were significantly greater in female rats receiving carbon tetrachloride for 13 weeks. Unilateral nephrectomy accentuated proteinuria in female rats. Rats receiving carbon tetrachloride also had more glomerular sclerosis and dilated and cast-filled tubules than did control rats. Immumofluorescence revealed immunoglobulins without C3 in glomeruli of both control and experimental animals, but more fibrinogen in carbon tetrachloride-treated rats. These results suggest that long-term exposure to carbon tetrachloride can produce glomerular disease in rats and could possibly be glomerulotoxic in man."
        },
        {
            "References": "PMID:17957549",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity and chronic toxicity of carbon tetrachloride were examined by inhalation exposure of 50 F344 rats and 50 BDF1 mice of both sexes to carbon tetrachloride at 0 (clean air), 5, 25, or 125 ppm (v/v) for 6 hr/day, 5 days/wk, for 104 wk. Incidences of hepatocellular adenomas and carcinomas in rats and mice of both sexes and of adrenal pheochromocytomas in mice of both sexes were significantly increased dose-dependently. Hepatocellular carcinomas and cirrhosis significantly occurred in the 125-ppm-exposed rats of both sexes, and 3 cases of hepatocellular carcinomas and increased incidences of hepatic altered cell foci were noted in the 25-ppm-exposed female rats. Hepatocellular carcinomas were induced in mice of both sexes at 25 and 125 ppm, and hepatocellular adenomas occurred in females at 5 ppm without any degenerative or necrotic change in hepatocytes. Hepatocellular carcinomas metastasized to the lung. The chronic hepatotoxicity was characterized by cirrhosis, fibrosis, and fatty change in rats, and ceroid deposition, bile-duct proliferation, and hydropic change in mice. Survival rates were decreased in the 125-ppm-exposed rats and mice of both sexes and in the 25-ppm-exposed female mice, in association with decreased body weights. The decreased survival rates were considered to be causally related to both various tumors including hepatocellular carcinomas and severe chronic progressive nephropathy in rats and to hepatocellular carcinomas in mice. This study provided clear evidence of carcinogenicity for carbon tetrachloride in rats and mice. A cytotoxic-proliferative and genotoxic mode of action for carbon tetrachloride-induced hepatocarcinogenesis was suggested."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 56 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ten /hamsters/ ... of each sex received 30 doses/week of 6.25 to 12.5 uL of carbon tetrachloride /orally/. 5 Animals of each sex that survived 10 or more weeks after cessation of treatment had liver cell carcinomas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 56 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 49 Wistar rats received 2-3 mL/kg body weight /subcutaneously/ of carbon tetrachloride twice weekly for about 25 weeks and were killed between 4 and 64 weeks after the cessation of treatment; hepatomas were found in 2 animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 57 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 25 C3H mice (male) received bi-weekly intrarectal admin of 0.1 mL of a 40% solution of carbon tetrachloride in oil for 20-26 weeks and were killed 1-37 weeks later. 13 mice had hepatomas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 382 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Thirty white female rats, 5-6 months old at the start of the experiment, received twice weekly s.c. injections of 1 mL/kg bw (1.6 g/ kg bw) carbon tetrachloride for 2 years. Eight rats developed mammary adenocarcinomas, the first of which appeared 13 months after the beginning of treatment; 3 of these rats also had fibroadenomas of the mammary glands; 1 rat developed only a mammary fibroadenoma. No mammary tumors were observed in an untreated control group of 15 rats"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 56 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rainbow trout were given diets containing 3200 and 12,800 ppm carbon tetrachloride. 4 out of 44 at the lower dose level and 3 out of 34 at the higher dose level developed hepatomas after 20 mo, whereas no tumors were found in the controls."
        },
        {
            "References": "Kudryavtseva MV et al; Tsitologiya 28 (6): 607-14 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A cytofluorometrical study was made after chronic intoxication of rats with carbon tetrachloride. The liver cells were obtained from rats by means of needle aspiration biopsy at the beginning of the experiment, and after 3, and 6 months, or 1 month after partial hepatectomy of control and cirrhotic livers. Glycogen contents in liver cells were attributed to dry weight measured interferometrically. After the long-term chronic treatment of rats, the glycogen content was increased by 1.4-2.5 times, and in some cells of cirrhotic livers was by 5-5.5 times the normal level. One month after the partial hepatectomy both glycogen content and rat liver cell morphology were close to the normal."
        },
        {
            "References": "PMID:3795007",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hematologic parameters were studied in normotensive and spontaneous hypertensive rats along with those treated with chronic sc injections of carbon tetrachloride. The normotensive animals treated with carbon tetrachloride demonstrated an erythrocytosis with an increase in the hematocrit levels. A lymphocytosis was seen with neutropenia in both carbon tetrachloride treated and untreated normotensive groups. The spontaneous hypertensive rats compared to their normotensive counterparts had a lesser degree of lymphocytosis with an increase in the number of neutrophils. There was no blood pressure change in the normotensive carbon tetrachloride treated group; however, a significant blood pressure difference was observed in the spontaneous hypertensive rat group after carbon tetrachloride treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 407 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 20 female Sprague-Dawley rats, weighing 200 +/- 20 g, was administered 0.08-1.6 mL/rat carbon tetrachloride ... by gavage once a wk for 30 wk. The initial dose was 0.08 mL/rat for 6 wk followed by 1.1 mL/rat for 4 wk and then increasing to 1.6 mL/rat. Animals were killed at the end of 30 wk and the livers were examined histologically. Hepatocellular carcinomas occurred in 6/20 rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 408 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Goups of 50 male and 50 female BDF1 (C57BL/6 x DBA/2) mice, 6 wk of age, were exposed by whole-body inhalation to 0, 5, 25, or 125 ppm (0, 32, 157, or 787 mg/cu m) carbon tetrachloride (purity >99%) for 6 hr/day on 5 days/wk for 104 wk. The incidence of hepatocellular adenomas (9/50, 19/50, 27/50, and 16/50 males; 2/50, 8/49, 17/50, and 5/29 females) was significantly increased in mid- and high-dose males and in low-dose and mid-dose females. The incidence of hepatocellular carcinomas (17/50, 12/50, 44/50, and 47/50 males; 2/50, 1/49, 33/50, and 48/49 females) was increased in mid- and high-dose males and females. Incidence of phaeochromocytomas of the adrenal gland (0/50, 0/50, 16/50, and 31/50 males; 0/50, 0/49, 0/50, and 22/49 females) was increased in mid- and high-dose males and in high-dose females."
        },
        {
            "References": "PMID:23410011",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In this study, it was aimed to investigate the likelihood of detrimental effects of carbon tetrachloride (CCl4) on male reproductive system through oxidative stress mechanism and also protective effects of cinnamon bark oil (CBO). For this purpose, 28 healthy male Wistar rats were divided into four groups, seven rats in each. Group 1 received only olive oil daily; group 2 was treated with 100 mg/kg CBO daily; group 3 was treated with only 0.25 mL/kg CCl4 weekly; and group 4 received weekly CCl4 + daily CBO. All administrations were made by intragastric catheter and maintained for 10 weeks. Body and reproductive organ weights, sperm characteristics, testicular oxidative stress markers and testicular apoptosis were examined. CCl4 administration caused significant decreases in body and reproductive organ weights, testicular catalase (CAT) activity, sperm motility and concentration, and significant increases in lipid peroxidation (LPO) level, abnormal sperm rate and apoptotic index along with some histopathological damages compared with the control group. However, significant improvements were observed in absolute weights of testis and epididymis, all sperm quality parameters, LPO level, apoptotic index and testicular histopathological structure following the administration of CCl4 together with CBO when compared to group given CCl4 only. The findings of this study clearly suggest that CBO has protective effect against damages in male reproductive organs and cells induced by CCl4."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 384 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Increased fetal mortality was observed in pregnant mice given single doses of 150 mg/animal carbon tetrachloride in a 40% oily solution during the last part of pregnancy. The adverse effect was more pronounced after ip than after sc administration. Cause of death was suggested to be failure of peripheral circulation, mainly due to fetal liver damage. Moreover, circulatory disturbances and necroses were found in the placentas, which probably also contributed to the death of the fetuses."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 385 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fetuses of rats exposed for 7 hr/day on days 6-15 of gestation to concentrations of 1890 and 6300 mg/cu m (300 and 1000 ppm) carbon tetrachloride in air showed retarded development."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 18",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbon tetrachloride is not teratogenic to rats exposed orally, sc, or via inhalation. ..."
        },
        {
            "References": "Thomas, J.A., K.S. Korach, J.A. McLachlan. Endocrine Toxicology. New York, NY: Raven Press, Ltd., 1985., p. 294",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbon tetrachloride produces testicular toxicity in the rat at dose levels where hepatic damage is evident. After 25 wk of inhalation exposure to 200 and 400 ppm, male rats show germ cell degeneration in the testes along with liver toxicity and a high mortality rate. Testicular damage is also observed in rats when carbon tetrachloride is administered ip at a dose level of 1.5 mg/kg. A single injection causes testicular atrophy, a decrease in testes and seminal vesicle weights, and histological evidence of abnormal spermatogenesis."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 77",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Some degeneration of embryonic discs /were noted/ from rabbit blastocysts exposed in vivo to 1.0 mL/kg."
        },
        {
            "References": "Thomas, J.A., K.S. Korach, J.A. McLachlan. Endocrine Toxicology. New York, NY: Raven Press, Ltd., 1985., p. 294",
            "Value": "/ENDOCRINE MODULATION/ ... Carbon tetrachloride may ... have estrogenic properties that can alter male fertility. Its estrogenicity is evidenced by (a) inhibition of hepatic microsomal hydroxylation of estrogens in immature female rats, (b) potentiation of the uterotrophic responses of estrogens, and (c) increased estrogen uterine uptake."
        },
        {
            "References": "PMID:7801328",
            "Value": "/ENDOCRINE MODULATION/ Previous investigations demonstrated that carbon tetrachloride (CCl4) was activated by adrenal microsomes, resulting in various functional changes and ultimately in necrosis of the zona reticularis of the gland. Experiments were done to identify the adrenal P450 isozyme(s) involved in the bioactivation of CCl4. Incubation of microsomes from the zona reticularis (ZR) of the guinea pig adrenal cortex with CCl4 plus NADPH caused initiation of lipid peroxidation, covalent binding of CCl4-derived radioactivity to protein, and degradation of cytochrome(s) P450. Preincubation of the microsomal preparations with inhibitory antibodies to P450(17 alpha) or P450C21 decreased the corresponding enzyme activities (17 alpha-hydroxylation and 21-hydroxylation), but did not affect the activation of CCl4. 1-Aminobenzotriazole (ABT), a suicide inhibitor of some P450 isozymes, decreased the enzyme activities catalyzed by an adrenal 52,000 Da (52 kDa) isozyme, but had no effect on the function of P450(17 alpha) or P450C21. However, ABT completely inhibited the CCl4-induced LP and covalent binding in adrenal microsomes. The results indicate that adrenal CCl4 activation is catalyzed by the 52 kDa P450 isozyme and not by the steroid hydroxylases. Localization of the 52 kDa isozyme to the ZR probably accounts for the selective necrosis of this region of the gland by CCl4."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 386 (1979)",
            "Value": "/GENOTOXICITY/ ln plate tests with Salmonella typhimurium TA100, TA1535 and TA1538, carbon tetrachloride was non-mutagenic both in the presence and absence of a microsomal activation system. It was also negative with Escherichia coli K12."
        },
        {
            "References": "USEPA, Office of Drinking Water; Criteria Document (Final Draft): Carbon Tetrachloride p.I-3 (1982) Contract No. 2-813-03-644-09",
            "Value": "/GENOTOXICITY/ Carbon tetrachloride elicited a mutagenic response in Saccharomyces cerevisiae strain D7 cell system."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 54 74 (1982)",
            "Value": "/GENOTOXICITY/ Carbon tetrachloride was not mutagenic in bacteria. It was mutagenic in yeast at almost lethal doses. It did not induce chromosomal damage in cultured rat liver epithelial cells and did not induce unscheduled DNA synthesis in the hepatocytes of rats exposed in vivo. Studies of DNA binding were inadequate."
        },
        {
            "References": "PMID:11302200",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The CCl4-induced development of liver damage was studied in monolayer cultures of primary rat hepatocytes: (1) CCl4 caused accumulation of triglycerides in hepatocytes following cytochrome P450 induction with beta-naphthoflavone or metyrapone. Ethanol or a high dose of insulin plus triiodothyronine had the same effect. (2) CCl4 increased the synthesis of fatty acids and triglycerides and the rate of lipid esterification. Cholesterol and phospholipid synthesis from acetate was also increased. (3) CCl4 reduced beta-oxidation of fatty acids as assessed by CO2-release and ketone body formation. Hydrolysis of triglycerides was also reduced. (4) The content of unsaturated fatty acids in microsomal lipids was decreased by almost 50% after incubation with CCl4, while saturated fatty acids increased slightly. (5) CCl4 exerted a pronounced inhibitory effect on the exocytosis of macromolecules (albumin), but did not affect secretion of bile acids from hepatocytes."
        },
        {
            "References": "PMID:11531102",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ CCl4-induced liver damage was modeled in monolayer cultures of rat primary hepatocytes with a focus on involvement of covalent binding of CCl4 metabolites to cell components and/or peroxidative damage as the cause of injury. (1) Covalent binding of (14)C-labeled metabolites was detected in hepatocytes immediately after exposure to CCl4. (2) Low oxygen partial pressure increased the reductive metabolism of CCl4 and thus covalent binding. (3) [(14)C]-CCl4 was bound to lipids and to proteins throughout subcellular fractions. Binding occurred preferentially to triacylglycerols and phospholipids, with phosphatidylcholine containing the highest amount of label. (4) The lipid peroxidation potency of CCl4 revealed subtle differences compared to other peroxidative substances, viz., ADP-Fe3+ and cumol hydroperoxide, respectively. (5) CCl4, but not the other peroxidative substances, decreased the rate of triacylglycerol secretion as very low density lipoproteins. (6) The anti-oxidant vitamin E (alpha-tocopherol) blocked lipid peroxidation, but not covalent binding, and secretion of lipoproteins remained inhibited. (7) The radical scavenger piperonyl butoxide prevented CCl4-induced lipid peroxidation as well as covalent binding of CCl4 metabolites to cell components, and also restored lipoprotein metabolism. The results confirm that covalent binding of the CCl3* radical to cell components initiates the inhibition of lipoprotein secretion and thus steatosis, whereas reaction with oxygen, to form CCl3-OO*, initiates lipid peroxidation. The two processes are independent of each other, and the extent to which either process occurs depends on partial oxygen pressure. The former process may result in adduct formation and, ultimately, cancer initiation, whereas the latter results in loss of calcium homeostasis and, ultimately, apoptosis and cell death."
        },
        {
            "References": "PMID:8160201",
            "Value": "/IMMUNOTOXICITY/ Carbon tetrachloride exposure in mice induces a serum associated immunosuppressive factor(s) that inhibits T-cell dependent immune responses. The objective of the present studies was to characterize the immunomodulatory activity of serum isolated from carbon tetrachloride-treated mice on T-cell independent humoral immune responses. Direct addition of serum isolated from carbon tetrachloride-treated mice (500 mg/kg/day for 7 days) to naive spleen cell cultures enhanced the antibody forming cell response to lipopolysaccharide as compared to serum from naive or vehicle-treated mice. Enhanced antibody forming cell responses were also observed when spleen cells isolated from carbon tetrachloride-treated mice were sensitized with this T-cell independent antigen 24 hr, but not 48 hr or 72 hr, following exposure of mice to one dose of 500 or 1000 mg/kg of carbon tetrachloride. Additionally, spleen weight and spleen:body weight ratio were increased in mice sensitized in vivo with sheep red blood cells 24 hr after exposure to a single dose of carbon tetrachloride (500 or 1000 mg/kg) as compared to naive antigen sensitized mice and mice sensitized 48 and 72 hr after exposure to carbon tetrachloride. Fluorescence activated cell sorting analysis indicated that daily exposure to carbon tetrachloride (250 or 500 mg/kg for 7 days) increased the percentage of B-cells in the spleen without altering the number of TH-cell or TC/S cell populations. Taken together, these results suggest that exposure to carbon tetrachloride induces a serum borne factor(s) that produces a modest increase in the functional activity and number of B-cells in the spleen."
        },
        {
            "References": "PMID:11118673",
            "Value": "/IMMUNOTOXICITY/ Carbon tetrachloride (CCl(4)) is an environmental contaminant that has been detected in ambient air, seawater, surface-water and snow. The immunotoxic potential of CCl(4) was evaluated in female B6C3F1 mice. The animals were administered with CCl(4) daily for 14 days at doses of 50, 100, 500 or 1000 mg/kg body weight by gavage with corn oil as a vehicle. Exposure to CCl(4) resulted in an increase of liver weight but not the body weight and the weights of brain, spleen, lungs, thymus and kidneys. Exposure to CCl(4) produced minimal effect on differential hematological parameters; however, it produced a significant increase in serum glutamic-pyruvic transaminase (SGPT) levels in all dose groups while other serum chemistries showed sporadic increases, primarily at the dose level of 1000 mg/kg. Exposure to CCl(4) produced a decreased humoral immune response; the IgM antibody forming cell (AFC) response to sheep red blood cells (sRBC) was suppressed with the maximal decrease (45%) observed at the dose level of 1000 mg/kg. The IgM serum titer to sRBC was also reduced with a maximal decrease (54%) observed at the dose level of 500 mg/kg. Although exposure to CCl(4) had no effects on the mixed leukocyte response (MLR), cytotoxic T lymphocyte activity and natural killer (NK) cell activity, a decrease in both the absolute number and the percentage of CD4(+)CD8(-) at the dose level of 500 mg/kg was observed. The functional activity of the mononuclear phagocyte system was compromised as reflected by a decrease in the vascular clearance of (51)Cr-sRBC and a decrease in the uptake of (51)Cr-sRBC by the liver. Finally, in the two host resistance models evaluated, exposure to CCl(4) decreased host resistance to both Streptococcus pneumoniae and Listeria monocytogenes with greater susceptibility to the latter. Overall, these studies demonstrate that CCl(4) was immunosuppressive in female B6C3F1 mice."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY:   McGraw-Hill, 2008., p. 530",
            "Value": "/IMMUNOTOXICITY/ Induction or inhibition of liver cytochrome P-450 activity augmented and blocked, respectively, the immunotoxic actions of carbon tetrachloride, suggesting a requirement for metabolism in order for carbon tetrachloride to be immunosuppressive."
        },
        {
            "References": "PMID:2296774",
            "Value": "/IMMUNOTOXICITY/ The role of metabolic bioactivation for carbon tetrachloride-mediated suppression of humoral responses was investigated in B6C3F1 mice. Subchronic studies with CCl4 demonstrated that this chlorinated hydrocarbon markedly suppressed T-dependent antibody responses following 7 consecutive days of administration at doses between 500 and 5000 mg/kg. No significant difference in the magnitude of suppression was observed between the ip and oral routes of exposure. Thirty-day ip administration of CCl4 at doses as low as 25 mg/kg also resulted in a significant inhibition of T-dependent antibody responses. The results from both the 7-day and the 30-day studies indicate that a greater than 50% suppression of antibody responses could not be achieved even at doses of CCl4 as high as 5000 mg/kg. In vivo studies utilized the cytochrome P450 competitive inhibitor, aminoacetonitrile (AAN), in an effort to block the effects of exposure to CCl4. Both the hepatotoxicity, as measured by serum glutamic pyruvic transaminase levels, and the suppression of the T-dependent antibody response to sRBC were reversed by treatment with AAN. Conversely, induction of cytochrome P450, by pretreatment of mice with ethanol prior to treatment with CCl4, resulted in the potentiation of the immunosuppressive effects of CCl4. AAN and ethanol administered alone had no effect on antibody responses. In order to assess the effect of CCl4 treatment on cytochrome P450 activity at doses which cause immunosuppression, measurements of total microsomal protein and specific substrate activities were determined. Significant decreases were observed in both total hepatic microsomal protein as well as in aminopyrine N-demethylase activity, aniline hydroxylase activity, and aryl hydrocarbon hydroxylase activity following treatment with CCl4 for 7 days at doses ranging from 5 to 1000 mg/kg. All of the cytochrome P450 parameters that were measured, following CCl4 treatment, demonstrated very flat dose-response curves which appeared to parallel the effects of CCl4 on antibody responses."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 94",
            "Value": "/VETERINARY STUDIES/ The predominant clinical signs, which usually manifest themselves immediately but may be delayed for two or three days, are loss of appetite, dullness, staggering gait, evidence of gastrointestinal disturbances with passage of blood stained feces, constipation followed by diarrhea, collapse, and death within 12-24 hours."
        },
        {
            "References": "PMID:7885069",
            "Value": "/OTHER TOXICITY INFORMATION/ Severity of liver damage 24 hr after intraperitoneal administration of carbon tetrachloride (0.2 mL/kg) was evaluated in female Fischer 344 rats aged 5, 14 and 28 months, i.e. in young adulthood, middle age and old age. Carbon tetrachloride-induced hepatotoxicity, as judged by the leakage of hepatic enzymes into the bloodstream and the disappearance of hepatic microsomal cytochrome P450, was much less severe in old rats than in young-adult rats. For example, serum sorbitol dehydrogenase (SDH) activity following carbon tetrachloride administration was 680 umol/min/L in old rats compared with 1710 umol/min/L in young-adult rats, and the loss of hepatic cytochrome P450 was 25% of the total amount in old rats compared with 50% of the total in young-adult rats. Spin trapping and electron spin resonance (ESR) spectroscopy were utilized to measure the conversion of carbon tetrachloride to trichloromethyl radicals in vivo. This primary bioactivation step occurred at similar rates in female rats aged 5, 14 and 28 months. In addition, the total nonheme iron contents in livers of rats in the three age groups were similar. Thus, the age associated attenuation of carbon tetrachloride-induced hepatotoxicity was not explained on the basis of decreased bioactivation to reactive species or decreased availability of iron for promotion of lipid peroxidation. The results suggest that other factors are important determinants of age-associated changes in sensitivity to toxic chemicals."
        },
        {
            "References": "PMID:7676449",
            "Value": "/OTHER TOXICITY INFORMATION/ The objectives of this study were to evaluate the influence of both route and pattern of exposure on the pharmacokinetics (PK) and target organ toxicity of a common volatile organic chemical, carbon tetrachloride (CCl4). Male Sprague-Dawley rats, 325-375 g, inhaled 100 or 1000 ppm CCl4 for 2 hr through a one-way breathing valve. The total amount of CCl4 retained by each rat (i.e., the systemically absorbed dose) during the 2-hr period was determined to be 17.5 and 179 mg CCl4/kg body wt, respectively. CCl4, in doses of 17.5 and 179 mg/kg body wt, was administered in an aqueous emulsion by bolus gavage or by constant gastric infusion over 2 hr. Serial micro blood samples from the animals were analyzed for CCl4, in order to delineate blood concentration-versus-time profiles. Serum enzyme activities and total liver microsomal cytochrome P450 level and glucose 6-phosphatase activity were measured 24 hr postdosing as indices of CCl4 hepatotoxicity. The pattern of oral exposure, or dosage regimen, had a significant effect on the PK and acute the hepatotoxicity of CCl4. Arterial blood levels in the gastric infusion group were much lower than in the oral bolus group with both doses. Since CCl4 is quickly and extensively absorbed from the GI tract, large amounts of CCl4 in the portal blood following the oral bolus apparently exceeded the capacity of the liver to metabolize the chemical. Thus, substantially higher Cmax and AUC0 integral of infinity values were manifest. Hepatotoxicity was also significantly greater in these animals. The route of exposure also had a significant effect on the PK of CCl4. Levels of CCl4 in the arterial blood were much higher during inhalation than during gastric infusion. However, AUC0 integral of infinity vales for the two groups were not significantly different, due to relatively slow elimination after gastric infusion. There was little difference between the two groups in hepatotoxicity indices 24 hr postdosing."
        },
        {
            "References": "PMID:12466116",
            "Value": "/OTHER TOXICITY INFORMATION/ Carbon tetrachloride (CCl(4)) intoxification in rodents is a commonly used model of both acute and chronic liver injury. Recently, we showed that mice in which FGFR4 was ablated from the germline exhibited elevated cholesterol metabolism and bile acid synthesis coincident with unrepressed levels of cytochrome P450 7A (CYP7A), the rate-limiting enzyme in cholesterol disposal. Of the four fibroblast growth factor (FGF) receptor genes expressed in adult liver, FGFR4 is expressed specifically in mature hepatocytes. To determine whether FGFR4 plays a broader role in liver-specific metabolic functions, we examined the impact of both acute and chronic exposure to CCl(4) in FGFR4-deficient mice. Following acute CCl(4) exposure, the FGFR4-deficient mice exhibited accelerated liver injury, a significant increase in liver mass and delayed hepatolobular repair. Chronic CCl(4) exposure resulted in severe fibrosis in livers of FGFR4-deficient mice compared to normal mice. Analysis at both mRNA and protein levels indicated an 8-hour delay in FGFR4-deficient mice in the down-regulation of cytochrome P450 2E1 (CYP2E1) protein, the major enzyme whose products underlie CCl(4)-induced injury. These results show that hepatocyte FGFR4 protects against acute and chronic insult to the liver and prevents accompanying fibrosis. The results show that FGFR4 acts by promotion of processes that restore hepatolobular architecture rather than cellularity while limiting damage due to prolonged CYP2E1 activity."
        },
        {
            "References": "PMID:19765104",
            "Value": "/OTHER TOXICITY INFORMATION/ Previous studies have shown that the enzyme copper/zinc superoxide dismutase (SOD-1) is increased in the urine of rats with carbon tetrachloride (CCl(4))-induced hepatotoxicity. The present experiments aimed to investigate further the usefulness of urinary SOD-1 as a non-invasive biomarker of liver injury. Two investigations were carried out, a dose response study and a time course study. In the dose response study, rats were given a single dose of CCl(4) at 0 (control), 0.10, 0.15, 0.20, 0.25, 0.30, 0.35, 0.40 and 0.80 mL/kg and urine samples collected from 12 to 36 hr postdosing. In the time course study, rats were dosed at 0.80 mL/kg CCl(4) and urine sampled at 4, 12, 24 and 36 hr postdosing. In both studies, the presence of SOD-1 in the urine was confirmed by Western blotting with an SOD-1 antibody. In the dose response study, serum SOD activity was elevated in all CCl(4)-treated animals and urinary SOD-1 activity was increased 2.2 times at the lowest dose (0.10 mL/kg) and 60.4 times at the highest CCl(4) dose level (0.80 mL/kg). In the time course study, urinary SOD-1 was first detected in samples collected from 4 to 12 hr postdosing. We conclude that urinary SOD-1 has potential as a sensitive non-invasive biomarker of CCl(4)-induced hepatocellular injury."
        },
        {
            "References": "PMID:2242020",
            "Value": "/OTHER TOXICITY INFORMATION/ The effect of oxygen concentration and Ca2+ omission on CCl4-induced hepatotoxicity was studied in a non-recirculating and hemoglobin-free liver perfusion system using phenobarbital-pretreated rats. With 95% O2-saturated perfusate, infusion of 0.5 mM CCl4 caused an instantaneous increase of thiobarbituric acid reactive substances (TBA-RS) in the effluent perfusate, accompanied by only a slight leakage of K+ and lactate dehydrogenase (LDH). CBrCl3 produced a far greater increase in the TBA-RS level, but again with slight K+ and LDH leakage. With 20% O2-saturated perfusate, CCl4 caused a marked LDH leakage, which was preceded by an early and considerable increase in K+ leakage coupled with Na+ uptake, Ca2+ uptake was initially slight, being enhanced concurrently with the LDH leakage. The TBA-RS level changed biphasically with an initial moderate and a succeeding greater increase coupled with LDH leakage. N,N\"-Diphenyl-p-phenylenediamine and promethazine suppressed the TBA-RS production, but improved neither K+ nor LDH leakage. Omission of the Ca2+ from the perfusate reduced the initial K+ leakage as well as the later TBA-RS release, and markedly delayed the LDH leakage. In retrograde perfusion under low oxygen supply with Ca2+, CCl4 produced essentially the same toxic manifestations as those observed in the anterograde perfusion. Hepatocytes of the periportal and pericentral areas were not stained with trypan blue in the antero- and retrograde perfusion systems respectively. Thus, oxygen deficiency, rather than lipid peroxidation by itself, and the essential role of extracellular Ca2+ may be important for CCl4-induced hepatic cell necrosis, in which plasma membrane permeability change may be an early and critical event."
        },
        {
            "References": "PMID:19205035",
            "Value": "/OTHER TOXICITY INFORMATION/ Liver fibrosis is a common scarring response to all forms of chronic liver injury and is always associated with inflammation that contributes to fibrogenesis. Although a variety of cell populations infiltrate the liver during inflammation, it is generically clear that CD8 T lymphocytes promote while natural killer (NK) cells inhibit liver fibrosis. However, the role of invariant natural killer T (iNKT) cells, which are abundant in the liver, in hepatic fibrogenesis, remains obscure. Here we show that iNKT-deficient mice are more susceptible to carbon tetrachloride (CCl(4))-induced acute liver injury and inflammation. The protective effect of naturally activated iNKT in this model is likely mediated via suppression of the proinflammatory effect of activated hepatic stellate cells. Interestingly, strong activation of iNKT through injection of iNKT activator alpha-galactosylceramide (alpha-GalCer) accelerates CCl(4)-induced acute liver injury and fibrosis. In contrast, chronic CCl(4) administration induces a similar degree of liver injury in iNKT-deficient and wild-type mice, and only a slightly higher grade of liver fibrosis in iNKT-deficient mice than wild-type mice 2 weeks but not 4 weeks after CCl(4) injection, although iNKT cells are able to kill activated stellate cells. An insignificant role of iNKT in chronic liver injury and fibrosis may be attributable to hepatic iNKT cell depletion. Finally, chronic alpha-GalCer treatment had little effect on liver injury and fibrosis, which is attributable to iNKT tolerance after alpha-GalCer injection. Natural activation of hepatic iNKT cells inhibits, whereas strong activation of iNKT cells by alpha-GalCer accelerates CCl(4)-induced acute liver injury, inflammation, and fibrosis. During chronic liver injury, hepatic iNKT cells are depleted and play a role in inhibiting liver fibrosis in the early stage but not the late stage of fibrosis."
        },
        {
            "References": "PMID:3699332",
            "Value": "/OTHER TOXICITY INFORMATION/ This study evaluated the differences in toxicity and tissue distribution for 16 groups of male rats repeatedly exposed to 100 ppm of (14)CCl4 vapors for 8 or 11.5 hr/day for periods of 1 to 10 days. Serum sorbitol dehydrogenase (SDH) was also evaluated for its sensitivity at detecting CCl4-induced hepatotoxicity. Following 1, 2, 3, 4, 5, 7, 11, and 14 days, one group of rats from each exposure schedule was sacrificed and (14)C activity in seven tissues and serum SDH levels were measured. To compare the effects of CCl4 on the liver and kidney following repeated exposure to the two schedules, one group of rats was exposed for 8 hr/day for 10 of 12 consecutive days and another for 11.5 hr/day for 7 of 12 consecutive days so that each group received essentially the same dose (8000 ppm-hr) of CCl4. The 11.5-hr/day exposure schedule, compared to rats exposed 8-hr/day, produced minor changes in the distribution and concentration of (14)C (CCl4 equivalents) in various tissues. Following 1 and 2 weeks of exposure to either schedule, the fat, liver, lungs, and adrenals had the highest concentration of CCl4 equivalents. There were no significant differences in CCl4-induced hepatotoxicity or nephrotoxicity between rats exposed to the two schedules following either 1 or 2 weeks of exposure as measured by histopathology. In contrast, rats exposed 11.5 hr/day had significantly higher SDH levels than those exposed to the 8-hr/day schedule; thus suggesting that the 11.5-hr schedule did produce a measurably greater degree of hepatotoxicity, although it was too subtle to detect pathologically. Rats exposed for a fourth and fifth day during the second week of the 11.5-hr schedule had a significantly greater concentration of (14)C activity in the fat than rats exposed to the 8-hr/day schedule as well as severe fatty infiltration of the liver and higher serum SDH activity. This study demonstrated that SDH is a very useful assay for detecting subtle changes in liver injury as compared to histopathology. It was also shown that even at relatively low vapor concentrations, modest changes in dosage regimen, like those involving unusual (e.g., 10- or 12-hr/day) work schedules, can have a measurable effect on the distribution of the chemical and the degree of toxicity."
        },
        {
            "References": "PMID:10736788",
            "Value": "/OTHER TOXICITY INFORMATION/ Five-week-old Sprague-Dawley rats of both sexes were assigned to two types of feeding condition. One was fed ad libitum (AL) on commercial chow and another was fed a restricted amount of the chow (FR), approximately 75% of that fed in the AL condition. In each feeding condition, animals were orally administered carbon tetrachloride (CCl4) at levels of 0 (control), 0.1 or 0.2 mL/kg 6 days a week for 8 weeks. Lesions of the liver (hepatic cellular degeneration and fibrosis) and of the kidney (proximal tubular vacuolation and glomerular sclerosis) induced by CCl4 were aggravated in the FR group. The FR-control showed a higher metabolic activity of aniline in the liver than the AL-control group. Plasma lipid-peroxide (LPO) level was higher in the AL-control group than in the FR-control group. With CCl4 0.2 mL/kg treatment, however, the plasma LPO level was reversed between the AL and the FR groups. Taking together these somewhat unexpected results, it was concluded that (1) 25% food restriction increases toxicity of repeatedly administered CCl4 in rats, and (2) aggravation of CCl4 toxicity may be partly due to enhanced metabolic activation of CCl4 resulting from food restriction."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 16",
            "Value": "/OTHER TOXICITY INFORMATION/ ... There is an age difference in susceptibility to carbon tetrachloride induced hepatotoxicity. At ip doses of 1 mL/kg, the increase in serum aspartate aminotransferase and triglyceride accumulation in the neonatal (1- to 14-day-old) rat was equivalent to that observed in the adult rat; however, there was much less macromolecular binding and lipid peroxidation in the young rats, whereas blood acetate levels were 3 to 5 times higher."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Tassi F et al; Sci Total Environ 407(15): 4513-4525 (2009)",
            "Value": "SOIL: Carbon tetrachloride gas concentrations were <5 ppbv at depths of 30 to 70 cm in cover soil at the Case Passerini landfill site, Florence, Italy. Concentrations in two on-site wells were 5068 and 901 ppbv(1)."
        },
        {
            "References": "(1) Staples CA et al; Environ Tox Chem 4: 131-42 (1985)",
            "Value": "SEDIMENT: USEPA STORET DATA BASE showed 0.8% of 361 sediment samples positive for carbon tetrachloride with a median concentration of <5.0 mg/kg dry weight basis(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sabljic A; J Agric Food Chem 32: 243-6 (1984) (2) Swann RL et al; Res Rev 85: 17-28 (1984) (3) Mackay DM et al; Amer Chem Soc 186th Natl Mtg Preprint Div Environ Chem 23: 368-71 (1983) (4) Goltz MN, Roberts PV; J Cont Hydrology 1: 77-93 (1986)",
            "Value": "The Koc for carbon tetrachloride was measured to be 71(1). According to a classification scheme(2), this Koc value suggests that carbon tetrachloride is expected to have high mobility in soil. The estimated retardation factor range in breakthrough sampling in groundwater has been reported as 1.44-1.8(3,4)."
        }
    ]
}