{
    "_id": {
        "$oid": "6682e82dc4e5dba5ffba2447"
    },
    "CID": {
        "$numberInt": "5954"
    },
    "Name": "BENZ(A)ANTHRACENE",
    "IUPACName": "benzo[a]anthracene",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=CC3=CC4=CC=CC=C4C=C32",
    "Synonyms": [
        "Benz[a]anthracene",
        "Tetraphene",
        "56-55-3",
        "1,2-Benzanthracene",
        "Benzo[a]anthracene",
        "Benzanthrene",
        "Benzanthracene",
        "BENZ(A)ANTHRACENE",
        "Naphthanthracene",
        "Benzoanthracene",
        "2,3-Benzphenanthrene",
        "2,3-Benzophenanthrene",
        "1,2-Benzanthrene",
        "1,2-Benzanthrazen",
        "Benzo(b)phenanthrene"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=CC3=CC4=CC=CC=C4C=C32",
    "INCHI": "InChI=1S/C18H12/c1-2-7-15-12-18-16(11-14(15)6-1)10-9-13-5-3-4-8-17(13)18/h1-12H",
    "INCHIKEY": "DXBHBZVCASKNBY-UHFFFAOYSA-N",
    "Formula": "C18H12",
    "MolecularWeight": {
        "$numberDouble": "228.3"
    },
    "Description": "Tetraphene is an angular ortho-fused polycyclic arene consisting of four fused benzene rings. It is an ortho-fused polycyclic arene and a member of tetraphenes.",
    "XlogP": {
        "$numberDouble": "5.8"
    },
    "Complexity": {
        "$numberInt": "294"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Fazio T, Howard JW; pp. 461-505 in Handbook of Polycyclic Aromatic Hydrocarbons. Bjoerseth A, Ed. NY,NY: Marcel Dekker Inc (1983) (2) IARC; Monograph on the Evaluation of the Carcinogenic Risk of Chemicals to Humans. Certain Polycyclic Aromatic Hydrocarbons and Heterocyclic Compounds. Lyon, France: International Agency For Research on Cancer Vol. 3: 45-68 (1973) (3) Knutzen J, Sortland B; Water Res 16: 421-8 (1982) (4) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983)",
            "Value": "The concentration of benz(a)anthracene in various vegetables was reported: spinach - 16 ppb; kale - 43 to 230 ppb; tomatoes - 0.3 ppb(1,2). Benz(a)anthracene concentrations in various species of marine algae from Norwegian waters was reported as ranging from 0 to 73 ppb(3). The leaves of 5 unspecified plants were reported as having a benz(a)anthracene concentration of 12 to 60 ppb(4). The leaves of plants which had a reported benz(a)anthracene concentration that varied from 12-26 ppb when green showed an increase of benz(a)anthracene concentration from 44 to 166 ppb when the leaves were yellow(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (2) Al-Yakoob S et al; Marine Poll Bull 27: 297-301 (1993) (3) Takatsuki K et al; J Assoc Off Anal Chem 68: 945-49 (1985) (4) Vassilaros DL et al; Anal Chem 54: 106-112 (1982) (5) Nakata H et al; Ecotoxicol Environ Safety 99: 61-68 (2014) (6) Namiesnik J et al; Chemosphere 73: 938-944 (2008)",
            "Value": "The concentration of benz(a)anthracene/chyrsene found composite fish samples collected from Great Lakes harbors and tributaries between 1980 and 1981 ranged from <0.02 mg/kg to 0.64 mg/kg(1). Benz(a)anthracene was detected in approximately 5 percent of fish samples (0.3 ug/kg dry weight) collected during April 1992 along the western coast of the Gulf of Kuwait(2). The concentration of benz(a)anthracene in shellfish from Miyagi Prefecture, Japan was determined to be 1.62 ppm in mussels, 1.13 ppm in oysters, 1.11 ppm in corb-shells, and 1.34 ppm in short-necked clams(3). The concentration of benz(a)anthracene in vertebrate fish tissue obtained from the US Fisheries and Wildlife Service, Columbia, MO was determined to average 12 ppb(4). Benz(a)anthracene was detected in bivalves at 16 sites of the Tatsushiro Sea, Japan at levels of 0.17 to 23 ng/g(5). Benz(a)anthracene was detected in mussels collected from polluted regions of Mokpo Bay, Korea at 0.013 mg/kg, but was not detected in mussels collected from unpolluted areas(6)."
        },
        {
            "References": "(1) Fazio T, Howard JW; pp 461-505 in Handbook of Polycyclic Aromatic Hydrocarbons. A Bjoerseth, ed., New York, NY: Marcel Dekker Inc (1983)  (2) Pereira WE et al; Marine Pollution Bulletin 24: 103-09 (1992) (3) Uthe JF, Musial C; Bull Environ Contam Toxicol 37: 730-38 (1986) (4) Vaessen HAMG et al; Toxicol Environ Chem 16: 281-94 (1988)",
            "Value": "Benz(a)anthracene has been identified in: dried smoked herring, 1.7; smoked salmon, 0.2; smoked oysters, 30.0; and Japanese horse mackerel, gas broiler, 0.6 to 2.9(1). The concentration of benz(a)anthracene in the Asian clam Potamocorbula amurensis collected from the Suisun Bay, California averaged 41.5 ng/g dry weight(2). The concentration of benz(a)anthracene in American lobster (Homarus americanus) muscle and digestive gland tissue was determined. Levels of benz(a)anthracene in the digestive gland and tail muscle following a three month exposure to creosoted timbers ranged form 2,000 to 20,000 ng/g wet weight and 100 to 560 ng/g wet weight(3). The concentration of benz(a)anthracene in mussels was determined to be 16.5 ug/kg(4)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Pereira WE et al; Marine Poll Bull 24: 103-09 (1992) (2) Baker JE et al; Environ Sic Technol 25: 500-09 (1991) (3) Bieri RH et al; Intern J Environ Anal Chem 26: 97-113 (1986) (4) Brooks JM et al; Environ Sci Technol 24: 1079-85 (1990)",
            "Value": "SEDIMENT: The concentration of benz(a)anthracene in bed sediments and suspended sediments collected from the Suisun Bay, California averaged 16.8 and 51.5 ng/g dry weight, respectively(1). The concentration of benz(a)anthracene in sediment trap fluxes collected from Lake Superior from 1984 to 1985 averaged 41.4 ng/g in surficial sediments, 58 ng/g in surface water sediment traps, and 64 ng/g in surface water suspended solids(2). The concentration of benz(a)anthracene in surface sediments collected from the Elizabeth River near Norfolk, VA from April 23 to 27, 1981 yielded an average benz(a)anthracene concentration of 11 ug/g dry weight(3). Bottom sediments collected in the vicinity of a multi-well platform offshore of Matagorda, TX from May 1982 to Nov 1985 had an average benz(a)anthracene concentration of 17.4 ppb(4)."
        },
        {
            "References": "(1) Hites RA et al; pp. 298-31 in Advances in Chemistry Series 185 Pet Mar Environ (1980) (2) Black JJ; Arch Environ Contam Toxicol 11: 161 (1982) (3) Tan YL, Heit M; Geochim Cosmochim Acta 45: 2267-79 (1981) (4) Steinheimer TR et al; Anal Chim Acta 129: 57-67 (1981)",
            "Value": "SEDIMENT: Worldwide sediment samples (marine and freshwater) were from not detected to 21,000 ppb (benz(a)anthracene was not distinguished from chrysene and triphenylene)(1). It was observed that total concentrations of PAH from the Northeast US were much higher than in other areas(1). Hersey River near Read City, MI, spring fed contamination from the site of a former wood preservation facility where 2 known creosote spills had occurred (15,000 and 18,000 gals), sampling site upstream from entry point - not detected, 8 sampling sites downstream (up to 5 km) - 1,349 ppb (site 2) to 31 ppb (site 8)(2). 2 remote lakes in the Adirondack Park, NY - Woods lake, surface 360 ppb, 80-84 cm depth - 1 ppb, Sagamore Lake, surface 78 ppb, 4-8 cm depth - 89 ppb, 80-84 cm depth - 1 ppb, source primarily produced by anthropogenic combustion of fossil fuels(3). Vincent Landing, Calcasieu River, LA - identified, not quantified(4)."
        },
        {
            "References": "Gschwend PM, Hites RA; Geochim Cosmochim Acta 45 (12): 2359-76 (1981)",
            "Value": "SEDIMENT: Polycyclic aromatic hydrocarbons (PAH) measured in dated sediment cores from several sites in northeastern USA (Lake Superior, Isle Royale, Somes Sound, Hadlock Lower Pond, Coburn Mountain Pond & outer Boston Harbor). Fluxes of 10 PAHs were measured at each site the periods roughly corresponding to the present, 1950 & 1900. Remote sites consistently showed present-day deliveries of individual PAHs near 1 ng/square cm/yr, probably reflecting atmospheric fallout of these combustion-derived pollutants. Sites nearer urban centers showed greater current inputs (avg of 35 ng/square cm/yr), presumably caused by greater fallout of PAH-laden particulate matter near their origin. /PAH/"
        },
        {
            "References": "(1) Santodonato J et al; Health and Ecological Assessment of Polynuclear Aromatic Hydrocarbons Lee SD, Grant L, eds Park Forest South, IL: Pathotox Pub Inc. pp. 364 (1981) (2) Sims RC, Overcash Mr; Res Rev 88: 1-68 (1973) (3) Macleod WD Jr et al; Anal Chem 54: 386-92 (1982) (4) Brown DW et al; Investigation of Petroleum in the Marine Environs of the Straight of Juan de Fuca and Northern Puget Sound USEPA 600/7-79-164 pp. 107 (1979) (5) Akiyama T et al; UOEH 2: 285-300 (1980) (6) Shinohara R et al; Environ Int 4: 163-74 (1980)",
            "Value": "SEDIMENT: Benz(a)anthracene concentrations were reported as folloews: 2 New England area sites - Atlantic Ocean shelf 3.6 to 6.1 ppb, Buzzards Bay, MA - 330 ppb (0.15 mi from shore) and 41 ppb (1.3 mi from shore)(1,2). Duwamish River, Seattle, WA intertidal harbor sediment - 19 to 1800 ppb mean range, subtidal midchannel sediment - 500 to 1,600 ppb mean range(3). Fidalogo IS, March Pt beach, Alaska, near 2 major oil refineries, large wood pulp factory, and a population center of 8,000, 6 samples - 2.2 to 42 ppb, 8.3 ppb median(4). Kitakyshu area, Japan - detected not quantified(5,6)."
        },
        {
            "References": "(1) Flucas BJ et al; Polycyclic Aromatic Hydrocarbons at Selected Burning Grounds at Los Alamos. Preprint: 209th ACS Natl Mtg, Anaheim, CA; April 2-7 35: 7-10 (1995) (2) VanBrummelen TC et al; Chemosphere 32: 293-314 (1996) (3) Hites RA et al; pp. 298-31 in Advances in Chemistry Series 185 Pet Mar Environ (1980) (4) Ortiz R et al; Bull Environ Contam Toxicol 88: 428-432 (2012)",
            "Value": "SOIL: Various sites at the Los Alamos National Laboratory were sampled; soil analysis revealed that the level of benz(a)anthracene ranged from 0.48 to 66.7 mg/kg(1). Samples of soil collected at ten sites near a blast furnace plant located in Ijmuiden, The Netherlands in Nov 1992 revealed a benz(a)anthracene load onto the top 10 centimeters of mineral soil ranging from 2.34 to 34.3 mg/sq-m, depending upon distance from the plant(2). Worldwide soil samples ranged from not detected to 560 ppb(benz(a)anthracene was not distinguished from chrysene and triphenylene)(3). It was observed that total concentrations of PAH from the Northeast US were much higher than in other areas(1). The mean concentration of benz(a)anthracene in soils near Mexico City, Mexico were 0.73 to 3.03 mg/kg(4)."
        },
        {
            "References": "(1) IARC; Monograph Certain Polycyclic Aromatic Hydrocarbons and Heterocyclic Compounds 3: 45-68 (1973) (2) Bjorseth A et al; Sci Total Environ 13: 71-86 (1979) (3) Verschuern K; Handbook of Environmental Data on Organic Chemicals, New York, NY Von Nostrand Reinhold Co p. 245 (1983) (4) Maliszewska-Kordybach B et al; Sci Total Environ 407: 3746-3753 (2009)",
            "Value": "SOIL: Benz(a)anthracene was detected in soil around industrial centers - 390 ppb, near traffic highways - 1,500 ppb, soil polluted by coal-tar pitch 2,500 ppb, samples from forests, woodlands, and sand in Germany - 5 to 20 ppb(1). Saudafjord, Norway downshore from a ferro alloy smelter, 6 stations - 0-2 cm depth - 2158.9 ppb (site 1) to 21 ppb (site 6); 6-8 cm depth - 1,516.2 ppb (site 1) to 3.0 ppb (site 6)(2). Wilderness lake - Collin Scott, Ontario - 7 ppb(3). Benz(a)anthracene was detected in agricultural soils in Poland at a geometric mean of 24 ug/kg and a maximum concentration of 689 ug/kg(4)."
        },
        {
            "References": "(1) IARC; Monograph on the Evaluation of the Carcinogenic Risk of Chemicals to Humans. Polynuclear Aromatic Compounds, Part 1, Chemical, Environmental, and Experimental Data. Lyon, France: International Agency For Research on Cancer Vol. 32: 135-45 (1983)",
            "Value": "Benz(a)anthracene was detected in sludge (230 to 1760 ug/kg); freeze dried sewage sludge (0.62 to 19 mg/kg)(1)."
        }
    ]
}