{
    "_id": {
        "$oid": "6682e82ec4e5dba5ffba244d"
    },
    "CID": {
        "$numberInt": "5971"
    },
    "Name": "ALLYL ISOTHIOCYANATE",
    "IUPACName": "3-isothiocyanatoprop-1-ene",
    "CanonicalSMILES": "C=CCN=C=S",
    "Synonyms": [
        "ALLYL ISOTHIOCYANATE",
        "57-06-7",
        "3-isothiocyanatoprop-1-ene",
        "AITC",
        "Redskin",
        "ALLYLISOTHIOCYANATE",
        "Allylsenevol",
        "Allylsenfoel",
        "Oleum sinapis",
        "Allylsevenolum",
        "Senfoel",
        "Allyl isosulfocyanate",
        "1-Propene",
        "3-isothiocyanato-",
        "Allyspol",
        "Carbospol"
    ],
    "IsomericSMILES": "C=CCN=C=S",
    "INCHI": "InChI=1S/C4H5NS/c1-2-3-5-4-6/h2H,1,3H2",
    "INCHIKEY": "ZOJBYZNEUISWFT-UHFFFAOYSA-N",
    "Formula": "C4H5NS",
    "MolecularWeight": {
        "$numberDouble": "99.16"
    },
    "Description": "Allyl isothiocyanate is an isothiocyanate with the formula CH2=CHCH2N=C=S. A colorless oil with boiling point 152??, it is responsible for the pungent taste of mustard, horseradish, and wasabi. It has a role as a lachrymator, a metabolite, an antimicrobial agent, an apoptosis inducer and an antineoplastic agent. It is an isothiocyanate and an alkenyl isothiocyanate.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "81"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Barto EK, Cipollini D; Chemosphere 76: 71-75 (2009) (2) USDA; About Plants. Alliaria petiolata. Washington, DC: Us Dept Agric. Available from, as of Jul 6, 2012: https://plants.usda.gov/about_plants.html (3) Pechacek R et al; J Agric Food Chem 45: 4584-8 (1997)",
            "Value": "Allyl isothiocyanate is an allelopathic (inhibits the growth of surrounding plants) secondary matabolite produced by Alliaria petiolata(1), a herbaceous biennial native to Eurasia native and an invasive specie in North America(1,2); also known as garlic mustard(2). In plants, allyl isothiocyanate is formed from the glucosinolate sinigrin(3)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Allyl isothiocycanate. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Jul 6, 2012: https://www.ars-grin.gov/duke/",
            "Value": "Plants containing allyl isothiocyanate(1).",
            "Table": "[{'Genus specie': 'Brassica nigra', 'Common name(s)': 'Black Mustard', 'Plant part': 'seed', 'Concentration (ppm)': '11,760'}, {'Genus specie': 'Armoracia rusticana', 'Common name(s)': 'Horseradish', 'Plant part': 'root', 'Concentration (ppm)': '2592'}, {'Genus specie': 'Alliaria petiolata', 'Common name(s)': 'Garlic Mustard', 'Plant part': 'plant', 'Concentration (ppm)': '460'}, {'Genus specie': 'Brassica oleracea var capitata l. var. capitata L.', 'Common name(s)': 'Cabbage, Red Cabbage; White Cabbage', 'Plant part': 'leaf', 'Concentration (ppm)': '20'}, {'Genus specie': 'Brassica juncea', 'Common name(s)': 'Mustard Greens', 'Plant part': 'seed', 'Concentration (ppm)': nan}, {'Genus specie': 'Brassica oleracea var. botrytis l. var botrytis', 'Common name(s)': 'Cauliflower', 'Plant part': 'leaf', 'Concentration (ppm)': nan}, {'Genus specie': 'Brassica oleracea var. gemmifera var. gemmifera', 'Common name(s)': 'Brussel-sprout', 'Plant part': 'seed', 'Concentration (ppm)': nan}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of Jul 6, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 12 was calculated in fish for allyl isothiocyanate(SRC), using an estimated log Kow of 2.15(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Borek V et al; J Agric Food Chem 43: 1935-40 (1995)",
            "Value": "AEROBIC: A mean half-life of 2 days in 6 different soils maintained at 75% moisture capacity and 20 °C was reported for allyl isothiocycanate, present at 500 ug/g wet soil. When maintained under aerobic conditions, transformation rates were not affected(1), suggesting that biodegradation is not an important environmental fate process(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:21778226",
            "Value": "... Here, /investigators have/ shown that AITC arrests human bladder cancer cells in mitosis and also induces apoptosis. Mitotic arrest by AITC was associated with increased ubiquitination and degradation of alpha- and beta-tubulin. AITC directly binds to multiple cysteine residues of the tubulins. AITC induced mitochondrion-mediated apoptosis, as shown by cytochrome c release from mitochondria to cytoplasm, activation of caspase-9 and caspase-3, and formation of TUNEL-positive cells. Inhibition of caspase-9 blocked AITC-induced apoptosis. Moreover, /investigators/ found that apoptosis induction by AITC depended entirely on mitotic arrest and was mediated via Bcl-2 phosphorylation at Ser-70. Pre-arresting cells in G(1) phase by hydroxyurea abrogated both AITC-induced mitotic arrest and Bcl-2 phosphorylation. Overexpression of a Bcl-2 mutant prevented AITC from inducing apoptosis. /Investigators/ further showed that AITC-induced Bcl-2 phosphorylation was caused by c-Jun N-terminal kinase (JNK), and AITC activates JNK. Taken together, this study has revealed a novel anticancer mechanism of a phytochemical that is commonly present in human diet."
        },
        {
            "References": "PMID:21692985",
            "Value": "In this study, the underlying mechanisms of the potential anti-inflammatory properties of allyl-isothiocyanate (AITC) were analysed in vitro and in vivo. Murine RAW264.7 macrophages stimulated with lipopolysaccharide (LPS) were supplemented with increasing concentrations of AITC. In addition, C57BL/6 mice (n= 10 per group) were fed a pro-inflammatory high-fat diet and AITC was administered orally via gavage for 7 days. Biomarkers of inflammation were determined both in cultured cells and in mice. AITC significantly decreased tumor necrosis factor alpha mRNA levels and its secretion in LPS stimulated RAW264.7 macrophages. Furthermore, gene expression of other pro-inflammatory markers including interleukin-1beta and inducible nitric oxide synthase were down-regulated following AITC treatment. AITC decreased nuclear p65 protein levels, a subunit of the transcription factor NF-?B. Importantly, /this/ data indicates that AITC significantly attenuated microRNA-155 levels in LPS-stimulated RAW264.7 macrophages in a dose-dependent manner. The anti-inflammatory effects of AITC were accompanied by an increase in Nrf2 nuclear translocation and consequently by an increase of mRNA and protein levels of the Nrf2 target gene heme-oxygenase 1. AITC was slightly less potent than sulforaphane (used as a positive control) in down-regulating inflammation in LPS-stimulated macrophages. A significant increase in nuclear Nrf2 and heme-oxygenase 1 gene expression and only a moderate down-regulation of interleukin-1beta and microRNA-155 levels due to AITC was found in mouse liver. Present data suggest that AITC exhibits potent anti-inflammatory activity in cultured macrophages in vitro but has only little anti-inflammatory activity in mice in vivo."
        },
        {
            "References": "PMID:21472349",
            "Value": "... In this study, AITC was shown to inhibit the proliferation of human metastatic colorectal adenocarcinoma SW620 cells in vitro by inducing cell cycle arrest at the G2/M phase. The signaling pathway of AITC action involved the down-regulation of the pivotal Cdc25B and Cdc25C protein phosphatases in the treated cells. Quantitative real-time PCR of AITC-treated SW620 cells revealed a time-dependent down-regulation of Cdc25B and Cdc25C mRNA levels, which resulted in a decrease in the expression levels of these two proteins. Upon prolonged exposure, AITC induced caspase-mediated apoptosis in SW620 cells. The apoptotic process was evidenced by the activation of initiator caspases (-8 and -9) and effector caspases (-3 and -7), and the cleavage of poly(ADP-ribose) polymerase (PARP). The antitumor activity of AITC was further demonstrated in a SW620 xenograft in vivo. ..."
        },
        {
            "References": "PMID:21109004",
            "Value": "...Little is known regarding the effect of structurally related compounds such as allyl isothiocyanate (AITC), butyl isothiocyanate (BITC) and phenylethyl isothiocyanate (PEITC) on Nrf2 target gene expression. In this study AITC, BITC and PEITC significantly increased phosphorylation of ERK1/2, an upstream target of Nrf2 in NIH3T3 fibroblasts. EKR1/2 phosphorylation was accompanied by an increased nuclear translocation and transactivation of Nrf2. AITC, BITC and PEITC significantly enhanced mRNA and protein levels of the Nrf2 targets gamma-glutamyl cysteine synthetase (gammaGCS), heme oxygenase-1 (HO-1) and NAD(P)H:quinone oxidoreductase (NQO1). HO-1 and gammaGCS both contain CpG islands within their promoter region. However, analysis of DNA methylation status in NIH3T3 cells indicated that expression of these genes may not be dependant on promoter methylation. ...Aliphatic and aromatic isothiocyanates such as AITC, BITC and PEITC induce phase 2 and antioxidant enzymes in cultured fibroblasts."
        },
        {
            "References": "PMID:19223371",
            "Value": "The authors investigate the antiangiogenic and proapoptotic effects of mustard essential oil containing allyl isothiocyanate (AITC) and explore its mechanism of action on Ehrlich ascites tumor (EAT) cells. Swiss albino mice transplanted with EAT cells were used to study the effect of AITC. AITC was effective at a concentration of 10 mum as demonstrated by the inhibition of proliferation of EAT cells when compared with the normal HEK293 cells. It significantly reduced ascites secretion and tumor cell proliferation by about 80% and inhibited vascular endothelial growth factor expression in tumor-bearing mice in vivo. It also reduced vessel sprouting and exhibited potent antiangiogenic activity in the chorioallantoic membrane and cornea of the rat. AITC arrested the growth of EAT cells by inducing apoptosis and effectively arrested cell cycle progression at the G1 phase. The results clearly suggest that AITC inhibits tumor growth by both antiangiogenic and proapoptotic mechanisms."
        },
        {
            "References": "PMID:18048887",
            "Value": "...The authors analyze the effect of allyl isothiocyanate (AITC) and phenyl isothiocyanate (PITC) on angiogenesis in an in vitro model using human umbilical vein endothelial cells (HUVECs). AITC and PITC significantly inhibited endothelial cell migration, invasion, and tube formation. (3)H-thymidine proliferation assay showed that AITC and PITC significantly inhibited the proliferation of HUVECs in vitro. The authors also studied the effect of AITC and PITC on the serum cytokine profiles of angiogenesis-induced animals and found that these compounds are highly potent in the down-regulation of vascular endothelial growth factor (VEGF) and proinflammatory cytokines such as interleukin (IL)-1beta , IL-6, granulocyte macrophage colony-stimulating factor (GM-CSF), and tumor necrosis factor alpha (TNF-alpha). Treatment with these compounds showed an elevation in the levels of IL-2 and tissue inhibitor of metalloproteinases (TIMP)-1, which are antiangiogenic factors. Moreover, studies using B16F-10 melanoma cells showed that both AITC and PITC significantly reduced VEGF mRNA expression. These findings suggest that AITC and PITC act as angiogenesis inhibitors through the down-regulation of VEGF and proinflammatory cytokines such as IL-1beta, IL-6, GM-CSF, and TNF-alpha and up-regulation of IL-2 and TIMP."
        },
        {
            "References": "PMID:17097904",
            "Value": "... /Investigators/ analyzed the effect of allyl isothiocyanate (AITC) and phenyl isothiocyanate (PITC) on serum NO as well as TNF-alpha level during angiogenesis. In vivo antiangiogenic activity was studied using B16F-10 melanoma cell-induced capillary formation in C57BL/6 mice. Intraperitoneal administration of AITC and PITC at a concentration of 25 ug/dose/animal significantly inhibited tumour-directed capillary formation. Treatment of AITC and PITC significantly downregulated serum NO as well as TNF-alpha level in angiogenesis-induced animals compared to untreated control animals. The in vitro antiangiogenic study, using rat aortic ring assay, showed that both AITC and PITC at non-toxic concentrations inhibited the production of proangiogenic factors from B16F-10 melanoma cells which was evident with the inhibition of microvessel outgrowth from aortic rings. Both AITC and PITC significantly inhibited sodium nitroprusside as well as TNF-alpha-induced microvessel outgrowth from rat aortic ring. Administration of AITC and PITC also significantly reduced NO and TNF-alpha production by LPS-stimulated macrophages both in vivo as well as in vitro. Bio-assay using serum of angiogenesis-induced animals and supernatant from LPS-stimulated macrophages clearly confirmed the downregulatory action of AITC and PITC on TNF-alpha production. These results clearly demonstrated that AITC and PITC inhibited tumour-specific angiogenesis by downregulating NO and TNF-alpha production."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 70",
            "Value": "The irritating and lacrimogenic effects of allyl isothiocyanate have been considered probably related to the reactivity of this compound with sulfhydryl groups of nerve endings ... ."
        },
        {
            "References": "PMID:20596632",
            "Value": "... In this study, /investigators/ demonstrate that allyl isothiocyanate (AITC) significantly decreased proliferation and viability of human brain malignant glioma GBM 8401 cells in a dose-dependent manner with IC50 9.25+/-0.69 microM for 24 hr-treatment. The analysis of cell cycle distribution also showed that AITC induced significantly G2/M arrest and sub-G1 phase (apoptotic population) in GBM 8401 cells. AITC markedly reduced the CDK1/cyclin B activity and protein levels by CDK1 activity assay and Western blot analysis. AITC-induced apoptotic cell death and this evidence was confirmed by morphological assessment and DAPI staining. Pretreatment with specific inhibitors of caspase-3 (Z-DEVE-FMK) and -9 (Z-LEHD-FMK) significantly reduced caspase-3 and -9 activity in GBM 8401 cells. Western blot analysis and colorimetric assays also displayed that AITC caused a time-dependent increase in cytosolic cytochrome c, pro-caspase-9, Apaf-1, AIF, Endo G and the stimulated caspase-9 and -3 activity. /These/ results suggest that AITC is a potent anti-human brain malignant glioma drug and it shows a remarkable action on cell cycle arrest before commitment for apoptosis is reached."
        },
        {
            "References": "PMID:12896904",
            "Value": "...The present studies were designed to test the hypothesis that AITC administration may retard growth of human prostate cancer xenografts in vivo. Bolus i.p. injection of 10 micromol AITC, three times per week (Monday, Wednesday and Friday) beginning the day of tumor cell implantation, significantly inhibited the growth of PC-3 xenograft (P < 0.05 by two-way ANOVA). For example, 26 days after tumor cell implantation, the average tumor volume in control mice (1025 +/- 205 cu mm) was approximately 1.7-fold higher compared with AITC-treated mice. Histological analysis of tumors excised at the termination of the experiment revealed a statistically significant increase in number of apoptotic bodies with a concomitant decrease in cells undergoing mitosis in the tumors of AITC-treated mice compared with that of control mice. Western blot analysis indicated an approximately 70% reduction in the levels of anti-apoptotic protein Bcl-2 in the tumor lysate of AITC-treated mice compared with that of control mice. Moreover, the tumors from AITC-treated mice, but not control mice, exhibited cleavage of BID, which is known to promote apoptosis. Statistically significant reduction in the expression of several proteins that regulate G2/M progression, including cyclin B1, cell division cycle (Cdc)25B and Cdc25C (44, 45 and 90% reduction, respectively, compared with control), was also observed in the tumors of AITC-treated mice relative to control tumors. In conclusion, the results of the present study indicate that AITC administration inhibits growth of PC-3 xenografts in vivo by inducing apoptosis and reducing mitotic activity."
        },
        {
            "References": "PMID:12771033",
            "Value": "Dietary isothiocyanates (ITCs) are highly effective in affording protection against chemically induced cancers in laboratory animals. In the present study, /investigators/ demonstrate that allyl isothiocyanate (AITC), a constituent of cruciferous vegetables, significantly inhibits proliferation of cultured PC-3 (androgen-independent) and LNCaP (androgen-dependent) human prostate cancer cells in a dose-dependent manner with an IC(50) of approximately 15-17 microM. On the other hand, survival of a normal prostate epithelial cell line (PrEC) was minimally affected by AITC even at concentrations that were highly cytotoxic to the prostate cancer cells. Reduced proliferation of PC-3 as well as LNCaP cells in the presence of AITC correlated with accumulation of cells in G(2)/M phase and induction of apoptosis. In contrast, AITC treatment failed to induce apoptosis or cause G(2)/M phase arrest in PrEC cells. A 24 hr treatment of PC-3 and LNCaP cells with 20 micro M AITC caused a significant decrease in the levels of proteins that regulate G(2)/M progression, including Cdk1 (32-50% reduction), Cdc25B (44-48% reduction) and Cdc25C (>90% reduction). A significant reduction in the expression of cyclin B1 protein (approximately 45%) was observed only in LNCaP cells. A 24 hr exposure of PC-3 and LNCaP cells to an apoptosis-inducing concentration of AITC (20 micro M) resulted in a significant decrease (31-68%) in the levels of anti-apoptotic protein Bcl-2 in both cell lines, and approximately 58% reduction in Bcl-X(L) protein expression in LNCaP cells. ..."
        },
        {
            "References": "PMID:21430076",
            "Value": "...Recent investigations have revealed that activation of TRP /transient receptor potential/ channels is involved not only in nociception and thermosensation but also in thermoregulation and energy metabolism. /The authors/ investigated the effect of intragastric administration of TRP channel agonists on changes in energy substrate utilization of mice. Intragastric administration of allyl isothiocyanate (AITC; a typical TRPA1 agonist) markedly increased carbohydrate oxidation but did not affect oxygen consumption. To examine whether TRP channels mediate this increase in carbohydrate oxidation, we used TRPA1 and TRPV1 knockout (KO) mice. Intragastric administration of AITC increased carbohydrate oxidation in TRPA1 KO mice but not in TRPV1 KO mice. Furthermore, AITC dose-dependently increased intracellular calcium ion concentration in cells expressing TRPV1. These findings suggest that AITC might activate TRPV1 and that AITC increased carbohydrate oxidation via TRPV1."
        },
        {
            "References": "PMID:6669172",
            "Value": "The thrice-repeated oral administration of graded doses (50, 100 and 150 mg/kg of body mass) of allyl mustard oil to rats resulted in a decrease of the cytochrome P-450 and cytochrome b5 contents of the liver microsomes. There occurred a dose-dependent increase in mass of this organ."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 41 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Allyl isothiocyanate exerts slight goitrogenic activity. Rats weighing 150-320 g given 2-4 mg as a single dose by gavage in water showed inhibited uptake of iodine into the thyroid gland. Studies in vitro indicated that this effect may be due to inhibition of inorganic iodide storage and of organic binding of iodine."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 41 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single administration of the compound in corn oil by gavage caused growth retardation and dose-related, non-specific signs of toxicity at doses of 200 and 400 mg/kg bw in rats and 100-800 mg/kg bw in mice."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-352",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute oral LD50 of 10% solution in corn oil is 339 mg/kg in rats. Death occurred between 4 hr to 15 days, and the animals had a scrawny appearance with rough fur and a porphyrin-like deposit around the eyes and nose."
        },
        {
            "References": "PMID:20686346",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...In the present study, /investigators/ studied the effects of allyl isothiocyanate AITC (dose=20 mg/kg body weight/day for 10 days, subcutaneous: s.c.) on the number of WBCs (total WBCs, lymphocytes, monocyte, neutrophil, basophil and eosinophil) and plasma corticosterone concentrations in adult male rats. Administration of AITC decreased significantly the number of total WBCs on days 1-4 post s.c. injection by 25-27%. Administration of AITC also decreased the number of lymphocytes on days 1-10 by 21-36% and monocyte on days 1-8 by 28-78%. However, administration of AITC increased the number of neutrophil on days 8-10 by 61-112%. AITC did not change the number of eosinophil and basophil. Plasma corticosterone concentrations during the experimental period were 4.7-8.4 times significantly higher in the AITC group than in the control group, indicating that AITC induced stress-responses. The relative weights of thymus and adrenals per body weight were significantly lower and clearly higher in the AITC group than in the control group, respectively. These results suggest that AITC-mediated stress-responses are at least in part attributable to changes in the number of circulating WBCs."
        },
        {
            "References": "PMID:3231258",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Allyl isothiocyanate (AITC) was given in doses of 0, 10, 20, or 40 mg/kg (5 days/week) by oral intubation to male rats for up to 6 weeks. The highest dosage level caused a decrease in body weight, thymus weight, blood glucose and serum globulin levels. Hematological examination revealed an increased percentage of neutrophils and a decreased percentage of lymphocytes after treatment for 2 weeks. Increased liver and adrenal weights were found in all test groups. Renal dysfunction was indicated by increased urinary aspartate amino-transferase activity, reduced urine volume and changes in the specific gravity of the urine. Histopathological changes were observed in the kidneys of animals at dosages of 20 and 40 mg/kg and in the livers of animals at the highest dosage level."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 41 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Administration to rats of 0.5 mg allyl isothiocyanate by intraperitoneal injection of 0.1% in the diet for 30 days resulted in reduced blood clotting and prothrombin times, an increase in total plasma phospholipids, increased concentrations of total lipids and cholesterol in the liver and decreased activity of D-amino acid oxidase and xanthine oxidase."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 41 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 14-day experiment in which mice and rats received doses of 3-50 and 25-400 mg/kg bw, respectively, dose-dependent thickening of the stomach mucosa was seen. Rats also showed adhesion of the stomach wall to the peritoneum, and mice given the highest dose developed thickening of the urinary bladder wall. Doses >/=200 mg/kg bw in rats and of >/=50 mg/kg bw in mice were lethal."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 39 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 female A/J mice were given 1 or 5 umol of allyl isothiocyanate per mouse by gavage in saline or corn oil and then 10 umol of 4-(methylnitrosamino)-1-(3- pyridyl)butanone (NNK) in 0.1 mL saline or saline alone. Sixteen weeks after these treatments, the animals were killed and pulmonary adenomas were counted. The tumor incidence was 100% in all groups receiving NNK. No statistically significant difference in tumor multiplicity was seen, with 11.1, 11.6 and 9.5 tumor per animal in the controls and in the groups receiving 1 and 5 umol allyl isothiocyanate, respectively. The incidences of lung adenomas in mice receiving saline were 20 and 10% for those given corn oil and allyl isothiocyanate with multiplicities of 0.3 and 0.2, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 60 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mustard oil, which contains > 90% allyl isothiocyanate, was tested in a two stage mouse skin assay. Three control groups of 12-16 'S' strain mice (actual strain, age and sex unspecified) received 0.3 mL of 0.1-0.15% 7,12-dimethylbenz(a)anthracene on the skin of the back followed by no treatment (two groups) or 21 days later by twice weekly applications for 12 weeks and weekly applications for 15 weeks of acetone. A fourth group of 16 mice received an initial skin application of 0.3 mL of 0.1% 7,12-dimethylbenz(a)anthracene followed 39 days later by applications of a 3-4% solution of mustard oil in acetone weekly for 20 weeks. The incidence of skin pappillomas among animals surviving to the end of the experiment was 4/21, 1/12 and 1/16 in the combined 7,12-dimethylbenz(a)anthracene control groups with no secondary treatment, in controls receiving 7,12-dimethylbenz(a)anthracene followed by acetone and in treated mice receiving 7,12-dimtheylbenz(a)anthracene and mustard oil, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 39 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 female A/J mice were given 1 or 5 umol of allyl isothiocyanate per mouse by gavage in saline or corn oil and then 10 umol of 4-(methylnitrosamino)-1-(3- pyridyl)butanone (NNK) in 0.1 mL saline or saline alone. Sixteen weeks after these treatments, the animals were killed and pulmonary adenomas were counted. The tumor incidence was 100% in all groups receiving NNK. No statistically significant difference in tumor multiplicity was seen, with 11.1, 11.6 and 9.5 tumor per animal in the controls and in the groups receiving 1 and 5 umol allyl isothiocyanate, respectively. The incidences of lung adenomas in mice receiving saline were 20 and 10% for those given corn oil and allyl isothiocyanate with multiplicities of 0.3 and 0.2, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 61 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic potential of allyl isothiocyanate was evaluated in mice, rats, hamsters and rabbits. Groups of 23-25 CD-1 mice were treated with 0, 0.3, 6.0, or 28.0 mg/kg body weight allyl isothiocyanate (purity unspecified) in corn oil by oral gavage on gestation days 6-15. Fetuses were examined for malformations on day 20. Groups of 25-27 golden hamsters received doses of 0, 0.2, 1.1, 5.1, or 23.8 mg/kg body weight in corn oil by oral intubation on days 6-10 of gestation. Fetuses were examined on day 14 for malformations. Groups of 11-14 Dutch-belted rabbits received doses of 0, 0.123, 0.6, 2.8, or 12.3 mg/kg body weight in corn oil by oral intubation on days 6-18 of gestation. Fetuses were delivered by caesarean section on day 29. No evidence of maternal toxicity or treatment related malformation was observed in any species. In mice, there appeared to be an increase in dead and resorbed fetuses in the high dose group, although no statistical analysis of the data was presented (at the highest dose level, 38/276 implantation sites were dead or resorbed compared to 15/264 in the control group, and the average number of live pups per litter was 9.92 compared to 11.3)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 61 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of pregnant Wistar rats (29 animals in the control group, five in the low dose and unstated for the high dose groups) were given 0, 60, or 120 mg/kg body weight of allyl isothiocyanate (purity unspecified) in corn oil by oral intubation on days 12 or 13 of gestation as part of an effort to determine structure activity relationships for chemicals similar to the teratogen ethylenethiourea. Despite the occurrence of maternal toxicity at the high dose, no adverse effect on the fetuses was found."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 61 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Two groups of six and eight pregnant Holtzman rats received 50 or 100 mg/kg body weight allyl isothiocyanate (purity unspecified), respectively, by subcutaneous administration (the vehicle was either propylene glycol or distilled water) on days 8 and 9 of gestation. A group of 54 pregnant rats served as controls. Maternal toxicity was evident with the high dose. Fetuses were examined on day 20; those in the low dose group weighed significantly less than controls, while an increase incidence of resorptions was seen in the high dose group. No treatment related malformation was observed."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 141",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The correlation of teratogenicity with molecular structure of 16 related chemicals /was studied/. ...Allylisothiocyanate /was not teratogenic to rats on day 12 or 13 at a dosage of 60 mg/kg./"
        },
        {
            "References": "PMID:10936231",
            "Value": "/GENOTOXICITY/ Two isothiocyanates (ITCs) commonly found in human diet, allyl isothiocyanate (AITC) and phenethyl isothiocyanate (PEITC), were tested for genotoxic effects in a battery of assays: Salmonella/microsome assay with TA98 and TA100, differential DNA repair assay with E. coli and micronucleus (MN) induction assay with human derived Hep G2 cells. Albeit to a different degree, both ITCs induced genotoxic effects in all test systems. AITC was more genotoxic in bacterial test systems than in Hep G2 cells; in contrast, the effect of PEITC was stronger in Hep G2 cells. In in vivo assays with E. coli indicators in which mice were exposed to relatively high doses of the compounds (90 and 270 mg/kg), AITC induced moderate but significant effects; PEITC failed to induce significant effects in any of the organs. To find out the reason for the weak genotoxicity of AITC and PEITC under in vivo test conditions, /investigators/ exposed E. coli indicator cells to the test substances in the absence or presence of rat liver homogenate (with and without cofactors), bovine serum albumin (BSA) and human saliva. All of them markedly attenuated the genotoxicity of AITC and PEITC, implying that the test substances are detoxified by direct non-enzymatic binding to proteins. Additional experiments carried out on the mechanistic aspects of AITC and PEITC-induced genotoxicity showed that the compounds induce the formation of thiobarbituric acid reactive substances (TBARS) in Hep G2 cells. Furthermore, in in vitro assays with E. coli, radical scavengers reduced the differential DNA damage induced by AITC and PEITC. The latter two findings give a clue that reactive oxygen species might be involved in the genotoxic effect of the ITCs. Although ITCs have been repeatedly advocated as very promising anticancer agents, the data presented here indicate that the compounds are genotoxic, and probably carcinogenic, in their own right."
        },
        {
            "References": "PMID:3889625",
            "Value": "/GENOTOXICITY/ ...Contrary to earlier reports, in this study allyl isothiocyanate showed clear mutagenicity for Salmonella typhimurium TA100 in the preincubation assay after longer, non-standard preincubation times (greater than 20 min). The mutagenicity is expressed only in the presence of a rat-liver homogenate metabolizing system, i.e. it is indirect. However, high concentrations of rat-liver homogenate suppress the mutagenicity of allyl isothiocyanate. SKF525, inhibitor of microsomal oxygenase, reduces the mutagenic potential which on the other hand is increased in the presence of 1,1,1-trichloropropene-2-oxide, inhibitor of epoxide hydrolase. This indicates the occurrence of an epoxide intermediate in allyl isothiocyanate metabolism. Another metabolic pathway, namely hydrolysis to allyl alcohol and oxidation to acrolein, a known mutagen, also seems possible as cyanamide, inhibitor of aldehyde dehydrogenase, can slightly increase the mutagenic potential. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 62 (1985)",
            "Value": "/GENOTOXICITY/ Allyl isothiocyanate (purity, 95%) induces mutation in Escherichia coli WP67; this activity requires the presence of an exogenous metabolic system; rodent, goat and monkey liver were tested."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 62 (1985)",
            "Value": "/GENOTOXICITY/ Allyl isothiocyanate (purity unspecified) was mutagenic to Salmonella typhimurium TA98 and TA100 using the preincubation procedure; the presence of an exogenous metabolic system (S9) from the livers of polychlorinated biphenyl-induced rats had no effect on this activity. However, addition of an exogenous metabolic system was reported to abolish a weak response in strain TA100 following a modified treatment procedure with allyl isothiocycnate (purity, 99.8%)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 62 (1985)",
            "Value": "/GENOTOXICITY/ Mustard oil did not induce chromosomal aberration in ... the bone marrow of rats given up to 100 mg/kg body weight."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 62 (1985)",
            "Value": "/GENOTOXICITY/ Mustard oil, which is reported to contain > 90% allyl isothiocyanate, was reported not be induce \"genetic effects\" in Saccharomyces cerevisiae in a host mediated assay with mice treated with up to 130 mg/kg body weight."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 62 (1985)",
            "Value": "/GENOTOXICITY/ The induction by mustard oil of sex lined lethal mutations has been reported in Drosophila melanogaster. It did not induce dominant lethal mutations in rats at levels of up to 100 mg/kg body weight."
        },
        {
            "References": "PMID:3383842",
            "Value": "/GENOTOXICITY/ Chemicals were tested for their mutagenic potential in the L5178Y tk + or - mouse lymphoma cell forward mutation assay, using procedures based upon those described by Clive and Spector Cultures were exposed to the chemicals for 4 hr, then cultured for 2 days before plating in soft agar with or without trifluorothymidine, 3 ug/mL. The chemicals were tested at least twice. Significant responses were obtained with allyl isothiocyanate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 40 (1999)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Allyl isothiocyanate altered the expression of xenobiotic-metabolizing enzymes such as monooxygenases, amino transferases and glutathione transferases in the liver, small intestine and serum of rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 40 (1999)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ All of a series of isothiocyanates (including allyl isothiocyanate, benzyl isothiocyanate, phenethyl isothiocyanate, and 1-hexylisothiocyanate) inhibited dealkylation of pentoxyresorufin more readily than that of ethoxyresorufin in liver microsomes prepared from male Fischer 344 rats treated with phenobarbital or 3-methylcholanthrene. Allyl isothiocyanate and its glutathione conjugate were the weakest inhibitors in the series. The chemopreventive activity of isothiocyanates has been correlated to inhibition of this microsomal enzyme."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 40 (1999)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Oral administration of allyl isothiocyanate, benzyl isothiocyanate or phenethyl isothiocyanate to male Fischer 344 rats inhibited the formation of the alpha-hydroxylation products of N-nitrosopyrrolidine and NNK in liver microsomes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 40 (1999)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Allyl isothiocyanate is a highly reactive compound, which has been shown in vitro to form adducts with proteins and glutathione."
        },
        {
            "References": "MUZTAR AJ ET AL; NUTR REP INT 19 (6): 829-34 (1979)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Mustard seed oil & allyl isothiocyanate caused increases in activities of liver succinate dehydrogenase & lactate dehydrogenase over controls when fed at level of 0.3% to male Sprague-Dawley rats."
        },
        {
            "References": "PMID:21692985",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In this study, the underlying mechanisms of the potential anti-inflammatory properties of allyl-isothiocyanate (AITC) were analysed in vitro and in vivo. Murine RAW264.7 macrophages stimulated with lipopolysaccharide (LPS) were supplemented with increasing concentrations of AITC. In addition, C57BL/6 mice (n= 10 per group) were fed a pro-inflammatory high-fat diet and AITC was administered orally via gavage for 7 days. Biomarkers of inflammation were determined both in cultured cells and in mice. AITC significantly decreased tumor necrosis factor alpha mRNA levels and its secretion in LPS stimulated RAW264.7 macrophages. Furthermore, gene expression of other pro-inflammatory markers including interleukin-1beta and inducible nitric oxide synthase were down-regulated following AITC treatment. AITC decreased nuclear p65 protein levels, a subunit of the transcription factor NF-?B. Importantly, /this/ data indicates that AITC significantly attenuated microRNA-155 levels in LPS-stimulated RAW264.7 macrophages in a dose-dependent manner. The anti-inflammatory effects of AITC were accompanied by an increase in Nrf2 nuclear translocation and consequently by an increase of mRNA and protein levels of the Nrf2 target gene heme-oxygenase 1. AITC was slightly less potent than sulforaphane (used as a positive control) in down-regulating inflammation in LPS-stimulated macrophages. A significant increase in nuclear Nrf2 and heme-oxygenase 1 gene expression and only a moderate down-regulation of interleukin-1beta and microRNA-155 levels due to AITC was found in mouse liver. Present data suggest that AITC exhibits potent anti-inflammatory activity in cultured macrophages in vitro but has only little anti-inflammatory activity in mice in vivo."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 220",
            "Value": "/ACCIDENTAL POISONINGS/ Sinapis alba /(White mustard)/ and Sinapis nigra /(Black mustard)/ contain the glycosides sinigrin and sinalbin, respectively, which on hydrolysis give rise to the mustard oils isopropyl isothiocyanate and allyl isothiocyanate. Affected animals develop clinical signs including acute gastroenteritis, colic, frothing around the mouth and nose, grunting and diarrhea. Post-mortem examination reveals acute inflammation of the stomach, intestines and kidneys."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)]",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of allyl isothiocyanate can be estimated to be 260(SRC). According to a classification scheme(2), this estimated Koc value suggests that allyl isothiocyanate is expected to have moderate mobility in soil."
        }
    ]
}