{
    "_id": {
        "$oid": "6682e82ec4e5dba5ffba244e"
    },
    "CID": {
        "$numberInt": "5976"
    },
    "Name": "1,1-DIMETHYLHYDRAZINE",
    "IUPACName": "1,1-dimethylhydrazine",
    "CanonicalSMILES": "CN(C)N",
    "Synonyms": [
        "1,1-DIMETHYLHYDRAZINE",
        "57-14-7",
        "N,N-Dimethylhydrazine",
        "Dimazine",
        "gem-Dimethylhydrazine",
        "Unsymmetrical dimethylhydrazine",
        "1,1-Dimethylhydrazin",
        "UDMH",
        "Unsym-dimethylhydrazine",
        "u-Dimethylhydrazine",
        "1,1-Dimethyl hydrazine",
        "uns-Dimethylhydrazine",
        "Hydrazine",
        "N,N-dimethyl-",
        "Dimazin",
        "Hydrazine",
        "1,1-dimethyl-"
    ],
    "IsomericSMILES": "CN(C)N",
    "INCHI": "InChI=1S/C2H8N2/c1-4(2)3/h3H2,1-2H3",
    "INCHIKEY": "RHUYHJGZWVXEHW-UHFFFAOYSA-N",
    "Formula": "C2H8N2",
    "MolecularWeight": {
        "$numberDouble": "60.1"
    },
    "Description": "1,1-dimethylhydrazine is a member of the class of hydrazines that is hydrazine substituted by two methyl groups at position 1. It has a role as a carcinogenic agent, a teratogenic agent and a fuel. It is functionally related to a hydrazine.",
    "XlogP": {
        "$numberDouble": "-0.5"
    },
    "Complexity": {
        "$numberInt": "11"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 3 was calculated for 1,1-dimethylhydrazine(SRC), using an estimated log Kow of -1.19(1) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Nwankwoala AU et al; Amer Chem Soc, Div Environ Chem Preprint Extend Abstr, 217th ACS Nat Meet, 39: 43-44 (1999) (2) Nwankwoala AU et al; Biodegradation 10: 105-112 (1999) (3) ATSDR; Agency For Toxic Substances and Disease Registry Toxicological Profile For Hydrazines. U.S. Department of Health & Human Services, Atlanta, GA.",
            "Value": "Contaminated wastewater from the NASA Kennedy Space station was studied in batch cultures and trickle bed reactors to monitor the degradation rates of hydrazine containing rocket fuels(1,2). The half-life of structurally similar methylhydrazine in batch cultures (Rhodococcus B30 or Achromobacter sp.) and trickle bed reactors was about 2.5 and 12 days, respectively(1). Biodegradation may be a significant removal process at low concentrations in soils or ambient waters, but at higher concentrations hydrazines are toxic to microorganisms(2). Concentrations of hydrazine and 1,1-dimethylhydrazine that reduced bacterial metabolism by 50% ranged from 14.6 to 145 mg/L and from 19.2 to 9,060 mg/L, respectively(3)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver.3.11. June 10, 2003. Available from, as of April 26, 2004: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = -1.19 /Estimated/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "CLS/NAS; Acute Exposure Guideline Levels for Selected Airborne Chemicals: Volume 1; Dimethylhydrazine p.173 (2000)",
            "Value": "The precise mechanism of dimethylhydrazine toxicity is uncertain. In addition to the contact irritant effects, the acute effects of dimethylhydrazine exposure may involve the central nervous system as exemplified by tremors and convulsions and behavioral changes at sublethal doses. /It was/... noted that the deaths probably involve respiratory arrest and cardiovascular collapse. The central nervous system as a target is consistent with the delayed latency in response reported for dimethylhydrazine. There is some evidence that 1,1-dimethylhydrazine may act as an inhibitor of glutamic acid decarboxylase, thereby adversely affecting the aminobutyric acid shunt, and could explain the latency of CNS effects. Furthermore, vitamin B6 analogues that act as coenzymes in the aminobutyric acid shunt have been shown to be effective antagonists to 1,1-dimethylhydrazine toxicity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1297",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mild conjunctivitis and slight erythema that cleared within 5 days were seen in rabbit eyes exposed to UDMH. No permanent ocular damage was seen in the rodent eye following direct instillation."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2802",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs exposed for approximately 3 hr to a vapor concentration of 111 ppm of 1,1-dimethylhydrazine showed salivation, vomiting, respiratory distress, and convulsions. All 3 died on the day of exposure. Similar symptoms ... observed in 2 of 3 dogs exposed to 52 ppm for 4 hours; 1 of these died."
        },
        {
            "References": "PMID:4293503",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ip injections of 80-100 mg/kg of 1,1-dimethylhydrazine produced diuresis in rats. Injections of 10 mg resulted in diuresis only when given by intracerebral route."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 349",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...When /1,1-dimethylhydrazine/ was applied to dogs over a large area of the chest it was absorbed, passed into the aqueous humor, and caused opacity of the cornea."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1297",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ UDMH is moderately toxic when given to animals as a single dose. At lethal or near-lethal doses, convulsions are seen, and death is attributed to respiratory paralysis. Fatty degeneration has been seen in liver and kidneys. Slight erythema is seen following application of small amounts of UDMH to rabbit or guinea pig skin. Single applications of 1200 to 1800 mg/kg to the skin of dogs produced a number of reversible biochemical changes and mild tonic convulsions seen only at lethal concentrations. A slight reddening of the skin accompanied these effects, so UDMH is at worst a mild skin irritant. ...The main target tissue, other than the nervous system, affected by single doses of UDMH was the liver in a variety of species."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toxic effects from acute exposure /to 1,1-dimethylhydrazine/ include vomiting, convulsions, other neurological effects, pulmonary edema and hemorrhage, and hyperglycemia. /Species not specified/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1297",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Convulsions were seen in dogs exposed twice a week to 400 ppm for 2 hr, 400 ppm, for 15 min, or 1200 ppm for 5 min. They were not seen when these regimens were reduced by a factor of 2."
        },
        {
            "References": "CLS/NAS; Acute Exposure Guideline Levels for Selected Airborne Chemicals: Volume 1; Dimethylhydrazine p.161 (2000)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity assays using groups of 20 mice (strain not specified) exposed to 1,1-dimethylhydrazine for 4 hr were conducted. During the exposure the mice were restless and exhibited dyspnea, convulsions, and exophthalmos. ...Post-mortem examination of the mice revealed no significant histopathologic findings other than pulmonary edema and occasional, localized pulmonary hemorrhage. The hemorrhaging was, however, considered to be secondary to the observed convulsions and not a direct effect of dimethylhydrazine in those tissues. The exposure-response curve was steep (slope=8.52; SE=1.9), suggesting little variability among the test groups. Analytical concentrations of 1,1-dimethylhydrazine averaged 75% of nominal, which suggested that there were difficulties in accurately maintaining or measuring test article concentrations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1297",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ .../Dimethylhydrazine/ produced no toxic response in dogs exposed for 8.5 weeks to 5 ppm, although liver damage was seen in a sample contaminated with 1200 ppm dimethylnitrosamine. Only minimal signs of response (slight lethargy, anemia) were produced in dogs that breathed 5 ppm, 6 hr/day, 5 days/wk for 26 weeks. Inhalation of 25 ppm for 13 weeks produced toxic signs, including lethargy, salivation, diarrhea, ataxia, convulsions, and hematologic effects."
        },
        {
            "References": "PMID:5798733",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily injections of 70, 50, 30 or 10 mg 1,1-dimethylhydrazine (UDMH)/kg into rats resulted in the death of 90, 60, 50, and 0, respectively, of the animals within first 3 days. Animals surviving first 3 days began to gain weight even though daily dosing was continued. Animals receiving more than 10 mg/kg/day were markedly diuretic throughout the 21-day test period. Blood urea nitrogen and serum glutamic oxalacetic transaminase SGOT levels were significantly elevated in the 50 mg/kg group at 21 days and slightly elevated in the 30 mg/kg/day group. Histopathologic studies showed some evidence of early lipid infiltration in the tubular epithelium of the kidney. Thus, although some animals apparently adjust to relatively high daily doses of UDMH, biochemical and histologic evidence indicates mild kidney damage in these animals."
        },
        {
            "References": "Cier A et al; Cr Seances Soc Biol Ses Fil 161 (4): 854-8 (1967)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Hematological effects were studied in rabbits and mice administered 1,1-dimethylhydrazine ip (10 mg/kg/day) for 20 days. It decreased the apparent half-life of red blood cells from 15 days to 6 days in rabbits."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats, mice, and dogs were exposed by inhalation to vapors of UDMH /1,1-dimethylhydrazine/ for 6 hours/day, 5 days/wk. The exposure conc for both rats and mice were 75 ppm for 7 wk or 140 ppm for 6 wk. Dogs were exposed at 5 ppm for 26 wk or 25 ppm for 13 weeks. Mortality, neurological, and respiratory effects were observed in rats and mice exposed at either 75 or 140 ppm; however, no morphological tissue changes were observed. At the 25 ppm exposure level, one dog died, and the remaining dogs exhibited neurological effects, decreased body weight, hemolytic anemia, and hemosiderosis of the reticuloendothelial system. At 5 ppm exposure, dogs had slightly decreased body weight, hemolytic anemia, and hemosiderosis of the spleen."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1297",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Only minimal signs of response (slight lethargy, anemia) were produced in dogs that breathed 5 ppm, 6 hr/day, 5 days/wk for 26 weeks. Inhalation of 25 ppm for 13 weeks produced toxic signs, including lethargy, salivation, diarrhea, ataxia, convulsions, and hematologic effects."
        },
        {
            "References": "Haun CC et al; Iss AMRL-TR-79-68 Proc Conf Environ Toxicol 141-53 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Animals were exposed for 6 months to 1,1-dimethylhydrazine at concentrations of 0.05, 0.5, and 5 ppm. Mice exposed to highest concentrations had increased incidence of hemangiosarcomas and Kupffer cell sarcomas. Skin, lung, pancreas, pituitary, and liver tumors were increased significantly in rats. Tumor incidence was higher than in controls."
        },
        {
            "References": "Chevrier JP, Pfister A; Eur J Toxicol Environ Hyg 7 (4): 242-6 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study of chronic intoxication (inhalation and ip /injection/) of mice, rats and cats by 1,1-dimethylhydrazine, morphologic exam showed that the nervous tissue and the bronchopulmonary system were damaged, especially in the case of inhalation intoxication."
        },
        {
            "References": "PMID:3594425",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Induction of malignant peripheral nerve sheath tumors by 1,1-dimethylhydrazine was studied in hamsters. MHH:EPH hamsters were injected subcutaneously with 0 or 37.3 mg/kg UDMH (males) and 32.5 mg/kg (females) once a week for life. All animals were necropsied. UDMH induced malignant peripheral nerve sheath tumors in 43% males and 40% females. The tumors consisted of neurofibrosarcomas and melanotic and unpigmented schwannomas. The schwannomas originated mainly from the cranial nerves whereas the neurofibrosarcomas originated mostly in the thoracic and lumbrosacral nerves. ...Tumor multiplicity was 1.5 in males and 1.33 in females. Malignant dermal melanomas, hepatocellular carcinomas, and adenocarcinomas of the stomach were also found in the treated animals, especially in the females. No peripheral nerve tumors were found in the controls. The authors conclude that UDMH when given sc continuously, induces peripheral nerve sheath tumors in hamsters. Since these findings support other evidence of UDMH carcinogenicity, efforts should be made to curtail the widespread use of UDMH."
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticie Residues; Daminozide (Pesticide Residues in Food: 1991 Evalualtions). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v91pr09.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ninety male and 90 female Charles River CD-1 mice (Charles River Breeding Laboratories, approximately 6 weeks old at the beginning of the study) were given UDMH at concentrations of 0, 1 or 5 ppm in deionized tap water (with 25% citrate buffer to neutralize acidic pH) equal to 0, 0.19, 0.97 mg/kg bw/day for males and 0, 0.27, 1.4 mg/kg bw/day for females (calculated as average daily intake throughout the duration of the study) for 24 months. Another 90 mice/group received UDMH at concentrations of 10 ppm (males) and 20 ppm (females), equal to 1.9 and 2.7 mg/kg bw/day, respectively. Test article (100 mg/mL in 1 N HCl) was supplied by the producer in 26 different specimens containing 93-115% of the claimed concentration... . Test article solutions were prepared and offered to the animals three times a week (stable up to three days at all concentrations).  The actual content of UDMH in the solutions was checked twice monthly and showed 102%, 100%, 100%, 101% of nominal concentrations (mean of 51 determinations) for 1, 5, 10, 20 ppm, respectively. Food and water were available ad libitum. No consistent dose-related differences in body weight were detected throughout the study in any group which corresponded to similar daily food and water intakes. At 6, 12, 18, 24 months from the beginning of the study, the following hematological tests were performed in 10 animals/sex group; leukocyte count, erythrocyte count, hemoglobin, hematocrit, MCV, MCH, MCHC, platelets, differential leukocyte count. At 24 months from the beginning of the study the following biochemical tests were performed in 10 animals/sex/group: total bilirubin, alkaline phosphatase, aspartate amino-transferase, alanine amino-transferase, sorbitol dehydrogenase. Statistically but not biologically significant differences of some hematological parameters were detected at the 18 month interval in female mice at 5 and 20 ppm. At 24 months these differences disappeared. There were no toxic effects detectable on biochemical tests at the 24 month interval. At the end of treatment the mortality rate was 48%, 54%, 52% and 68% in males in the 0, 1, 5, 10 ppm dose groups and 60%, 50%, 64% and 76% in females in the 0, 1, 5, 20 ppm dose groups. The mortality rate was significantly increased only in males at 10 ppm. Pathology was performed at spontaneous death and at 8 and 12 months (20 mice/sex/group) and at 24 months (remaining animals) from the beginning of the study. Gross pathology showed an increased incidence of macroscopic masses/nodules in the lung for the 12 to 24 month period in males at 5 ppm (47%) but not at 10 ppm (26%) in comparison to controls (21%) and in females at 20 ppm (43%) in comparison to controls (12%). Histopathological examination showed a variety of non-neoplastic and neoplastic lesions in both sexes across dose levels. A dose-related increase of brown pigment in the liver was noted in both sexes. Although special stains were not performed to determine the specific type of pigment, it appeared to be of the ceroid or lipofuscin pigment type, sometimes hemosiderin or bile pigment. Brown pigment was also present in some male mice at the highest dose at the 8 and 12 month sacrifice but not in other groups. The incidence of pulmonary neoplasms in females at the 20 ppm concentration was increased. Alveolar/bronchiolar adenomas were found in 20/49 dosed mice versus 5/49 in controls and alveolar/bronchiolar carcinomas were 7/49 versus 1/49. These differences were statistically significant and a positive statistical trend for pulmonary neoplasms was found. The incidence of these neoplasms in female controls was in the range of historical controls /SRP: at the testing facility/ (for adenomas 6/69 and for carcinomas 2/69). The incidence of pulmonary neoplasms was not increased in male mice up to 10 ppm UDMH. The statistically significant increase of mortality rate in males at 10 ppm may be incidental because other clinical or morphological signs of toxicity were lacking in these animals. The mortality rate is not different from that calculated in controls in a subsequent study performed in the same strain of animals... ."
        },
        {
            "References": "PMID:3147193",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Preneoplastic mucosal changes were studied at six different time-points during  dimethylhydrazine (DMH)-induced colorectal carcinogenesis in the rat. After 40 weeks of treatment, seven of 10 animals were bearing a total of 11 colorectal adenocarcinomas. The crypt cell production rate in the normal mucosa of DMH treated animals was greatly increased in the left colon and rectum and further rose with the duration of the experiment. Focal disturbances of the mucosal architecture could be detected as early as 4 weeks after the initiation of DMH-treatment using a stereo microscope. Their incidence was greatest in the left colon and rectum and increased strongly with the duration of carcinogen exposure. Characterization of these mucosal alterations, by means of conventional histology, morphometry after microdissection, cell kinetics, mucin histochemistry and quantitative enzyme histochemistry performed with serial sections, revealed mild epithelial dysplasia, a considerable elongation and dilation of the crypts and a marked increase of the crypt cell production, including a shift of the main proliferative compartment from the basal to the medial crypt segment as well as the occurrence of mitotic figures in the luminal epithelium. In affected crypts, the goblet cells completely lacked sulfomucins and exclusively contained sialomucins. The activities of the enzymes diaminopeptidase IV (brushborder), succinate dehydrogenase (mitochondria) and acid beta-galactosidase (lysosomes) were markedly reduced. ...Early mucosal alterations are indeed preneoplastic lesions and indicate the existence of the adenoma-carcinoma sequence in this animal model. The easy detection of these microadenomas under the stereo microscope and the existence of similar findings in man suggest possible clinical applications. /Dimethylhydrazine, not otherwise specified/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Nine Macaca fascicularis monkeys were treated with 16 mg/kg /1,1-dimethylhydrazine/ by sc injection 3 times/month for 2 yrs. Adenocarcinomas of the colon were produced in two monkeys and a fibromyoma of the uterus developed in one female."
        },
        {
            "References": "Shimamoto F; Vollmer E; J Cancer Res Clin Oncol 113 (1): 41-50 (1987)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Changes in the intestinal mucosa during carcinogenesis were investigated in 36 rats after ... sc injection of 20 mg dimethylhydrazine/kg bw. More changes were seen in the large than in the small intestine. In the first week, 60% of colonic lymphoid plaques displayed various crypt abscesses and glandular regenerations. These mucosal changes correspond to the glands covering the lymph follicles, in direct contact with lymphoid cells. Beginning in week 8, dysplastic glands developed in these mucosal areas above the lymph follicles. The number of lymphoid plaques with dysplastic glands in the large intestine increased week by week, attaining 75% in week 20. At the end of week 12 the first adenocarcinoma was detected in the cecum by light microscopy, and classified as a poorly differentiated adenocarcinoma with signet ring cells infiltrating the lymph follicles which contained endocrine cells. The majority of adenocarcinomas (10 cases) occurred in week 20. Of these, 7 were localized above the lymphatic plaques in the intestine. Endocrine cells were found in varying numbers in 6 of 10 adenocarcinomas. Three endocrine cell carcinomas, corresponding to human adenocarcinoids or goblet cell carcinoids, developed within the intestinal mucosa; all were identified as poorly differentiated intestinal adenocarcinomas, two of them situated above lymph follicles. These suprafollicular tumors developing from the glandular base were composed of mucoid cells, endocrine cells, and undifferentiated cells. Microacarcinomas are considered as initial stages of endocrine cell carcinoma. The trend of tumor development above colonic lymph follicles, and the histogenesis of endocrine cell carcinomas and de novo carcinomas is discussed. /Dimethylhydrazine, not otherwise specified/"
        },
        {
            "References": "PMID:8467203",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Syrian golden hamsters were treated throughout their lifespan by weekly sc injections of 1,1-dimethylhydrazine (1,1-DMA) at doses of 0, 8, 17 and 35 mg/kg bw. In contrast to /a/ previous study using European hamster, no treatment-related tumors occurred in this study."
        },
        {
            "References": "PMID:10465340",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ To clarify the suitability of a newborn-mouse carcinogenesis assay to detect tumor-promoting activities of carcinogens, the non-genotoxic hydroquinone (HQ) and genotoxic 1,1-dimethylhydrazine (UDMH) were administered to mice during the promotion stage after treatment with 1-methyl-1-nitrosourea (MNU) (20 mg/kg bw, single ip injection) at day 9 after birth. Initiated males and females thus received either HQ at 0.8% in basal diet, or UDMH, at 20 mg/kg bw once weekly by sc injection, from day 14 until the end of the experiment at 30 weeks of age. Uninitiated newborn mice, given an injection of the vehicle (0.01 M citrate buffer (pH 5.5), 20 mg/kg bw), also received HQ or UDMH in the same way. Histopathologically, focal proliferative lesions were found in the livers of male mice and in the lungs of both male and female mice in the MNU-treated groups. HQ significantly increased the incidence and multiplicity of altered hepatocellular foci, the combined incidence of hepatocellular adenomas and carcinomas in males and the incidence and multiplicity of lung adenomas and the combined incidence of lung adenomas and carcinomas in female mice. In addition, 4 out of 11MNU plus HQ-treated male mice developed lung carcinomas, showing a significant elevation in multiplicity. UDMH also exhibited a tendency to increase the incidence and multiplicity of lung adenomas in female mice. Thus tumor-promoting effects of HQ or UDMH were apparently exerted in the target organs and the MNU-initiated two-stage newborn-mouse carcinogenesis assay may be useful for detection of genotoxic or non-genotoxic carcinogenicity."
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticie Residues; Daminozide (Pesticide Residues in Food: 1991 Evalualtions). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v91pr09.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ninety male and 90 female Charles River CD-1 mice (Charles River Breeding Laboratories, approximately 6 weeks old at the beginning of the study) were given UDMH at concentration of 0, 40 and 80 ppm in deionized tap water (with 25% citrate buffer to neutralize acidic pH) equal to 0, 7.34, 13.01 mg/kg bw/day for males and 0, 11.59, 21.77 mg/kg bw/day for females (calculated as average daily intake throughout the duration of the study) for 24 months. ...Test article solutions were prepared and offered to the animals three times a week and was found to be stable at all concentrations. The actual content of UDMH in the solutions was checked twice monthly and resulted 103% and 102% of nominal mean of 54 determinations) for 20 and 40 ppm, respectively. Food and water were available ad libitum. The small number of surviving animals in the highest dose groups and the great variability of data between weeks hampered evaluation of mean body weight, water and food consumption. No consistent dose-related differences in body weight were detected throughout the duration of the study at 40 ppm for either sex nor at 80 ppm in males. Body weight was reduced approximately 10% in females at 80 ppm during the last 6 months of UDMH administration. Scattered significant reductions in daily food intake suggests reduced average food consumption for both sexes at the highest dose during the last months of the study. Water consumption was reduced at both UDMH concentrations for the duration of the study in males and during the first 13 weeks only in females. A dose-related effect on some hematological parameters was detected in males, but not in females (except at 24 months when the small number of survivors hampered statistical evaluation), starting 6 months (80 ppm) and 12 months (40 ppm) from the beginning of the study. A significant but not dose-related increase of alanine amino-transferase and sorbitol dehydrogenase was measured at 12 months in both sexes at both concentrations. At the end of the treatment the mortality rate was 70%, 76%, 98% in males and 58%, 92%, 92% in females in the 0, 40, 80 ppm dose groups, respectively. The mortality rate was significantly increased in both sexes at the highest dose. Gross pathology showed accentuated liver lobulation in male mice but not in females at both dose levels. Macroscopic nodules in the lungs and nodules/masses in the liver were increased in males from 8 months onwards and in females from 12 months onwards at both dose levels. Histopathological examinations showed several signs of hepatotoxicity as: multifocal chronic inflammation (in males at both dose levels prevalent in the 12-24 month section of the study), cell hypertrophy and necrosis (in males at both dose levels detectable in all months of the study), brown pigment (in both sexes detectable from 0-8 month section up to the end of the study at both dose levels). Special stains were performed to identify pigments. Hemosiderin, bile pigments, ceroid and lipofuscin, the amount of collagen and reticulum were all increased. Increased extramedullary hematopoiesis in the spleen of both species occurred from 12 months onwards. At the end of the study the incidence of vascular neoplasms (hemangioma and hemangiosarcoma) in the liver was 9%, 67% and 81% at 0, 40, 80 ppm in males and 4%, 26% and 82% at 0, 40 and 80 ppm in females. In mice sacrificed/dead during the 8-12 months period of the study, the incidence of alveolar/ bronchiolar neoplasms was 18%, 45% and 55% at 0, 40 and 80 ppm in males and 14%, 50% and 48% at 0, 40 and 80 ppm in females. At the end of the study the incidence of these neoplasms was 54%, 73% and 51% at 0, 40 and 80 ppm in males and 31%, 53% and 56% at 0, 40 and 80 ppm in females. High mortality and severe toxicity observed in treated animals suggest that MTD was exceeded in both high and low dose group animals."
        },
        {
            "References": "FAO/WHO Joint Meeting on Pesticie Residues; Daminozide (Pesticide Residues in Food: 1991 Evalualtions). Available from, as of April 15, 2004: https://www.inchem.org/documents/jmpr/jmpmono/v91pr09.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Seventy male and 70 female Charles River Fischer 344 rats (Charles River Breeding Laboratories, 6 weeks old at the beginning of the study) were given UDMH at concentrations of 0, 1, 50, 100 ppm in deionized tap water (with 25% citrate buffer to neutralize acidic pH) equal to 0, 0.07, 3.2, 6.2 mg/kg bw/day for males and 0, 0.1, 4.5, 7.9 mg/kg bw/day for females (calculated as average daily intake throughout the duration of the study) for 24 months. Test article (100 mg/mL in 1 N HCl) was supplied by the producer in 26 different  specimens containing 93-115% of the target concentration. Test article solutions were prepared and offered to the animals three times a week (stable up to three days at all concentrations). Food and water were available ad libitum. Statistically significant but trivial reductions in body weight (range 2-5%) were detected at 100 ppm in males and at both 50 and 100 ppm in females. No differences in food intake were detected. Scattered reductions in water intake were noted in UDMH treated rats at all concentrations; reduced water intake was more consistent at 50 and 100 ppm, in males during the last 20 weeks of the study and in females throughout the entire study. No hematological effects were detected at any time. No signs of UDMH related toxicity were noted in any treated group during the study. At the end of the treatment the mortality rate was 36%, 36%, 28%, 18% (males) and 32%, 24%, 28%, 10% (females) at 0, 1, 50, 100 ppm UDMH, respectively. At the 12-month sacrifice, there were no macroscopic or microscopic treatment-related lesions. At the 24-month sacrifice, gross pathological effects were comparable between groups except for the incidence of cloudy corneas (slightly increased in females at 50 and 100 ppm with respect to controls (37% and 41% instead of 27%)). This macroscopic alteration corresponded histologically to higher incidence of corneal mineralisation. There was no morphological evidence of treatment-related hepatotoxicity. The incidence of pituitary adenoma was increased in females at 100 ppm (56%) in comparison to that in controls (32%). The incidence of total hepatocellular neoplasms was increased in female rats at 50 ppm (10%) and 100 ppm (10%) with respect to controls (0%) but not in male rats. In female rats the incidence was 0%, 2%, 4% and 2% for hepatocellular adenoma and 0%, 0%, 6% and 8% for hepatocellular carcinomas at 0, 1, 50 and 100 ppm UDMH, respectively. The historical incidence of hepatocellular neoplasms in female Fischer rats /SRP: at the testing facility/ in 2-year chronic studies is 0.5% (2 adenomas/370 rats) which agrees with the low incidence observed in the present study. The increase in hepatocellular carcinomas, a rare neoplasm in female F344 rats at doses almost devoid of other toxic effects strongly suggests an oncogenic effect of UDMH in female rats. The NOAEL level in this study is 1 ppm UDMH in drinking water corresponding to 0.09 mg/kg/day."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 140 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Administration of 0.01% of /1,1-dimethylhydrazine/ in the drinking water of 50 male and 50 female Swiss mice resulted in a high incidence of angiosarcomas (79%), located in various organs. Besides these angiosarcomas, tumors of lungs (71%), kidneys (10%) and liver (6%) were observed. Average latent period... 42 to 61 weeks for various tumors. /No data on controls given/"
        },
        {
            "References": "Greenhouse G; Teratology 13 (2): 167-77 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure to concentrations of 1,1-dimethylhydrazine in excess of 10 mg/L during neurulation was teratogenic to Xenopus laevis /(African clawed frog)/ embryos. Abnormalities: kinky tails, abnormal notochord, microcephaly, cyclopia, shortening of trunks, and edema. Exposure during later or earlier periods affected only viability."
        },
        {
            "References": "PMID:895760",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The Friedman-Staub assay was used to study the inhibition of testicular DNA synthesis by 100 compounds. Male mice were administered compounds ip or orally. Of the 100 tested substances approx 86% of the known carcinogens and/or mutagens show up positively in this test, whereas only 10% of noncarcinogenic and nonmutagenic compounds depress DNA-synthesis activity significantly. Hydrazine and most of its derivatives inhibited DNA synthesis. 71.3% inhibition of thymidine incorportion into testicular DNA occurred with N,N-dimethylhydrazine (200 mg/kg, orally)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were administered ip doses of 10, 30, or 60 mg/kg UDMH /1,1-dimethylhydrazine/ on days 6 through 15 of gestation. UDMH was embryotoxic but not teratogenic in pregnant rats. Maternal bw was also depressed as a result of the treatment."
        },
        {
            "References": "PMID:6716510",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxicity and teratogenicity of methylhydrazine, 1,1-dimethylhydrazine, and 1,2-dimethylhydrazine were investigated with pregnant Fischer-344 rats. The compounds were administered ip on d 6-15 of pregnancy. A dose-dependent reduction in maternal weight gains occurred for all three compounds. A dose-related teratogenic effect did not occur for any of the three compounds. Embryotoxicity, manifested as reduced 20-d fetal weights, occurred only in the 1,1-dimethylhydrazine and 1,2-dimethylhydrazine high-dose treatment groups. The results indicate that none of the three methylated hydrazine derivatives are selectively embryotoxic or teratogenic in the rat."
        },
        {
            "References": "Wyrobek AJ, London SA; Proceed 4th Ann Conf Environ Toxicol Rpt No. AMRL-TR-73-125: 417-46 (1973)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Use of murine spermatogenesis as a test system for hydrazine, monomethylhydrazine (MMH), and unsymmetrical dimethylhydrazine (UDMH) toxicities was investigated. BC3F1-mice were injected ip with 10% of the median lethal dose (LD50) of hydrazine, MMH, or UDMH for 5 days in time dependent studies. In dose dependent studies, mice were given UDMH at doses of 10, 25, 40, 55, or 70% of the LD50. At 0.8 and 3 weeks postexposure animals were sacrificed. The effects of 25 and 40% LD50 of MMH and 25% LD50 of hydrazine were determined 3.5 weeks after the insult. Body weight, testis to body weight ratios, hematocrits, histopathology of organs, and abnormal sperms were recorded. In the time studies, the percent of abnormally shaped sperm increased to a maximum of twice the control value for hydrazine and MMH. There was a 5 fold increase in abnormally shaped sperm with UDMH, followed by a rapid decrease to <1.5 times control values after 6 wk. Sperm number, testicular histology, and testis to body weight ratio did not change over the test period. For 5 weeks immediately after the end of exposure, mean body weight of each test group was less than controls. There was a clear response to increasing doses of UDMH in the percent of abnormally shaped sperm 3 weeks after exposure. There was no increase over the control percentages at 0.8 weeks. The percent of abnormally shaped sperm increased with increasing doses of MMH. The number of sperm produced with UDMH was reduced at the higher doses."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1297",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Monkeys given injections of UDMH showed performance decrements that lasted 6-9 hr. Normal shock avoidance was seen in several experiments in monkeys, and injected doses of >30 mg/kg were needed to alter learned behavior."
        },
        {
            "References": "PMID:3130355",
            "Value": "/GENOTOXICITY/ The genotoxicity of a variety of hydrazine derivatives was examined in the DNA repair test  on rat or mouse hepatocytes. Out of 32 hydrazine derivatives, 6 chemicals, ie, N'-acetyl-4-(hydroxymethyl)phenylhydrazine, 1,2-dimethylhydrazine dihydrochloride, 1-hydrazinophthalazine hydrochloride, methylhydrazine.sulfate, p,p-oxybisbenzene disulfonylhydrazide and phenylhydrazine hydrochloride, elicited positive DNA repair responses in the test on rat hepatocytes. In the test on mouse hepatocytes, 4 more hydrazine derivatives, ie, 1,1-dimethylhydrazine, hydrazine hydrate, hydrazine sulfate and 2-methyl-4-chlorophenoxyacetic acid hydrazide hydrochloride also generated positive responses, in addition to the 6 positive compounds in the rat assay. /Hydrazine derivatives/"
        },
        {
            "References": "Qiong W, Pei-Yong G; Zhongguo Yaolixue Yu Dulixue Zazhi 12 (3): 239-40 (1998)",
            "Value": "/GENOTOXICITY/ By using differential staining technique for simultaneous visualization of mitotic spindle and chromosomes, the mitotic spindle damage induced by unsymmetrical dimethyl hydrazine (UDMH) in Chinese hamster fibroblast cell line (CHL) was studied. Experimental results showed that with increasing UDMH concentrations the number of metaphase with normal morphology of spindles decreased obviously.  ... At the concentration <232 mg various types of abnormal spindle damage could be observed. There were two kinds of abnormal spindle metaphase with higher incidence, of which one is non-congression and another is apolar (ball metaphase). The incidence of ball metaphase was 100% at the highest UDMH concentration. It is likely that spindle damage by UDMH during mitosis is related to carcinogenicity of UDMH."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1428 (1999)",
            "Value": "/GENOTOXICITY/  In mammalian cells treated in vitro, 1,1-dimethylhydrazine induced gene mutations in Chinese hamster lung V79 cells and in mouse lymphoma L5178Y cells, chromosomal aberrations in Chinese hamster ovary cells and unscheduled DNA synthesis in mouse hepatocytes but not in rat hepatocytes. In a single study, it induced somatic mutations in Drosophila melanogaster. There is conflicting evidence as to its mutagenicity to bacteria."
        },
        {
            "References": "Brusick D, Matheson DW; US NTIS, Ad Rep; 27 pp (1976) Iss AD-A035475",
            "Value": "/GENOTOXICITY/ 1,1-Dimethylhydrazine was mutagenic in vitro using bacterial and mammalian cell cultures. Responses were positive after microsomal enzyme activation, suggesting formation of active metabolite. Dominant lethal test was negative in mice."
        },
        {
            "References": "PMID:6991926",
            "Value": "/GENOTOXICITY/ Dimethylhydrazines gave negative results in Ames tests. In host mediated assays, 1,1-dimethylhydrazine was also negative. Evidently, mutagenic actions of various hydrazine derivatives although chemically closely related, depend on different reaction mechanisms."
        },
        {
            "References": "PMID:375083",
            "Value": "/GENOTOXICITY/ Hydrazine sulfate was more mutagenic in the histidine requiring auxotroph of Salmonella typhimurium, strain TA1530, than 1,1-dimethylhydrazine."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/GENOTOXICITY/ UDMH /1,1-dimethylhydrazine/ is active in S. typhimurium. Mutations were produced by UDMH in L5178Y mouse lymphoma cells and V-79 liver cells. Nutritional-deficient strains of E. coli were altered, but UDMH did not induce lambda prophage mutation in this organism. Unscheduled DNA synthesis was increased in hepatocytes. ... In vivo animal tests, including production of micronuclei in dogs and dominant lethals in mice, were negative, and sperm abnormalities were not produced in mice. ... DNA interactions can be demonstrated as single-strand breaks in rat hepatocytes and were seen following exposure to UDMH. Hepatocyte damage was seen in vivo using alkaline elution techniques, and fragmentation was seen in liver and lung DNA of mice treated with ip doses."
        },
        {
            "References": "KANE DA, WILLIAMSON KJ; ARCH ENVIRON CONTAM TOXICOL 12 (4): 447-53 (1983)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The toxicity of monomethylhydrazine, hydrazine, and unsymmetrical dimethylhydrazine was determined for mixed and uniculture cultures of nitrifying, denitrifying, and anaerobic methanogenic bacteria. Monomethylhydrazine was more toxic than hydrazine, which was more toxic than dimethylhydrazine."
        },
        {
            "References": "Vesely DL et al; Enzyme 23 (5): 289-94 (1979)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The chemical carcinogen hydrazine is a potent stimulator of guanylate cyclase. 1,1-Dimethylhydrazine and hydrazine sulfate, two chemical carcinogens, structurally related to hydrazine decrease guanylate cyclase activity in rat tissues. Hydrazine increased DNA synthesis, but 1,1-dimethylhydrazine and hydrazine sulfate decreased DNA synthesis. The relationship, if any, linking the guanylate cyclase cyclic GMP system to DNA synthesis and carcinogenesis remains to be explored."
        },
        {
            "References": "PMID:4984227",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Hydrazine derivatives were tested for their ability to inhibit pentobarbital and carisoprodol oxidation and aminopyrine n-demethylation by rat liver microsomal systems in vitro or in vivo. 1,1-Dimethylhydrazine was a weak or non-inhibitor. The inhibitory action of the compounds generally paralleled their lipid solubility."
        },
        {
            "References": "Pangburn MK; US NTIS, Ad Rep; p.13 (1976) Iss AD-A024165",
            "Value": "/OTHER TOXICITY INFORMATION/ Immunological responsiveness of guinea pigs was decreased by 1,1-dimethylhydrazine but less than that caused by 6-mercaptopurine, a known immunosuppressive agent. Both depressed humoral and cellular responses to tuberculin."
        },
        {
            "References": "Frazier D E JR et al; Toxicol Lett (AMST) 61 (l): 27-37 (1992)",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of l,l-dimethylhydrazine on several early events associated with lymphocyte activation were examined. The concentration of intracellular calcium ((Ca2+)i) and membrane potential of murine lymphocytes were found to be altered upon exposure to 1,1-dimethylhydrazine; intracellular calcium was increased in murine thymocytes, while splenocytes exhibited membrane hyperpolarization. In addition, interleukin-2 receptor expression induced by in-vitro concanavalin A stimulation of murine splenocytes at 24 and 48 hr /in the presents of UMDH was affected. UMDH may interfere with the ability of these two distinct lymphocyte populations to regulate normal/ ionic fluctuations, thus contributing to altered immune responsiveness."
        },
        {
            "References": "PMID:3468293",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Male Syrian golden hamsters were administered eight weekly injections of 20 mg/kg diethylnitrosamine, 20 mg/kg dimethylhydrazine, or 300 mg/kg dibutylnitrosamine. One group of treated animals was maintained after the eight weeks on basal diet, the second group received diet supplemented with 1% butylated hydroxyanisole, and the third group received repeat treatment with the carcinogen, but now in the drinking water. ... Butylated hydroxyanisole had no significant effect on tumorigenesis, with the exception of diethylnitrosamine initiated hepatocellular lesions, which were inhibited. ...Butylated hydroxyanisole tended to enhance the phenotypic instability and was associated with a slight induction of glutathione-S-transferase placental form protein in the hepatocytes of periportal zone one. /Dimethylhydrazine, not otherwise specified/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Braun BA, Zirrolli JA; Environ Fate of Hydrazine Fuels in Aqueous and Soil Environ Air Force Report No. ESL-TR-82-45, NTIS AD-A125813 (1983)",
            "Value": "Of the initial amount of 1,1-dimethylhydrazine in cleaned sand (100% sand), Vandenburg Air Force Base (VAFB) soil (99.1% sand, 0.4% clay, pH 6.1), organic soil (96.1% sand, 1% clay, 1% carbon, pH 6.4), and clay (69.3% sand, 27.95% clay, pH 3.7), 5%, 20%, 15%, and 30% was adsorbed, respectively. Passage of 2 liters of distilled, deionized water at 5 ml/min through columns containing sand, VAFB soil, organic soil and clay (10% clay soil plus 90% pure sand) in equilibrium with 10 ml of a 0.1 v/v solution of 1,1-dimethylhydrazine resulted in 99.9%, 42.5%, 21.9%, and 7.2% recovery of this compound, respectively(1). As the hydrazines are all very basic chemicals, adsorption to acidic, clay soils is expected(1)."
        },
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Braun BA, Zirrolli JA; Environ Fate of Hydrazine Fuels in Aqueous and Soil Environ Air Force Report No. ESL-TR-82-45, NTIS AD-A125813 (1983) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for 1,1-dimethylhydrazine can be estimated to be 20(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1,1-dimethylhydrazine is expected to have very high mobility in soil. The pKa of 1,1-dimethylhydrazine is 7.21(3), indicating that this compound will partially exist as a cation in moist soils(SRC). The protonated species is expected to adsorb strongly to soils and clays by replacing sodium ions in cation exchange sites of the soil or clay(4)."
        }
    ]
}