{
    "_id": {
        "$oid": "6682e82fc4e5dba5ffba2453"
    },
    "CID": {
        "$numberInt": "5988"
    },
    "Name": "SUCROSE",
    "IUPACName": "(2R,3R,4S,5S,6R)-2-[(2S,3S,4S,5R)-3,4-dihydroxy-2,5-bis(hydroxymethyl)oxolan-2-yl]oxy-6-(hydroxymethyl)oxane-3,4,5-triol",
    "CanonicalSMILES": "C(C1C(C(C(C(O1)OC2(C(C(C(O2)CO)O)O)CO)O)O)O)O",
    "Synonyms": [
        "sucrose",
        "57-50-1",
        "saccharose",
        "sugar",
        "Table sugar",
        "Cane sugar",
        "White sugar",
        "D-Sucrose",
        "Rohrzucker",
        "Saccharum",
        "Microse",
        "Rock candy",
        "Amerfand",
        "Amerfond",
        "\"Confectioners sugar\""
    ],
    "IsomericSMILES": "C([C@@H]1[C@H]([C@@H]([C@H]([C@H](O1)O[C@]2([C@H]([C@@H]([C@H](O2)CO)O)O)CO)O)O)O)O",
    "INCHI": "InChI=1S/C12H22O11/c13-1-4-6(16)8(18)9(19)11(21-4)23-12(3-15)10(20)7(17)5(2-14)22-12/h4-11,13-20H,1-3H2/t4-,5-,6-,7-,8+,9-,10+,11-,12+/m1/s1",
    "INCHIKEY": "CZMRCDWAGMRECN-UGDNZRGBSA-N",
    "Formula": "C12H22O11",
    "MolecularWeight": {
        "$numberDouble": "342.3"
    },
    "Description": "Sucrose is a glycosyl glycoside formed by glucose and fructose units joined by an acetal oxygen bridge from hemiacetal of glucose to the hemiketal of the fructose. It has a role as an osmolyte, a sweetening agent, a human metabolite, an algal metabolite, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite.",
    "XlogP": {
        "$numberDouble": "-3.7"
    },
    "Complexity": {
        "$numberInt": "395"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 107",
            "Value": "log Kow = -3.70"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 562",
            "Value": "EVIDENCE EXISTS THAT HIGHLY CONCN SOLN ARE LETHAL TO NEMATODES IN SOIL."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-227",
            "Value": "DIFFUSE PATHOLOGICAL CHANGES /IN POISONED ANIMALS/ INCL SHRINKAGE, SWELLING & NECROSIS OF RENAL TUBULAR EPITHELIUM, ARTERIOLITIS, MILD HEPATITIS, MYOCARDITIS, CONGESTIVE ENCEPHALITIS & SOME ADRENAL HYPERTROPHY."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 949",
            "Value": "SUCROSE HAS SHOWN NO TOXICITY TO CORNEAS OF RABBITS WHEN APPLIED FOR 3 TO 7 HR IN NEUTRAL AQ SOLN..."
        },
        {
            "References": "Clarke, E.G., and M. L. Clarke. Veterinary Toxicology. Baltimore, Maryland: The Williams and Wilkins Company, 1975., p. 284",
            "Value": "...CANE SUGAR...OBSERVED TO CAUSE DIARRHEA, COLIC, INFLAMMATION OF KIDNEYS &...PETECHIAL HEMORRHAGES IN SPINAL DURA MATER OF HORSES."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-151",
            "Value": "SIGNS & SYMPTOMS IN POISONED ANIMALS INCL...MILD HEPATITIS...& SOME ADRENAL HYPERTROPHY."
        },
        {
            "References": "PMID:3102223",
            "Value": "Sucrose was evaluated for its mutagenic potential in the L5178Y TK+/TK- mouse lymphoma forward mutation assay using established procedures. Three experiments were conducted in the presence of an exogenous metabolic activation system and two experiments without activation. The dose levels tested in these experiments ranged from 0-5000 ug/ml. No significant increase in toxicity or in mutant frequency was observed at any dose level up to the highest dose tested (5000 ug/ml). Thus, sucrose was negative in these tests and the highest ineffective dose tested was 5000 ug/ml."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 218",
            "Value": "Whole sugar-beet has been reported to have caused poisoning associated with diarrhea, cessation of rumination and complete inappetence, difficulty in rising and almost complete cessation of milk production in cattle. ... Molassed sugar-beet pulp, which has a high betaine content, can lead to the production of trimethylamine and consequent milk taint. Horses have been said to be particularly susceptible to sugar-beet poisoning. Affected animals develop clinical signs, including restlessness, cold extremities, neighing, salivation and inability to swallow food or water."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1449",
            "Value": "... Sucrose was not carcinogenic, but showed tumor promoting activity in female Swiss albino mice after 18 months as 10% of a standard diet or when injected into the nape of the neck of rats and mice, 3 times/week for up to two years. The National Research Council concluded that epidemiologic and experimental evidence for carbohydrates (including sucrose) carcinogenesis was too sparse to implicate this class of compounds as having a direct role in carcinogenesis."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1449",
            "Value": "... Sucrose produced skeletal changes in a guinea pig fetus after feeding the mother 5 to 10 g sucrose/kg body weight in the latter half of pregnancy."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1449",
            "Value": "... A high resorption rate and an increased number of malformed offspring ... /were seen in/ rats fed a diet composed of 72% sucrose, 18% casein, and 5% butter plus vitamins and a salt mixture."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1449",
            "Value": "... No adverse maternal or neonatal effects /were observed/ in female rats gavaged with 10 g/kg/day of sucrose in distilled water on days 8 through 12 of gestation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1450",
            "Value": "... Sucrose administered to pregnant ferrets produced litters with significantly reduced body weight, crown-rump length, and head width, length, and volume. Compared with controls and ethanol exposed offspring, sucrose exposed dams had poor reproductive outcome (increased prenatal deaths), possibly from poor utilization of sucrose as a carbohydrate source."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1450",
            "Value": "Sucrose failed to elicit a mutagenic response in tests for chromosomal aberrations, degranulation, unscheduled DNA synthesis, and many other in vitro assays."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1449",
            "Value": "The acute toxicity of sucrose is very low. Most lethal dosages are in the g/kg range. ... The initial clinical signs of toxicity were hypokinesia, prostration, cyanosis, clonic-tonic convulsions, abdominal bloating, and diarrhea. Sublethal doses for 1-to 3-day exposures produced anorexia, polydipsia, hypothermia, diarrhea, and weight loss. Death is the result of respiratory failure."
        }
    ],
    "plant_translocations": [
        {
            "content": "The translocation pattern and distribution in rhizomes of 14C-glyphosate, 14C-quizalofop, and 14C-sucrose was examined in five quackgrass biotypes. Translocation of radioactivity in the different plant parts varied among biotypes. Translocation in the whole plant after treatment with the three 14C-chemicals varied among biotypes but was not correlated with their tolerance to herbicides. Detailed analysis of distribution of radioactivity in the primary rhizome showed that more 14C was found in the apical sections after treatment with 14C-sucrose. A similar pattern was observed after 14C-glyphosate application with all biotypes except one. Very low radioactivity was found in rhizomes after 14C-quizalofop application, but a preferential accumulation in apical sections of the primary rhizome was detected in two biotypes. The tolerance of one biotype to glyphosate was explained by the absence of radioactivity accumulation in the apical sections of the rhizome.",
            "reference": "Tardif, F. J., & Leroux, G. D. (1993). Translocation of glyphosate, quizalofop, and sucrose in quackgrass (Elytrigia repens) biotypes. Weed Science, 41(3), 341-346.",
            "method": {
                "Test Plant": "Quackgrass (Elytrigia repens)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Five quackgrass biotypes were propagated using single-node rhizome segments and planted in plastic pots (125-mm diameter) filled with standard potting mix. The plants were grown in growth chambers with 16-hour day at 20°C and 8-hour night at 15°C, maximum photon flux density of 300 μE/m2/s, daily irrigation, and weekly fertilization with a solution containing 0.2 g/L each of N, P, and K.",
                "Chemical Preparation": "Phenyl [U]-14C-quizalofop ethyl ester (specific activity 0.75 MBq per 8-μl droplet) was mixed with a commercial quizalofop ethyl ester solution. 14C[U]-sucrose (specific activity 0.75 MBq per 8-μl droplet) was prepared in distilled water containing 1% non-ionic adjuvant.",
                "Pesticide Application Details for the Plant": "Plants were first sprayed with unlabeled glyphosate (900 g ae/ha) or quizalofop ethyl ester (240 g ai/ha) along with 1% petroleum oil using an experimental sprayer. After drying, 8 μl of the respective 14C-labeled herbicide or 14C-sucrose was applied to the treated leaf.",
                "Other Information": "The study used five quackgrass biotypes,"
            },
            "result": "[{\"Biotype\": 2, \"Treated leaf (dpm/mg)\": 114.0, \"Shoots (dpm/mg)\": 9.1, \"Rhizomes (dpm/mg)\": 23.2}, {\"Biotype\": 3, \"Treated leaf (dpm/mg)\": 155.7, \"Shoots (dpm/mg)\": 8.0, \"Rhizomes (dpm/mg)\": 11.8}, {\"Biotype\": 4, \"Treated leaf (dpm/mg)\": 149.8, \"Shoots (dpm/mg)\": 28.3, \"Rhizomes (dpm/mg)\": 16.7}, {\"Biotype\": 7, \"Treated leaf (dpm/mg)\": 208.2, \"Shoots (dpm/mg)\": 11.9, \"Rhizomes (dpm/mg)\": 25.9}, {\"Biotype\": 9, \"Treated leaf (dpm/mg)\": 173.9, \"Shoots (dpm/mg)\": 10.5, \"Rhizomes (dpm/mg)\": 21.7}]"
        }
    ]
}