{
    "_id": {
        "$oid": "6682e82fc4e5dba5ffba2455"
    },
    "CID": {
        "$numberInt": "5993"
    },
    "Name": "CHLORDANE",
    "IUPACName": "1,3,4,7,8,9,10,10-octachlorotricyclo[5.2.1.02,6]dec-8-ene",
    "CanonicalSMILES": "C1C2C(C(C1Cl)Cl)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "chlordane",
        "12789-03-6",
        "Chlordan",
        "Chlorindan",
        "Octachlor",
        "Toxichlor",
        "cis-Chlordane",
        "57-74-9",
        "trans-Chlordane",
        "Dowchlor",
        "Oktaterr",
        "Synklor",
        "Topiclor",
        "Cortilan-neu",
        "Dichlorochlordene"
    ],
    "IsomericSMILES": "C1C2C(C(C1Cl)Cl)C3(C(=C(C2(C3(Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C10H6Cl8/c11-3-1-2-4(5(3)12)9(16)7(14)6(13)8(2,15)10(9,17)18/h2-5H,1H2",
    "INCHIKEY": "BIWJNBZANLAXMG-UHFFFAOYSA-N",
    "Formula": "C10H6Cl8",
    "MolecularWeight": {
        "$numberDouble": "409.8"
    },
    "Description": "Chlordane is a cyclodiene organochlorine insecticide. It has a role as a GABA-gated chloride channel antagonist and a persistent organic pollutant. It derives from a hydride of an indene.",
    "XlogP": {
        "$numberDouble": "4.9"
    },
    "Complexity": {
        "$numberInt": "459"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Berti et al; Environ Res Sect A 76: 131-42 (1998) (2) Mattina et al; Environ Toxicol Chem 21: 281-8 (2002)",
            "Value": "It was reported that raw blueberries and cranberries had chlordane concns of 0.1 and 0.2 ng/g, respectively. It was not specified whether the chemical was inside the fruit or if it had been deposited on the surface(1). Chlordane was detected in various parts of vegetables grown in soils treated with chlordane(2). Although chlordane was detected in the fruit part of the zucchini, pumpkin, and cucumber (as well as in the roots, stems, and leaves) it was not detected in the fruit of pepper or the tomato. However, only single samples of pepper or tomato were available for analysis(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Frank R et al; Arch Environ Contam Toxicol 12: 641 (1983) (2) Reichel WL et al; Environ Monit Assess 4: 395 (1984) (3) Ohlendorf HM et al; Pestic Monit J 14: 125 (1981) (4) Cromartie E et al; Pestic Monit J 9: 11 (1975) (5) Frank R, Braun HE; Bull Environ Contam Toxicol 44: 932-9 (1990)",
            "Value": "Mean chlordane levels in brain and fatty tissue of loons caught in Ontario in 1969 were 0.06 and 5.94 ug/g, respectively. The mean chlordane level in brain tissue of loons caught in 1978-79 was <0.01 ug/g (excluding one bird emaciated bird with a concn of 0.04 ug/g. Mean chlordane concn in muscle tissue of loons was 0.02 ug/g(1). Median cis-chlordane concn of 0.12-0.29 ppm were detected in carcasses of bald eagles from 32 states between 1978-81 with about 37% of the total 293 carcasses having positive detections(2). cis-Chlordane levels up to 1.8 ppm were found in herons with positive detection found in 24 of 69 birds(3). cis-Chlordane was present in 10 of 37 bald eagle carcasses collected in 1970-71 at concn of 0.11-7.4 mg/kg(4). Chlordane (isomers unspecified) was analyzed for in the following catergories of birds collected in Ontario between 1972 and 1988; seed-eating birds (41 birds, from < 0.001 to 0.05 mg/kg) (wet tissue basis, detection limit 0.001 mg/kg); birds feeding in the aquatic environment (65 birds, from < 0.01 to 0.23 mg/kg, detection limit 0.01 mg/kg); raptors (e.g. eagles, hawks, and owls) (24 birds, not detected to 10.01 mg/kg, detection limit 0.01 mg/kg); and gulls and terns (78 birds, from < 0.05 to 0.93 mg/kg, detection limit 0.005 mg/kg(5)."
        },
        {
            "References": "(1) McEwen LC et al; Environ Toxicol Chem 3: 367 (1984) (2) Custer TW et al; Environ Monit Assess 15:83-89 (1990) (3) Szaro RC et al; Bull Environ Contam Toxicol 22: 394 (1979)",
            "Value": "cis-Chlordane was detected in 8 black-crowned night-herron eggs collected in 1979 in WY and CO at a range of 0.08-0.23 ppm(1). The compound was detected in eggs of black-crowned night-herons collected in Rhode Island, Massachusetts, and Michigan. The degree of consistency of chlordane detection (consistency = the probability that all eggs in a clutch will have detectable concns of chlordane given that one egg in the clutch does) was 85.1%(2). cis-Chlordane was found in 6 of 28 Great Black-Backed Gull eggs from Maine in 1977 at a range of 0-0.50 ppm(3)."
        },
        {
            "References": "(1) Anderson JF, Wojtes MA; J Econ Entomol 79: 1200-5 (1986)",
            "Value": "Chlordane was found in 7.5% of 20 brood combs of honey bees collected in Connecticut between 1983 and 1985 at concn ranging in the positive samples from 0.06 to 0.69 ppm(1)."
        },
        {
            "References": "(1)Becker PR et al; Chemosphere 34:2067-98 (1997) (2) Ronald K et al; Sci Total Environ 38: 133 (1984)",
            "Value": "Mean cis-chlordane concns in fat tissue (blubber) samples from whales, porpoises, and seals ranged from 22.5 ng/g to 822 ng/g(1). Concns up to 0.23 mg/kg were found in harp seals from the Northwest Atlantic and Arctic between 1976-78(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Parrish PR et al; Chronic Toxicity of Chlordane, Trifluralin, and Pentachlorophenol to Sheepshead Minnows (Cyprinodon variegatus EPA 600/3-78-010 (1976) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlordane p.B-21 (1980) EPA 440/5-80-027",
            "Value": "Lagodon rhomboides (pinfish) exposed to chlordane exhibited a bioconcentration factor of 6227. Duration of 96 hr."
        },
        {
            "References": "Cardwell RS; Toxicity of Chlordane to Fish and Invertebrates EPA 600/3-77-019 as cited in USEPA; Ambient Water Quality Criteria Doc: Chlordane p.B-16 (1980) EPA 440/5-80-027",
            "Value": "Hyallela azteca (scud) exposed to technical chlordane exhibited a whole body bioconcentration factor of 5200. Duration 65 days."
        },
        {
            "References": "Nat'l Research Council Canada; Chlordane p.19 (1974) NRCC No. 14094",
            "Value": "In contrast to other organochlorine pesticides, chlordane and its degradation products do not appear to be extensively concentrated in the higher members of the terrestrial food chain, ie, homeotherms."
        },
        {
            "References": "PMID:7400537",
            "Value": "FOLLOWING SPRAYING OF LAKE WATER WITH 10 PPB CHLORDANE, CUTTHROAT TROUT & NEWTS WERE ANALYZED FOR RESIDUES. NEWTS ACCUMULATED HIGH LEVELS OF CHLORDANE WITHIN 14 DAYS OF TREATMENT. LEVELS AS HIGH AS 1285 PPB ALPHA-CHLORDANE & 1132 PPB GAMMA-CHLORDANE WERE MEASURED AFTER 14 DAYS. AFTER 45 DAYS, 35-327 PPB ALPHA-CHLORDANE & 13-144 PPB GAMMA-CHLORDANE WERE MEASURED IN THE NEWTS. AFTER 3 YR NO CHLORDANE WAS DETECTED. CHLORDANE RANGED FROM 1193 PPB TO 34,094 PPB AFTER 14 DAYS, BUT WAS DECR CONSIDERABLY AFTER 45 DAYS. THE DECLINE OF CHLORDANE IN TROUT BODIES WAS SIMILAR TO THAT OF NEWTS. IN BOTH SPECIES, TRANS-NONACHLOR WAS THE MOST PERSISTENT CONSTITUENT, ACCOUNTING FOR 49-55% OF TOTAL."
        },
        {
            "References": "(1) Kenaga EE; Environ Sci Technol 14: 553 (1980) (2) Glooschenko V et al; Bull Environ Contam Toxicol 21: 515 (1979) (3) Veith GD et al; J Fish Res Board Can 36: 1040 (1979) (4) Parrish PR et al; p. 67 in Chronic Toxicity of Chlordane, Trifluralin, and Pentachlorophenol to Sheepshead Minnows. NTIS PB-278 269 (1978) (5) National Res Council Canada; Chlordane. NRCC No.14094 (1974) (6) Schimmel SC et al; J Toxicol Environ Health 2: 169 (1976) (7) Roberts JR et al; J Fish Res Board Can 34: 89 (1977) (8) Franke C et al; Chemosphere 29: 1501-14 (1994) (9) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley and Sons (2001)",
            "Value": "Chlordane BCFs of 11,481 and 8,317 were measured for fish in flowing water and static ecosystem tests, respectively(1). A 24-hr BCF of 10,232 was measured for green algae(2). A BCF of 38,019 was measured for fathead minnows over a 32-day exposure(3). BCF values of 6,309-19,953 were determined for juvenile and adult sheepshead minnow over 28-189 day exposures(4). BCF values of 3,311 and 398 were determined for large mouth bass and clams, respectively, over 106-127 day durations(5); a 10-day BCF of 7,244 was found for eastern oysters(5). trans-Chlordane had a 24-hr flow-system BCF of 4,571 in the edible portion of spot fish(6). A BCF of 5,495 was estimated for redhorse and white suckers(7). According to a classification scheme(8), these BCF values suggest the potential for bioconcentration in aquatic organisms is high to very high(SRC). The elimination half-life of cis-chlordane from goldfish, tropical fish (Cichlasoma), bluegill (Lepomis macrochirus), and frog (Xenopus) were 4.4 weeks, 20 weeks, 16 weeks, and 3.2 weeks, respectively(9)."
        },
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Compounds 2nd. NY: VanNostrand Reinhold (1988) (2) Cardwell RS; Acute & Chronic Toxicity of Chlordane to Fish and Invertebrates. USEPA-600/3/77/019 (1977)",
            "Value": "Frogs (Xenopus laevis), bluegills (Lepomis macrochirus), and goldfish (Carassius auratus) exposed to 5 ppb chlordane exhibited a log BCF of 2.03 at 96 hr, 2.51 at 24 hr, and 2.99 at 16 hr, respectively (times are for maximum absorption in a static system)(1). Scud (Hyallela azteca) exposed to technical chlordane exhibited a whole body log BCF of 3.72 over a period of 65 days(2)."
        },
        {
            "References": "(1) Hinman ML, Klaine SJ; Environ Sci Technol 26: 609-13 (1992)",
            "Value": "The BCF of chlordane in the submerged vascular plant, Hydrillu verticillatu, was 1,060(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Beeman RW, Matsumura F; J Agric Food Chem 29: 84 (1981)",
            "Value": "A pure culture of Nocardiopsis sp. isolated from soil was able to degrade chlordane with dichlorochlordene, oxychlordane, heptachlor, heptachlor-endo-epoxide, chlordene, chlorohydrin, and 3-hydroxy-trans-chlordene produced as metabolites(1)."
        },
        {
            "References": "(1) Tabak HH et al; J Water Pollut Contr Fed 53: 1503 (1981) (2) Murray et al; Environ Toxicol Chem 16: 84-90 (1997) (3) Callahan MA et al; Water-Related Environ Fate of 129 Priority Pollut USEPA-440/4-79-029A (1979) (4) Beeman RW, Matsumura F; J Agric Food Chem 29: 84-9 (1981) (5) Eichelberger JW, Lichtenberg JJ; Environ Sci Technol 5: 541-4 (1971) (6) Adams RS Jr; J Minn Acad Sci 34: 44-8 (1967) (7) Rao PSC, Davidson JM; Retention and transformation of selected pesticides and phosphorus in soil water systems. Athens, GA: USEPA-600/S3-82-060 (1982)",
            "Value": "AEROBIC: Using a static-culture flask-screening procedure (settled domestic wastewater as microbial inoculum), chlordane had 0% biodegradation after 28 days of incubation which included three weekly subcultures(1). After 21 days, the biodegradation of chlordane added to sterile or non-sterile soil was 95% or 91%, respectively, indicating that chlordane was somewhat resistant to biodegradation. When chlordane was added to soil as a mixture (with carbofuran and paraquat) chlordane recoveries (relative to the amount added to the soil) at the start of the experiment and after 21 days were 98% and 94%, respectively(2). It has been suggested that chlordane is comparable to dieldrin with a very slow biotransformation rate in the environment(3). The finding of chlordane residue in soil at least 10 yrs after the last known application of the pesticide(4) indicates that chlordane at best only slowly biodegrades in soil. The reported aerobic biodegradation half-life for chlordane in soil ranges from 0.4(6) to 3.3 years(7). In a river die-away test, 85% of the chlordane originally present in a sealed glass jar under sunlight and artifical light remained at the end of two weeks and persisted at that level through week 8 of the experiment; it is not possible to estimate the proportion of chlordane decrease due to biotic and abiotic processes since no tests were done with sterilized river water(5)."
        },
        {
            "References": "(1) Murray et al; Environ Toxicol Chem 16: 84-90 (1997)",
            "Value": "AEROBIC: After 21 days, the recovery of chlordane added to sterile or non-sterile soil at an initial concn of 50 mg/kg was 95% or 91%, respectively, indicating that chlordane is resistant to biodegradation. When chlordane was added to soil as a mixture (with carbofuran and paraquat) chlordane recoveries (relative to the amount added to the soil) at the start of the experiment and after 21 days were 98% and 94%, respectively(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "MIYAZAKI T ET AL; TOKYO TORITSU EISEI KENKYUSHO KENKYO NEMPO (ANNU REP TOKYO METROP RES LAB PUBLIC HEALTH) 31 (1): 161-5 (1980)",
            "Value": "ENVIRONMENTAL ACCUMULATION: FISH AND SHELLFISH SAMPLES, COLLECTED FROM TOKYO BAY IN AUGUST 1978, WERE EXAM. TOTAL CHLORDANE & INDIVIDUAL CHLORDANE ISOMERS (OXYCHLORDANE, TRANS-CHLORDANE, CIS-CHLORDANE, TRANS-NONACHLOR, CIS-NONACHLOR) WERE DETERMINED. SAMPLES WERE ANALYZED BY GC WITH ELECTRON CAPTURE DETECTOR. TOTAL CHLORDANE LEVELS WERE 18 PPB IN GOBY, 14 PPB IN GRAY MULLET, 39 PPB IN SEA BASS, 60 PPB IN OYSTERS, 16 PPB IN BLUE MUSSEL, 4.6 PPB IN SURF CLAM & 19 PPB IN ARK SHELL. OXYCHLORDANE LEVELS WERE HIGHEST IN SEA BASS, TRANS-CHLORDANE, CIS-CHLORDANE & TRANS-CHLORDANE LEVELS WERE HIGHEST IN OYSTER. CIS-NONACHLOR LEVELS WERE HIGHEST IN GOBY."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 457",
            "Value": "Chlordane concns in the lipids of lobster caught in the Canadian east coast were 0.078 to 0.10 ug/g /prior to 1978/."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 458",
            "Value": "Acanthogobius flavimanus (goby fish) collected at the seashore of Keihinjima along Tokyo Bay August 1978, had residue levels of 6 ppb (cis-isomer) and 9 ppb (trans-isomer). /cis- and trans-isomers/"
        },
        {
            "References": "(1) Borgmann U, Whittle DM; J Great Lakes Res 17: 368-81 (1991) (2) Mortimer MR, Connell DW; Chemosphere 30: 2021-38 (1995) (3) Bugg JC; Pestic Monit J 1: 9-12 (1967) (4) Sericano JL et al; Marine Environ Res 29: 161-203 (1990) (5) Ray LE et al; Chemosphere 12: 1031-8 (1983) (6) Henderson C; Pestic Monit J 3: 145-71 (1969) (7) Arruda JA et al; Bull Environ Contam Toxicol 39: 563-70 (1987) (8) Burggraaf A et al; Bull Environ Contam Toxicol 57: 111-7 (1996)",
            "Value": "Cis- and trans-chlordane were detected in lake trout collected from four sites in Lake Ontario during 1977 and 1978. The concns in fish tissue were 0.04 to 0.14 ppm(1). Chlordane concns of 0.517, 0.0311, and 0.525 mg/kg (wet weight)were detected in red morwong (Cheilodactylus fuscus) captured off the coast of Sydney, Australia during 1988, 1989, and 1990, respectively(2). 20 of 133 oysters collected from the South Atlantic and Gulf of Mexico contained chlordane. All but one had tissue residue concns greater than 0.01 mg/kg(3). Cis-chlordane was detected in 100% of oysters collected in 1986 and 1987 from the Gulf of Mexico as part of NOAA's Status and Trends Mussel Watch Program(4). The range of concns during the two sampling years were 0.91-96.3 ppm and 0.65-292 ppm, respectively(4). Cis- and trans-chlordane were detected in 50% of the marine clams collected in Portland, Maine in November 1980(5). The concns ranged from not detected to 1.8 ppb. The detection limit was 0.03 ppb(5). 22% of 600 whole fish samples collected from the Great Lakes and major river basins had chlordane levels of 0.1 mg/kg(6). Fish from the Hudson River contained levels of 2.2-7.3 mg/kg chlordane (whole fish samples)(6). cis- and trans-Chlordane were found in 68% of 25 whole fish composite samples collected in 1986 from 13 sites located along a 125 mile stretch of the Kansas River(7). Technical chlordane was detected in three species of shellfish collected from an estuary in New Zealand; concns (on a lipid basis) ranged from 30 to 52 ng/g lipid(8)."
        },
        {
            "References": "(1) Miles RL; Commercial Fishery Investigations; Completion Report, National Marine Fisheries Sevice, Washington DC (1977) (2) Morris RL et al; Health Lab Sci 9: 145 (1972) (3) Butler PA, Schutzmann RL; Pestic Monit J 12: 51 (1978) (4) Glass GE et al; Organic Contaminants - Lake Huron USEPA-600/J-77-063 (1977) (5) Veith GD et al; Pestic Monit J 15: 1 (1981) (6) Kuehl DW et al; J Assoc Off Anal Chem 63: 1238 (1980) (7) Konasewich D et al; Status Report on Org and Heavy Metal Contam in the Lakes Erie, Michigan, Huron and Superior Basins (1978) (8) Moilanen R et al; Bull Environ Contam Toxicol 29: 334 (1982) (9) Kuehl DW et al; Environ Int 9: 293-9 (1983) (10) Hunter RG et al; Pestic Monit J 14: 102 (1980) (11) Eisenberg M, Topping JJ; J Environ Sci Health B20: 729 (1985)",
            "Value": "A chlordane concn of 300 ng/g was detected in channel catfish in the Ohio River in 1975(1). Concns of 72-200 ng/g were found in Iowa catfish in 1970-71. Chlordane was detected in 27% of the samples(2). Chlordane was found in various estuarine fish in 4 of 21 coastal states surveyed between 1972 and 1976 with concns of 118-290 ng/g(3). Concns of 0.8-14.0 ng/g found in the edible portion of fish taken near the shore of Lake Huron(4). Chlordane and components of technical chlordane were detected in 38% of fish samples collected in watersheds near the Great Lakes. The detection limits were 0.5 ppb. Concns of cis- and trans-chlordane in composite fish samples ranged from 21 to 2,680 ppb(5). Composite samples of fish caught in the Wabash River in Indiana had cis- and trans-chlordane concns of 12.98 and 8.54 ppb, respectively. Fish caught in the Ashtabula River had no detectable concns of these isomers (detection limit = 0.5 ppb)(6). Concns of 0-87 ng/g were detected in 20 fish species taken from Lake Erie in 1974-77(7). Concns of 2.39-6.43 ug/g and 0.39-0.83 ug/g were found in pike and herring, respectively, taken from the Baltic Sea in 1982(8). Cis- and trans-chlordane concns ranging from non-detectable to 610 ng/g were observed in composite samples of over 20 fish species collected from major watersheds near the Great Lakes in 1979. The detection limits were 20 ng/g(9). The highest chlordane concns observed in fish caught in Lake Texoma in 1979 ranged from 6 to 24 ng/g (detection limit was 1.0 ng/g); chlordane was detected in 6 species of 11 species examined(10). Mean chlordane concns ranging from 0.07 to 0.12 ug/g were detected in finfish collected from MD waters between 1976-80(11)."
        },
        {
            "References": "Schmitt CJ et al; Arch Environ Contam Toxicol 19 (5): 748-81 (1990)",
            "Value": "The U.S. Fish and Wildlife Service periodically determines concentrations of organochlorine chemicals in freshwater fish collected from a nationwide network of stations as part of the National contaminant Biomonitoring Program (NCBP, formerly a part of the National Pesticide Monitoring Program). From late 1984 to early 1985, a total of 321 composite fish samples were collected from 112 stations and analyzed for organochlorine chemical residues. The mean concentrations of total DDT did not change from 1980-81 to 1984, following a period of steady decline through the 1970's however, the mean concentrations of p,p'-DDT declined significantly. The most persistent DDT homolog (p,p'-DDE) was detected at 98% of the stations sampled to 1984, and constituted 73% of total DDT residues, up from 70% in 1974-79. Collectively, these findings indicate a low rate of influx and continued weathering of DDT in the environment. Residues of polychlorinated biphenyls also remained widespread, but a significant downward trend in total polychlorinated biphenyls was evident, and early eluting polychlorinated biphenyl components were present a fewer stations than in the past. Mean concentrations of dieldrin have not changed since 1978-79; concentrations remained highest in Hawaii and in the Great Lakes. Toxaphene concentrations declined from 1980-81 to 1984, especially in the Great Lakes, and the incidence of toxaphene declined from 88% of the stations sampled in 1980-81 to 69% in 1984. Mean chlordane concentrations did not change from 1980-81 to 1984, following a period of decline; however, trans-nonachlor replaced cis-chlordane as the most abundant component, suggesting a lower influx of chlordane to the aquatic environment. Residues of other organochlorines-mirex, pentachloroanisole, benzene hexachloride isomers, endrin, heptachlor, hexachlorobenzene, and Dacthal were either found at relatively few (< 25%) of the stations sampled in 1984 or were characterized by relatively low concentrations. In general, organochlorine concentrations were lower in 1984 than at any time reported previously."
        },
        {
            "References": "Suns K et al; Can J Fish Aquat Sci 48 (8): 1568-73 (1990)",
            "Value": "Contaminant residue data from Ontario (Canada) nearshore collections of young-of-the-year spottail shiner (Notropis hudsonius) were used to assess present status and temporal trends of bioavailable organochlorine contaminants in Lake Ontario. polychlorinated biphenyl residues in spottail shiners were in excess of the International Joint Commission Aquatic Life Guideline at 11 of the 14 sites sampled in 1987; mirex residues exceeded the Guideline at 7 of the 14 sites sampled. Polychlorinated biphenyl and total DDT residues in the recent shiner collections were significantly (p < 0.01) lower relative to residue levels in collections in the 1970's. However, residue declines have slowed during the 1980's. Thus, polychlorinated biphenyl residues in spottail shiners declined by 69% over a 5 yr interval (1975-80) whereas residues declined only by 17% at the same sites during the following 7 yr interval (1980-87). Residues of hexachlorobenzene, heptachlor, aldrin, total hexachlorocyclohexane, octachlorostyrene, total chlordane, and toxaphene were generally near their detection limits in all shiner collections. A Forage Fish Contaminant Index was established for the purpose of ranking the collection sites in relative order of contamination to assess the need for point-source investigations."
        }
    ],
    "logP": [
        {
            "References": "Simpson CD et al; Bull Environ Contam Toxiciol  55: 149-53 (1995)",
            "Value": "log Kow= 6.16"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "DRUMMOND L ET AL; FED PROC FED AM SOC EXP BIOL 39 (3PT 2): 998 (1980)",
            "Value": "In vivo effects of chlordane on brain atpase activities in rats fed with iron sufficient (is) & deficient (id) diets were investigated. Male sprague-dawley rats were fed with 0, 25, 50, and 100 ppm chlordane mixed with is & id diets for 12 wk. Na+, K+ & oligomycin sensitive (os) and insensitive (oi) Mg2+ ATPase activities were determined. Na+, K+ and os Mg2+ ATPase were decr significantly in treated rats. Oligomycin insensitive Mg2+ ATPase was unaffected by chlordane treatment. Na+, K+ & os Mg2+ ATPase activities decr in dose dependent manner reaching a max of 60 & 75% in 100 ppm group fed on id diets as compared to controls receiving the same diet. The rats fed is diets also showed decr enzyme activities but the decr was 15-20% less than id groups at any dose of chlordane. These results suggest that chlordane may be exerting its toxic action by inhibiting the ATPase system."
        },
        {
            "References": "Ford MD, Delaney KA, Ling LJ, Erickson T; Clinical Toxicology. W.B. Saunders Company., Philadelphia, PA. 2001, p. 832",
            "Value": "Although all organochlorine insecticides are CNS stimulants, their exact mechanisms of action may vary. ... Cyclodienes, hexachlorocyclohexanes, and toxaphene and related compounds are thought to exert their toxic effects through inhibition of gamma-aminobutyric acid."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 1890",
            "Value": "Cyclodienes act as antagonists at inotropic receptors for gamma-aminobutyric acid, decreasing the uptake of chloride ions, which results only in a partial repolarization of the neuron and a state of uncontrolled excitation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Chlordane (Update) PB/95/100111/AS (May 1994). Available from, as of July 7, 2004: https://www.atsdr.cdc.gov/toxprofiles/tp77.html",
            "Value": "Cis- and trans-chlordane and their metabolites ... bind irreversibly with cellular macromolecules such as protein, ribonucleic acid (RNA), and deoxyribonucleic acid (DNA). Binding to these macromolecules may lead to cell death or altered cellular function. In addition, cis- and trans-chlordane, heptachlor, and heptachlor epoxide increase the generation of superoxide in cultures of guinea pig polymorphonuclear leukocytes. This was probably an indirect effect of activation of phospholipase C, or of increasing the intracellular concentration of free ionized calcium, rather than a direct effect on protein kinase C."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Chlordane (Update) PB/95/100111/AS (May 1994). Available from, as of July 7, 2004: https://www.atsdr.cdc.gov/toxprofiles/tp77.html",
            "Value": "The primary effect, induction of hepatic cytochrome P-450 and other microsomal protein, is accompanied by a large increase in the volume of the smooth endoplasmic reticulum, which results in hepatocellular enlargement and hypertrophy. ... In mice treated repeatedly over several weeks, the body burden of the chlordane isomers decreased, and the body burden of oxychlordane increased with time. This suggests that chlordane induces its own metabolism, probably to intermediates that bind to and disrupt the function of vital cellular macromolecules. A possible mechanism may be that the components and metabolites of chlordane exert their effects by altering the permeability of the mitochondrial membrane, inhibiting mitochondrial oxidative phosphorylation. Also, chlordane may induce production of superoxide, which may result in lipoperoxidation, a known mechanism of toxicity to the liver."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlordane administered by stomach-tube to sheep at 500 mg/kg body weight induced toxic symptoms (incoordination, partial blindness).  Full recovery occurred in 5 to 6 days.  A dose of 1000 mg/kg body weight induced severe respiratory and nervous symptoms 16 h after treatment and death after 48 h."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 143",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When given daily oral dose of 10 mg/kg, rabbits died before they had received total dose of about two-thirds of the single lethal dose. Fatal poisoning has been induced experimentally in sheep & goats by 6 to 8 dippings at 4-day intervals in suspension containing 1.5% chlordane. 4 sprayings with suspension containing 2% chlordane wettable powder at fortnightly intervals were fatal in cattle."
        },
        {
            "References": "U. S. Department of the Interior, Fish & Wildlife Service, Bureau of Sport Fisheries & Wildlife. Handbook of Toxicity of Pesticides to Wildlife. Washington, D. C.: U. S. Government Printing Office, 1970., p. 35",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute symptoms /mallards/: ataxia, tail up, use of wings for balance in walking, falling, phonation, neck muscle twitches, tremors. Symptoms appeared as soon as 5 min after single oral administration & persisted ... up to 1 or 4 wk. Mortalities occurred between 1 & 8 days."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 146",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlordane ... /produces/ a certain degree of vascular damage. Subcutaneous petechiae & ecchymoses in intestines & myocardium have been described."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Repeated application of 50 mg/kg to the skin of rats for 3 or 4 days caused 100% fatalities."
        },
        {
            "References": "Ogata M, Izushi F; Toxicol Lett (AMST) 56 (3): 327-38 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats were administered 100 mg/kg body wt of chlordane by stomach tube once a day for 4 days, whereas 50 mg/kg body wt of chlordane was injected ip once a day for 4 days. The data show that total cholesterol and serum triglycerides as well as creatine phosphokinase and lactate dehydrogenase activities are increased after chlordane treatment. The isoenzyme patterns suggest that an increase in creatine phosphokinase and lactate dehydrogenase is related to skeletal muscle. Furthermore, the hepatotoxicity of chlordane was also studied in rats only. A significant increase in liver weight, its water content, total lipids, triglycerides and phospholipids was recorded. Chlordane induced lipiod peroxidation in the liver, exhibiting a dose-response relationship. Although no appreciable effect on mitochondrial function and latent ATPase activity was observed, 2,4-dinitrophenol-stimulated ATPase activity was inhibited. Histological examination of the liver confirmed fatty infiltration induced by chlordane in rats."
        },
        {
            "References": "PMID:8553376",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Prenatal chlordane exposure induced a 36% reduction in ear swelling compared to a 60% reduction following topical treatment at the challenge phase. Topically-applied chlordane also reduced the oxazolone-induced ear swelling by 40% when applied at sensitization. When applied at both sensitization and challenge, ear swelling was reduced by 71%. In a time-course study, it was determined that chlordane must be applied at the time of sensitization, challenge or both or within 1 h post-challenge to significantly reduce ear swelling. A dose-response study showed that the lowest concentration of chlordane resulting in a significantly reduced ear swelling response was 20 micrograms per ear."
        },
        {
            "References": "Barrass N et al; Environ Health Perspect 101 (Suppl 5): 219-223 (1993)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Replicating cells were labeled via bromodeoxyuridine delivered by osmotic minipump for 3 days before necropsy. In the thyroid, the peak labeling index (LI) was seen on day 5 (LI = 5.99 +/- 2.90% versus 1.00 +/- 20% in controls), while in the liver the peak was on day 8 (9.0 +/- 1.6% versus 0.5 +/- 0.4% in controls). Both organs had an elevated LI for the first month of dosing, but while the thyroid follicular LI was similar to control at 99 and 190 days, the liver LI was significantly elevated at all time points except in the withdrawal groups."
        },
        {
            "References": "PMID:11099650",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats were administered cis-nonachlor, trans-nonachlor, or technical chlordane by gavage for 28 days at doses of 0.25 to 25 mg/kg body weight. Residue analyses indicated that trans-nonachlor accumulation in adipose was greater than cis-nonachlor. The major metabolite oxychlordane accumulated in adipose tissue. Adipose tissue residue levels of all test chemicals and the major metabolite were higher in female rats. The liver was a target organ in male and female rats"
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When male guinea-pigs were exposed to chlordane at 67 mg/kg body weight/day, through dermal painting for 90 days, mild degenerative changes in the skin and testis were evident."
        },
        {
            "References": "PMID:3486141",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Various toxicological and immunological parameters were assessed after exposure of female B6C3F1 mice to 0.1, 1.0, 4.0, and 8.0 mg/kg gamma-chlordane for 14 days via oral gavage. Variables evaluated included periodic body wt, terminal organ wt, hematology including leukocyte differentials, antibody response to sheep red blood cells, lymphoproliferative responses to the mitogens phytohemaglutinin, concanavalin A, and lipopolysaccharide and allogeneic cells, and the delayed hypersensitivity response to keyhole limpet hemocyanin. When compared to the corn oil (vehicle) controls, chlordane produced a significant, dose-related increase in liver wt. Total leukocytes were significantly increased in chlordane treated groups and seemed to be due to a significant increase in the lymphocyte population. Humoral immunity, as assessed by enumeration of sheep red blood cell-specific IgM antibody forming cells and proliferation of lipopolysaccharide-stimulated spleen cells, was not significantly altered in mice exposed to chlordane. In vitro evaluation of cell-mediated immunity, as measured by proliferation of concanavalin A and phytohemagglutinin-stimulated spleen cells from chlordane treated animals, indicated as significant and dose related increase. The response to allogeneic cells was also enhanced. Results from an in vivo indicator of cell-mediated immune status, the delayed hypersensitivity response to keyhole limpet hemocyanin, did not support chlordane-enhanced T-cell function suggested by mitogen and mixed lymphocyte responses."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily oral doses of chlordane in cottonseed oil of 50 mg/kg for 2 weeks or less resulted in significant mortality, whereas 25 mg/kg during the same period of time was tolerated, suggesting that chlordane effects at higher dosage levels may be cumulative."
        },
        {
            "References": "PMID:2741174",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The levels of chlordane congeners in mice were measured after single and repeated oral doses of technical chlordane. Male ddy-strain mice received 0.48 mg of technical chlordane by gavage every other day for a total of from one to 15 doses. Digestive tracts, tails, limbs, and skins were homogenized and purified by organic solvent extraction and florisil column chromatography. trans-Chlordane, cis-chlordane, trans-nonachlor, cis-nonachlor, and oxychlordane were detected by gas chromatography. In the single dose group, maximum levels of cis-chlordane and trans-chlordane occurred at 5 hr after administration, levels of cis-nonachlor and trans-nonachlor reached a plateau at 10 hr post treatment, and oxychlordane levels increased throughout the 24 hr observation period. For mice receiving repeated doses of chlordane, no increases in body content of chlordanes were detected over 29 days, while the trans-nonachlor, cis-nonachlor, and oxychlordane levels increased successively over the entire 29 day period. The authors conclude that the clearance rates for chlordanes and nonachlors differ widely, and recommend that the toxic effect of the high accumulation of nonachlors and oxychlordane in the animal body be studied."
        },
        {
            "References": "PMID:2790253",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Tissue chlordane residues following subchronic inhalation exposure to technical chlordane were studied in rats and monkeys. Albino rats and cynomolgus monkeys were exposed to aerosols of technical chlordane at concentrations of 0, 0.1, 1.0, or 10 ug/L, 8 hr per day, 5 days a wk for 90 days. Selected animals were killed after 5, 57, 90, and 180 days and blood, liver, and adipose tissue samples were taken and assayed for total chlordane, oxychlordane, heptachlor epoxide, and trans-nonachlor. Some blood samples were fractionated and the plasma and red blood cells were analyzed separately. Total chlordane residues in the tissue samples of both species of both species were directly proportional to the logarithm of the exposure concentration. The highest residue concentrations were found in the adipose tissue, followed by the liver and blood, in that order. Plasma total chlordane concentrations in monkeys were nearly twice those of the red blood cells. In rats the plasma and red blood cell concentrations were comparable. After exposure ended, the concentrations of total chlordane residues in rats decreased 75 to 90 %. The largest decreases occurred in the liver and blood.  Total chlordane concentrations in the tissues of female rats were two to three times those of males. No sex related differences were seen in monkeys. The predominant metabolite in monkeys was trans-nonachlor, accounting for nearly 50% of the chlordane residues. Oxychlordane was the major chlordane residue in rat tissues. During the 90 day recovery period, oxychlordane was the major metabolite present in rat tissues and blood."
        },
        {
            "References": "PMID:12480304",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Female rats were gavaged with oxychlordane at doses ranging from 0.01 to 10 mg/kg body weight/day for up to 28 days. ... 10 mg/kg oxychlordane was acutely toxic and 1 mg/kg oxychlordane caused no measurable effects. Weight loss, reduced feed consumption and thymic atrophy were the hallmarks of acute oxychlordane toxicity. At lower doses rats showed signs of hepatic changes indicative of microsomal enzyme induction. Oxychlordane was more bioaccumulative and was toxic at levels approximately 8 times lower than trans-nonachlor and cis-nonachlor."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 651",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...In 2-yr chronic feeding study... /with rats/ retardation of growth /was noted/ at concentrations of 150 and 300 ppm in the diet. ...Liver damage was marked at 150 and 300 ppm but slight at 30, minimal at 10, and absent at 5 ppm. ...Marked injury /to kidney/ at 150 and 300 ppm. The lung showed marked damage at 300 ppm, mild injury at 150, and no injury at lower concentrations."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 566",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chlordane fed at 56 ppm produced 88.9% hepatocellular carcinoma in male mice, compared with  10% in controls, & 64 ppm produced 69.6% hepatocellular carcinoma in female mice ... with 0% in  controls."
        },
        {
            "References": "PMID:6489289",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A long-term study ... was conducted in cohort groups of identically treated mice to determine if prenatal exposure to chlordane had a persistent effect on endocrine function over the lifespan of the exposed offspring as determined by alterations in plasma concentrations of corticosterone at 400 and 800 days of age. Results suggest that prenatal exposure to nonteratogenic doses of chlordane (1) had a significant effect on endocrine funtion (corticosterone control), (2) affected males more than females, and (3) produced changes (increased plasma corticosterone levels) which were detectable at adulthood and persisted into middle age. The mechanisms responsible for these persistent changes in corticosterone metabolism remain to be elucidated."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The liver appeared to be the only organ showing either gross or microscopic changes in rats on diets containing 0.008, 0.15 and 0.032% chlordane for 407 days; liver cells, their nuclei and nucleoli, were significantly enlarged, and inclusions were commonly seen in liver cells of male rats at the higher dietary levels. No other organs or tissues, including the blood, showed alterations ascribable to chlordane."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Feeding study of rats at dietary levels of chlordane 5, 10, 30, 150 and 300 ppm chlordane for 2 years, resulted in marked toxicity at 300 ppm, less marked at 150 ppm and insignificant effects at 5, 10, and 30 ppm. ... Liver damage was the major finding, although myocardial damage was also apparent at the higher dietary levels."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Chlordane fed in the diets of mice for 80 weeks at an average dietary concentration of 30 or 56 mg/kg (males) and 30 or 64 mg/kg (females) produced a significant incidence of liver cancer. The increased incidence of hepatocellular carcinomas was dose related."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from:  https://www.cdpr.ca.gov/docs/toxsums/toxsumlist.htm on Chlordane (57-74-9) as of June 30, 2004",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chlordane (technical, lot B-9129A, 100%); fed /to rats/ in the diet at 0, 1, 5 or 25 ppm for 130  weeks; 80/sex/level with 8/sex/level interim sacrificed at 26 and 52 weeks, with termination at 130  weeks (2.5 years);  hepatocellular necrosis (\"adenomas\") in males with reduced survival beginning after 116 weeks at  25 ppm, NOEL between 1-5 ppm hepatocellular swelling and necrosis."
        },
        {
            "References": "PMID:7586176",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ..When chlordane exposure was discontinued for a group of B6C3F1 mice ('stop' group) at 491 days of age, overall tumor multiplicity significantly decreased by 30% from an average of 4.4 per tumor-bearing-animal at 525 days to 3.1 at terminal killing (568 days). Over the same time period the prevalence of hepatocellular carcinomas significantly decreased from 80 to 54% and adenomas from 100 to 93% by terminal killing in B6C3F1 'stop-group' mice. Chlordane induced diffuse hepatocellular centrilobular hypertrophy, frequent multinucleate hepatocytes, toxic change and hepatoproliferative lesions composed predominantly of acidophilic hepatocytes in nearly 100% of both the B6C3F1 and B6D2F1 mice. The development of histological evidence of toxicity closely paralleled the temporal development of hepatocellular neoplasia and decreased in severity when the tumor burden was maximal. No H- or K-ras mutations were detected in the chlordane-induced hepatocellular tumors in B6C3F1 mice (15 adenomas and 15 carcinomas) or B6D2F1 mice (10 adenomas and 10 carcinomas)."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Groups of 50 male and 50 female, 5-week-old Osborne-Mendel rats were given analytical-grade chlordane in the diet for 80 weeks, at initial levels of 400 and 800 mg/kg for males and 200 and 400 mg/kg for females.  The levels had to be reduced during the study because of adverse toxic effects; the time-weighted average dietary concentrations were 407 and 203 mg/kg for males and 241 and 121 mg/kg for females.  There were 10 male and 10 female matched controls and 60 male and 60 female pooled controls.  Survivors were killed at 80 weeks, at which time approximately 50% of treated and control males and 60% of treated females and 90% of control females were still alive.  In all treated animals combined, there was an excess incidence of follicular-cell thyroid neoplasms (10/75 in treated females and 7/65 in treated males versus 0/10, 3/58, 0/6, and 4/51 in matched and pooled female and male controls); there was an excess of malignant fibrous histiocytomas in the treated male groups (8/88 versus 0/8 and 2/58 in matched and pooled male controls)."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  ... Groups of 100 male and 100 female Charles River CD-1 mice, 6 weeks of age, were fed technical-grade chlordane (purity not given) at 5, 25, and 50 mg/kg diet, for 18 months.  Excluding 10 animals sacrificed from each group for interim study at 6 months, mortality rates at 18 months ranged from 27 - 49%, except in males and females receiving the 50 mg/kg diet, in which the mortality rates were 86 and 75%, respectively.  A relatively large number of the deceased animals was lost due to autolysis.  A dose- related increased incidence of liver hyperplastic nodules was reported in the 25 and 50 mg/kg diet test groups and a dose-related increased incidence of liver cell hypertrophy was found in all test groups.  A significant incidence of hepatocellular carcinomas compared with controls was also reported.  In the males receiving chlordane at 0, 5, 25, or 50 mg/kg diet, hepatocellular carcinomas were found in 3/33, 5/55, 41/52, and 32/39 animals, respectively; in females, the respective incidences were 0/45, 0/61, 32/50, and 26/37."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two-year feeding study, pure-bred male and female beagle dogs were fed chlordane at levels of 0, 0.3, 3.0, 15, or 30 mg/kg diet.  No adverse treatment-related alterations were observed in behaviour, appearance, eye examination, body weight, food consumption, hematology, or plasma biochemistry.  Some liver enzyme activities were altered throughout the study at the 15 and 30 mg/kg levels.  Relative liver weights were slightly increased after two years in the two highest groups. Treatment-related microscopic changes, observed in dogs fed the two highest levels, consisted of enlargement of centrolobular hepatocytes with margination of coarse cytoplasmic granules."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 654",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Studies in rodents fed diets containing levels of 12.5 and 25 ppm chlordane were conducted. There were no tumorigenic responses in either rats (dosed for 30 months) or mice (dosed for 24 months). Both chlordane and heptachlor have been shown to cause tumor promotion in mice following initiation with diethylnitrosamine."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V79 53 (2001)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 hybrid mice, 5 weeks of age, were fed a diet containing technical-grade heptachlor (72 +/- 3% heptachlor, 18% trans-chlordane, 2% cis-chlordane, 2% nonachlor, 1% chlordene, 0.2% hexachlorobutadiene and 10-15 other compounds) for 80 weeks. Males received an initial dietary concentration of 10 or 20 mg/kg and time-weighted average concentrations of 6 and 14 mg/kg; females received an initial concentration of 20 or 40 mg/kg of diet and time-weighted average concentrations of 9 and 18 mg/kg of diet. These concentrations were reduced during the experiment because of adverse toxic effects. Matched controls consisted of 20 males and 20 females. The survivors were killed at 90-91 weeks. The survival rates in all groups were relatively high, with > 70% of treated and control males and 60% of treated and control females still alive at 90 weeks. The survival of treated female mice showed a significant decreasing trend in comparison with controls."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Chlordane (Update) PB/95/100111/AS (May 1994). Available from, as of July 7, 2004: https://www.atsdr.cdc.gov/toxprofiles/tp77.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Administered analytical grade chlordane in peanut-homogenate at 0, 0.16, or 8.00 mg/kg/day to groups of mice throughout gestation to measure endocrinological performance of adult offspring. Although mice in both treated groups gave birth to approximately equal numbers of viable offspring of \"average\" body weight that were grossly normal in appearance, 55% of the offspring of the high-dose dams died within the first week of the nursing period. The authors stated only that the cause of death was not apparent from gross necropsy; however, it is possible that exposure to high levels of chlordane and/or metabolites in the dam's milk may have been responsible for these deaths ..."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats, maintained from weaning on a diet containing a chlordane level of 320 mg/kg, showed reduced rates of mating, of viable litters, and an increased rate of death of progeny prior to weaning. It was concluded that, at this dosage, chlordane interfered with both fertility and litter survival."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice fed diets containing chlordane at 25 - 100 mg/kg for 6 generations showed decreased viability in the first and second generations at 100 mg/kg; in the third generation at this level, no offspring were produced.  At 50 mg/kg, viability was reduced in the fourth and fifth generations, and at 25 mg/kg no statistically significant effects were observed, even after 6 generations."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Chlordane (Update) PB/95/100111/AS (May 1994). Available from, as of July 7, 2004: https://www.atsdr.cdc.gov/toxprofiles/tp77.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Pregnant mice were treated with chlordane in order to study the immunological, behavioral, and endocrine effects on the offspring. The offspring were allowed to nurse their dams; therefore, they were exposed to chlordane and metabolites during gestation and nursing. The results of immunological tests suggest that chlordane suppressed cell-mediated immunity. Results of behavioral tests indicate that chlordane depressed the acquisition of avoidance behavior, raised seizure thresholds, and increased exploratory activity. Increased plasma levels of corticosterone were observed in the offspring of mice treated during gestation; the change implies an effect on neuroendocrinological feedback, possibly resulting from the liver's reduced ability to metabolize corticosterone."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Groups of 10 male and 20 female rats were used in a 3- generation study at dietary levels of technical chlordane of 0, 0.3, 3, 15, 30, and 60 mg/kg.  Two litters in each filial generation were studied.  Levels up to and including 30 mg/kg did not have any effect on fertility, number of offspring, or weight, growth, or mortality rate of the young animals to weaning age.  Autopsy of animals after weaning did not reveal any gross or microscopic differences between the groups.  At 60 mg/kg, there was a high (10.6%) mortality rate in the second F3 generation litters during the latter part of the nursing period; these animals showed gross and microscopic pathological changes, comparable with those characteristic for chlordane intoxication.  However, survivors of this generation did not show any tissue changes at all.  A third set of F3 litters at 60 mg/kg suffered 17% mortality during the nursing period, with symptomatology and gross and microscopic tissue changes characteristic of chlordane intoxication. Third F3 generation litters from dams removed from the 60 mg/kg group and placed on chlordane-free diets for 30 days prior to re-mating showed no differences in any respect from control litters.  No evidence of teratogenicity was found in this study."
        },
        {
            "References": "Theus SA et al; FASEB J 4 (7): A1750 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Our previous results indicated that prenatal exposure to chlordane resulting in a severe depression of the delayed type hypersensitivity response without measureable effects on lymphocyte function implicating the macrophage population associated with the efferent phase of the delayed type hypersensitivity response. The number of myeloid stem cells is also severely reduced in these animals. In the present study, 2-D gel electrophoresis was used to determine measureable differences between the proteins detectable in resident mphi from 100 day old animals prenatally treated with chlordane or vehicle. 2-D gel analysis revealed 121 significant differences in the 2-D gel patterns. Thiry four of 121 spots were completely absent in chlordane-treated animals that were present in normal animals. 17/121 spots that were present in both groups had significant differences in concentration. The remaining 70/121 were uniquely present in chlordane exposed offspring. These differences could reflect a difference in level of protein synthesis, phosphorylation or the induction of new proteins."
        },
        {
            "References": "Barnett JB et al; FASEB J 4 (7): A1750 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female mice were treated with either 0, 4 or 8 mg/kg chlordane daily for 18 days during pregnancy. The fetuses of these mice were assayed for fetal liver hematopoietic activity at 18 days gestational age. Hematopoietic activity was evaluated for in vitro granulocyte macrophage colony forming units and in vivo spleen colony forming units. The consistent finding was a significant depression of both the numbers of fetal liver granulocyte macrophage colony forming units and of spleen colony forming units without a change in liver cellularity in fetuses exposed to either 4 or 8 mg/kg chlordane. These data show that the damage to stem cells that persists into adult life as a result of chlordane exposure occurred during the fetal period."
        },
        {
            "References": "Lau KA et al; FASEB J 1990;4(7):A1750",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Prenatal exposure to chlordane significantly decreased the delayed type hypersensitivity of 100 day old female BALB/c mice. Decreases were also noted in granulocyte macrophage colony forming units colonies in fetal liver and adult bone marrow, however, lymphocyte reactivity was not adversely affected suggesting that chlordane selectively depressed macrophage (Mphi) lineage cells. In the present study, females prenatally exposed to 8 mg/kg chlordane were shown to have a severely depressed macrophage cytoxicity to tumor cells. To examine the effects of chlordane on the macrophage cytokine production, total RNA was extracted from peritoneal macrophage from chlordane-treated and control mice. The RNA was blotted onto nylon membrane and hybridized to a 5'-end labeled synthetic oligonucleotide murine GM-CSF or IL-1 probe. The mGM-CSF signal was reduced by 62% in macrophage RNA from the chlordane-treated mice compared to the control RNA. IL-1 signal also appeared to be reduced. The mechanism for this is presently unknown, however, these data suggest that prenatal exposure to chlordane produces severe defects in macrophage functional capabilities."
        },
        {
            "References": "PMID:10817625",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Oral daily doses of 75 and 275 mg/kg b.w. /of chlordane/ were administered to male mice, for 35 days, animals were sacrificed at the 2nd, 3rd, 4th, and 5th week. The results show that chlordane had a damaging effect on testicular tissues, /causing/ reduction in diameter of the seminiferous tubules, number of spermatogonia, and primary and secondary spermatocytes and spermatids. The effect was remarkably increased by the presence of lead."
        },
        {
            "References": "Blyler G et al; Funam Appl Toxicol 23 (2): 188-193 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... There was a significant depression of the numbers of bone marrow colony forming units-granulocyte/macrophage (CFU-GM), CFU-IL-3, and CFU-macrophage (CFU-M) in only the female offspring. Male offspring consistently demonstrated no difference in the CFU-GM, CFU-IL-3, or CFU-M. Prenatal treatment with chlordane did not significantly affect the number of recoverable viable bone marrow cells in either male or female mice."
        },
        {
            "References": "PMID:8209386",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Chlordane-dosed offspring exhibited sex- and dose-dependent effects on testosterone levels, behavioral tests, and body weight conducted between postnatal Days 77 and 85. Chlordane-dosed females, but not males, had significant decreases in testosterone levels, significant improvements in spatial abilities (i.e., decreases in Cincinnati maze errors, navigation times, and failures to escape), and significant increases in body weight and in auditory startle-evoked responses. In two other tests, chlordane-dosed males showed significant increases in male-typical mating behaviors and decreases in 36Cl- uptake into brain microsacs. For all behavioral and body weight measurements, dose-response effects were observed for the 100 and 500 ng/g dosed groups. However, the 5000 ng/g dose group responses were closer to those of control values."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/GENOTOXICITY/ Chlordane was negative in the Salmonella assay and in cultured Chinese hamster ovary cells for an increased frequency of chromosomal aberrations, but was positive for in the chinese hamster ovary assay for increased frequency of sister-chromatid exchanges. Technical grade chlordane was positive in the Salmonella and mouse lymphoma assays."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Chlordane (Update) PB/95/100111/AS (May 1994). Available from, as of July 7, 2004: https://www.atsdr.cdc.gov/toxprofiles/tp77.html",
            "Value": "/GENOTOXICITY/ Chlordane induced mitotic gene conversion in Saccharomyces cerevisiae in the presence, but  not the absence, of metabolic activation; and in prophage in Escherichia coli, regardless of  metabolic activation. Chlordane induced forward mutation in mouse lymphoma L5178Y cells without  metabolic activation, and also induced sister chromatid exchange in human lymphoid cells. Dermal  application of chlordane to mice induced micronuclei formation in the bone marrow cells and nuclei aberrations in the hair follicles."
        },
        {
            "References": "WHO; Environmental Health Criteria Document No. 34: Chlordane (57-74-9). Available from, as of July 7, 2004: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/  It was established that chlordane-treated cells did not (for the most part) re-enter mitosis.  They were, instead, arrested somewhere between the G1 and G2 phases of the cell cycle. Studies involving DNA synthesis were undertaken to determine more precisely at which phase (G1, S, G2) the cells are blocked.  The data showed that the treated cells were as competent in DNA replication as the control cells.  In both control and treated cultures, 25 - 30% of total DNA persisted as light-density material indicating that some of the pre-existing DNA never engaged in DNA synthesis.  Either a large fraction of cells failed to complete DNA synthesis or 25 - 30% of the cells did not enter phase S.  In any case, treated and control cells behaved the same in terms of DNA synthesis, indicating that treatment of the cells with chlordane blocked the cells at the G2 stage of the cell cycle."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V79 467 (2001)",
            "Value": "/GENOTOXICITY/ Chlordane induced neither DNA damage nor point mutations in bacteria. It caused SOS repair and prophage induction in Escherichia coli and gene conversion in Saccharomyces cerevisiae. In cultured mammalian cells, it did not induce unscheduled DNA synthesis but did induce gene mutations at the Tk and Na+/K+ ATPase loci. It inhibited gap-junctional intercellular communication in cultured mammalian cells. In single studies with cultured human cells, evidence was obtained for the induction of unscheduled DNA synthesis and sister chromatid exchange, but not for the induction of gene mutations. Sister chromatid exchange was induced in intestinal cells of Umbra limi (mud minnow) in vivo. Chlordane caused micronucleus formation and chromosomal aberrations in the bone marrow of mice treated in vivo, and nuclear aberrations (micronucleated and apoptotic cells) in hair follicle cells of these mice. No evidence was found of adduct formation with chlordane in liver DNA of mice treated in vivo. No dominant lethal mutation was found in mice."
        },
        {
            "References": "PMID:12453735",
            "Value": "/IMMUNOTOXICITY/ ... Adult male and female Sprague-Dawley rats were randomly assigned to six experimental  groups: cis-nonachlor, females; trans-nonachlor, females; technical chlordane females; cis-nonachlor, males; trans-nonachlor, males; technical chlordane, males. The immunologic endpoints included: quantification of the total serum immunoglobulin (Ig) levels and subclasses and flow cytometric analysis of peripheral blood leukocytes and T-lymphocyte subsets, evaluation of the lymphoproliferative activity of splenocytes in response to concanavalin A (Con A) and Salmonella typhimurium (STM) mitogens, and natural killer (NK) cell activity of splenocytes. Satellite experiments to examine the delayed-type hypersensitivity (DTH) response to oxazolone, and resistance to Listeria monocytogenes were set up for female rats treated with cis- or trans-nonachlor. Statistically significant (P<0.05) effects included: increased serum immunoglobulin M (IgM) levels in the chlordane-treated females at the 25 mg/kg dose (pairwise comparison); increased serum IgG(1) and IgG(2c) in the cis-nonachlor-treated males at the 2.5 and 25 mg/kg doses and increased serum IgG(2a) levels at all doses; increased serum IgG(2b) at the 25 mg/kg dose and decreased (dose-related) serum IgM levels in the cis-nonachlor-treated male rats; increased (linear trend) IgG(1) and IgG(2a) in the cis-nonachlor-treated females with effects on IgG(2a) significant at the 25 mg/kg dose compared with control; increased serum IgG(2a) in the trans-nonachlor-treated male and female rats at the 2.5 mg/kg dose; increased absolute numbers (linear trend) of peripheral white blood cells, B lymphocytes, natural killer (NK) cells, T-suppressor/cytotoxic lymphocytes, and the double positive (T-helper/inducer, T-suppressor/cytotoxic) cells in the trans-nonachlor-treated females; increased (non-linear trend) lymphoproliferative activity in the Con A-stimulated splenocytes and decreased (linear trend) activity in the S. typhimurium mitogen-stimulated splenocytes of the cis-nonachlor-treated females; reduced resistance to L. monocytogenes in the cis-nonachlor (day 3, P=0.034)- and trans-nonachlor (day 2, P=0.0001)-treated females, and reduced (linear trend) NK cell activity in the cis-nonachlor-treated males."
        },
        {
            "References": "Gabliks J; Proc Soc Exp Biol Med 120: 168 (1965) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlordane p.C-8 (1980) EPA 600/5-80-027",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Purified chlordane at a concentration of 100 ug/L was reported to induce cytotoxic effects in human HeLa cell cultures including growth inhibiting and alteration of cell morphology."
        },
        {
            "References": "PMID:3694709",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Immunosuppression by gamma-chlordane was examined by the direct addition of chlordane to cultured spleen cells from untreated B6C3F1 mice. Both cell-mediated and humoral immune responses were markedly suppressed upon in vitro exposure. The mixed lymphocyte response and the proliferative response to both B- and T-cell mitogens were significantly suppressed at uM concentrations of chlordane. The antibody response to sheep erythrocytes was suppressed 90% at 10 uM chlordane. The kinetics of the sheep erythrocytes response were not altered by chlordane. Addition of chlordane to the antibody cultures on various days indicated an effect at the early stages of the response. Previous studies with chlordane failed to demonstrate immunosuppression following in vivo exposure. The possibility that chlordane was metabolized in vivo to a less immunosuppressive form was studied by examining the effect of the major metabolite, oxychlordane, on the in vitro antibody response and by incubating splenocytes with chlordane and a liver S9 preparation prior to culture with sheep erythrocytes. Oxychlordane was immunosuppressive by itself, and the activity of chlordane was unaltered in the co-culture experiments. The association of chlordane with serum components was evaluated in vitro in cultures of mouse bone-marrow cells. The chlordane-induced suppression of (3)H thymidine incorporation by bone-marrow cells was reversed by the addition of mouse or human serum. In summary, chlordane produces marked suppression of in vitro immune responses via an apparent antiproliferative action. The failure of chlordane to produce in vivo immunosuppression may be related to extensive association of chlordane with serum components."
        },
        {
            "References": "Ruch R et al; Carcinogenesis (Lond) 11 (7): 1097-102 (1990)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The cyclodiene pesticides endosulfan, chlordane and heptachlor have been reported to be non-genotoxic rodent hepatocarcinogens. These three compounds ... were examined for their effects on gap junctional intercellular communication in primary cultured male F344 rat hepatocytes and B6C3F1 mouse hepatocytes. ... Chlordane and heptachlor inhibited both mouse and rat hepatocyte gap junctional intercellular communication at concentrations of 50-200 uM. The inhibition of gap junctional intercellular communication by the cyclodienes showed similar dose-response relationships and kinetics of onset of inhibition and reversibility for both mouse and rat hepatocytes. Concomitant treatment of the cells with inhibitors of cytochrome P450 monooxygenases (SKF-525A, piperonyl butoxide or carbon monoxide) did not alter the inhibition of gap junctional intercellular communication by the cyclodienes, suggesting that cytochrome P450 metabolism was not involved in the inhibitory mechanism. Dibutyryl cyclic AMP (0.5 mM), however, decreased the inhibition of gap junctional intercellular communication by the cyclodienes and may indicate that these compounds inhibit intercellular communication through a cAMP-dependent process. The inhibition of mouse and rat hepatocyte gap junctional intercellular communication by the cyclodienes correlated with previous reports indicating that these compounds are non-genotoxic rodent liver carcinogens."
        },
        {
            "References": "PMID:2832973",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The effect of chlordane and chlordane related compounds on guinea-pig leukocyte function was studied in vitro. Polymorphonuclear leukocytes obtained from male guinea pigs were incubated with 0 to 80 uM cis-chlordane, trans-chlordane, heptachlor, and heptachlor epoxide . The effects on superoxide anion generation, membrane potential, intracellular and membrane bound calcium ion (calcium (+2)), and protein kinase activity were determined. All compounds stimulated superoxide anion formation. cis-Chlordane showed the greatest activity, followed in order by heptachlor epoxide, trans-chlordane, and heptachlor. Heptachlor epoxide had the greatest depolarizing effect on polymorphonuclear leukocyte membrane potentials, followed by cis-chlordane, trans-chlordane, and heptachlor. All compounds increased intracellular and membrane bound calcium (+2) concentrations. No definite trends in terms of molecular structure were discernible. None of the compounds affected protein kinase activity. The /results indicate/ that chlordane and chlordane related compounds exert stimulative effects on polymorphonuclear leukocytes in vitro. The lack of an effect on polymorphonuclear leukocyte protein kinase suggests that phospholipase-C may play a role in accelerating superoxide anion generation induced by these compounds."
        },
        {
            "References": "PMID:2749781",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ In order to clarify the cytotoxicity of chlordane, an industrial product used as an insecticide, its effect on oxidative phosphorylation in rat hepatic mitochondria was studied. The respiration rate, RCI and ADP/O ratios were inhibited by chlordane related compounds; the degree of inhibition was in the descending order of trans-chlordane, cis-chlordane, heptachlor and heptachlorepoxide. Of the indices indicating various respiratory activities, state 3 respiration was the most sensitively inhibited by these compounds, suggesting that they inhibit energy transfer. However, electron transport was inhibited also by high concentrations of chlordane constituents. The inhibitory effect of the chlordane constituents on respiratory activity varied depending on the species of respiratory substrate, suggesting site-specificity of these compounds. The release of potassium (+) ions paralleled the results of the respiratory activity study. Heptachlorepoxide, a metabolic product of heptachlor, had less effect on mitochondria than heptachlor."
        },
        {
            "References": "Whysner J et al; Toxicol Appl Pharmacol 148 (1): 14-23 (1998)...",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Phenobarbital (PB), PCBs, and chlordane (CLD) were tested for DNA adduct formation in the liver of male and female B6C3F1 mice after either single or 2-week dietary exposures. Single gavage dose levels were as follows: PB, 200 mg/kg; PCBs, 50 mg/kg; and CLD, 50 mg/kg. Dietary dose levels were as follows: PB, 1000 ppm; PCBs, 200 ppm. ... None of the three test compounds produced DNA adducts detected by 32P-postlabeling. Similar negative results were obtained for DNA from the livers of both male and female mice receiving either single or 2-week exposures."
        },
        {
            "References": "Theus SA et al; Agents Actions 37 (1-2): 140-146 (1992)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Macrophages (m phi) from chlordane-treated animals required a 48 hr in vitro period of induction with interferon-gamma and lipopolysaccharide (IFN/LPS) before they could kill P815 targets. Similarly, m phi from chlordane-treated animals also failed to produce an immediate H2O2 burst upon perturbation. Moreover, levels of  inositol triphosphate (IP3), were significantly delayed in chlordane-treated animals following interaction with IFN/LPS. When nitrate/nitrite production was analyzed as an alternate mechanism for killing tumors, stimulated m phi from both normal and chlordane-treated animals responded equally."
        },
        {
            "References": "PMID:7873768",
            "Value": "/OTHER TOXICITY INFORMATION/ ... After inhalation of 4.22-11.36 micrograms/m3 chlordanes (total of 5 compounds) in air for 1-6 months, high levels of chlordanes (4.19-11.63 ppm, total of 5 compounds and 2 metabolites) were found in the adipose tissue of mice. Transnanochlor, which accounted for only 14% of the total chlordane in the inhaled air, showed a high percentage (50%) in the adipose tissue, followed by 2 metabolites, i.e., oxychlordane (25%) and heptachlorepoxide (22%). Little transchlordane, cis-chlordane, or heptachlor, which accounted for high percentages of the total chlordane inhaled, was detected in the adipose tissue. A low level of cis-nonachlor was observed in the adipose tissue, and its percentage was similar to that in the air (2%)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 49 (1979)",
            "Value": "ENVIRONMENTAL ACCUMULATION: IN 1970, AS PART OF THE NATIONAL SOILS MONITORING PROGRAM, DATA ON SOIL & CROP RESIDUES WERE COLLECTED FROM 1506 CROPLAND SITES IN 35 STATES; CHLORDANE WAS DETECTED 165 TIMES, IN A RANGE OF 0.01-13.34 MG/KG."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 351",
            "Value": "A sediment sample from Hawaii contained: 400-5270 ppt alpha-chlordane; 1330-5120 ppt gamma-chlordane."
        },
        {
            "References": "(1) Wiersma GB et al; Pestic Monit J 6: 126 (1972) (2) Carey AE et al; Pestic Monit J 12: 209 (1979) (3) Carey AE et al; Pestic Monit J 12: 117 (1978) (4) Crockett AB et al; Pest Monit J 8: 69-97 (1974) (5) Carey AE et al; Pest Monit J 10: 54-60 (1976) (6) Cohen SZ et al; Ground Water Monit Rev 10: 160-73 (1990) (7) Requejo AG et al; Environ Sci Technol 13: 931-5 (1979)",
            "Value": "SOIL: Analysis of soil from 8 US cities (50 sites/city) in 1969 found positive chlordane concns of 300-1590 ng/g with positive detections/city ranging from 16-64%(1). As part of the National Soils Monitoring Program, chlordane was detected in 117 of 1483 samples from 37 states in 1972 at an average concn of 0.05 ppm(2); positive detection of 119 of 1461 soil samples from 37 states was made in 1971 with an average concn of 0.06 ppm(3); pos detection of 165 of 1506 soil samples from 35 states was made in 1970 with a range of concn of 0.01 to 13.34 mg/kg(4). Chlordane was found in 7.4% to 42.3% of 356 soil samples taken from 14 cities in the US in 1970 at concn of 0.04-13.9 mg/kg(5). Technical chlordane residues were found in soil core samples collected in December 1985 from three golf courses in Cape Cod at concn ranging from 4.75 to 4310 ppb(6). The avg concn in the top layers of soil (1 to 1.5 ft in depth) was 2278 ppb(6). Chlordane was found in 52% of 25 samples of soil taken from the Everglades National Park in May 1976 at concn ranging from <1 to 4.8 ppb, 2.26 ppb avg(7). It was found in 43% of 7 samples of soil taken from agricultural land in Florida in May 1976 at a max concn of 195 ppb, 88 ppb avg(7)."
        },
        {
            "References": "(1) Delaplane KS, LaFage JP; Bull Environ Contam Toxicol 45: 675-80 (1990) (2) Krapac et al; J Soil Contam 4: 209-26 (1995)",
            "Value": "SOIL: Chlordane was detected in soil samples collected in 1986 around the foundations of homes in Louisiana. Soils were collected at two depths (0-5 and 6-10 cm) from houses built on a crawl space, slab, or a combination of both types of construction. Chlordane was present in all samples (range: 0.6 to 14,464 ppm; mean 870 ppm). Construction type or depth of sampling had no effect on the mean concns detected(1). Chlordane was detected in soil samples collected at 18 of 49 agrichemical facilities in Illinois; the range of concns in samples with chlordane was 44-79,000 ug/kg and the median was 510 ug/kg(2)."
        },
        {
            "References": "(1) Gay BW, Noonan RC; Ambient Air Measurements of Vinyl Chloride in the Niagara Falls Area; Environ Monitoring Series USEPA-650/4-75-020 (1975) (2) Olney CE; Gov Rep Announce 73: 147 (1973) (3) Konasewich D et al; Status Report on Org and Heavy Metal Contaminants in the Lakes Erie, Michigan, Huron and Superior Basins (1978) (4) Bopp RF et al; Environ Sci Technol 16: 666 (1982)",
            "Value": "SEDIMENTS: Chlordane was detected in the suspended sediment of the Upper Chesapeake Bay at 3 depths at average concn of 0.62-0.81 parts/trillion(1). Concn of 2-480 ppb were found in sediments of 32 ponds and rivers in RI in 1970-1 with 63% of all samples positive(2). Concn of 0.3-1.8 ng/g detected in sediment from 14 sites in the Lake Erie Basin in 1973-1976(3). Chlordane isomers (gamma and alpha) were found in core sediments (up to 250 cm deep) at concn of 34-127 ppb taken from the NY harbor(4)."
        },
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131 (1985) (2) Frank R; J Great Lakes Res 7: 440 (1981) (3) Elder JF, Mattraw HC Jr; Arch Environ Contam Toxicol 13: 453 (1984) (4) Verschueren K; Handbook of Environmental Data on Organic Compounds 2nd. NY: VanNostrand Reinhold (1988) (5) Gilliom RJ; Pesticides in the Rivers of the US. Natl Water Sum 1984 - Water Qual Issues, Hydrologic Perspectives 85-92 (1984)",
            "Value": "SEDIMENTS: Chlordane had positive detections in 46% of 1823 USEPA STORET reporting stations(1). Mean concns of 0.2-6 ug/kg were found in suspended and bed sediment of the Grand and Saugeen rivers (Ontario) in 1976-77(2). Concn of less than 1.0 to 3 ug/kg were detected in sediment of the Apalachicola River (FL) in 1979(3). A sediment sample from Hawaii contained: 400-5270 ppt alpha-chlordane, 1330-5120 ppt gamma-chlordane(4). During a 1975-1980 national surface water monitoring program, chlordane occurred in the sediment of 30% of the 171 stations tested; a total of 1014 samples were taken(5)."
        },
        {
            "References": "(1) Abdel-Razik M et al; Pak J Sci Ind Res 34: 436-8 (1991) (2) Glynn PW et al; Mar Pollut Bull 30: 397-402 (1995)",
            "Value": "SEDIMENT: Chlordane was detected in sediments collected from the River Nile (Egypt) tributaries and drains. concns ranged from 0.05 to 2.68 ppb (dry weight)(1). The alpha and gamma isomers of chlordane were not detected in sediments collected off Key Largo, Florida. The results were produced by different laboratories and the detection limits ranged from 1 to 200 ppb(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Nat'l Research Council Canada; Chlordane p.34 (1974) NRCC No. 14094",
            "Value": "The extremely low mobility of chlordane within soil ... after 14 months and 72 inches (183 cm) of rainfall /was observed/. Chlordane was found not to have extensively penetrated below nine inches (23 cm). Most of the residues (85-90%) were found in the 0-3 inch (0-8 cm) cultivated layer. Nine to 15% and 1.2-1.6% were found in the 3-6 inch (8-15 cm) and 6-9 inch (15-23 cm) layers, respectively."
        },
        {
            "References": "(1) Johnson-Logan LR et al; Environ Sci Technol 26: 2234-9 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Wilson DM, Oloffs PC; Can J Soil Sci 53: 465 (1973) (4) Wiese III, Basson NCJ; S African J Agric Sci 9: 945-69 (1966)",
            "Value": "A Koc range of 20,000-76,000 was measured in soil near a hazardous waste site in Memphis, TN(1). According to a classification scheme(2), this Koc range suggests that chlordane is expected to be immobile in soil. Less than 2% of applied chlordane reached the 15-23 cm depth zone in field tests in British Columbia conducted over a 16 month period with 225 cm of rainfall(3). Soil column leaching tests using five different soil types (sandy, sandy loams, and silty clay loam) found that in excess of 99% of applied chlordane was retained in the upper 10 cm of soil over an 80 day period(3). In general, sandy soils and soils with less organic matter retain chlordane less than soils with high clay and/or organic content(4)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Chlordane is a member of the persistent organic pollutants (POPs), a group of chemicals characterized by extremely long residence in the environment after application. Technical chlordane, composed of a large number of components, is a synthetic organochlorine substance that was used primarily as an insecticide. Uptake by root crops of persistent soil residues of chlordane was noted early in the chronology of the material. The present report is the first comprehensive study of the uptake of weathered soil residues of chlordane and its translocation throughout the tissues of food crops under both greenhouse and field conditions. The data show that for all 12 crops chlordane is not limited to root tissue but is translocated from the root to some of the aerial tissues. Chlordane accumulation in edible aerial tissue appears to be dependent on plant physiology. As expected, chlordane was detected in the edible root tissue of the three root crops examined, carrots, beets, and potatoes. In the remaining crops chlordane was detected in the edible aerial tissue of spinach, lettuce, dandelion, and zucchini, whereas it was not detected in edible aerial tissue of tomatoes, peppers, and corn; trace amounts of chlordane were detected in the edible aerial tissue of bush beans and eggplant. Under the conditions of the field trial the data indicate that for weathered chlordane residues, the soil-to-plant uptake route dominates over the air-to-plant uptake route. This is the case even when the soil concentration of the recalcitrant, weathered residues, for which volatilization is expected to be minimal, is as high as it would be directly following application. Greenhouse trials confirm this observation for zucchini, a member of the Cucurbitaceae family, which bioaccumulates weathered chlordane very efficiently in its edible fruits.",
            "reference": "Mattina, M. J. I., Iannucci-Berger, W., & Dykas, L. (2000). Chlordane uptake and its translocation in food crops. Journal of agricultural and food chemistry, 48(5), 1909-1915.",
            "method": {
                "Test Plant": "red tuber, white tuber, carrot, beets, eggplant, zucchini",
                "Apply Location": "Soil application (contaminated field plot)",
                "Plant Grown Condition": "Study conducted in a previously chlordane-treated lawn area at Connecticut Agricultural Experiment Station.Main field plot with direct-seeded and transplanted spinach, other crops.Five plastic bins filled with \"clean\" soil, buried in contaminated plot to isolate roots",
                "Chemical Preparation": "Technical chlordane previously applied to the lawn area (details not provided)",
                "Pesticide Application Details for the Plant": "No intentional pesticide application, plants grown in historically contaminated soil",
                "Other information and Other Information": "Aerial plant tissue periodically harvested, roots at final destructive harvest.Edible tissue harvested at marketable size"
            },
            "result": "[{\"Plant\": \"red tuber\", \"whole (ug/g)\": 0.2322, \"peel (ug/g)\": 0.5494, \"flesh (ug/g)\": 0.0418}, {\"Plant\": \"beets\", \"whole (ug/g)\": 0.3606, \"peel (ug/g)\": 0.9875, \"flesh (ug/g)\": 0.0498}, {\"Plant\": \"white tuber\", \"whole (ug/g)\": 0.1986, \"peel (ug/g)\": 0.6383, \"flesh (ug/g)\": 0.0079}, {\"Plant\": \"eggplant\", \"whole (ug/g)\": 0.0034, \"peel (ug/g)\": 0.0097, \"flesh (ug/g)\": 0.0035}, {\"Plant\": \"carrot\", \"whole (ug/g)\": 1.6841, \"peel (ug/g)\": 5.1796, \"flesh (ug/g)\": 0.1253}, {\"Plant\": \"zucchini\", \"whole (ug/g)\": 0.6939, \"peel (ug/g)\": 1.1223, \"flesh (ug/g)\": 0.7762}]"
        }
    ]
}