{
    "_id": {
        "$oid": "6682e831c4e5dba5ffba245e"
    },
    "CID": {
        "$numberInt": "6019"
    },
    "Name": "PYRIDOXINE HYDROCHLORIDE",
    "IUPACName": "4,5-bis(hydroxymethyl)-2-methylpyridin-3-ol;hydrochloride",
    "CanonicalSMILES": "CC1=NC=C(C(=C1O)CO)CO.Cl",
    "Synonyms": [
        "PYRIDOXINE HYDROCHLORIDE",
        "58-56-0",
        "Pyridoxine HCl",
        "Pyridoxol hydrochloride",
        "Vitamin B6 hydrochloride",
        "Hexa-Betalin",
        "Aderoxine",
        "Alestrol",
        "Bonasanit",
        "Hexavibex",
        "Hexermin",
        "Hexobion",
        "Pyridipca",
        "Becilan",
        "Beesix"
    ],
    "IsomericSMILES": "CC1=NC=C(C(=C1O)CO)CO.Cl",
    "INCHI": "InChI=1S/C8H11NO3.ClH/c1-5-8(12)7(4-11)6(3-10)2-9-5;/h2,10-12H,3-4H2,1H3;1H",
    "INCHIKEY": "ZUFQODAHGAHPFQ-UHFFFAOYSA-N",
    "Formula": "C8H12ClNO3",
    "MolecularWeight": {
        "$numberDouble": "205.64"
    },
    "Description": "Pyridoxine hydrochloride is the hydrochloride salt of pyridoxine. It is a hydrochloride and a vitamin B6. It contains a pyridoxine.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "142"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:1193274",
            "Value": "BRAIN GABA PRODN BEGAN TO RISE 7.5 MIN AFTER IP ADMIN OF 10 MG PYRIDOXINE HYDROCHLORIDE & CONTINUED FOR 40 MIN, THEN DECLINED."
        },
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 90",
            "Value": "NUTRITIONAL NEED FOR VITAMIN B6 IS BASED ON ITS COENZYME FUNCTION IN AN UNUSUALLY LARGE NUMBER OF METABOLIC REACTIONS. ... REQUIRED IN METABOLISM OF AMINO ACIDS, FATS & CARBOHYDRATES & FOR SYNTHESIS OF PHYSIOLOGIC REGULATORS SUCH AS NOREPINEPHRINE, SEROTONIN & HISTAMINE."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 1539",
            "Value": "PYRIDOXAL PHOSPHATE IS INVOLVED IN SEVERAL METABOLIC TRANSFORMATIONS OF AMINO ACIDS INCLUDING DECARBOXYLATION, TRANSAMINATION, & RACEMIZATION, AS WELL AS ENZYMATIC STEPS IN METABOLISM OF SULFUR-CONTAINING & HYDROXY AMINO ACIDS. /PYRIDOXINE/"
        },
        {
            "References": "Evaluations of Drug Interactions. 2nd ed. and supplements. Washington, DC: American Pharmaceutical Assn., 1976, 1978., p. 452",
            "Value": "PYRIDOXINE ... IS AN ESSENTIAL PART OF THE ENZYME GLYCOGEN PHOSPHORYLASE. /PYRIDOXINE/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 1570",
            "Value": "EXTREMELY LARGE DOSES IN RANGE OF 2 TO 6 G/KG PRODUCE CONVULSIONS & DEATH IN RATS & MICE. /PYRIDOXINE/"
        },
        {
            "References": "HARRIS ET AL; ENDOCRINOLOGY (PHIL) 102 (2): 362 (1978)",
            "Value": "FEMALE RATS INJECTED WITH 50 MG PYRIDOXINE HYDROCHLORIDE IP: PREVENTED NORMAL SECRETION OF PROLACTIN. MAY BE DUE TO DIRECT EFFECT ON PITUITARY; IT DECR PROLACTIN RISE AFTER ALPHA-METHYL-PARA-TYROSINE &/OR THYROID STIMULATING HORMONE-RELEASING HORMONE."
        },
        {
            "References": "PMID:1120526",
            "Value": "PYRIDOXINE HYDROCHLORIDE (20-80 MG/KG/DAY, ORALLY) GIVEN TO PREGNANT RATS ON DAY 6-15 OF GESTATION DID NOT CAUSE ANY MATERNAL TOXICITY OR UNUSUAL NUMBERS OF DEAD FETUSES, RESORPTIONS, OR FETAL ANOMALIES."
        },
        {
            "References": "PMID:7292894",
            "Value": "BEAGLE DOGS GIVEN PYRIDOXINE HYDROCHLORIDE ORALLY @ DOSE OF 150 MG/KG/DAY FOR APPROX 100 DAYS DEVELOPED ATAXIA & HAD SPASTIC, DYSMETRIC LEG MOVEMENTS, DEGENERATION & LOSS OF AXONS IN DORSAL FUNICULUS OF SPINAL CORD, LOSS OF AXONS & MYELINS & SECONDARY CHANGES OF MYELIN SHEATHS."
        },
        {
            "References": "KRINKE G ET AL; NEUROTOXICOLOGY (PARK FOREST SOUTH, ILL) 2 (1): 13 (1981)",
            "Value": "PYRIDOXINE HYDROCHLORIDE PRODUCED SENSORY NEURONOPATHY IN BEAGLE DOGS @ 300 MG/KG/DAY, ORAL. SWAYING GAIT DEVELOPED WITHIN 9 DAYS. DOGS BECAME UNABLE TO WALK BUT WERE NOT WEAK. DEGENERATION OF SENSORY NERVE FIBERS IN PERIPHERAL NERVES OCCURRED."
        },
        {
            "References": "PMID:2341912",
            "Value": "Effects of maternal restrictions in vitamin B6 on neuron differentiation and synaptogenesis in developing neocortex were examined. Rats were fed ad libitum a vitamin B6 free diet supplemented with 0.0 or 0.6 mg pyridoxine hydrochloride/kg diet during gestation followed by a control level of 7.0 mg/kg diet during lactation, or they were fed the vitamin B6 free diet supplemented with 0.6 or 7.0 mg pyridoxine hydrochloride/kg diet throughout gestation and lactation. Neocortices of the offspring were examined at 30 days of age by light and electron microscopy. All maternal restrictions in vitamin B6 reduced the number of higher order dendrites on stellate neurons in layer II and on pyramidal neurons in layer V of the neocortex and decreased synaptic density in the neuropil of the neocortex. The findings indicated that vitamin B6 restriction during gestation, either margina or severe, was the critical treatment factor that adversely affected synaptogenesis and at least one event in neuron differentiation in the neocortex, the arborization of dendrites."
        },
        {
            "References": "Guilarte TR et al; Faseb J 5 (5): A1319 (1991)",
            "Value": "Vitamin B6 restriction during gestation and lactation results in CNS abnormalities. Aberrant locomotor behavior, one of the most commonly described consequences of vitamin B6 restriction, has not been systematically examined. The goal of this study was to quantitatively measure the effects of long term vitamin B6 restriction on the spontaneous locomotor behavior in the developing rat. The nocturnal locomotor activity of rats fed vitamin B 6 restricted (0.7 mg pyridoxine hydrogen chloride/kg diet) and sufficient (7.0 mg/kg) diets during gestation and postnatally, was measured using computerized activity cages. Measurements of horizontal, vertical, and stereotypic behavior were obtained at 14, 28, 56, and 196 days of age. The results showed a highly significantly age x diet interaction on the locomotor behavior of the developing rat. In early neonatal life, rats fed a vitamin B6 restricted diet demonstrated a generalized hypoactivity in essentially all indices of locomotor behavior. This is in agreement with previous studies. The novel finding in the present study was that the pattern of locomotor activity changed in the post weaning period to a gradual increase in several indices of locomotor behavior at 28 and 56 days of age, to a pronounced hyperkinesis in vitamin B6 restricted rats at 196 days of age. These findings suggest that long term vitamin B6 restriction during CNS development results in hyperactivity in the young adult rat and may be the result of abnormal development or damage to neuronal systems involved in locomotor behavior."
        },
        {
            "References": "Briggs, G.G, R.K. Freeman, S.J. Yaffe. A Reference Guide to Fetal and Neonatal Risk. Drugs in Pregnancy and Lactation. 4th ed. Baltimore, MD: Williams & Wilkins 1994., p. 747",
            "Value": "Severe vitamin B6 deficiency is teratogenic in experimental animals. /Pyridoxine/"
        }
    ]
}