{
    "_id": {
        "$oid": "6682e832c4e5dba5ffba2460"
    },
    "CID": {
        "$numberInt": "6028"
    },
    "Name": "2,3,4,6-TETRACHLOROPHENOL",
    "IUPACName": "2,3,4,6-tetrachlorophenol",
    "CanonicalSMILES": "C1=C(C(=C(C(=C1Cl)Cl)Cl)O)Cl",
    "Synonyms": [
        "2,3,4,6-TETRACHLOROPHENOL",
        "58-90-2",
        "Dowicide 6",
        "2,4,5,6-Tetrachlorophenol",
        "Phenol",
        "2,3,4,6-tetrachloro-",
        "Chlorophenols",
        "1-Hydroxy-2,3,4,6-tetrachlorobenzene",
        "DTXSID9021716",
        "NSC-2428",
        "2442S914FX",
        "2,4,5,6-Tetrachlorophenol  (contains 10% pentachlorophenol)",
        "DTXCID201716",
        "NSC 2428",
        "RCRA waste number U212",
        "CAS-58-90-2"
    ],
    "IsomericSMILES": "C1=C(C(=C(C(=C1Cl)Cl)Cl)O)Cl",
    "INCHI": "InChI=1S/C6H2Cl4O/c7-2-1-3(8)6(11)5(10)4(2)9/h1,11H",
    "INCHIKEY": "VGVRPFIJEJYOFN-UHFFFAOYSA-N",
    "Formula": "C6H2Cl4O",
    "MolecularWeight": {
        "$numberDouble": "231.9"
    },
    "Description": "2,3,4,6-tetrachlorophenol is a tetrachlorophenol in which the chlorines are located at positions 2, 3, 4, and 6. It has a role as a xenobiotic metabolite.",
    "XlogP": {
        "$numberDouble": "4.5"
    },
    "Complexity": {
        "$numberInt": "143"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Haimi J et al; Soil Biol Biochem 24: 1699-703 (1992)",
            "Value": "Earthworms collected 5, 7, and 10 m from the dipping basin of a sawmill near the town of Kuopio in central Finland contained 2,3,4,6-tetrachlorophenol at concns of 430 (1980), 390 (710), and 380 (270) ug/g fat for Lumbricus spp (A. caliginosa), respectively(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Saarikoski J, Veluksela M; Ecotox Environ Safety 6: 501-12 (1982) (2) Kobayashi K et al; Bull Jap Soc Scien Fish 45: 173-5 (1979) (3) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN #4-89074-101-1 p. 3-82 (1992) (4) Makela TP et al; Ecotoxicol Environ Safety 22: 153-63 (1991) (5) Franke C et al; Chemosphere 29: 1501-14 (1994) (6) Oikari A, Anas E; Bull Environ Contam Toxicol 35: 802-9 (1985)",
            "Value": "In static bioconcentration tests, the log BCF for 2,3,4,6-tetrachlorophenol in guppies was 2.30 after 24 hr(1) while for goldfish it was 1.95 after 12 hr(2). These correspond to BCFs of 200 and 89, respectively(SRC). BCFs of 25 to 62 and 36 to 95 were measured in carp for 2,3,4,6-tetrachlorophenol at 10 and 1 ug/l, respectively(3). BCFs measured in the soft tissue of freshwater mussel, Anodonta anatina, ranged from 49 to 156; depuration half-lives in the soft tissue were generally less than 24 hours(4). According to a classification scheme(5), these BCFs suggest that bioconcentration in aquatic organisms is low to high(SRC). The mean concn of free 2,3,4,6-tetrachlorophenol in the bile of rainbow trout exposed to a 2% v/v solution of biologically treated kraft mill pulp effluent for 30 days was 0.15 ug/ml; glucuronide acid conjugated 2,3,4,6-tetrachlorophenol was 19.4 ug/ml(6). The mean concn of free 2,3,4,6-tetrachlorophenol in the bile (plasma) of rainbow trout exposed to a 7:10:4 (w/v) mixture of 2,4,6-trichlorophenol, 2,3,4,6-tetrachlorophenol and pentachlorophenol for 6 days was 14.8 (9.7) ug/ml; 1795 (16.3) ug/ml was in the conjugated form(6)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M, Aleem MIH; J Agri Food Chem 9: 44-7 (1961) (2) Lyr H; Nature 195: 289-90 (1962) (3) Curtis RF et al; Nature 235: 223-5 (1975) (4) Chu J, Kirsch EJ; Dev Ind Microbiol 14: 264-73 (1973) (5) Salkinoja-Salonen MS et al; pp.668-72 in Current Perspectives in Microbiology; Klug MJ, Reddy CA eds. Nat Acad Sci (1984) (6) Kozak VP et al; Reviews of the Environmental Effects of Pollutants: XI. Chlorophenols p.51-61, 464-7 USEPA-600/1-79-012 (1979) (7) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN #4-89074-101-1 p. 3-82 (1992) (8) Puhakka JA et al; Water Sci Technol 29: 73-80 (1994) (9) Ettala M et al; Water Res 26: 797-804 (1992)",
            "Value": "2,3,4,6-Tetrachlorophenol persisted for >72 days in a laboratory test with a soil inoculum; halophenols which had substituents meta to the phenol group were resistant to biodegradation(1). Another study reported that 2,3,4,6-tetrachlorophenol disappeared from soil to a large degree in 4 weeks(6). Fungi that attack conifer heartwood(2) as well as those found in litter shavings in chicken houses(3) have been reported to degrade 2,3,4,6-tetrachlorophenol. A bacterium acclimated to pentachlorophenol was able to also utilize 2,3,4,6-tetrachlorophenol as a growth substrate(4). The removal of 2,3,4,6-tetrachlorophenol in kraft pulp mill/bleach plant effluent was far superior in an anaerobic reactor (83% with a 12 hr retention time) than in an aerated lagoon (33%, retention time 14 days) or an activated sludge plant (25%)(5). 2,3,4,6-Tetrachlorophenol, concn 100 mg/l, reached 7% of its theoretical BOD over 4 weeks using an activated sludge inoculum(7). High-rate operation (5h; 350 to 480 mg chlorophenol/l/d) of an aerobic fluidized-bed reactor resulted in a 99.6% mean removal of 2,3,4,6-tetrachlorophenol over a period of 235 days(8). 100% removal of 2,3,4,6-tetrachlorophenol was observed in aerobic enrichment cultures following 8 days incubation(8). Over a 407-day study period, 2,3,4,6-tetrachlorophenol was detected in the effluent of a sewage treatment plant in Karkola, Finland employing activated sludge at a mean concn of 6.4 ug/l; mean concns of 13,000 and 1.4 ug/l were detected in the fed groundwater and dewatered sludge, respectively(9)."
        },
        {
            "References": "(1) Kirk PWW, Lester JN; Wat Sci Technol 20: 353-9 (1988) (2) Nicholson DK et al; Appl Environ Microbiol 58: 2280-6 (1992)",
            "Value": "ANAEROBIC: 74% removal of 2,3,4,6-tetrachlorophenol, 10 ug/l, was observed after 32 days anaerobic incubation in mixed digested sludge(1). 99.9% removal of 2,3,4,6-tetrachlorophenol was observed following 1 day of incubation in a pentachlorophenol-acclimated anaerobic consortium; 2,4,6- and 2,4,5-trichlorophenol were identified as breakdown products(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Renberg L et al; Ambio 12: 121-3 (1983) (2) Soderstrom M et al; Chemosphere 28: 1701-19 (1994) (3) Rogers IH, Hall KJ; Water Pollut Res J Can 22: 197-210 (1987)",
            "Value": "Perch, roach and beam in river-lake system 10 days to 2 months after chlorophenol spill in Sweden (distances up to 15 km from source) muscles <30 to 65 ppb, liver 24 to 5000 ppb(1). Mean 2,3,4,6-tetrachlorophenol concns in the bile of perch collected from an area receiving effluent from the Iggesund pulp mill, Sweden, ranged from 56 to 3670 ng/g, 23 to 0.25 km from the discharge point, respectively(2). Starry flounders, collected near a large municipal sewage outfall in the Fraser River Estuary, British Columbia, contained 2,3,4,6-tetrachlorophenol at a maximum concn of 47.8 ng/g(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 16",
            "Value": "log Kow= 4.45"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 7",
            "Value": "CHLORINATED PHENOLS ... ARE VERY EFFECTIVE (... IN VITRO) AS UNCOUPLERS OF OXIDATIVE PHOSPHORYLATION. THEY THUS PREVENT INCORPORATION OF INORGANIC PHOSPHATE INTO ATP WITHOUT AFFECTING ELECTRON TRANSPORT. AS A RESULT OF THIS ACTION, WHICH IS BELIEVED TO OCCUR @ MITOCHONDRIAL /MEMBRANE/, CELLS CONTINUE TO RESPIRE BUT SOON ARE DEPLETED OF ATP NECESSARY FOR GROWTH. /CHLOROPHENOLS/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 963",
            "Value": "The chlorophenols ... act at the sites of adenosine triphosphate production and decrease or block it without blocking the electron transport chain. Thus the poisons uncouple phosphorylation from oxidation. Free energy from the electron transport chain then converts to more body heat. As body temp rises, heat-dissipating mechanisms are overcome and metabolism is speeded. More adenosine diphosphate and other substrates accumulate, and these substrates stimulate the electron transport chain further. The electron transport chain responds by using up more and more available oxygen (increasing oxygen demand) in an effort to produce adenosine triphosphate but much of the free energy generated is liberated as still more body heat. Oxygen demand quickly overcomes oxygen supply, and energy reserves become depleted. /Chlorophenols/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Wegman RCC, Vanden Broek HH; Water Res 17: 227-30 (1983) (2) Xie TM; Chemosphere 12: 1183-92 (1983) (3) Salkinoja-Salomen MS et al; pp.668-72 in Current perspectives in microbiology; Klug MJ, Reddy CA eds. Nat Acad Sci (1984)",
            "Value": "Lake Ketelmeer, The Netherlands (deposition area for Rhine River sediment), 0.9 ppb median, 8.9 ppb max (dry wt basis), 100% frequency of detection in 1 samples(1). Rhine River (The Netherlands), 3 sites 0.4 to 1.7 ppb (dry wt basis), highest concns are around river km 1000 (Lake Constance, Switzerland=0 km)(1). Detected in sediment 2 km and 10 km away from a sulfate pulp mill in the Baltic Sea(2). Tetrachlorophenol was found at 122 parts per thousand at the dripping area from freshly treated lumber and 42 parts per thousand 45 cm depth below lumber storage area(3). 100 ppb (dry matter) in an oligotrophic, remote lake in Finland which has no influent rivers with concns in dated sediment going back 100 yr and more(3)."
        },
        {
            "References": "(1) Judd MC et al; Chemosphere 30: 1751-65 (1995) (2) Xie TM et al; Environ Sci Technol 20: 457-63 (1986) (3) Lampi P et al; Chemosphere 24: 1805-24 (1992)",
            "Value": "SEDIMENT: 2,3,4,6-Tetrachlorophenol was detected in sediment collected from Lake Maraetai and Lake Waipapa, New Zealand, below the effluent discharge point of a bleached kraft pulp and paper mill, in 1991/1992 at concns of 2.1 and 3.6 ng/g, respectively(1). Sediment collected from the Gulf of Bothnia, off the East Coast of Sweden, at concns of 0.04 to 18 ng/g dry weight and 15 to 89 ng/g dry weight in May and Nov 1983, respectively(2). Sediment samples collected from 12 areas in the brook Pyhaoja, Finland contained 2,3,4,6-tetrachlorophenol at concns ranging from 0.024 to 1.622 ug/g dry weight(3)."
        },
        {
            "References": "(1) Kitunen VH et al; Environ Sci Technol 21: 96-101 (1987) (2) Kitunen V et al; Int J Environ Anal Chem 20: 13-28 (1985) (3) Kitunen VH, Salkinoja-Salonene MS; Chemosphere 20: 1671-7 (1990) (4) Valo R et al; J Gen Appl Microbiol 32: 505-17 (1986) (5) Haimi J et al; Soil Biol Biochem 24: 1699-703 (1992)",
            "Value": "SOIL: 2,3,4,6-Tetrachlorophenol was detected in soil samples collected near wood-preserving facilities in four saw mills at the following concn ranges (depth, cm), mg/kg dry weight: 2.5 to 1,200 (0-5); 1.0 to 1,900 (5-20); 3.9 to 17,000 (10-15); 19 to 12,000 (15-20); 21 to 10,000 (20-25); 7.2 to 9,000 (25-35); 12 to 11,000 (35-45); and 2.6 to 620 (45-105)(1). 2,3,4,6-Tetrachlorophenol was detected in soil samples from a Finnish saw mill using technical chlorophenol as a wood preservative at concns of, mg/kg fresh weight (depth in cm): 994.6 (0-5); 1120.0 (5-20); 1776.4 (20-40); 736.4 (40-50); 348.2 (50-60); and 231.0 (60-70)(2). 2,3,4,6-Tetrachlorophenol was detected in soil at an abandoned Finnish sawmill near the wood-preserving facility at a concn of 730,000 ug/kg dry soil(3). 2,3,4,6-Tetrachlorophenol was detected in soil samples collected within the area of two Finnish sawmills using a chlorophenol wood preservative for 2 and 20 seasons at concns ranging from 18 to 42,400 and 3 to 25,607 ug/kg fresh weight, respectively(4). Soil samples, 0 to 10 cm, collected in May 1989 5, 7, and 10 m from the site of the dipping basin of the sawmill Sikoniemi, near the town of Kuopio in Central Finland, contained 338, not detected, and 157 ug/g dry soil 2,3,4,6-tetrachlorophenol, respectively(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schellenberg K et al; Environ Sci Technol 18: 652-7 (1984) (2) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington,DC: Amer Chem Soc p. 16 (1995) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 4-9 (1990) (4) Swann RL et al; Res Rev 85: 23 (1983) (4) Eder G, Weber K; Chemosphere 9: 111-8 (1980) (5) Wegman RCC, VandenBroek HH; Water Res 17: 227-30 (1983) (6) Johnson RL et al; Ground Water 5: 652-6 (1985) (7) Froebe Z et al; Sci Total Environ 155: 199-213 (1994) (8) Froebe Z et al; in Environ Behav Pest, Regulatory Asoects, Copin A et al, eds. Rixensart, Belgium: European Study Service (1994) (9) Fingler S et al; Environ Behav Pest Reg Aspects, Copin A et al, eds; Rixensart, Belgium: Eur Study Ser (1994) (11) Van Gestel C, Ma W; Ecotoxicol Environ Safety 15: 289-97 (1988)",
            "Value": "Koc values for 2,3,4,6-tetrachlorophenol in river sediment, lake sediment and aquifer material ranged from 6040 to 7690; average value of 6640(1). The Koc of 2,3,4,6-tetrachlorophenol is estimated as approximately 6300(SRC), using a log Kow of 4.45(2) and a regression-derived equation(3,SRC). According to a classification scheme(4), these Koc values suggest that 2,3,4,6-tetrachlorophenol is expected to be immobile in soil(SRC). In natural waters of low ionic strength and pH below approximately 6.4, the adsorption is dominated by the partitioning of the undissociated phenol between the aqueous phase and the organic phase contained in the sediment. However, at higher pH's, the contribution of the phenolate ion cannot be neglected(1). There is strong evidence that the adsorption of the phenolate species is also predominately a partitioning between the aqueous phase and organic matter in the sorbent and is dependent on the ionic strength of the aqueous phase(1). An equilibrium partition coefficient (Kp) of 1.8 was determined in batch equilibrium experiments using soil and groundwater (pH 10) from Alkali Lake, OR(7). In a laboratory experiment, 40% of 2,3,4,6-tetrachlorophenol sorbed to Weser estuary (Germany) sediment after 21 hr incubation at 14.5 °C; 65% was desorbed from the loaded sediment after another 21 hr(5). In contrast the partition ratios of 2,3,4,6- and/or 2,3,5,6-tetrachlorophenol between sediment/water and suspended matter/water from the Weser estuary were 38 and 6.3, respectively(5). In the Rhine River (The Netherlands) the median sediment to water ratio of tetrachlorophenol was 24(6). Log Kom values ranging from 1.275 to 2.750 were measured for 2,3,4,6-tetrachlorophenol in 14 different soil and sediment samples; mean log Kom for anionic 2,3,4,6-tetrachlorophenol was 2.431(8). Freundlich sorption coefficients of 2.173, 6.373, 2.203, and 6.392 were measured in quartz (pH 7.5), calcite (pH 7.2), kaolinite (pH 7.0), and montmorillonite (pH 5.3), respectively(9). Sorption of 2,3,4,6-tetrachlorophenol was negligible to two surface soils containing 2.8 and 2.1% organic matter, and in samples of deeper sediment layers, consisting of 92 to 98% clay and silt and 0.5 to 8.4% organic matter; a Kd value of 16.7 was measured in a surface soil sample containing 12.2% organic matter(10). Kf values of 95 and 85 were determined in Holten soil (6.1% organic matter and 2.4% clay) and Kooyenburg soil (3.7% organic matter and 1.4% clay), respectively)(11)."
        }
    ]
}