{
    "_id": {
        "$oid": "6682e832c4e5dba5ffba2464"
    },
    "CID": {
        "$numberInt": "6049"
    },
    "Name": "ETHYLENEDIAMINE TETRAACETIC ACID",
    "IUPACName": "2-[2-[bis(carboxymethyl)amino]ethyl-(carboxymethyl)amino]acetic acid",
    "CanonicalSMILES": "C(CN(CC(=O)O)CC(=O)O)N(CC(=O)O)CC(=O)O",
    "Synonyms": [
        "EDTA",
        "Edetic acid",
        "Ethylenediaminetetraacetic acid",
        "60-00-4",
        "Edathamil",
        "Sequestrol",
        "Versene",
        "Havidote",
        "Titriplex",
        "EDTA acid",
        "Versene acid",
        "Endrate",
        "Cheelox",
        "Gluma cleanser",
        "Sequestrene aa"
    ],
    "IsomericSMILES": "C(CN(CC(=O)O)CC(=O)O)N(CC(=O)O)CC(=O)O",
    "INCHI": "InChI=1S/C10H16N2O8/c13-7(14)3-11(4-8(15)16)1-2-12(5-9(17)18)6-10(19)20/h1-6H2,(H,13,14)(H,15,16)(H,17,18)(H,19,20)",
    "INCHIKEY": "KCXVZYZYPLLWCC-UHFFFAOYSA-N",
    "Formula": "C10H16N2O8",
    "MolecularWeight": {
        "$numberDouble": "292.24"
    },
    "Description": "Ethylenediaminetetraacetic acid is a tetracarboxylic acid, an ethylenediamine derivative and a polyamino carboxylic acid. It has a role as an antidote, a geroprotector, a chelator, a copper chelator and an anticoagulant. It is a conjugate acid of an EDTA(2-).",
    "XlogP": {
        "$numberDouble": "-5.9"
    },
    "Complexity": {
        "$numberInt": "316"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for ethylenediamine tetraacetic acid(SRC), using an estimated log Kow of -3.86(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alder AC et al; Wat Res 24: 733-742 (1990) (2) Kari FG, Giger W; Wat Res 30: 122-134 (1996) (3) Nortemann B; Appl Microbiol Biotechnol 51: 751-759 (1999) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 25, 2011: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: In the summer and winter daily cycle of a 5 kg/d load at a Swiss wastewater treatment plant, the concentration of ethylenediamine tetraacetic acid in the primary and secondary effluents was 30-150 ug/L(1). Therefore, it was concluded that ethylenediamine tetraacetic acid was not biologically degraded(1). Another study found that during the waste water treatment process, ethylenediamine tetraacetic acid was not biologically nor chemically degraded in measurable amounts(2). An enriched culture of microorganisms has been found to be an effective method for the degradation of ethylenediamine tetraacetic acid(3). Ethylenediamine tetraacetic acid, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(4)."
        },
        {
            "References": "(1) Wolf K, Gilbert PA; in The Handbook of Environmental Chemistry. Hutzinger O, ed. Berlin, Germany: Spring-Verlag 3F: 243-259 (1992) (2) Alder AC et al; Wat Res 24: 733-742 (1990) (3) Hongwei Y et al; Ecotoxicol Environ Saf 63: 299-305 (2006)",
            "Value": "ANAEROBIC: Under nitrifying conditions (sludge age of 12 day and temperature 20 °C) no biological degradation was observed(1,2). Ethylenediamine tetraacetic acid was poorly biodegraded anaerobically(3)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6411997",
            "Value": "Effects on rat liver glucocorticoid receptor in vitro was studied. At 4 °C, 10 mmole EDTA had a stablizing effect on unbound hepatic glucocorticoid receptors. Apparently, endogenous metal ions are involved in the processes of glucocorticoid-receptor complex stabilization and transformation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ dropped a 1 M solution of EDTA onto the rabbit cornea; the solution produced pain and chemosis. Repeated exposure for 15 minutes of de-epithelialized eyes caused marked swelling of the corneal stroma, intense conjunctival chemosis with small conjunctival hemorrhages, and hemorrhagic iritis. No damage occurred when a 0.1 M solution was dropped once on the normal human cornea. A 0.1-M solution dropped continuously for 15 minutes on rabbit cornea with the corneal epithelium removed caused a little more corneal edema, chemosis, and hyperemia of the iris than did the removal of the epithelium itself. Healing was complete in 3 days, which was comparable to de-epithelialized controls. The exposed corneas were as clear as the control corneas. A 0.01-M solution of EDTA dropped on the human cornea produced almost no discomfort. Repeated droppings for up to 15 minutes caused no damage, only mild, pale edema of the conjunctiva. The same concentration dropped on de-epithelialized rabbit corneas caused mild, pale conjunctival edema and mild edema of the corneal stroma. The eyes returned to normal in 2 to 4 days. A 0.01-M solution injected intracorneally produced a pronounced, bluish swelling of the cornea at the injection site that disappeared in 2 weeks. A 0.01-M solution of EDTA injected into the anterior chamber caused a diffuse corneal edema and marked hyperemia of the iris and conjunctiva. These observations led the investigators to conclude that a 0.01-M neutral solution of EDTA was safe and nonirritating for dropping on the denuded human cornea for 15 minutes, but not for injection into the globe."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The acute toxicity after IP dosing of EDTA and HEDTA, as well as other polyaminocarboxylic acid chelators, using female albino rats /were investigated/. Ten rats per group were dosed with 266 to 900 mg/kg of either EDTA (0.72 to 2.42 mM/kg) or HEDTA (0.77 to 2.62 mM/kg). All rats of the high-dose groups died as a result of treatment. None of the rats dosed with 266 to 400 mg/kg EDTA or 266 to 423 mg/kg HEDTA died. ... All the chelating agents tested in this study caused irritation, convulsions, and aggressiveness. Congestion of the liver, kidneys, and lungs were observed. The investigators concluded that the toxicity of this class of chelators was inversely related to the number of carboxyl groups present in the molecule; for example, triethylenetetrammnehexacetic acid with six carboxyl groups was less toxic than EDTA with four groups. The replacement of a carboxyl group with a hydroxyl group decreased the toxicity such that HEDTA was less toxic than EDTA."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ induced morphologic changes of the intestinal mucosa in adult male albino rabbits using 10% aqueous EDTA. The rabbits (approx. 3 kg each) were fasted for 24 hours and anaesthetized via IP injection. The intestine was ligated to give a blind loop, into which 20 mL of the EDTA solution was injected. Five minutes later, the intestine was ligated again (3 cm proximal to the blinded section), and further arterial and venous vessels were ligated to cut the blinded section of the intestine. Similar cuts were made and removed at 15, 30, 60, 120, 180, and 240 minutes. The preparations were fixed and stained for microscopic examination. The villi secreted excess mucus from goblet cells from 5 to 60 minutes, but the morphology was not significantly affected. From 120 to 240 minutes, however, the villi had marked epithelial desquamation. Mild lytic degeneration of the lamina muscularis (15 to 120 minutes) and tunica muscularis (120 to 240 minutes), mild to moderate edema of the tela submucosa (15 to 240 minutes), mild cellular infiltration (120 to 240 minutes), and mild (5 to 60 minutes) to severe hemorrhages (120 to 240 minutes) were observed."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a study using male New Zealand white rabbits, (14)C Disodium EDTA at concentrations of 2.0X 10-3 M or 0.5% were applied directly onto the cornea of both eyes. The volume was 25 mL. After dosing with 2.0X 10-3 M, significant amounts of EDTA were found in the cornea and conjunctiva; EDTA was also detected in the iris/ciliary body of rabbits killed 20 minutes after treatment. When either glycerol or 0.5% Cromolyn was coadministered with 0.5% EDTA, the concentration of the drug increased in the aqueous humor and cornea and decreased in the iris and conjunctiva. Reduced concentrations of glycerol were observed in the iris and conjunctiva if concentrations of 0.5% to 2% Cromolyn was used as the chelating agent rather than EDTA, but no increases of glycerol was observed in the aqueous humor or cornea. Instillation of calcium after dosing with EDTA reduced concentrations of glycerol in aqueous humor to near that obtained when glycerol alone was instilled, and the glycerol concentration was not decreased in the iris/ciliary body. In this study, 0.5% EDTA promoted the corneal penetration of either glycerol or Cromolyn, although the latter drug (a chelating agent) also increased penetration of glycerol. EDTA appeared to affect the endothelial tissue of the cornea, conjunctiva, and iris/ciliary body, as well as the capillaries of the latter two structures. /Disodium EDTA/"
        },
        {
            "References": "Hayes, W. J., Jr. Toxicology of Pesticides Baltimore: Williams & Wilkins, 1975., p. 420",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Ethylenediaminetetraacetic acid/... produced lowered serum calcium levels, if administered rapidly to animals. Change in serum calcium was small or absent following gradual dosing."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 769",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Large or repeated doses may cause kidney injury. Gastrointestinal upset, pain at the injection site, transient bone marrow depression, mucocutaneous lesions, fever, muscle cramps, and histamine-like reactions (sneezing, lacrimation, nasal congestion) have been reported."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ EDTA can interfere with repair of irradiation- or chemical mutagen-induced DNA lesions. The investigators concluded that this interference was due to the direct impairment of repair enzymes or to the modification of chromatin structure (i.e., preventing unwinding of chromatin) such that the accessibility of lesions to repair enzymes was decreased, or to a combination of these two mechanisms."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When administered in drinking water to white mice, EDTA ... and, Tetrasodium EDTA ... produced changes in the mineral content of the tissues. EDTA was administered at a concentration of 3.4 mM (due to its low solubility in water) and the salts were administered at concentrations of 25 mM. The mineral content of bones, kidneys, liver, and muscles was determined using atomic absorption spectrophotometry. ... After treatment with Tetrasodium EDTA, calcium was reduced in bone, liver, and muscle; zinc was reduced in the kidneys, muscle, and liver; and magnesium was reduced in bone and liver. ... Mice given EDTA had increased muscle calcium; and mice treated with Tetrasodium EDTA had increased renal magnesium. Similar results were /previously/ reported after oral administration of 1 mmol/kg/day EDTA for 35 days in a study using 42 male Wistar rats."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ reported that EDTA decreased peripheral utilization of glucose in dogs, possibly via the stimulation of beta cells to produce more insulin, when administered IV every 4 days for total doses up to 5.5 g (500 mg/day in 100 mL 0.9% saline)."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of the route of administration on teratogenicity was evaluated ... using pregnant CD rats. On GDs 7 to 14, EDTA was administered in the diet at doses of 954 mg/kg/day (3% of diet; 42 dams), by gastric intubation at 625 or 750 mg/kg/day (twice daily; 22 and 8 dams), or subcutaneously at doses of 375 mg/kg (25 dams). Thirty-eight, 20, and 14 females served as untreated controls for the three routes of administration, respectively. The females were killed on GD 21, and only live fetuses were examined for external, visceral, and skeletal malformations. When rats were fed EDTA, none of the dams died, but maternal toxicity was severe. Marked maternal weight loss, decreased feed consumption, and severe diarrhea were reported. Seventy-one percent of the offspring had malformations, and the average fetal weight was decreased significantly. Of the rats given EDTA IP, 87.5% died after dosing with 750 mg/kg/day, and 36% died after dosing with 625 mg/kg/day. The number of resorptions was not increased significantly compared to controls. Fewer young (20.5%) of this group were malformed, compared to the offspring of dams fed EDTA. When administered SC, the females were in shock and had vocalizations that indicated pain, 24% died. Maternal and fetal body weights were decreased significantly. The incidence of malformations was not significantly different from controls. For all groups, the typical gross malformations included cleft palate, umbilical hernia, phocomelia, micrognathia, clubfoot, short curly tail, meningocoele, and microphthalmia. Visceral abnormalities included great vessel abnormalities, interventricular septal defects, small or missing lung lobes, missing thymus, small kidneys with hydronephrosis and hydroureter, and small, undifferentiated gonads situated lateral to the kidneys. Skeletons of deformed fetuses had extreme dysplasia, including shortened, missing, or wavy ribs; misaligned and fused centra; and anomalies associated with external defects."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The embryopathic effects of EDTA at the concentrations used in ophthalmic drops /were investigated/. Pregnant albino rabbits (four per group) were treated with 0.1% and 3% EDTA ... Two drops of the test concentrations were instilled into the conjunctival sac six times per day from GDs 6 to 18. The rabbits were killed on day 29, and all fetuses were removed and examined for external, skeletal, and microscopic abnormalities. The rabbits of the low-dose group had 23 live fetuses and 3 dead, aborted, or resorbed fetuses were also observed. The rabbits of the high-dose group had 8 live fetuses and 19 dead, aborted, or resorbed fetuses were also observed. Neither group had living, anomalous fetuses, and the percentages of normal progeny were 89% and 30% for the low- and high-dose groups, respectively. If the levels of test compound given were fully absorbed by the ocular tissue, the doses were 0.3 to 9 mg/day. The investigators concluded that 0.1% to 3% EDTA was nonteratogenic, but the larger dose had a significant embryocidal effect."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an oral study using Alpk:AP (Wistar-derived) rats, treatment with 1 g/kg EDTA on GDs 7 to 16 did not cause differences in the group mean weight changes of the dams, number of viable litters, mean litter size, number of live pups, percentage survival of the pups, mean pup weights, and mean percent weight gain per litter, compared to treatment with physiologic saline."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an oral study using CD-1 mice, resorptions and malformations were not observed in offspring of dams treated with 1000 mg/kg/day EDTA on GD5 8 to 12. The chelating agent also had no effect on litter size, sex ratio, organ and body weights, or the percentage of viable offspring, compared to controls."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ evaluated the teratogenicity of EDTA and its ... tetrasodium salt using CD albino rats. Twenty inseminated rats were intubated with 2.3 to 2.4 mL of the test compounds (equivalent to 1000 mg/kg EDTA), equally divided, twice daily on GD5 7 to 14. The rats of the vehicle control group received 1.0 mL/kg doses of phosphate buffer twice daily. An additional untreated group served as the control group. Females of all treatment groups had diarrhea; the incidences were 80% (EDTA) ... and 90% (Tetrasodium EDTA). On the first day of dosing, three females of the EDTA group ... had transient episodes of decreased activity. ... The females were killed on GD 21, and each fetus was examined for external anomalies. The test compounds did not significantly affect litter size, postimplantation loss, or the sex ratio compared to controls. One-third of the fetuses were inspected for visceral abnormalities and two-thirds were examined for skeletal abnormalities. No pattern was observed regarding treatment with a particular compound or the incidence of anomalies. The investigators concluded that EDTA and its salts were not teratogenic under the conditions of this study, even at maternally toxic doses."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Zinc concentrations were not changed significantly in maternal plasma and embryos during 3% EDTA treatment on GDs 7 to 14. Within 2 days after termination of treatment, however, the zinc concentrations were increased 20% to 40% compared to controls. In studies where (65)Zn was injected (IV) on GD 6, little or no change occurred after GD 10, whereas the zinc concentration decreased significantly in control rats. The investigators suggested that EDTA bound free zinc, making it unavailable for exchange with incorporated zinc. The EDTA produced a zinc deficiency that resulted in teratogenic effects."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ reported gonad dysgenesis in offspring of pregnant CD rats treated with EDTA on GDs 7 to 14. EDTA was administered to the rats in feed, by gavage or by SC injection at concentrations of 1000 mg/kg/day, 1250 mg/kg/day, or 325 mg/kg/day, respectively. The feeding of EDTA caused maternal toxicity, but none of the females died. Seventy-one percent of the offspring had severe malformations ... Of the dams treated by gavage, 36% died as a result of treatment; malformations were observed in 21% of the offspring. When injected SC, EDTA killed 24% of the dams, but was not teratogenic. Typically, the sex of the malformed offspring could not be determined except by microscopic examination. The gonads were not well differentiated and the number of germ cells was decreased significantly. Male offspring had small, cryptorchid testicles with few seminiferous tubules; few spermatogonia were observed. The investigator reported that the testicular changes were similar to those reported in the offspring of zinc-deficient rats and suggested that the observed changes were the result of the effect of EDTA on the concentration of the metal."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 227",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Twenty to 40 mg EDTA injected during embryogenesis caused tail defects and polydactyly in rat fetuses. ... Cleft palate, brain and eye defects and skeletal anomalies /were produced/ in rat fetuses exposed to 2 or 3% EDTA in the diet after day 6 of gestation. By adding 1000 ppm of zinc to the experimental diet prevented the defects."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 227",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Congenital defects in the quail were produced with EDTA."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/GENOTOXICITY/ EDTA at a concentration of 120 nm/mg cell protein (3.02 x 10-6 M) caused a 100-fold decrease of cell numbers in Erhlich ascites cells, relative to controls, and caused significant cell death. The investigators noted that little EDTA accumulated in the cells during either short- or long-term incubations. As a result, EDTA (up to 3 mM) had little, if any, effect on DNA synthesis or thymidmne uptake after incubation for 1 hour."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/GENOTOXICITY/ In a number of studies using mammalian test systems, EDTA inhibited DNA synthesis. Inhibition was observed in primary cultures of rabbit adrenal cortex cells after the addition to the medium of 5.0 X 10-4 M for 60 hours or 1.5 mM EDTA for 4 hours. Inhibition also occurred after infusion of 5.0 X 10-2 M EDTA for 22 hours into partially hepatectomized rats and the addition of EDTA to ... rat, and pig phytohemagglutmnin-stimulated lymphocytes and neonatal rat ventricular cardiac myocytes. Inhibition was not noted in cell lines such as ... L cells, or several-day-old rabbit kidney cultures."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/GENOTOXICITY/ ... The effect of EDTA plus x-ray irradiation on Drosophila was slightly less than the sum of the agents' individual effects and that EDTA did not induce sex-linked recessive lethals. ... The crossover frequency did not differ for radiosensitive D. melanogaster larvae exposed to EDTA, compared to controls. Only radioresistant larvae had a significantly increased recombination frequency compared to controls with a comparatively small percentage of spontaneous crossing over. The fertility index in radiosensitive larvae was, however, reduced compared to radioresistant larvae. Treatment with both EDTA and the mutagens 1-methyl-2-nitro-1-nitrosoguanidmne and triethylenemelammne did not increase the frequency of aberrations. It was concluded that EDTA was not an efficient modifying agent with respect to point mutations induced by irradiation or chemical mutagens."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/GENOTOXICITY/ The liver microsomal assay (LMA) was performed with the premutagen cyclophosphamide (CP) using the D7 strain of Saccharomyces cerevisiae with and without EDTA. In the presence of EDTA, significant increases occured in the frequency of mitotic gene conversion, mitotic crossing-over and point reverse mutation induced by CP. These increases are observed when the S9 fractions from sodium pentabarbital + beta-naphthoflavone - and AC-induced mice are used."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/GENOTOXICITY/ In studies using grasshopper germinal cells, murine bone marrow and splenic cells, and human lymphocytes, ... EDTA caused chromosomal breakage by the chelation of divalent calcium and/or magnesium ions and depleted heavy metal ions from the chromosome."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/GENOTOXICITY/ In a review of available genotoxicity studies, /investigators/ ... classified EDTA as a weak mutagen in microbial systems. ... EDTA and its salts have been evaluated for the potential to cause chromosomal aberrations, semilethals, crossovers, forward mutations, replicative DNA synthesis, DNA strand breaks, dominant lethals, inhibition of metabolic cooperation and contact feeding, and sister-chromatid exchanges with mostly negative results."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/GENOTOXICITY/ ... The effects of pretreatment with EDTA on the cytotoxicity of E.Coli CM891 to a variety of mutagens /was evaluated/. EDTA (2.5% w/v) was added to give a solution of 0.025%. The suspension was shaken and left to stand for 3 minutes at room temperature before each mutagen was added. EDTA pretreatment had no significant effects on the cytoxicity of 2-ammnopurine, methylmethane sulphonate, cyclophosphamide, 9-aminoacridine, acriflavine, 2-nitrofluorene, and gentamicin. However, the toxic effects of benzo[a]pyrene and chloramphenicol were increased relative to the controls."
        },
        {
            "References": "PMID:6406880",
            "Value": "/GENOTOXICITY/ EDTA leads to morphological changes of chromatin and chromosome structure in plant and animal cells. A weak induction of gene mutations has been reported."
        },
        {
            "References": "PMID:16406784",
            "Value": "/GENOTOXICITY/ To assess the genotoxicity of 14 chemical agents used as locally applied agents in dental practice, the ability of these agents to elicit chromosome aberrations was examined using Syrian hamster embryo (SHE) cells. Chromosome aberrations in SHE cells were induced by treatment with three of eight chemical agents used as endodontic medicaments, i.e. ethylenediaminetetraacetic acid (EDTA), formocresol (a mixture of formalin and tricresol), and sodium arsenite... /Thus/ the chemical agents that had a positive response in the present study are potentially genotoxic to mammalian cells."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of EDTA on mixed-function oxidase activity was evaluated using the liver microsomal assay (LMA) with S9. EDTA (0 to 40 mM) was preincubated with S9 fractions from mice induced with Acrolor 1254 (AC) and sodium pentabarbital (PB) plus beta-naphthoflavone (beta-NF). The maximum mean specific activity for aminopyrine (APD) and p-nitroanisol-O-demethylase (pNAD) from AC-induced mice occurred at 5 mM EDTA and increased 29% and 43%, respectively. A significant inhibition of lipid peroxidation (LP) occurred at 1 mM EDTA in the LMA mixture. Similar results were obtained with S9 fractions from PB + beta-NF-induced mice."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Investigators/ screened EDTA for induction of differentiation in mouse NIE-115 neuroblastoma cells. These investigators reported EDTA as a nonteratagen, giving negative results. The toxic concentration and no effect dose of EDTA were reported as 1.0 x 10-3 M and 1.0 x 10-5 M."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of EDTA, Calcium, Disodium EDTA, Diammonium EDTA, Dipotassium EDTA, Disodium EDTA, TEA-EDTA, Tetrasodium EDTA, Tripotassium EDTA, Trisodium EDTA, HEDTA, and Trisodium HEDTA. International Journal of Toxicology 21 (S2): 95-142 (2002)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The cytotoxicity of EDTA in 3T3, Hep G2, and Wl-38 cells /was investigated/. The greatest tolerated doses of EDTA at 24 hours were 620.0 mg/mL and 900.0 mg/mL in 3T3 and Hep G2, respectively. The concentrations of EDTA that induced 50% inhibition in the uptake of (3)H-uridine after 4 hours were 610.0 mg/mL in Wl-38 cells and 200 mg/mL in 3T3 cells. In contrast, the highest tolerated doses of a moderate-severe ocular irritant, sodium dodecyl sulfate (SDS), were 85.0 mg/mL in 3T3 cells and 80.0 mg/mL in Hep G2 cells. The concentration of SDS that inhibited 50% of uridine uptake was 85.0 mg/mL."
        },
        {
            "References": "PMID:10938883",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...Platelets from EDTA platelet-rich plasma (PRP) or CCD PRP to which EDTA has been added do not adhere to glass or plastic surfaces. However, when platelets from EDTA PRP or CCD PRP containing added EDTA are washed and resuspended under conditions reported to cause irreversible dissociation of the fibrinogen receptor, GPIIb/IIIa, then washed and resuspended in buffer containing Ca2+ and Mg2+ ions will adhere and spread in the same manner as platelets not exposed to EDTA."
        },
        {
            "References": "PMID:11077392",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...EDTA demonstrated the highest antifungal activity in comparison with routine antifungal drugs and all other solutions (P<0.0001). Oral cavity isolate was more resistant to the test solutions (P<0.0001)."
        },
        {
            "References": "PMID:9228471",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...The effect of EDTA /was compared/ with that of ethyleneglycol-bis (beta-aminoethyl ether)-N,N,N',N'-tetraacetic acid (EGTA) on basal and the agonist (potassium;  8 mM, angiotensin II; 10 nM, ACTH; 10 nM)-stimulated aldosterone production by the cells in vitro.  These two chelators lowered the extracellular ionized calcium ([Ca2+]o) concentration in a similar  manner. The levels of basal and the agonist-stimulated aldosterone production in the presence of  EDTA (1 mM) and EGTA (1 mM) were significantly (P<0.01 or less) increased when compared with those  in the absence of EDTA and EGTA, respectively."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Sillanpaa M et al; Chemosphere 35: 2797-805 (1997)",
            "Value": "SEDIMENT: Ethylenediamine tetraacetic acid was detected in lake sediment samples collected from Lake Saimaa in Finland during May and June of 1996 at concentrations ranging from 80 to 310 ug/kg(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Oct 25, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Serjeant EP, Dempsey B; Ionisation constants of Organic Acids in Aqueous Solution. NY, NY: Pergamon p. 567 (1979) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (5) Sillanpaa M, Ramo J; Chemosphere 45:881-5 (2001) (6) Nowack B et al; Anal Chem 68: 561-66 (1996)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of ethylenediamine tetraacetic acid can be estimated to be 313(SRC). According to a classification scheme(2), this estimated Koc value suggests that ethylenediamine tetraacetic acid is expected to have moderate mobility in soil. The pKa of ethylenediamine tetraacetic acid is 0.26(3), indicating that this compound will almost entirely exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4). Ethylenediamine tetraacetic acid adsorption onto lake sediment was 9, 8.6, 24.8, 21.3, 15.4 and 6.3% when complexed with sodium, copper, iron III, mercury, manganese and nickle, respectively(5). The fraction of ethylenediamine tetraacetic acid absorbed onto sediment in samples of surface waters, ground waters, and waste water treatment plant effluents from Switzerland was an average of one percent(6)."
        }
    ]
}