{
    "_id": {
        "$oid": "6682e833c4e5dba5ffba2465"
    },
    "CID": {
        "$numberInt": "6050"
    },
    "Name": "TRIBUTYRIN",
    "IUPACName": "2,3-di(butanoyloxy)propyl butanoate",
    "CanonicalSMILES": "CCCC(=O)OCC(COC(=O)CCC)OC(=O)CCC",
    "Synonyms": [
        "TRIBUTYRIN",
        "60-01-5",
        "Glycerol tributyrate",
        "Glyceryl tributyrate",
        "Propane-1,2,3-triyl tributyrate",
        "Butyrin",
        "Tributin",
        "Butyryl triglyceride",
        "Glycerin tributyrate",
        "Tributyryl glyceride",
        "Glyceroltributyrin",
        "Tri-n-butyrin",
        "Tributyrinine",
        "Tributyroin",
        "Butanoic acid",
        "1,2,3-propanetriyl ester"
    ],
    "IsomericSMILES": "CCCC(=O)OCC(COC(=O)CCC)OC(=O)CCC",
    "INCHI": "InChI=1S/C15H26O6/c1-4-7-13(16)19-10-12(21-15(18)9-6-3)11-20-14(17)8-5-2/h12H,4-11H2,1-3H3",
    "INCHIKEY": "UYXTWWCETRIEDR-UHFFFAOYSA-N",
    "Formula": "C15H26O6",
    "MolecularWeight": {
        "$numberDouble": "302.36"
    },
    "Description": "Tributyrin is a triglyceride obtained by formal acylation of the three hydroxy groups of glycerol by butyric acid. It has a role as an EC 3.5.1.98 (histone deacetylase) inhibitor, a protective agent, an apoptosis inducer, a prodrug and an antineoplastic agent. It is a triglyceride and a butyrate ester. It is functionally related to a butyric acid.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "304"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Valvani SC et al; J Pharm Sci 70: 502-7 (1981) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 50 was calculated for tributyrin(SRC), using a log Kow of 2.54(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC), provided the compound is not metabolized by the organism(SRP)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Marion CV, Malaney GW; J Water Pollut Control Fed 35: 1269-84 (1963) (2) Kurane R; Microbiol Sci 3: 92-95 (1986)",
            "Value": "AEROBIC: Tributyrin is oxidized by activated sludge with a measured oxygen uptake of 300 mg/L in 7 days(1). Activated sludge at a concn of 2,500 mg/L, was exposed to tributyrin using a Warburg constant temperature respirometer; oxygen uptake was used to determine amount of degradation of the tributyrin(1). Nocardia erythropolis, which readily degrades several phthalate esters, has been shown to be twice as active against tributyrin(2)."
        }
    ],
    "logP": [
        {
            "References": "PMID:7241352",
            "Value": "log Kow = 2.54"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12679905",
            "Value": "... Human gastric cancer SGC-7901 cells were exposed to tributyrin at 0.5, 1, 2, 5, 10 and 50 mmol/L(-1) for 24-72 h. MTT /2H-Tetrazolium,2-(4,5-Dimethyl-2-thiazolyl-3)/ assay was applied to detect the cell proliferation. [(3)H]-TdR uptake was measured to determine DNA synthesis. Apoptotic morphology was observed by electron microscopy and Hoechst-33258 staining. Flow cytometry and terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling (TUNEL) assay were performed to detect tributyrin-triggered apoptosis. The expressions of PARP /Poly-ADP Ribose Polymerase/, Bcl-2 and Bax were examined by Western blot assay. Tributyrin could initiate growth inhibition of SGC-7901 cell in a dose- and time-dependent manner. [(3)H]-TdR uptake by SGC-7901 cells was reduced to 33.6 % after 48 h treatment with 2 mmol/L(-1) tributyrin, compared with the control (P<0.05). Apoptotic morphology was detected by TUNEL assay. Flow cytometry revealed that tributyrin could induce apoptosis of SGC-7901 cells in dose-dependent manner. After 48 hours incubation with tributyrin at 2 mmol/L(-1), the level of Bcl-2 protein was lowered, and the level of Bax protein was increased in SGC-7901, accompanied by PARP cleavage."
        },
        {
            "References": "PMID:11485828",
            "Value": "... HT-29 colon cancer cells exposed to PB /phenylbutyrate/ and TB /tributyrin/ result in growth inhibition associated with an induction of apoptosis mediated through the activation of caspase-3 activity. A block in the G1/S cell cycle traverse associated with a decrease in CDK2 (cyclin dependent kinase) protein levels and retinoblastoma protein hypophosphorylation was also noted after PB and TB exposure."
        },
        {
            "References": "PMID:10197633",
            "Value": "We investigated the effects of tributyrin establishing induction of growth arrest and apoptosis of MCF-7 human mammary carcinoma cells. Transient increased mitochondria-associated bax, dissipation of the mitochondrial membrane potential (delta(psi)m), and caspase-3-independent cleavage of poly(ADP-ribose) polymerase are evident as early as 4 h after treatment of cells with tributyrin. These events are followed by the transient accumulation of mitochondrial cytochrome c in the cytosol and, finally, the generation and accumulation of cells with subdiploid DNA content. During the period in which mitochondria-associated bax levels are elevated, the delta(psi)m is disrupted, and cytochrome c is detected in the cytosol, we show induction of p21WAF1/Cip1 in the absence of increased p53 and arrest of cells in G2-M."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.714",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of 78 ppm for 6 hr caused temporary hyperpnea in the rat, but no fatalities or other symptoms were observed."
        },
        {
            "References": "Mezincesco MD, Ghetie S; Biochem Biophys Acta 350(1) 54 (1974)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Feeding mice a diet containing 12% tributyrin increased the butyrylcholinesterase activity to about 2.4 times normal & reduced the acetylcholinesterase activity to about 0.55 times normal. These changes intervene between 3rd & 9th day of regimen."
        },
        {
            "References": "PMID:2677071",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In Experiment 1, glucose was decreased by intraruminal administration of 84 or 168 g of tributyrin /in goat/. Tributyrin caused transient hyperglycemia immediately after administration. beta-Hydroxybutyrate was increased in a dose-dependent manner by tributyrin, caused large increases of insulin in plasma. In Experiment 2, 84 g of tributyrin administered intraruminally decreased glucose"
        },
        {
            "References": "PMID:6379000",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...We administered tributyrin (500 mL), tributyrin (500 mL) plus magnesium propionate (400 g), tributyrin (500 mL) plus sodium propionate (400 g), or tributyrin (500 mL) plus 1,2-propanediol (400 mL) as a single dose into rumens of lactating cows and then measured in blood the plasma concentrations of glucose, acetoacetate, 3-hydroxybutyrate, free fatty acids, and insulin as a function of time. Tributyrin administration caused hypoglycemia and hyperketonemia similar to the ketotic condition in less than 3 hr and was a negative correlation of --.88 between glucose and ketone concentrations in blood plasma. Administration of either magnesium propionate, sodium propionate, or 1,2-propanediol could counteract the hypoglycemia and hyperketonemia induced by tributyrin administration without significantly changing the insulin response."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.714",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats, administration of a diet containing 5% tributyrin for 20 days caused hypertrophy of the forestomach wall, which is characterized by a 3- to 4-fold increase in the thickness of the mucosa, and an increase in protein, phospholipid, and cholesterol content."
        },
        {
            "References": "WHO; Food Additive Series 48: Safety Evaluation of Certain Food Additives and Contaminants: Aliphatic Acyclic Diols, Triols, and Related Substances (2002). Available from, as of February 15, 2005: https://www.inchem.org/documents/jecfa/jecmono/v48je16.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of rats were fed a diet containing tributyrin, butyric acid, or ethyl butyrate to examine the occurrence of gastric lesions. Tributyrin was given at a concentration of 15 or 25% (equivalent to 7500 and 12,500 mg/kg bw/day) for 3-35 weeks. The animals had severely reduced body-weight gain, which represented approximately one-third of that of the control group. The 66 rats receiving tributyrin that were necropsied showed greatly enlarged stomachs with numerous irregular protuberances on the external surface. Microscopic examination revealed hyperplasia, hyperkeratosis, and occasional ulceration. The mucosa of the forestomach was covered in papillomas, resulting in a significant thickening of the forestomach wall."
        },
        {
            "References": "Dannenberg H, Dresker DD V; Anorg Chem, Org Chem, Biochem, Biophys, Biol 19(9) 801 (1964)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tributyrin administration subcutaneously produced carcinomas of mammary gland & leukemia in the mouse."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.714",
            "Value": "/GENOTOXICITY/ Tributyrin induces differentiation and/or growth inhibition of a number of cell lines in vitro and is a potent inhibitor of smooth muscle cell DNA synthesis and cell proliferation."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2323",
            "Value": "/OTHER TOXICITY INFORMATION/ Tributyrin, believed to possess nutritive value, was observed too toxic in feeding trials with chickens."
        },
        {
            "References": "PMID:10890033",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  ... The purpose of this study was to examine butyrate, supplied as tributyrin (Tbn) or as a natural component of anhydrous milk fat (AMF), on the development of nitrosomethylurea-induced mammary tumors in female Sprague-Dawley rats. Diets were 1) semipurified rodent diet (AIN-93) with high fat [20% sunflower seed oil (SSO), control], 2) SSO diet with Tbn added at 1%, 3) SSO diet with Tbn added at 3%, and 4) 19% AMF with 1% SSO diet, which contained butyrate equivalent to the 1% Tbn diet. These diets were fed ad libitum from weaning at 21 days of age, and at 24 days of age each rat was injected with nitrosomethylurea (50 mg/kg body wt i.p.). At any one period, there was a relative risk increase of 88% (p < 0.05) that rats in the SSO diet group would develop a mammary tumor compared with those in the AMF diet group. The addition of 1% and 3% Tbn to SSO diets reduced the tumor incidence by 20% and 52%, respectively, in comparison to SSO alone (p < 0.05). There was a linear inverse relationship between Tbn concentration and rats developing a tumor. From 89 days to the end of the experiment, rats fed the diet containing 3% Tbn showed a significantly lower multiplicity of palpable tumors (50% less at Day 118, p < 0.05) than SSO-fed rats."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Valvani SC et al; J Pharm Sci 70: 502-7 (1981) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of tributyrin is estimated as 570 (SRC), using a log Kow of 2.54(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that tributyrin is expected to have low mobility in soil."
        }
    ]
}