{
    "_id": {
        "$oid": "6682e833c4e5dba5ffba2466"
    },
    "CID": {
        "$numberInt": "6051"
    },
    "Name": "ANILINE YELLOW",
    "IUPACName": "4-phenyldiazenylaniline",
    "CanonicalSMILES": "C1=CC=C(C=C1)N=NC2=CC=C(C=C2)N",
    "Synonyms": [
        "4-Aminoazobenzene",
        "60-09-3",
        "p-Aminoazobenzene",
        "ANILINE YELLOW",
        "Benzenamine",
        "4-(phenylazo)-",
        "4-(Phenylazo)aniline",
        "Aminoazobenzene",
        "4-Phenylazoaniline",
        "4-(phenyldiazenyl)aniline",
        "C.I. Solvent Yellow 1",
        "Cellitazol R",
        "4-(Phenylazo)benzenamine",
        "Solvent Yellow 1",
        "Organol Yellow",
        "Induline R"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)N=NC2=CC=C(C=C2)N",
    "INCHI": "InChI=1S/C12H11N3/c13-10-6-8-12(9-7-10)15-14-11-4-2-1-3-5-11/h1-9H,13H2",
    "INCHIKEY": "QPQKUYVSJWQSDY-UHFFFAOYSA-N",
    "Formula": "C12H11N3",
    "MolecularWeight": {
        "$numberDouble": "197.24"
    },
    "Description": "4-(phenylazo)aniline is azobenzene substituted at one of the 4-positions by an amino group. It has a role as a dye and an allergen. It has a role as a dye and an allergen. It is a primary arylamine and a member of azobenzenes. It is functionally related to an azobenzene.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "201"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 98 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Radding SB et al; Review of the Environmental Fate of Selected Chemicals. Stanford Res Inst, Menlo Park, CA. EPA/560/5-77-003. NTIS PB-267 121 (1977)",
            "Value": "An estimated BCF of 10 was calculated in fish for 4-aminoazobenzene(SRC), using a log Kow of 3.41(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). It was postulated that the compound may become bound to tissues by a reaction between the amino group and tissue constituents(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Urushigawa Y, Yonezawa Y; Bull Environ Contam Toxicol 17: 214-8 (1977) (2) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (3) Lutin PA et al; Purdue Univ Eng Bull Ext Series 118: 131-45 (1965) (4) Niemi GJ et al; Environ Toxicol Chem 6: 515-27 (1987)",
            "Value": "AEROBIC: 4-Aminoazobenzene was readily degradable in a screening testing using an activated sludge inoculum with 89% degradation occurring in 13 days including a 7 day lag(1). Two other screening tests reported no BOD consumption with sewage and activated sludge inocula after 5 and 6 day incubations, respectively(2,3). In view of the long acclimation period required in the first sceening test, a possible explanation for the lack of biodegradation in the other tests is an inadequate incubation time(SRC). However, in a more recent 5-day screening test using acclimated cultures, 0% of the theoretical BOD was used(4)."
        },
        {
            "References": "(1) Spadaro JT et al; Appl Environ Microbiol 58: 2397-401 (1992) (2) Idaka E, Ogawa T; J Soc Dyers Colour 94: 91-4 (1978)",
            "Value": "PURE CULTURE: The white rot basidiomycete Phanerochaete chrysosporium was found to degrade 4-aminoazobenzene 25.8% and 4.7% in 12 days using low and high nitrogen cultures, respectively(1). In experiments using cultures isolated from drainage ditches of dyestuff factories, it was shown that the lag period for static cultures increased with concentration and with 100 ppm of 4-aminoazobenzene, 46% degradation was obtained after 24 hr and 59% degradation was obtained after 48 hr in shaking and static cultures, respectively, at 37 °C(2). The products of reduction cleavage were aniline and p-phenylenediamine(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 98",
            "Value": "log Kow = 3.41"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:1596892",
            "Value": "The profile of ras gene mutations in spontaneous CD-1 mouse liver tumors were compared with that found in liver tumors that were induced by a single ip injection of either 7,12-dimethylbenz(a)anthracene, 4-aminoazobenzene, N-hydroxy-2-acetylaminofluorene, or N-nitrosodiethylamine. By direct sequencing of polymerase chain reaction amplified tumor DNA, the carcinogen induced tumors were found to have much higher frequencies of ras gene activation than spontaneous tumors. Furthermore, each carcinogen caused specific types of ras mutations not detected in spontaneous tumors, including several novel mutations not previously associated with either the carcinogen or mouse hepatocarcinogenesis. For example, the model compound 7,12-dimethylbenz(a)anthracene is known to cause predominantly A to T transversions in Ha-ras codon 61 in mouse skin and mammary tumors, consistent with the ability of 7,12-dimethylbenz(a)anthracene to form bulky adducts with adenosine. The results demonstrate that the predominant mutation caused by 7,12-dimethylbenz(a)anthracene in mouse liver tumors is a G to C transversion in Ki-ras codon 13 (7,12-dimethylbenz(a)anthracene is also known to form guanosine adducts), illustrating the influence of both chemical and tissue specific factors in determining the type of ras gene mutations in a tumor. 4-Aminoazobenzene and N-hydroxy-2-acetylaminofluorene also caused the Ki-ras codon 13 mutation. In addition, we found that N-nitrosodiethylamine, 4-aminoazobenzene, and N-hydroxy-2-acetylaminofluorene all caused G to T transversions in the N-ras gene (codons 12 or 13). This is the first demonstration of N-ras mutations in mouse liver tumors, establishing a role for the N-ras gene in mouse liver carcinogenesis. Finally, comparison of the ras mutations detected in the direct tumor analysis with those detected after NIH3T3 cell transfection indicates that spontaneous ras mutations (in Ha-ras codon 61) are often present in only a small fraction of the tumor cells, raising the possibility that they may sometimes occur as a late event in CD-1 mouse hepatocarcinogenesis."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 98 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (5) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The Koc of 4-aminoazobenzene is estimated as 1,700(SRC), using a log Kow of 3.41(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 4-aminoazobenzene is expected to have low mobility in soil. Anilines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(4,5)."
        }
    ]
}