{
    "_id": {
        "$oid": "6682e9bfc4e5dba5ffba2c2f"
    },
    "CID": {
        "$numberInt": "6093192"
    },
    "Name": "CALCIUM CYANIDE",
    "IUPACName": "calcium;dicyanide",
    "CanonicalSMILES": "[C-]#N.[C-]#N.[Ca+2]",
    "Synonyms": [
        "CALCIUM CYANIDE",
        "592-01-8",
        "CALCIUM CYANIDE [MI]",
        "CALCIUM CYANIDE [HSDB]",
        "DTXSID6023941",
        "ZQULWKDLLXZZSP-UHFFFAOYSA-N",
        "DB-254165",
        "NS00080507",
        "Q420491"
    ],
    "IsomericSMILES": "[C-]#N.[C-]#N.[Ca+2]",
    "INCHI": "InChI=1S/2CN.Ca/c2*1-2;/q2*-1;+2",
    "INCHIKEY": "ZQULWKDLLXZZSP-UHFFFAOYSA-N",
    "Formula": "C2CaN2",
    "MolecularWeight": {
        "$numberDouble": "92.11"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "USEPA; Office of Pollution Prevention and toxics Pesticides and Toxic Substances; Interim Acute Exposure Guideline Levels (AEGLs) for Selected Cyanide Salts: Sodium Cyanide (CAS No. 143-33-9) NaCN; Potassium Cyanide (CAS No. 151-50-8) KCN; Calcium Cyanide (CAS No. 592-01-8) Ca(CN)2 p. 7 (2010). Available from, as of August 25, 2013: https://www.epa.gov/oppt/aegl/pubs/chemlist.htm",
            "Value": "Cyanide inhibits cellular respiration by blocking electron transfer from cytochrome oxidase to oxygen, causing tissue hypoxia and cell death. Low levels or low dose rates of cyanide are tolerated by detoxicfication by rhodanese to thiosulfate."
        },
        {
            "References": "USEPA; Office of Pollution Prevention and toxics Pesticides and Toxic Substances; Interim Acute Exposure Guideline Levels (AEGLs) for Selected Cyanide Salts: Sodium Cyanide (CAS No. 143-33-9) NaCN; Potassium Cyanide (CAS No. 151-50-8) KCN; Calcium Cyanide (CAS No. 592-01-8) Ca(CN)2 p. 7 (2010). Available from, as of August 25, 2013: https://www.epa.gov/oppt/aegl/pubs/chemlist.htm",
            "Value": "HCN (hydrogen cyanide) is a systemic poison that acts on the central nervous system. HCN interrupts cellular respiration by blocking electron transfer from cytochrome oxidase to oxygen. Tissue oxygen levels rise, resulting in increased tissue oxygen tension and decreased unloading for oxyhemoglobin. As a consequence, oxidative metabolism may slow to a point where it cannot meet metabolic demands. This is particularly critical in the brainstem nuclei where lack of an energy source results in central respiratory arrest and death. Cyanide can inhibit many other enzymes, particularly those that contain iron or copper, but cytochrome oxidase appears to be the most sensitive enzyme. Cyanide also stimulates the chemoreceptors of the carotid and aortic bodies to produce a brief period of hyperpnea. Cardiac irregularities may occur, but death is due to respiratory arrest. Brain lesions have been associated with exposure of animals to high concentrations of HCN. /Hydrogen cyanide/"
        },
        {
            "References": "WHO/FAO; Concise International Chemical Assessment Document 61: Hydrogen Cyanide and Cyanides: Human Health Aspects p. 25 (2004). Available from, as of August 25, 2013: https://www.inchem.org/pages/cicads.html",
            "Value": "As a respiratory poison, free cyanide (hydrogen cyanide or cyanide ion) has high acute toxicity due to its primary toxic effect of inhibiting cytochrome oxidase (by binding heme iron), the terminal enzyme of the mitochondrial electron transport chain. Tissue utilization of oxygen is impaired, and, with time, a state of histotoxic anoxia occurs (oxidative  metabolism is brought to complete cessation). Cyanide can also inhibit approximately 40 enzymes, including a number of other important metalloenzymes containing, for the most part, iron, copper, or molybdenum (e.g., alkaline phosphatase, carbonic anhydrase, catalase, peroxidase, ascorbic acid oxidase, xanthine oxidase, and succinic dehydrogenase); these reactions may also contribute to cyanide toxicity."
        },
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "Cyanide has a very high affinity for iron in ferric state. When absorbed it reacts readily with ... iron of cytochrome oxidase in mitochondria; cellular respiration is thus inhibited & cytotoxic hypoxia results. Since utilization of oxygen is blocked, venous blood is oxygenated and is almost as bright red as arterial blood. Respiration is stimulated because chemoreceptive cells respond as they do to decreased oxygen. A transient stage of CNS stimulation with hyperpnea and headache is observed; finally there are hypoxic convulsions and death due to respiratory arrest. /Cyanide/"
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 372",
            "Value": "The cortical gray matter, hippocampus (H1), corpora striata, and substantia nigra are commonly affected /by cyanide/. Cyanide also has propensity for damaging white matter, particularly corpus callosum. Cyanide inhibits cytochrome oxidase & produces cytotoxic anoxia, but also causes hypotension through its effects on heart. /Cyanide/"
        },
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "/Cyanide/ ... reacts ... with trivalent iron of cytochrome oxidase in mitochondria to form the cytochrome oxidase-CN complex ... the cytochrome-oxidase-CN complex is dissociable; the mitochondrial enzyme sulfurtransferase ... mediates transfer of sulfur from thiosulfate to cyanide ion. Thus, thiocyanate is formed ... kinetic studies indicate that the cleavage of the thiosulfate sulfur-sulfur bond is the rate-limiting step in this reaction. Relatively minor pathways including combination with cystine to form 2-imino-thiazolidine-4-carboxylic acid, oxidation to carbon dioxide and formate, and formation of cyanocobalamin. /Cyanide/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Cyanide (July 2006). Available from, as of August 25, 2013: https://www.atsdr.cdc.gov/toxprofiles/tp22.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rodents, single doses of 4-22 mg CN-/kg as potassium, sodium, or calcium cyanide resulted in 50-90% lethality."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 334",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In exptl animals, demonstration of effects of cyanide poisoning on retina & optic nerve has been successful principally with acute severe, near-lethal or lethal poisonings. /Cyanides/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits, after sublethal doses of cyanide, changes in electroretinogram have been observed. /Cyanides/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 176",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the case of hydrocyanic acid and cyanides /in very high doses/, death usually occurs /in animals/ within a few seconds: there may be convulsions, paralysis, stupor, & cessation of respiration before that of heartbeats. /Cyanides/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-126",
            "Value": "/OTHER TOXICITY INFORMATION/ Single doses of cyanide produce alterations in pattern of brain metabolites consistent with decreases in oxidative metabolism and increases in glycolysis. Decr in brain gamma-aminobutyric acid ... have been ascribed to cyanide inhibition of glutamic acid decarboxylase. /Cyanide/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 176",
            "Value": "/OTHER TOXICITY INFORMATION/ Ruminants are more susceptible to poisoning by cyanogenic plants /SRP: which release hydrogen cyanide/ than are horses & pigs ... /Cyanogenic plants/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 961",
            "Value": "/OTHER TOXICITY INFORMATION/ Factors that increase the  likelihood of hydrogen cyanide poisoning from ingestion of cyanogenic plants include: (1) large amounts of free hydrogen cyanide and cyanogenic glycoside in plant, (2) rapid ingestion; (3) ingestion of a large amounts of plant, and (4) ruminal pH & microflora that continue to hydrolyze glycoside /SRP: to release hydrogen cyanide/. Rapid intake of plant ... equiv to about 4 mg hydrogen cyanide/kg of body wt is considered to be lethal amount of plant material. /Cyanogenic plants/"
        }
    ]
}