{
    "_id": {
        "$oid": "6682e9bfc4e5dba5ffba2c30"
    },
    "CID": {
        "$numberInt": "6093208"
    },
    "Name": "CALCIUM HYDROXIDE",
    "IUPACName": "calcium;dihydroxide",
    "CanonicalSMILES": "[OH-].[OH-].[Ca+2]",
    "Synonyms": [
        "Slaked lime",
        "Hydrated lime",
        "Lime hydrate",
        "Lime water",
        "Hydralime",
        "Slaked-lime",
        "Lime milk",
        "Calcarea caustica",
        "Calcium hydroxide (Ca(OH)2)",
        "calcium(II) hydroxide",
        "Kalziumhydroxid",
        "Loeschkalk",
        "Carboxide",
        "geloeschter Kalk",
        "Ca(OH)2"
    ],
    "IsomericSMILES": "[OH-].[OH-].[Ca+2]",
    "INCHI": "InChI=1S/Ca.2H2O/h;2*1H2/q+2;;/p-2",
    "INCHIKEY": "AXCZMVOFGPJBDE-UHFFFAOYSA-L",
    "Formula": "CaH2O2",
    "MolecularWeight": {
        "$numberDouble": "74.09"
    },
    "Description": "Calcium dihydroxide is a calcium hydroxide. It has a role as an astringent.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Calcium Oxide and Hydroxide p.41 (1981)",
            "Value": "This compound shows no bioaccumulation or food chain concentration toxicity potential."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3052",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits were exposed for 1 min to a paste of calcium hydroxide in the eyes followed by cleaning and rinsing with a physiological salt solution. This resulted in a gradual decrease in mucopolysaccharides of the cornea, reaching a maximum at 24 hr, which did not return to normal levels in three months."
        },
        {
            "References": "PMID:8269882",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Calcium hydroxide paste was introduced into a rabbit ear chamber, and the effect of calcium hydroxide on the vascular tissue was observed under a bio-microscope continuously up to 14 weeks. Many precipitates were observed at the border of living tissue, after the dissolution of microvessels around the paste. They increased both in size and number to combine like a river bank in the first 48 hr. After 1 week, microcirculation recovered, and newly-formed capillaries approached the precipitate-bank, the edge of which became smoother as weeks went by. The bank was stable and compatible to microvessels during the observation period. By SEM /( scanning electron microscope )/ observation, the width of the bank was from 200 to 400 microns, and the tissue-side of the bank appeared like amorphous lamellae, while the inner-side showed particle-like appearance. EDX /(Electrodiagnostic)/ examination revealed high peaks of Ca and P similar to calcium phosphate at the tissue-side of the bank, but only Ca peak at the inner-side. The precipitates seemed to have the potential to induce dystrophic calcification by absorbing Ca and P from the tissue."
        },
        {
            "References": "PMID:9220736",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  This study evaluated the inflammatory response to Sealapex, CRCS, Apexit, and Sealer 26 in the subcutaneous tissue and in peritoneal cavity of Balb/c mice. The inflammatory response of subcutaneous tissue was analyzed after 2, 4, 8, and 16 days. Intense neutrophilia was seen in response to all sealers during the initial periods. Differences among them related to the presence of necrosis and the number of inflammatory cells. In the intermediate phase marked differentiation of cells of the mononucleate phagocytic system into macrophages, epithelioid cells and multinucleate giant cells were observed with Sealapex. This response was less intense with CRCS and Apexit. Tissue necrosis was observed only at tissue sealer interfaces and only during the initial period with Sealapex but was seen throughout the experiment with all other sealers. The animals were injected in the peritoneal cavity with solutions containing the sealers and five mice from each group were killed 6 and 24 hr, and 5 and 15 days later. During the initial periods (6 and 24 hr) there was an intense migration of polymorphonuclear leukocytes to the peritoneal cavity in response to all sealers compared to the control. This migration was more intense for Sealer 26 and Apexit. An increase in mononucleate cell number was observed after 6 and 24 hr and 5 days for all sealers and no differences were observed in relation to the control after 15 days."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Calcium Hydroxide (1306-62-0). Available from, as of February 7, 2014: https://esis.jrc.ec.europa.eu/doc/IUCLID/data_sheets/1305620.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic exposure to Calcium Hydroxide in drinking water resulted in restlessness, aggression, reduced food intake and blood changes in rats. Dystrophic changes in the liver, kidneys, and stomach, and inflammation of the small intestine."
        },
        {
            "References": "National Institute for Working Life/Scientific Basis for Swedish Occupational Standards XX; Consensus report for Calcium Hydroxide (1305-62-0). Available from, as of 02.10.2014: https://www.inchem.org/documents/kemi/kemi/ah1999_26.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ When calcium hydroxide was applied to mucous membranes in the mouths of rats, it caused various degrees of hyperplasia in all of them and thickening of the mucous membrane (hyperkeratosis) in most of them. However, no malignancy was seen during the 12-month follow-up period."
        },
        {
            "References": "National Institute for Working Life/Scientific Basis for Swedish Occupational Standards XX; Consensus report for Calcium Hydroxide (1305-62-0). Available from, as of 02.10.2014: https://www.inchem.org/documents/kemi/kemi/ah1999_26.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hamsters exposed to 4 mg calcium hydroxide 5 days/week for up to 14 months showed both hyperplasia and papillary formations in oral mucosa."
        },
        {
            "References": "PMID:7311141",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ When /(Calcium Hydroxide)/ given orally to rats once/day (0.04 mmoles/kg) from 8th-18th day after birth, max seizure threshold incr by 4.8 milliamps, which corresponded to 16% of threshold current in control. When given ip, max seizure threshold markedly incr with incr in serum calcium."
        },
        {
            "References": "National Institute for Working Life/Scientific Basis for Swedish Occupational Standards XX; Consensus report for Calcium Hydroxide (1305-62-0). Available from, as of 02.10.2014: https://www.inchem.org/documents/kemi/kemi/ah1999_26.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Two odontological root-treatment preparations containing up to 25% calcium hydroxide were applied to rat phrenic nerves in vitro. Nerve impulses were blocked within 30 -100 seconds. Exposures of 1.5 and 5 minutes yielded proportional degrees of reversibility, but 30 minutes of exposure resulted in blocking that did not abate during an observation period of a further 30 minutes"
        },
        {
            "References": "PMID:15829890",
            "Value": "/GENOTOXICITY/ In the current study, the potential DNA damage associated with exposure to a number of antimicrobial endodontic compounds was assessed by the single cell gel (comet) assay in vitro. Chinese hamster ovary (CHO) cells were exposed to formocresol, paramonochlorophenol, calcium hydroxide, or chlorhexidine at final concentration ranging from 0.01% to 1%. Formocresol, paramonochlorophenol, and calcium hydroxide, as well as chlorhexidine in all concentrations tested did not contribute to the DNA damage. These findings are clinically relevant since they represent an important contribution to the correct evaluation of the potential health risk associated with exposure to dental agents."
        },
        {
            "References": "PMID:15273643",
            "Value": "/GENOTOXICITY/ Formocresol, paramonochlorophenol, and calcium hydroxide are widely used in dentistry because of their antibacterial activities in root canal disinfection. However, the results of genotoxicity studies using these materials are inconsistent in literature. The goal of this study was to examine the genotoxic potential of formocresol, paramonochlorophenol, and calcium hydroxide using mouse lymphoma cells and human fibroblasts cells in vitro by the comet assay. Data were assessed by Kruskal-Wallis nonparametric test. The results showed that all compounds tested did not cause DNA damage for the tail moment or tail intensity parameters. These findings suggest that formocresol, paramonochlorophenol, and calcium hydroxide do not promote DNA damage in mammalian cells and that the comet assay is a suitable tool to investigate genotoxicity."
        },
        {
            "References": "PMID:17309743",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To assess ex vivo the cytotoxic effects of five new root canal sealers (RC Sealer, Epiphany, EndoREZ, GuttaFlow and Acroseal) and three existing products (AH Plus, RoekoSeal and Apexit) using primary human gingival fibroblasts (HGF) and a mouse fibroblast cell line, L929. Eight samples of each sealer were fabricated in sterile cylindrical Teflon blocks, 4.4 mm diameter and 2 mm height and then divided into two groups, fresh and aged specimens. Extraction of fresh specimens was carried out after setting whilst aged specimens were placed in Petri dishes and kept in a humid chamber at 37 degrees C for 7 days before extraction in cell culture medium using the ratio 1.25 cm(2)/mL. Undiluted eluates were used for the dimethylthiazol diphenyltetrazolium bromide (MTT) assay with HGF and L-929. Morphology of HGF cells was also examined by an inverted microscope using undiluted eluates of the sealers. The results were analysed using a two-tailed t-test (alpha = 0.05) between groups.  Resin-based (Epiphany and EndoREZ) and calcium hydroxide-based (Apexit and Acroseal) sealers were significantly more cytotoxic than other sealers (P<0.05). However, L929 cells were more sensitive to Apexit and EndoREZ than HGF cells. RC Sealer showed mild cytotoxicity to HGF at both setting times. AH Plus did not exert any cytotoxic effect to HGF and aged specimens appeared to induce cellular proliferation. RoekoSeal and GuttaFlow also demonstrated mild cytotoxicity. GuttaFlow was slightly more cytotoxic to both cultures, especially when tested fresh. Toxicity varied but RC Sealer and GuttaFlow were the least toxic new sealers."
        },
        {
            "References": "PMID:11843970",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of this study was to determine the cytotoxicity of three different types of root canal sealer on human periodontal ligament (PDL) cells and a permanent hamster cell line (V79 cells). Set specimens from two resin based sealers (AH26 and AHPlus), three zinc oxide-eugenol-based sealers (Canals, Endomethasone and N2) and one calcium hydroxide-based sealer (Sealapex) were eluted with culture medium for 1, 2, 3 and 7 days. Cytotoxicity was judged using tetrazolium bromide reduction assay on human primary PDL cells and V79 cells derived from a Chinese hamster. The results showed that elutes from resin-based, zinc oxide-eugenol-based, and calcium hydroxide-based sealers were cytotoxic to primary human PDL cultures and V79 cells. Calcium hydroxide-based sealer was the least toxic sealer amongst the chemicals tested in both cultures. The cytotoxic response decreased in an order of N2 > Endomethasone > AH26 > AHplus > Canals > Sealapex. The sensitivity of toxicity depended on the materials tested and the cell culture system used. Thus, the use of both permanent and primary cells is recommended for screening of the cytotoxic effects of root canal sealers. In addition, the results confirmed that root canal sealers constantly dissolve when exposed to an aqueous environment for extended periods, possibly causing moderate or severe cytotoxic reactions. Use of calcium hydroxide-based material as a root canal sealer initially may result in a more favourable response to periradicular tissues."
        },
        {
            "References": "PMID:8625940",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity of three calcium hydroxide-containing root canal sealers (Sealapex, CRCS and Apexit) was tested by using L929 and BHK 21/C13 cells. After setting for 24 hr, the sealers were covered with cell suspension. Cytotoxicity was determined by a quantitative technique at 24 hr, 48 hr and 72 hr. All the sealers were found to be cytotoxic. Sealapex showed the highest cytotoxicity, causing a significant decrease in cell density. CRCS was less toxic than Sealapex and more toxic than Apexit. Apexit proved to be the least toxic material."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3052",
            "Value": "/OTHER TOXICITY INFORMATION/ Male rats were given tap water containing 50 & 350 mg/L. At 2 mo they were restless & aggressive and had a reduced food intake. At 3 mo there were a loss in body wt, decr counts for erythrocytes and phagocytes, and decr hemoglobin. At sacrifice the gross necropsy showed inflammation of the small intestine and dystrophic changes in the stomach, kidneys and liver."
        },
        {
            "References": "PMID:7434362",
            "Value": "/OTHER TOXICITY INFORMATION/ Was severely irritating or corrosive when admin directly to central corneal surface of rabbit eyes. Irritation categories graded by draize scale recorded as time for clearing was negligible = 24 hr, moderate = 7 days, substantial = 21 days, severe = beyond 21 days."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Calcium Hydroxide (1306-62-0). Available from, as of February 7, 2014: https://esis.jrc.ec.europa.eu/doc/IUCLID/data_sheets/1305620.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Calcium Hydroxide eye irritation in rabbit: corrosive,. Risk of serious damage to eye."
        },
        {
            "References": "National Institute for Working Life/Scientific Basis for Swedish Occupational Standards XX; Consensus report for Calcium Hydroxide (1305-62-0). Available from, as of 02.10.2014: https://www.inchem.org/documents/kemi/kemi/ah1999_26.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ ... atypical epithelium in the cheek pouches of hamsters after exposure to calcium hydroxide."
        },
        {
            "References": "PMID:16997099",
            "Value": "/OTHER TOXICITY INFORMATION/ To evaluate the pulpal response of beagles following direct pulp capping with Clearfil SE Bond (SB), a self-etching adhesive. One hundred thirty sound teeth from 6 male beagles were used. One hundred twenty teeth had their pulp mechanically exposed at the bottom of the class V cavities and were divided into 2 groups. In group 1, teeth were capped with SB; group 2 teeth were capped with calcium hydroxide cement (CH). Ten teeth were kept intact as an untreated control group. After 7, 30, and 90 days, 40 teeth from 2 beagles were extracted and processed for light microscopic examination. After the 7-day observation period, inflammatory reaction in the SB group was similar to that of the CH group (P > .05). After the 30-day and 90-day observation periods, inflammatory reaction was slight in both groups, but less dentin bridge formation was observed in specimens from the SB group than in those from the CH group (P < .05). SB showed good biocompatibility with pulp, but its ability to induce reparative dentin was lower than that of CH."
        }
    ]
}