{
    "_id": {
        "$oid": "6682e834c4e5dba5ffba246e"
    },
    "CID": {
        "$numberInt": "6099"
    },
    "Name": "Methylene blue",
    "IUPACName": "[7-(dimethylamino)phenothiazin-3-ylidene]-dimethylazanium;chloride",
    "CanonicalSMILES": "CN(C)C1=CC2=C(C=C1)N=C3C=CC(=[N+](C)C)C=C3S2.[Cl-]",
    "Synonyms": [
        "methylene blue",
        "61-73-4",
        "Basic blue 9",
        "Methylthioninium chloride",
        "Solvent blue 8",
        "Swiss Blue",
        "Methylene Blue anhydrous",
        "Chromosmon",
        "C.I. Basic Blue 9",
        "Methylene Blue N",
        "Methylene Blue BB",
        "Methylenium ceruleum",
        "Urolene blue",
        "3,7-Bis(dimethylamino)phenothiazin-5-ium chloride",
        "Bleu de methylene"
    ],
    "IsomericSMILES": "CN(C)C1=CC2=C(C=C1)N=C3C=CC(=[N+](C)C)C=C3S2.[Cl-]",
    "INCHI": "InChI=1S/C16H18N3S.ClH/c1-18(2)11-5-7-13-15(9-11)20-16-10-12(19(3)4)6-8-14(16)17-13;/h5-10H,1-4H3;1H/q+1;/p-1",
    "INCHIKEY": "CXKWCBBOMKCUKX-UHFFFAOYSA-M",
    "Formula": "C16H18ClN3S",
    "MolecularWeight": {
        "$numberDouble": "319.9"
    },
    "Description": "Methylene blue is an organic chloride salt having 3,7-bis(dimethylamino)phenothiazin-5-ium as the counterion. A commonly used dye that also exhibits antioxidant, antimalarial, antidepressant and cardioprotective properties. It has a role as an EC 1.4.3.4 (monoamine oxidase) inhibitor, an acid-base indicator, a fluorochrome, an antidepressant, a cardioprotective agent, an EC 3.1.1.8 (cholinesterase) inhibitor, a histological dye, an EC 4.6.1.2 (guanylate cyclase) inhibitor, an antioxidant, an antimicrobial agent, a neuroprotective agent, a physical tracer and an antimalarial. It contains a 3,7-bis(dimethylamino)phenothiazin-5-ium.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "483"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of DATE: https://www2.epa.gov/tsca-screening-tools (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for methylene blue(SRC), using an estimated log Kow of 0.75(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        },
        {
            "References": "(1) Low KS et al; Environ Technol 14: 115-24 (1994)",
            "Value": "The aquatic plant, Hydrilla verticillata was shown to remove methylene blue from aqueous solution rapidly; 100, 500, and 1000 ppm methylene blue were 95, 95 and 42% absorbed, respectively, in 180 minutes using 0.5 g Hydrilla in 100 mL solution(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:16002211",
            "Value": "ANAEROBIC: The objective of this study is to evaluate the decolorization of Methylene Blue (MB) by an up-flow anaerobic sludge blanket (UASB) reactor. The UASB reactor was operated under batch condition with total treatment volume of 3 L and operation time of 24 hrs per batch. It was found that the color of MB disappeared within a few minutes after entering into the UASB reactor due to reduction by anaerobic biomass. However, the reduced MB was re-oxidized again by air after discharged from the reactor and thus caused low color removal efficiency. The presence of suitable amount of organic content (sucrose and peptone) as an electron donor played an important factor for color removal. It was observed that more than 90% of color removal efficiency was achieved in the UASB reactor with 0.627 mmol/L of MB concentration and the presence of low amount of organic content (< 0.45 g COD/(L d)). Biological dye reduction kinetics depends on the concentration of dye and reducing equivalents. The kinetic behavior of MB biodegradation by microbes was also investigated to determine the model involved in the process."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:1328604",
            "Value": "The mechanism of modulation of cyclic guanosine monophosphate accumulation by methylene blue, a putative inhibitor of soluble guanylate cyclase, was investigated in cultured rabbit pulmonary arterial smooth muscle cells. Control or methylene blue pretreated rabbit pulmonary arterial smooth muscle were stimulated with sodium nitroprusside, nitrosothiols or endothelium derived relaxing factor released basally from bovine pulmonary arterial endothelial cells, in short term cocultures. The putative endothelium-derived relaxing factor, S-nitroso-L-cysteine, a stab1e deaminated analog of S-nitroso-L-cysteine, S-nitroso-3-mercaptoproprionic acid and sodium nitroprusside produced concentration-dependent (1-100 uM) increase (1.5- to 12-fold) in rabbit pulmonary arterial smooth muscle cells cyclic guanosine monophospate levels. Methylene blue pretreatment inhibited S-nitroso-L-cysteine and sodium nitroprusside induced cyclic guanosine monophosphate accumulation by 51% to 100%, but S-nitroso-3-mercaptoproprionic acid mediated responses were not altered by methylene blue. The inhibition profile of methylene blue on nitrovasodilator induced cyclic guanosine monophosphate accumulation was quantitatively reproduced by extracellular generation of superoxide anion with xanthine (100 uM) and xanthine oxidase (5 mU). Similarly to methylene blue pretreatment, superoxide anion generation had no effects on base-line cyclic guanosine phosphate levels or cyclic guanosine phosphate responses elicited by S-nitroso-3-mercaptoproprionic acid. Furthermore, methylene blue induced a dose and time dependent generation of superoxide anion from rabbit pulmonary arterial smooth muscle cells, as evidenced from spectrophotometric determination of cytochrome c reduction. Inhibition of cyclic guanosine monophosphate accumulation in response to S-nitroso-L-cysteine and sodium nitroprusside by methylene blue was completely prevented by superoxide dismutase but not catalase. Selective pretreatment of endothelial cells with methylene blue before co-culture with untreated rabbit pulmonary arterial smooth muscle produced a reduction in rabbit pulmonary arterial smooth muscle cyclic guanosine monophosphate levels of a magnitude comparable with that seen in cocultures of methylene blue pretreated rabbit pulmonary arterial smooth muscle with untreated endothelial cells, and which was partially prevented by superoxide dismutase."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Sept 5, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Wishart DS et al; DrugBank: a knowledgebase for drugs, drug actions and drug targets. Nucleic Acids Res. 2008 Jan;36(Database issue):D901-6. PMID:18048412. Available from, as of Sept 5, 2018: https://www.drugbank.ca (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of methylene blue can be estimated to be 8000(SRC). According to a classification scheme(2), this estimated Koc value suggests that methylene blue is expected to be immobile in soil. The estimated pKa of methylene blue is 3.14(3), indicating that this compound will exist almost entirely in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        },
        {
            "References": "(1) Baughman GL et al; Dye Solubilities. In: Advances in Color Chemistry. Freeman M, Peters MT, eds., Elsevier (1993) (2) Weber JB; Advan Chem Ser 111: 55-120 (1972)",
            "Value": "Laboratory  adsorption studies determined that methylene blue was strongly adsorbed to soil organic matter, sodium montmorillonite, and sodium kaolinite(1); desorption studies using three different extraction methods found that only 2% of adsorbed methylene blue was extractable(2)."
        }
    ]
}