{
    "_id": {
        "$oid": "6682e835c4e5dba5ffba2471"
    },
    "CID": {
        "$numberInt": "6108"
    },
    "Name": "4-NITROBENZOIC ACID",
    "IUPACName": "4-nitrobenzoic acid",
    "CanonicalSMILES": "C1=CC(=CC=C1C(=O)O)[N+](=O)[O-]",
    "Synonyms": [
        "4-NITROBENZOIC ACID",
        "p-Nitrobenzoic acid",
        "62-23-7",
        "Benzoic acid",
        "4-nitro-",
        "Nitrodracylic acid",
        "4-Nitrodracylic acid",
        "1-Carboxy-4-nitrobenzene",
        "p-Nitrobenzenecarboxylic acid",
        "Benzoic acid",
        "p-nitro-",
        "4-Nitro-benzoic acid",
        "Kyselina p-nitrobenzoova",
        "p-Nitrodracylic acid",
        "NSC 7707",
        "MFCD00007352",
        "G83NWR61OW"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1C(=O)O)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C7H5NO4/c9-7(10)5-1-3-6(4-2-5)8(11)12/h1-4H,(H,9,10)",
    "INCHIKEY": "OTLNPYWUJOZPPA-UHFFFAOYSA-N",
    "Formula": "C7H5NO4",
    "MolecularWeight": {
        "$numberDouble": "167.12"
    },
    "Description": "4-nitrobenzoic acid is a nitrobenzoic acid having the nitro group at the 4-position. It is functionally related to a benzoic acid. It is a conjugate acid of a 4-nitrobenzoate.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "190"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 27 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for 4-nitrobenzoic acid(SRC), using a log Kow of 1.89(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (2) Chambers CW et al; J Water Pollut Contr Fed 35: 1517-28 (1963) (3) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. Available from the Database Query Page at https://www.cerij.or.jp/ceri_en/index_e4.shtml of December 6, 2007. (4) Lu GH et al; Bull Environ Contam Toxicol 69: 111-116 (2002)",
            "Value": "AEROBIC: Decomposition of nitrobenzoic acid took greater than 64 days by a soil microflora innoculum in mineral salts medium(1).  After 180 minutes, little oxygen consumption by phenol adapted biological cultures occurred with 4-nitrobenzoic acid(2). The amounts of oxygen consumed after the 180 minute test time are 55 uL (endogenous), 64 uL (cells plus 100 mg/L 3-nitrobenzoic acid), and 346 uL (cells plus phenol - after 90 minutes) which results in a ratio of only 1.2 endogenous to 4-nitrobenzoic acid oxygen consumption(2). In a 2 week Japanese MITI test using 100 mg/L 4-nitrobenzoic acid and 30 mg/L sludge, 4-nitrobenzoic had a theoretical BOD of 62%(3). 4-Nitrobenzene reached 50.2% of its BOD in river water collected from Songhua River, China after 5 days. The river water samples contained about 8.0 mg/L dissolved oxygen, 800-3000/mL bacteria counts, pH 6.8-7.0, and temperatures of 15-20 °C(4)."
        },
        {
            "References": "(1) Gerike P, Fischer WK; Ecotox Environ Safety 3: 159-73 (1979) (2) Gerike P, Fischer WK; Ecotoxicol Environ Safety 5: 45-55 (1981) (3) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983) (4) Haller HD; J Water Pollut Control Fed 50: 2771-7 (1978) (5) Haller HD, Finn RK; Appl Environ Microbiol 35: 890-6 (1978) (6) Kawasaki M; Ecotoxic Environ Safety 4: 444-54 (1980) (7) McCormick NG et al; Appl Environ Microbiol 31: 949-58 (1976)",
            "Value": "AEROBIC: 4-Nitrobenzoic acid was deemed well degraded in the following tests: coupled units test, Zahn-Wellens test, MITI test, Sturm test, OECD Screen test with DOC removal at least 77 % in 28 days or less; but not in a closed bottle test where a theoretical BOD of 48% was obtained(1). In the AFNOR test, 4-nitrobenzoic acid gave 96 and 97 percent removal of DOC in 28 and 42 days, respectively, with no inhibition(2). The UV absorbency of the mononitrobenzoic acid compounds disappeared in 7 days when incubated with sewage effluent in the presence of oxygen, suggesting ring cleavage and possible mineralization(3). The lag time for the degradation of 16 mg/L of 4-nitrobenzoic acid was 3-5 days by wastewater and soil(4). The degradation of 4-nitrobenzoate by domestic sewage was inhibited by benzoate(5). According to the Japanese MITI test, 4-nitrobenzoic acid is considered to be readily biodegradable(6). Three moles of hydrogen are required to reduce the nitro group to an amino group in microbial transformations with the para nitro group being more readily reduced than the ortho group for nitrobenzoic acids(7)."
        },
        {
            "References": "(1) Pitter P; Water Res 10: 231-5 (1976) (2) Rodriguez-Villanueva J; Microbiol Espan 13: 387-91 (1960) (3) Symons JM et al; Int J Air and Water Pollut 4: 115-137 (1961) (4) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986)",
            "Value": "AEROBIC: Based upon COD, 92% 4-nitrobenzoic acid was removed at a rate of 19.7 mg COD/g hour in adapted activated sludge(1). 4-Nitrobenzoic acid, as the sole source of carbon and nitrogen, gave rise to full growth of Nocardia V. at a concentration of 0.05% (w/v) after a lag of 4 days(2). The probable metabolic pathway for the breakdown of 4-nitrobenzoate in activated sludge is 4-nitrobenzoic acid to p-aminobenzoic acid to p-hydroxybenzoic acid to protocatechuic acid to beta-ketoadipic acid to succinic acid(3). 4-Nitrobenzoic acid biodegraded after a lag of 60-65 hours at a rate of 0.042-0.060 per hour which corresponds to a half-life of 140-170 hours using an electrolytic respirometer(4)."
        },
        {
            "References": "(1) Razo-Flores E et al; Fems Microbiol Rev 20: 525-538 (1997) (2) Razo-Flores E et al; Biotechnol Prog 15:358-365 (1999) (3) Battersby NS, Wilson V; Appl Environ Microbio 55: 433-9 (1989) (4) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983)",
            "Value": "ANAEROBIC: Nitroaromatics are readily degraded to aromatic amines under anaerobic conditions by different kinds of microorganisms including intestinal microflora of some mammals(1). 4-Nitrobenzoic acid was stoichiometrically transformed to 4-aminobenzoic acid and was completely mineralized after prolonged exposure in a laboratory-scale 160 mL anaerobic sludge bed reactor(2). 4-Nitrobenzoic acid was inhibitory to biodegradation in diluted anaerobic primary digesting sludge with a lag period greater than 80 days(3). Under anaerobiosis, nitrobenzoic acids were transformed to aromatic amines, such as 4-aminobenzoic acid(4)."
        },
        {
            "References": "(1) Durham NN; Can J Microbiol 4: 141-8 (1958) (2) Cain RB; J Gen Microbiol 19: 1-14 (1958) (3) Cartwright NJ, Cain RB; Biochem J 71: 248-61 (1959)",
            "Value": "PURE CULTURE: A strain of Pseudomonas fluorescens is capable of using 4-nitrobenzoic acid as a sole source of organic carbon and nitrogen for aerobic growth(1). 4-Nitrobenzoic acid was able to support the growth of Nocardia erythropolis but was inhibitory to growth of N. opaca(2). Nocardia erythropolis and N. opaca oxidize 4-nitrobenzoate to carbon dioxide and ammonia(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 27",
            "Value": "log Kow = 1.89"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Ricking M et al; Wat Res 37: 2607-2617 (2003)",
            "Value": "SEDIMENT: 4-Nitrobenzoic acid was detected at 2 of 27 surface sediment sampling sites in the Havel and Spree Rivers, Germany(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 27 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Dean, JA ed; Lange's Handbook of Chemistry 13th Ed. New York, NY: McGraw-Hill Book Co, pp.5-51 (1985) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of 4-nitrobenzoic acid is estimated as 250(SRC), using a log Kow of 1.89(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 4-nitrobenzoic acid is expected to have moderate mobility in soil. The pKa of 4-nitrobenzoic acid is 3.44(4), indicating that this compound will exist almost entirely in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}