{
    "_id": {
        "$oid": "6682e835c4e5dba5ffba2472"
    },
    "CID": {
        "$numberInt": "6115"
    },
    "Name": "Aniline",
    "IUPACName": "aniline",
    "CanonicalSMILES": "C1=CC=C(C=C1)N",
    "Synonyms": [
        "ANILINE",
        "Benzenamine",
        "Phenylamine",
        "62-53-3",
        "Aminobenzene",
        "Aminophen",
        "Arylamine",
        "Kyanol",
        "Anilin",
        "Cyanol",
        "Benzeneamine",
        "Krystallin",
        "Benzidam",
        "Anyvim",
        "Anilina"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)N",
    "INCHI": "InChI=1S/C6H7N/c7-6-4-2-1-3-5-6/h1-5H,7H2",
    "INCHIKEY": "PAYRUJLWNCNPSJ-UHFFFAOYSA-N",
    "Formula": "C6H7N",
    "MolecularWeight": {
        "$numberDouble": "93.13"
    },
    "Description": "Aniline is a primary arylamine in which an amino functional group is substituted for one of the benzene hydrogens. It is a primary arylamine and a member of anilines.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "46"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2018. Dr. Duke's Phytochemical and Ethnobotanical Databases. Aniline. Available from, as of March 26, 2018: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Aniline is a constituent of various plant parts of a variety of plant species(1).",
            "Table": "[{'Genus species': 'Daucus carota', 'Family': 'Apiaceae', 'Common names': 'Carrot', 'Part': 'Root', 'Concn (ppm)': '31.0'}, {'Genus species': 'Brassica oleracea var. botrytis l.', 'Family': 'Brassicaceae', 'Common names': 'Cauliflower', 'Part': 'Flower', 'Concn (ppm)': '22.0'}, {'Genus species': 'Allium sativum var. sativum', 'Family': 'Liliaceae', 'Common names': 'Garlic', 'Part': 'Bulb', 'Concn (ppm)': '10.0'}, {'Genus species': 'Brassica oleracea var. capitata I.', 'Family': 'Brassicaceae', 'Common names': 'Cabbage', 'Part': 'Leaf', 'Concn (ppm)': '1.0-4.0'}, {'Genus species': 'Malus domestica', 'Family': 'Rosaceae', 'Common names': 'Apple', 'Part': 'Fruit epidermis; fruit', 'Concn (ppm)': '1.7; 1.5'}, {'Genus species': 'Brassica oleracea var. sabellica l.', 'Family': 'Brassicaceae', 'Common names': 'Kale', 'Part': 'Leaf', 'Concn (ppm)': '0.7'}, {'Genus species': 'Apium graveolens', 'Family': 'Apiaceae', 'Common names': 'Celery', 'Part': 'Plant', 'Concn (ppm)': '0.7'}, {'Genus species': 'Zea mays', 'Family': 'Poaceae', 'Common names': 'Corn', 'Part': 'Seed', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Camellia sinensis', 'Family': 'Theaceae', 'Common names': 'Tea', 'Part': 'Leaf', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Nicotiana tabacum', 'Family': 'Solanaceae', 'Common names': 'Tobacco', 'Part': 'Leaf', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Geyer H et al; Chemosphere 10: 1307-13 (1981)",
            "Value": "A BCF of less than 10 was measured for aniline using golden orfes (Leuciscus idus melanotus) which were exposed over a 3-day period(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). The BCF for algae (Chlorelle fusca var. vacuolate) was reported as 4(1,3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Pitter P; Water Res 10: 231-5 (1976) (2) Helfgott TB et al; An Index Of Refractory Organics USEPA-600/2-77-174 (1977) (3) Gerike P, Fischer WK; Ecotox Environ Safety 3: 159-73 (1979) (4) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (5) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980) (6) Means JL, Anderson SJ; Water Air Soil Pollut 16: 301-15 (1981) (7) Baird R et al; J Water Pollut Control Fed 49: 1609-15 (1977) (8) Korte F, Klein W; Ecotox Environ Safety 6: 311-27 (1982) (9) Gilbert PA, Lee CM; pp. 34-45 in Biotransformation And Fate Of Chemicals In The Aquatic Environment; Maki AW et al eds; Univ Mich, Pellston, MI (1980) (10) Bilyk A et al; Pr Nauk Inst Inz Sanit Wodnej Politech Wroclaw pp. 3-32 (1971) (11) Schefer W, Walechli O; Z Wasser Abwasser Forch 13: 205-9 (1980) (12) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (13) Brown D, Laboureur P; Chemosphere 12: 405-14 (1983) (14) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983) (15) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 15, 2018: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Aniline is a benchmark chemical for aerobic biodegradability tests and there are abundant data on its biodegradation. Degradation is frequently 90-100% in laboratory tests utilizing activated sludge or sewage seed lasting from 3 to 28 days with acclimation not always being required(1-14). Aniline, present at 100 mg/L, reached 85% of its theoretical BOD(NH3) in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(15)."
        },
        {
            "References": "(1) Calamari D et al; Chemosphere 9: 753-62 (1980) (2) Subba-Rao RV et al; Appl Environ Microbiol 43: 1139-50 (1982) (3) El-Dib MA, Aly OA; Water Res 10: 1055-9 (1976) (4) Kondo M; Simulation Studies Of Degradation Of Chemicals In The Environment. Environment Agency. Off Health Studies Japan (1978) (5) Zoeteman BCJ et al; Chemosphere 9: 231-49 (1980) (6) Osaki Y et al; Eisei Kagaku 5: 411-17 (1990) (7) Nishihara T et al; J Appl Microbiol 82: 441-47 (1997)",
            "Value": "AEROBIC: Aniline is completely degraded by bacteria in river mud in 20 days(1). 75-99% Mineralization occurred in 21 days in water from an oligotrophic lake(2) and 40-60% of the aniline degraded in 1 day in river water and seawater when incubated at 30 °C(4). Degradation occurred in Nile River water after a 3-day lag(3). The half-life of aniline in the Rhine River was 2.30 days as determined by concentration reduction between sampling points(5). Aniline was biodegraded approximately 100% in upper surface water from the Naka River and approximately 70% in lower reaches over a 7 day incubation period(6). Aniline was completely degraded by pond water near an industrial factory in Osaka, Japan over a 7 day incubation period, but was not degraded in water from a non-polluted botanical pond and rice paddy(7)."
        },
        {
            "References": "(1) Suess A et al; Bayerisches Landwireschaftersches Jahrbuch 55: 565-70 (1978) (2) Zoeteman BCJ et al; Chemosphere 9: 231-49 (1980) (3) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (4) Aoki K et al; Agric Biol Chem 46: 2563-71 (1982) (5) Kondo M; Simulation Studies Of Degradation Of Chemicals In The Environment. Environment Agency. Office Of Health Studies Japan (1978) (6) Smith RV, Rosazza JP; Arch Biochem Biophys 161: 551-8 (1974) (7) Surovtseva EG et al; Dokl Akad Nauk SSSR 237: 220-3 (1977) (8) Subramanian V et al; Indian Inst Sci J 60: 143-78 (1978)",
            "Value": "AEROBIC: Aniline is degraded by many common species of bacteria and fungi found in soil(4-6) and acetanilide, 2-hydroxyacetanilide, 4-hydroxyaniline and catechol are reported metabolites(6-8). The rate of degradation in 4 soils reached a maximum value after one week and declined to a low value after 2 weeks(1). However, approx 60% of the aniline was bound to the soil and probably unavailable(1). In <1 yr, 39% of aniline in Rhine River water was removed by bank filtration(2), which would involve both biodegradation and adsorption. Aniline is completely degraded by a soil inoculum in 4 days(3)."
        },
        {
            "References": "(1) Ingerslev F, Nyholm N; Ecotoxicol Environ Saf 45: 274-83 (2000) (2) Reuschenbach P et al; Warwe Res 37: 1571-82 (2003) (3) Bornick H et al; Water Res 35: 619-24 (2001) (4) Ahtiainen J et al; Chemosphere 51: 529-37 (2003) (5) Torang L et al; Chemosphere 49: 1257-65 (2002)",
            "Value": "AEROBIC: Shake-flask surface water die away biodegradability tests found that aniline was degraded with little or no lag periods and relatively short half-lives of 10-20 days(1). The results of various OECD 301 biodegradation tests were as follows (rate constant/day)(2): DOC die away (1.71), B Sturm test (0.30), F Oxitop (0.74), F Sapromat (0.86). In a laboratory biodegradation study using unfiltered water from the Elbe River and a circulating column, aniline was found to have very good biodegradability with a half-life of 1 hr(3). In biodegradation studies using shake-flask batch tests, the half-life of aniline using relatively pristine natural Finish waters ranged from 10-150 days while half-life using activated sludge inoculum or urban water was 5-8 days(4). The results of 38 shake-flask batch tests using Rhine River water found aniline to have an average biodegradation rate constant of 1.5/day at 15 °C and 2.0/day at 20 °C(5)."
        },
        {
            "References": "PMID:3606098",
            "Value": "AEROBIC: The effect of compound structure on the microbial transformation of a series of substituted anilines was investigated. For the pure culture and environmental water samples studied, the rate of transformation of the compound decreased in the following order: aniline > 3-bromoaniline > 3-chloroaniline > 3-methylaniline > 3-methoxyaniline > 3-nitroaniline > 3-cyanoaniline. Second order rate constants (kb) for each compound were calculated by using bacterial and compound concentrations measured as parameters. Water samples also were used in kinetic studies with three of the compounds (aniline, 3-chloroaniline, and 3-nitroaniline) to test the relationships with mixed bacterial populations."
        },
        {
            "References": "(1) Speece RE; Environ Sci Technol 2: 557-8 (1983) (2) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983) (3) Chou WL et al; Biotech Bioeng Symp 8: 391-414 (1979) (4) Snell Environmental Group; Rate of biodegradation of toxic organic compounds while in contact with organics which are actually composting; pp. 100 NSF/CEE-82024 (1982) (5) Razo-Fores E et al; Wat Sci Tech 33: 47-57 (1996) (6) Razo-Fores E et al; FEMS Microbiol Rev 20: 525-38 (1997)",
            "Value": "ANAEROBIC: Although aniline is amenable to degradation in anaerobic reactors(1), only 10% degradation was reported in 53 days including 28 day lag with a sewage inoculum forming acetanilide and 2-methylquinoline as products(2). No degradation occurred in an anaerobic reactor in 110 days with a 2-10 day retention time using an inoculum maintained on acetate(3). Aniline was completely degraded in 7 days using composting(4). Aniline was not biodegraded in a phenol-adapted sludge under anaerobic conditions and had a lag time of greater than 150 days(5,6)."
        },
        {
            "References": "Aelion CM et al; Govt Reports Announcements & Index (11): 8 (1988) NTIS/PB88-170584",
            "Value": "ANAEROBIC: The ability of subsurface microbial communities to adapt to the biodegradation of xenobiotic compounds was examined in aquifer solid samples from a pristine aquifer. An increase in the rates of mineralization of radiolabeled substrates with exposure was used as an indication of adaptation. For ... aniline, intermediate rates of biodegradation and a linear increase in the percent mineralized with time were observed."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 28",
            "Value": "log Kow = 0.90"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:21070798",
            "Value": "Aniline exposure is associated with toxicity to the spleen leading to splenomegaly, hyperplasia, fibrosis and a variety of sarcomas of the spleen on chronic exposure. In earlier studies, we have shown that aniline exposure leads to iron overload, oxidative stress and activation of redox-sensitive transcription factors, which could regulate various genes leading to a tumorigenic response in the spleen. However, molecular mechanisms leading to aniline-induced cellular proliferation in the spleen remain largely unknown. This study was, therefore, undertaken on the regulation of G1 phase cell cycle proteins (cyclins), expression of cyclin-dependent kinases (CDKs), phosphorylation of retinoblastoma protein (pRB) and cell proliferation in the spleen, in an experimental condition preceding a tumorigenic response. Male SD rats were treated with aniline (0.5 mmol/kg/day via drinking water) for 30 days (controls received drinking water only), and splenocyte proliferation, protein expression of G1 phase cyclins, CDKs and pRB were measured. Aniline treatment resulted in significant increases in splenocyte proliferation, based on cell counts, cell proliferation markers including proliferating cell nuclear antigen (PCNA), nuclear Ki67 protein (Ki67) and minichromosome maintenance (MCM), MTT assay and flow cytometric analysis. Western blot analysis of splenocyte proteins from aniline-treated rats showed significantly increased expression of cyclins D1, D2, D3 and E, as compared to the controls. Similarly, real-time PCR analysis showed significantly increased mRNA expression for cyclins D1, D2, D3 and E in the spleens of aniline-treated rats. The overexpression of these cyclins was associated with increases in the expression of CDK4, CDK6, CDK2 as well as phosphorylation of pRB protein. Our data suggest that increased expression of cyclins, CDKs and phosphorylation of pRB protein could be critical in cell proliferation, and may contribute to aniline-induced tumorigenic response in the spleen."
        },
        {
            "References": "PMID:23352893",
            "Value": "Mechanisms by which aniline exposure elicits splenotoxicity, especially a tumorigenic response, are not well-understood. Earlier, we have shown that aniline exposure leads to oxidative DNA damage and up-regulation of OGG1 and NEIL1/2 DNA glycosylases in rat spleen. However, the contribution of endonuclease III homolog 1 (NTH1) and apurinic/apyrimidinic endonuclease 1 (APE1) in the repair of aniline-induced oxidative DNA damage in the spleen is not known. This study was, therefore, focused on examining whether NTH1 and APE1 contribute to the repair of oxidative DNA lesions in the spleen, in an experimental condition preceding tumorigenesis. To achieve this, male SD rats were subchronically exposed to aniline (0.5 mmol/kg/day via drinking water for 30 days), while controls received drinking water only. By quantitating the cleavage products, the activities of NTH1 and APE1 were assayed using substrates containing thymine glycol (Tg) and tetrahydrofuran, respectively. Aniline treatment led to significant increases in NTH1- and APE1-mediated BER activity in the nuclear extracts of spleen of aniline-treated rats compared to the controls. NTH1 and APE1 mRNA expression in the spleen showed 2.9- and 3.2-fold increases, respectively, in aniline-treated rats compared to the controls. Likewise, Western blot analysis showed that protein expression of NTH1 and APE1 in the nuclear extracts of spleen from aniline-treated rats was 1.9- and 2.7-fold higher than the controls, respectively. Immunohistochemistry indicated that aniline treatment also led to stronger immunoreactivity for both NTH1 and APE1 in the spleens, confined to the red pulp areas. These results, thus, show that aniline exposure is associated with induction of NTH1 and APE1 in the spleen. The increased repair activity of NTH1 and APE1 could be an important mechanism for the removal of oxidative DNA lesions. These findings thus identify a novel mechanism through which NTH1 and APE1 may regulate the repair of oxidative DNA damage in aniline-induced splenic toxicity."
        },
        {
            "References": "PMID:21145906",
            "Value": "The mechanisms by which aniline exposure elicits splenotoxic response, especially the tumorigenic response, are not well-understood. Earlier, we have shown that aniline-induced oxidative stress is associated with increased oxidative DNA damage in rat spleen. The base excision repair (BER) pathway is the major mechanism for the repair of oxidative DNA base lesions, and we have shown an up-regulation of 8-oxoguanine glycosylase 1 (OGG1), a specific DNA glycosylase involved in the removal of 8-hydroxy-2'-deoxyguanosine (8-OHdG) adducts, following aniline exposure. Nei-like DNA glycosylases (NEIL1/2) belong to a family of BER proteins that are distinct from other DNA glycosylases, including OGG1. However, contribution of NEIL1/2 in the repair of aniline-induced oxidative DNA damage in the spleen is not known. This study was, therefore, focused on evaluating if NEILs also contribute to the repair of oxidative DNA lesions in the spleen following aniline exposure. To achieve that, male SD rats were subchronically exposed to aniline (0.5 mmol/kg/day via drinking water for 30 days), while controls received drinking water only. The BER activity of NEIL1/2 was assayed using a bubble structure substrate containing 5-OHU (preferred substrates for NEIL1 and NEIL2) and by quantitating the cleavage products. Aniline treatment led to a 1.25-fold increase in the NEIL1/2-associated BER activity in the nuclear extracts of spleen compared to the controls. Real-time PCR analysis for NEIL1 and NEIL2 mRNA expression in the spleen revealed 2.7- and 3.9-fold increases, respectively, in aniline-treated rats compared to controls. Likewise, Western blot analysis showed that protein expression of NEIL1 and NEIL2 in the nuclear extract of spleens from aniline-treated rats was 2.0- and 3.8-fold higher than controls, respectively. Aniline treatment also led to stronger immunoreactivity for NEIL1 and NEIL2 in the spleens, confined to the red pulp areas. These studies, thus, show that aniline-induced oxidative stress is associated with an induction of NEIL1/2. The increased NIEL-mediated BER activity is another indication of aniline-induced oxidative damage in the spleen and could constitute another important mechanism of removal of oxidative DNA lesions, especially in transcribed DNA following aniline insult."
        },
        {
            "References": "PMID:19969074",
            "Value": "/It is known/ that aniline exposure causes oxidative damage to the spleen. To further explore the oxidative mechanism of aniline toxicity, ...  the potential contribution of heme oxygenase-1 (HO-1), which catalyzes heme degradation and releases free iron /was examined/. Male SD rats were given 1 mmol/kg/day aniline in water by gavage for 1, 4, or 7 days, and respective controls received water only. Aniline exposure led to significant increases in HO-1 mRNA expression in the spleen (2-and 2.4-fold at days 4 and 7, respectively) with corresponding increases in protein expression, as confirmed by ELISA and Western blot analysis. Furthermore, immunohistochemical assessment of spleen showed stronger immunostaining for HO-1 in the spleens of rats treated for 7 days, confined mainly to the red pulp areas. No changes were observed in mRNA and protein levels of HO-1 after 1 day exposure. The increase in HO-1 expression was associated with increases in total iron (2.4-and 2.7-fold), free iron (1.9-and 3.5-fold), and ferritin levels (1.9-and 2.1-fold) at 4 and 7 days of aniline exposure. Our data suggest that HO-1 up-regulation in aniline-induced splenic toxicity could be a contributing pro-oxidant mechanism, mediated through iron release, and leading to oxidative damage."
        },
        {
            "References": "PMID:16169568",
            "Value": "... Previous studies have shown that aniline exposure leads to iron accumulation and oxidative stress in the spleen, which may cause activation of redox-sensitive transcription factors and regulate the transcription of genes involved in fibrosis and/or tumorigenesis. To test this, male SD rats were treated with 0.5 mmol/kg/day aniline via drinking water for 30 days, and activation of transcription factor AP-1 was determined in the splenocyte nuclear extracts (NEs). AP-1 DNA-binding activity in the NEs of freshly isolated splenocytes from aniline-treated rats increased in comparison to the controls, as determined by electrophoretic mobility shift assay (EMSA). AP-1 binding was also determined in the NEs of cultured splenocytes (2 hr and 24 hr), which showed even a greater increase in binding activity at 2 hr. The specificity of AP-1 binding for relevant DNA motifs was confirmed by competition EMSA and by supershift EMSA using antibodies specific to c-Jun and c-Fos. To further explore the signaling mechanisms in the AP-1 activation, phosphorylation patterns of mitogen-activated protein kinases (MAPKs) were pursued. Aniline exposure induced increases in the phosphorylation of the three classes of MAPKs: extracellular-signal-regulated kinase (ERK 1/2), c-Jun N-terminal kinase (JNK 1/2), and p38 MAPKs. Furthermore, TGF-beta1 mRNA expression showed a 3-fold increase in the spleens of aniline-treated rats. These observations suggest a strong association among MAPK phosphorylation, AP-1 activation, and enhanced TGF-beta1 gene expression. The observed sequence of events subsequent to aniline exposure could regulate genes that lead to fibrogenic and/or tumorigenic response in the spleen."
        },
        {
            "References": "PMID:15901093",
            "Value": "... Male SD rats were orally administered 1 mmol/kg/d aniline for 7 d, while controls received the vehicle only. Total splenic iron content showed a significant increase of 200% in the aniline-treated rats, whereas free iron (low-molecular-weight chelatable iron) showed a marked increase of 375% in comparison to controls. Oxidative DNA damage, measured in terms of 8-hydroxy-2'-deoxyguanosine (8-OHdG) levels, showed a remarkable increase of 83% in the aniline-treated rats. These results suggest an association between release of free iron and oxidative DNA damage, which could lead to mutagenic and/or carcinogenic responses in the spleen."
        },
        {
            "References": "PMID:15694462",
            "Value": "Exposure to aniline results in selective toxicity to the spleen, leading to a variety of sarcomas on chronic exposure in rats, and fibrosis appears to be an important initiating preneoplastic lesion of the spleen. ... Previously,/the authors/ have shown that aniline exposure leads to iron overload and induction of oxidative stress in the spleen. /They/ hypothesized that aniline-induced oxidative stress in the spleen causes transcriptional up-regulation of fibrogenic cytokines via activation of redox-sensitive transcription factor, nuclear factor-kappa B (NF-kappa B). To test this hypothesis, male SD rats were treated with 0.5 mmol/kg/day aniline hydrochloride via drinking water for 30 days. Cytokine mRNAs were measured by real-time quantitative PCR, while cytokine release was determined in the supernatants of the cultured splenocytes using specific ELISAs. IL-1alpha, IL-6, and TNF-alpha mRNA levels showed 6.9-, 2.9-, and 2.6-fold increases, respectively, in the spleens of aniline-treated rats in comparison to the controls. The increases in mRNA levels were associated with enhanced secretion of these cytokines in the splenocyte culture supernatants. NF-kappa B p65 level in the nuclear extracts of cultured splenocytes of aniline-treated rats showed a 2-fold increase in comparison to the controls as quantitated by NF-kappa B p65-specific ELISA. The binding activity of NF-kappa B, determined by electrophoretic mobility shift assay (EMSA), also showed an increase in NF-kappa B binding in the nuclear extracts of the splenocytes from aniline-treated rats. The specificity of NF-kappa B binding was further confirmed by supershift assays. The results indicate that aniline exposure causes enhanced expression of IL-1alpha, IL-6, and TNF-alpha, both at mRNA and protein levels, suggesting their role in splenic fibrosis. Also, the increased NF-kappa B binding activity suggests that up-regulation of these cytokines in the spleen is a redox-dependent mechanism."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "The occurrence of some non-neoplastic splenic lesions (fibrosis, mesothelial hyperplasia) in animals exposed to aniline is related to accumulation of hemosiderin deposits thought to be formed secondarily to methemoglobin. On the other hand, ... a clear relationship /has been demonstrated/ between occurrence of splenic lesions and the development of splenic sarcomas in animals fed aniline HCl or the aniline-based food coloring D and C Red No. 9, even though this latter compound is not reported to produce methemoglobinemia. Thus methemoglobin formation may not be an obligate precursor to splenic hyperplastic lesions for all aniline compounds. /Aniline hydrochloride/"
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "Studies in rats ... have indicated that erythrocytes preferentially bind aniline, and that at high doses (100 mg/kg), aniline selectively accumulates in the spleen due to scavenging of damaged erythrocytes. The deposition of debris from erythrocytes results in hemosiderosis, which in turn induces a fibrotic response in the spleen that may be involved in sarcoma production ... Aniline accumulation in the spleen /has been shown to be/ nonlinear; only minimal accumulation of aniline and no hemosiderosis is observed at doses below 10 mg/kg. Since hemosiderosis may be important in the induction of splenic sarcoma, the linearized multistage procedure may not be the most appropriate method for the derivation of the slope factor."
        },
        {
            "References": "PMID:3305247",
            "Value": "Aniline and several other aromatic amines produce spleen tumors in rats given high doses of compound in 2 year bioassay studies. Evaluation of the pathogenesis of the splenic lesion and characterization of the disposition of radiolabelled aniline in animals suggests that the spleen tumors may be a secondary response resulting from chemically mediated erythrocyte toxicity. It is proposed that compound derived toxicity to erythrocytes results in scavenging of damaged red blood cells by the spleen, initiating a series of events which may contribute to the development of spleen tumors. These events potentially include (1) specific accumulation of the parent compound or toxic metabolite(s) carried to the spleen by erythrocytes; (2) deposition of erythrocytic debris, particularly iron, which may catalyse tissue damaging free radical reactions; and (3) induction of splenic hyperplasia resulting from erythrocyte overload. Linkage of the splenic tumorigenicity of these aromatic amines to an initial toxic event in the erythrocyte suggest that the carcinogenicity of such compounds may be determined by a definable threshold dose, ie the events leading to the carcinogenicity are not initiated until the capacity of the red blood cell to cope with the toxic insult. ..."
        },
        {
            "References": "PMID:10330693",
            "Value": "Earlier studies with aniline suggested the involvement of oxidative stress as an early toxic event in the spleen. In order to understand the status and consequences of the damaging oxidative reactions, especially during the progression of characteristic splenic lesions, time-dependent subchronic studies were conducted in rats. Male Sprague-Dawley rats were treated with 65 mg/kg/day aniline in the drinking water, while control rats received drinking water only. The animals were euthanized after 1, 2, or 3 months of aniline exposure. Total iron content was remarkably greater in the aniline-treated rats than in age-matched controls. There were time-dependent increases in splenic lipid peroxidation of aniline-treated rats. Malondialdehyde-protein adducts were quantitated by a competitive ELISA and showed greater concentrations in the spleens of aniline-treated rats, further substantiating our lipid peroxidation results. Protein oxidation in the spleens of aniline-treated rats was also greater, with a maximum increase of approximately 76% at 3 months. Western blot analysis for oxidized proteins showed two distinct protein bands at approximately 114 kD and approximately 69 kD in both post-nuclear and mitochondrial fractions of the spleens. Furthermore, densitometric analysis of the blot showed increased band intensities of the oxidized proteins in both these spleen fractions from aniline-treated rats, suggesting the susceptibility of these proteins to aniline-induced oxidative stress. The most prominent morphological changes in the spleens of aniline-treated rats included thickening of the capsule, and capsular cells with nuclear prominence and hyperchromia indicative of capsular hyperplasia. These capsular changes and fibrosis of capsule, splenic trabeculae, and red pulp were noted at all three time points after aniline exposure. /Those/ studies thus suggest that aniline-induced oxidative stress in the spleen is an ongoing event that leads to oxidative modifications of biomolecules. Such oxidative modifications, directly or indirectly, could contribute to the splenic toxicity leading to deleterious consequences, including capsular hyperplasia and fibrosis, as observed in this study, and possibly tumorigenesis in chronic aniline exposure conditions."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups (maximum of 15/group) of male Sprague-Dawley rats /were exposed by inhalation to 0, 10, 30, 50, or 150 ppm aniline for 8 hr/day for 5 days or 12 hr/day for 4 days. The duration-adjusted values were 0, 9, 27, 45, or 136 mg/cu m for the 5 day exposure and 0, 11, 33, 54, or 163 mg/cu m for the 4 day exposures. An increase in methemoglobin values over control levels was noted at the beginning of the second day of exposure to 150 and 50 ppm, with methemoglobin levels tending to cumulate and become at least partially additive. Although a slight increase in methemoglobin was noted in the 30 ppm groups (HECs = 27 to 33 mg/cu m) and presumably in the 10 ppm groups (HECs = 9 to 11 mg/cu m), no cumulative effects were noted. In additional experiments in which rats were intraperitoneally injected with aniline, the half-life of methemoglobin in blood was estimated at 177 minutes (almost 3 hours). The rapidity and reversibility of methemoglobin formation in humans in response to aniline was shown /in a study that/ detected maximum levels of methemoglobin in humans at 2 hr after oral exposure, but normal levels at 3 hr. This response would indicate that methemoglobin has a longer half-life in rats than in humans (3 hours vs < 1 hour)."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 108",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Pathologic changes in fundus ... /were produced/ in one cat which died twenty-four hr after injection of 0.5 mL of pure aniline. The pupils had become dilated and unreactive, and ... changes in ganglion cells and inner nuclear layer microscopically /were observed/."
        },
        {
            "References": "PMID:3611601",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single exposure of rabbits to aniline vapors /(10 mL in a 175 L glass chamber for 30 min)/ caused induction of superoxide dismutase isozymes and activity as evidenced by the incorporation of radioactive amino acids and prosthetic group metals into enzymatic protein zones of electrophoreograms. Induction of a new cytosolic isozyme following aniline exposure was also evident. Xenobiotic stress indicated a close relation between free radical processes and lung biotransformation mechanisms."
        },
        {
            "References": "PMID:9024670",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aniline-induced splenic toxicity is characterized by hemorrhage, capsular hyperplasia, fibrosis, and a variety of sarcomas in rats. Early biochemical events responsible for the observed effects are not known. To understand the mechanism(s) of aniline-induced splenic toxicity, single and multiple (four and seven) doses of 1 mmol/kg of aniline hydrochloride(AH) were given in rats. Apart from changes in the hematological parameters, these studies demonstrated that AH could induce lipid peroxidation and protein oxidation in the spleen, and significant increases were observed at four doses. Subsequently, a dose-response study of AH was performed. Male SD rats were given four doses each (one dose/day) of 0.25, 0.5, 1, and 2 mmol/kg of AH in water by gavage, while controls received water only. Animals were euthanized 24 hr following the last dose and tissues obtained. Spleen weight increased by 32 and 80% at 1 and 2 mmol/kg doses, respectively. Splenic lipid peroxidation showed dose-dependent increases of 24, 32, and 43% at 0.5, 1, and 2 mmol/kg, respectively. Protein oxidation in the spleen, quantitated by carbonyl content per milligram protein, showed 10, 28, and 27% increases at 0.5, 1, and 2 mmol/kg, respectively. Iron content in the spleen also showed dose-dependent increases of 72, 172, and 325% at 0.5, 1, and 2 mmol/kg, respectively. Dose-related histopathologic expansion of splenic red pulp was characterized by increasing vascular congestion (most pronounced at 2 mmol/kg), increased red pulp cellularity, erythrophagocytosis, and cellular fragmentation at 1 and 2 mmol/kg; iron deposition in red pulp also increased dramatically with dose. ..."
        },
        {
            "References": "PMID:20233944",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A spongy change in the spinal cord white matter was observed in four-week-old rats treated with aniline. ... This change was found to be a result of the myelin sheath splitting at the ultrastructural level ... . The spongy change in the spinal cord white matter was first detected on day 5 in the histopathologic examination. The incidence and severity of the lesions, especially in the lateral and ventral funiculi of the thoracic spinal cord white matter, increased prominently from day 8 to day 10. In all rats, immunohistochemical staining by anti-2', 3'-cyclic nucleotide 3'-phosphodiesterase (CNPase) occurred along the cytoplasmic boundaries of the normal oligodendroglia. However, mild to moderate anti-CNPase staining extended to the swollen cytoplasm of the oligodendroglia in the aniline-treated rats from day 2 to day 4. In the electron microscopic examination, free ribosomes and rough endoplasmic reticula in the cytoplasm of the oligodendroglia increased on days 3 and 4. These changes were considered to be related to CNPase expression. However, CNPase expression decreased, whereas the spongy changes were detected from day 5. ..."
        },
        {
            "References": "PMID:26192324",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Aniline, a toxic aromatic amine, is known to cause hemopoietic toxicity both in humans and animals. Aniline exposure also leads to toxic response in spleen which is characterized by splenomegaly, hyperplasia, fibrosis and the eventual formation of tumors on chronic in vivo exposure. Previously, we have shown that aniline exposure leads to iron overload, oxidative DNA damage, and increased cell proliferation, which could eventually contribute to a tumorigenic response in the spleen. Despite our demonstration that cell proliferation was associated with deregulation of G1 phase cyclins and increased expression of G1 phase cyclin-dependent kinases (CDKs), molecular mechanisms, especially the regulation of G2 phase and contribution of epigenetic mechanisms in aniline-induced splenic cellular proliferation remain largely unclear. This study therefore, mainly focused on the regulation of G2 phase in an animal model preceding a tumorigenic response. Male Sprague-Dawley rats were given aniline (0.5 mmol/kg/day) in drinking water or drinking water only (controls) for 30 days, and expression of G2 phase cyclins, CDK1, CDK inhibitors and miRNAs were measured in the spleen. Aniline treatment resulted in significant increases in cell cycle regulatory proteins, including cyclins A, B and CDK1, particularly phosphor-CDK1, and decreases in CDK inhibitors p21 and p27, which could promote the splenocytes to go through G2/M transition. Our data also showed upregulation of tumor markers Trx-1 and Ref-1 in rats treated with aniline. More importantly, we observed lower expression of miRNAs including Let-7a, miR-15b, miR24, miR-100 and miR-125, and greater expression of CDK inhibitor regulatory miRNAs such as miR-181a, miR-221 and miR-222 in the spleens of aniline-treated animals. Our findings suggest that significant increases in the expression of cyclins, CDK1 and aberrant regulation of miRNAs could lead to an accelerated G2/M transition of the splenocytes, and potentially to a tumorigenic response on chronic aniline exposure."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 9 male Wistar rats and 2 dogs /were exposed (whole body) for 26 weeks, and 20 female albino mice and 10 guinea pigs for 20 weeks, to 5 ppm (19 mg/cu m) of reagent grade aniline vapor for 6 hr/day, 5 days/week (duration-adjusted value = 3.4 mg/cu m). Analysis of whole blood, serum, and body weight was carried out on all animals and urinalysis, rectal temperatures, and blood pressure were determined for the dogs. Pathology and histopathology including liver, lung, kidney, and spleen was conducted on the dogs and four of the smaller animals at termination of exposure ... The rats began to lose weight during the last 3 weeks of exposure although no figures are given. Blood analysis indicated an increase in methemoglobin in rats only (0.6%, no statistics or control levels given). No organ pathologies in any species tested were attributable to aniline vapors. Study limitations include testing at only one dose, statistical reporting, incomplete histopathology, and autopsy of a small number of animals. Based on the slight increase of methemoglobin content and the absence of spleen toxicity, 3.4 mg/cu m may be designated as a free-standing NOAEL."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a repeated exposure inhalation study, male Crl:CD rats (16/group) were exposed (head-only) to 0 (air-exposed controls), 17 ppm (64.7 mg/cu m), 45 ppm (171.4 mg/cu m), or 87 ppm (331.3 mg/cu m) aniline vapors, 6 hr/day, 5 days/week, for 2 weeks. Duration-adjusted values for these exposures are 0, 11.6, 30.6, or 59.2 mg/cu m. Toxicity was investigated utilizing urinalysis, hematology (including methemoglobin), organ and body weights, and gross pathology and histopathology (including lungs and trachea), both following the last exposure and after a 13 day recovery period. Methemoglobin levels were elevated in a dose-dependent manner at 87 ppm (4.2 to 23%) and at 45 ppm (2.2 to 5.4%); but at 17 ppm the levels were not significantly different from the controls (0 to 2.9%). This increase was accompanied by clinical symptoms as the animals exposed to 87 ppm were judged as slightly cyanotic. The animals exposed to 87 or 45 ppm aniline vapors were anemic with decreases in RBC counts, hemoglobin content, mean corpuscular hemoglobin concentration (MCHC), and hematocrit, and accompanying increases in mean relative spleen weight. Also, exposure-dependent increases in erythropoietin foci, reticuloendothelial (RE) cell hypertrophy, and hemosiderin deposition were noted within the spleen of these high-exposure animals. Although judged as minimal or isolated, splenic histopathology was noted in the low-dose (17 ppm) group. Hemosiderin deposition occurred in 4 of 5 animals vs. 0 of controls, and RE cell hypertrophy and increases in erythropoietic foci both occurred in 1 of 5 treated, but in 0 of 5 controls. Based on these mild splenic effects, 17 ppm (HEC = 11.6 mg/cu m) is designated as a LOAEL."
        },
        {
            "References": "PMID:15187235",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In this study, thirty male Wistar rats/group were exposed nose-only to mean analytical concentrations of 9.2, 32.4, 96.5, and 274.9 mg aniline/cu m using an exposure regimen of 6 hr/day, 5 days/week for 2 weeks (days 0-11), followed by a 2-week post-exposure period (up to day 28). Serial sacrifices for specialized examinations were performed on days 0, 4, 11, 14, and 28. Clinical signs of toxicity, body weights, hematology, and clinical chemistry tests, including total iron in liver and spleen, splenic lipid peroxidation, organ weights, gross and histological changes in target organs were recorded. No mortality was observed during the study. Rats exposed to 96.5 mg/cu m and above displayed cyanosis, with no apparent progression during the exposure period. The predominant manifestation of toxicity was methemoglobin formation and associated erythrocytotoxicity. The changes observed included anemia, red blood cell morphological alterations (e.g., Heinz bodies), decreased hemoglobin and hematocrit, reticulocytosis, and effects on the spleen (splenomegaly, hemosiderin accumulation, and increased hematopoietic cell proliferation), which gained significance at 96.5 and 274.9 mg/cu m. With regard to increased splenic extramedullary hematopoiesis, borderline effects occurred at 32.4 mg/cu m. The total content of iron in spleen homogenates increased in a concentration-dependent and time-dependent manner with increasing duration of exposure. The maximum accumulation of iron in the liver and spleen exceeded the respective control levels by approximately 60% and approximately 500%, respectively. Splenic lipid peroxidation and total iron were highly correlated (r2 = 0.93) toward the end of the exposure period. A hepatic hemosiderosis was observed at 274.9 mg/cu m. Thus, in regard to erythrocytotoxicity and associated increased splenic sequestration of erythrocytes, iron accumulation and lipid peroxidation 32.4 mg/cu m constitutes the no-observed-adverse-effect concentration (NOAEC). However, spleens of the 32.4 mg/cu m exposure group exhibited a minimal increase in extramedullary hematopoiesis. Exposure to 9.2 mg/cu m was not associated with any significant effect."
        },
        {
            "References": "PMID:14557919",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... As part of a bigger project in which the pathology of male Fischer F344 rats was studied after feeding 10, 30, or 100 mg/kg body weight aniline hydrochloride for 1 and 4 weeks in the diet, the aniline-hemoglobin (Hb) adducts were determined as a biochemical effect marker during those periods. ... The Hb adduct levels increased proportionately with dose after 1 week, which indicates that metabolic activation was not saturated. After 4 weeks of feeding, the adduct levels increased less than proportionately, which suggests that a saturation process is involved. Since it is unlikely that metabolic activation was saturated, the results could be explained by a more rapid clearance of stressed erythrocytes at the carcinogenic dose level. The latter interpretation is supported by other observations which indicate that erythrocytes are damaged dose dependently. A no-observed-effect level (NOEL) has not been reached but could be close to the low dose of 10 mg/kg body weight per day. The Hb adduct formation at the low dose, however, indicates that this should not be considered a no-effect level (NEL). The results support the conclusion that hemolytic anemia is an essential prerequisite for aniline toxicity and tumor development, but they do not fully explain the tissue specificity."
        },
        {
            "References": "PMID:14636699",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... To further explore the oxidative mechanisms of aniline toxicity, /the authors/ evaluated the contributions of nitric oxide. Nitric oxide reacts with superoxide anion to form peroxynitrite, a powerful oxidant that converts the tyrosine residues of proteins to nitrotyrosine (NT). Therefore, aim of this study was to establish the role of nitric oxide through the formation and localization of NT in the spleen of rats exposed to aniline. Male Sprague-Dawley (SD) rats were given 1 mmol/kg per day aniline hydrochloride in water by gavage for 7 days, while the controls received water only. Immunohistochemical analysis for NT showed an intense staining in the red pulp areas of spleen from aniline-treated rats, localized in macrophages and sinusoidal cells. Occasionally mild NT immunostaining was also evident in the white pulp. Western blot analyses of the post-nuclear fraction of the spleens showed major nitrated proteins with molecular weights of 49, 30 and 18 kDa. Immunohistochemical analysis of inducible nitric oxide synthase (iNOS) also showed increased expression in the red pulp of the spleens from aniline-treated rats; the cellular localization was similar to nitrated proteins. These studies suggest that oxidative stress in aniline toxicity also includes aberration in nitric oxide production leading to nitration of proteins. ..."
        },
        {
            "References": "PMID:15346719",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Early indicators of aniline hydrochloride (AH) toxicity were investigated in male Fisher 344 rats for 1 or 4 weeks at dietary dose levels of 10, 30 or 100 mg/kg body weight (bw)/day (actual intake at least 6, 17 and 57 mg/kg). The doses were based on earlier studies that had shown spleen toxicity and carcinogenicity in male rats at 100 mg/kg/day but not at 10 mg/kg/day. In /this/study a dose-related formation of hemoglobin adducts and Heinz bodies was found from 10 and 30 mg/kg bw/ day, respectively, onwards. Signs of anemia (decreased red blood cell counts and increased reticulocytes) were recorded from 30 mg/kg onwards. At 100 mg/kg, an overt hemolytic anemia was associated with increases in serum transferrin concentration and total iron binding capacity in the blood reflecting major perturbations in iron metabolism. At this dose there was an increase in peripheral neutrophil leucocytosis in the blood, indicating an inflammatory process in the spleen. Histopathologic evaluation showed a focal perisplenitis and hemosiderin deposition in sinusoidal Kupffer cells of the liver at 100 mg/kg. These results corroborate the contention that carcinogenic doses of aniline cause early effects on hematological parameters, inflammatory reaction in the spleen and perturbations in iron metabolism as a result of hemolytic anemia. ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ exposed several species of animals to 5 ppm of aniline vapor daily for 6 months and found no effects other than a slight increase in methemoglobin in the blood of rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V27 49 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated daily (7 and 14 days) subcutaneous administration of aniline (30 mg of aniline in 0.2 mL of corn oil) to rats caused a decrease in steroidogenesis and lipid accumulation in corpora lutea and adrenal cortex."
        },
        {
            "References": "PMID:6628890",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Aniline /(110 mg/kg per day)/, o-toluidine, 2,4-dimethylaniline, 2,6-dimethylaniline, 2,6-diethylaniline, 2,6-methylethylaniline, 2,6-diisopropylaniline, and methylene-bis-2,6-diisopropylaniline were administered /orally/ to male Fischer 344 rats daily for 5, 10 or 20 days. Histopathologic evaluation of selected tissues revealed splenic congestion, increased hematopoiesis and hemosiderosis, and bone marrow hyperplasia in aniline- and o-toluidine-treated animals. These changes, characteristics consistent with enhanced erythrocytic destruction, were not observed in any of the dialkylaniline-treated animals. Hepatoxicity, characterized by biliary hyperplasia, periacinar vacuolar degeneration, hepatocytic cloudy swelling and periacinar necrosis, was observed in methylene-bis-2,6-diisopropyl-, aniline- and 2,4-dimethylaniline-treated animals. Multifocal discrete areas of necrosis were also observed in livers of animals treated with the latter compound. There were no histopathologic changes which could be attributed to any of the alkylanilines studied in kidney, esophagus, trachea, thyroid, parathyroid or urinary bladder."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 184",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subchronic (6 months) daily administration of 45 mg/kg or 225 mg/kg by gavage caused changes in the peripheral blood, depressed body weight and increased liver and spleen weights of rats. Hemosiderin deposition in the spleen was also observed."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Aniline hydrochloride was administered in the diet for 2 years to CD-F rats (130 rats/sex/group) at levels of 0, 200, 600, and 2000 ppm. An increased incidence of primary splenic sarcomas was observed in male rats in the high-dose group. Stromal hyperplasia and fibrosis of the splenic red pulp, which may represent a precursor lesion of sarcoma, was also observed in the high-dose males and, to a lesser degree, in the female rats."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dietary aniline hydrochoride was administered at 0, 3000 or 6000 ppm to 50 male and 50 female Fischer 344 rats for 103 weeks. The animals were sacrificed at 107-110 weeks. The male rats showed statistically significant dose-related trends in incidence of hemangiosarcomas and sarcomas or fibrosarcomas. The males also had statistically significantly increased incidences of hemangiosarcoma in the spleen, fibrosarcoma, and sarcoma (not otherwise specified) in the body cavity and spleen, and a significant dose-related trend in incidence of malignant pheochromocytoma. According to the authors, there was a possible association in the female rats between aniline hydrochloride treatment and the increased incidence of fibrosarcoma and sarcoma in multiple organs of the body cavity. None of the pooled control groups of 249 female and 250 male rats were observed to have fibrosarcoma or sarcoma in the spleen or multiple organs of the body cavity. Food containing 0, 6000 or 12,000 ppm aniline hydrochloride was also given to 50 male and 50 female B6C3F1 mice for 103 weeks. No statistically significant increase in any type of tumor in male or female mice was observed. /Aniline hydrochloride/"
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 0, 0.03, 0.06, or 0.12% aniline alone or in combination with the co-mutagen norharman in the drinking water /was administered/ to 10 to 18 male Wistar rats for 80 weeks. The incidence of forestomach papillomas was low and did not appear to be dose-related. One pituitary adenoma was observed in the 0.03% aniline group. No tumors were observed in the controls. According to the /study/, oral administration of aniline and norharman, separately or in combination, had no co-carcinogenic effect on the urinary bladder or other organs examined ... 50 rats /were exposed/ to a dose of 22 mg/day aniline hydrochloride in the drinking water for their lifetime. Fifty percent mortality occurred at day 450 and 100% at day 750. No tumors were observed in the bladder, liver, spleen or kidney, the only organs evaluated. /Aniline hydrochloride/"
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Syrian golden hamsters, 15 male and 15 female, received 52 weekly sc injections of 0 or 1.9 mmol/kg of aniline in peanut oil. No increased incidence of tumors was observed. Mean survival was reduced in the aniline-treated groups."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Using data from the male rats, slope factors were derived for the incidence of hemangiosarcoma in the spleen and body cavity (2.6 x 10-2/mg/kg/day), and individually for the combined incidence of fibrosarcoma and sarcoma in the spleen (1.0 x 10 -2/mg/kg/day), in the body cavity (6.2 x 10-3/mg/kg/day), and in the spleen and body cavity combined (1.1 x 10-2/mg/kg/day). Most of the sarcomas observed in the spleen and body cavity combined were in the spleen; as a consequence, the slope factors for sarcoma in the spleen and for the spleen and body cavity are very close. The unit risk should not be used if the water concentration exceeds 6 x 10+4 ug/L, since above this concentration the slope factor may differ from that stated."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V27 48 (1982)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Repeated subcutaneous injections of 1.25 mg aniline in lard produced no tumors in 15/30 stock and D mice that survived 2 yr. No tumors were observed after 15 months in 20 C mice given 8 subcutaneous injections of aniline (5 mg in olive oil), or after 12 months in 11 mice given 13 subcutaneous injections of aniline hydrochloride (4 mg in aqueous soln). (No controls were reported.)"
        },
        {
            "References": "49 FR 115 (1/3/84)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Dietary intake of aniline hydrochloride for 104 weeks at levels of 10, 30, or 100 mg/kg diet is associated with an increased incidence of primary splenic sarcomas, principally in male F344 rats. /Aniline hydrochloride/"
        },
        {
            "References": "PMID:3862900",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats (F344, both sexes) received diet containing either 0.3% or 0.6% aniline hydrochloride for 103 weeks followed by 4-5 weeks without aniline hydrochloride. Histopathological changes in the spleen associated with spleen sarcomas: Four changes, fatty metamorphosis, fibrosis, capsule hyperplasia, and hemorrhage, were markedly increased in incidence and severity in males treated with the higher dose. Females treated with high dose showed similar but less severe changes. /Aniline hydrochloride/"
        },
        {
            "References": "PMID:26259604",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Industrial use of aniline is increasing worldwide with production estimated to surpass 5.6 million metric tons in 2016. Exposure to aniline occurs via air, diet, and water augmenting the risk of exposing a large number of individuals. Early observations suggest that aniline is metabolized to paracetamol/acetaminophen, likely explaining the omnipresence of low concentrations of paracetamol in European populations. This is of concern as recent studies implicate paracetamol as a disrupter of reproduction. Here, we show through steroidogenic profiling that exposure to aniline led to increased levels of the delta-4 steroids, suggesting that the activity of CYP21 was decreased. By contrast, paracetamol decreased levels of androgens likely through inhibition of CYP17A1 activity. We confirm that /in mice,/ aniline in vivo is rapidly converted to paracetamol by the liver. Intrauterine exposure to aniline and paracetamol in environmental and pharmaceutical relevant doses /(single dose of 0.5 mL drinking water (control), 31 mg/kg aniline, or 62 mg/kg aniline dileted in a total of 0.5 mL water by oral gavage)/ resulted in shortening of the anogenital distance in mice, a sensitive marker of fetal androgen levels that in humans is associated with reproductive malformations and later life reproductive disorders. In conclusion, our results provide evidence for a scenario where aniline, through its conversion into antiandrogenic paracetamol, impairs male reproductive development."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The potential for production of developmental and reproductive effects at 10, 30, and 100 mg/kg/day aniline HCl was studied in Fischer 344 rats (24-27/group) gavaged on gestational days 7 to 20. A significant increase in methemoglobin (13.7% vs. 3.5% in controls) and altered hematological measures (decrease in RBCs and an increase in MCV) were observed in the dams of the 100 mg/kg group. Compared with controls, a dose-dependent increase in the relative spleen weight was observed in the dams of all treatment groups. No histopathology was performed in this study. No treatment-related alterations were observed in the reproductive parameters examined (including number of corpora lutea, implantations, resorptions, or dead fetuses). In the fetuses of the 100 mg/kg group, the relative liver weight and erythrocyte size were significantly elevated over control values. The methemoglobin levels in the fetuses were not significantly different from those of the controls. Aniline produced no other dose-related adverse effects in the fetuses and dams. In the next phase of this study, development of pups was observed from parturition to postnatal day 60. An increase in the number of postnatal deaths occurred in this phase, from 8% in the controls, to 9.6% at 10 ppm, 20.8% at 30 ppm, and 12.5% at 100 ppm. The cause of death was not determined in any of these pups. No embryotoxicity or teratogenicity was observed at levels of aniline that caused maternal toxicity. Based on the increases in methemoglobin formation, a NOAEL of 30 mg/kg/day is designated for maternal effects, with a NOAEL of 100 mg/kg/day for fetal effects."
        },
        {
            "References": "Dumpert K; Exotoxicol Environ Saf 13 (3): 324-38 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A significant development inhibiting effect on the embryos of Xenopus laevis was observed at a concentration as low as 1 ppm aniline. A very conspicuous finding was an inhibiting effect of 20 to 40 ppm aniline on pigmentation during embryogenesis and of a concentration as low as 1 ppm on the body size of the young toads."
        },
        {
            "References": "PMID:12734644",
            "Value": "/GENOTOXICITY/ To clarify the question of clastogenicity of aniline in rats two studies were performed: a bone marrow micronucleus test and a bone marrow metaphase test. In the micronucleus test aniline (as aniline hydrochloride) was administered to groups of seven male PVG rats at single oral doses of 0, 300, 400, or 500 mg/kg body weight. Bone marrow was obtained 24 and 48 hr after oral treatment. Smears of bone marrow were stained with acridine orange and erythrocytes were examined for the presence of micronuclei. Animals receiving cyclophosphamide (1x7.5 mg/kg) served as positive controls. Clinical signs observed in animals dosed at 300 mg/kg and above included cyanosis, light brown coloured urine and cold to touch. Small, but statistically significant and dose-related increases in the incidence of micronulei over the vehicle control values were observed at the 24-h sampling time only. Cyclophosphamide induced a significant and comparably much higher increase in micronuclei than aniline. In the bone marrow metaphase test aniline (as aniline hydrochloride) was administered to groups of seven male PVG rats at single oral dose levels of 0, 300, 400, or 500 mg/kg body weight. Bone marrow was sampled 18 and 30 hr after dosing. A group treated with cyclophosphamide (1x40 mg/kg) served as positive control. A small increase in the percentage of aberrant cells above solvent control values was recorded in one rat at 400 mg/kg and four rats at 500 mg/kg at the 18-hr sampling time only. The positive control cyclophosphamide induced a much higher rate of aberrant cells in all animals. Several lines of evidences are presented against a causal relationship between the clastogenic activity in male PVG rats at 400 and 500 mg/kg and the carcinogenicity in the spleen of Fischer 344 rats starting at 30 mg/kg in males. Among these are the dose-response relationship of the tumor incidence, the close correlation between degree of spleen damage and tumor induction, the lack of carcinogenic effects in mice even at higher dose levels, or in rats at dose levels inducing only slight haematotoxicity and spleen toxicity, and the available data on the mode of action of other chemicals inducing spleen tumors. /Aniline hydrochloride/"
        },
        {
            "References": "PMID:12714695",
            "Value": "/GENOTOXICITY/ Aniline has been reported to be positive in the mouse bone marrow micronucleus test. This finding is inconsistent with its lack of carcinogenicity in this species. Micronuclei can arise by mechanisms that do not involve direct interaction with DNA, eg induction of aneuploidy or stimulation of erythropoiesis. However, clastogenic materials would be expected to demonstrate an increased level of chromosomal damage in dividing precursor erythroblasts. In the present study, the ability of aniline HCl to induce chromosome aberrations in bone marrow metaphase cells /has been investigated/. No evidence of clastogenicity was observed in this study. This suggests that the activity seen in earlier micronucleus assays may have arisen by a mechanism not involving direct DNA interaction. Aniline is known to be toxic towards the erythropoietic system and the possibility exists that micronuclei may be produced as a result of this toxicity."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/GENOTOXICITY/ Aniline produced generally negative results in reverse mutation assays using Salmonella typhimurium ... Aniline /was reported to be mutagenic for S. typhimurium only when assayed in the presence of the comutagen norharman. Aniline did not induce mitotic recombination in the presence or absence of metabolic activation in Saccharomyces cerevisiae. Aniline was reported to show positive results in the L5178+/- mouse lymphoma gene mutation assay."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/GENOTOXICITY/ Aniline caused an increased frequency of sister chromatid exchange in vivo in mouse bone marrow cells and in two in vitro assays with /Chinese hamster/ Don cells and lung fibroblasts."
        },
        {
            "References": "USEPA; Integrated Risk Information System (IRIS) Chemical Assessment Summary on Aniline (CAS #62-53-3). Available from, as of March 8, 2018: https://www.epa.gov/iris/",
            "Value": "/GENOTOXICITY/ Aniline transformed the mouse cell line Balb/3T3, but not Syrian hamster embryo cells or Fischer 344 rat embryo cells infected with murine leukemia virus. DNA damage assays in E. coli and B. subtilis were negative."
        },
        {
            "References": "PMID:7074610",
            "Value": "/GENOTOXICITY/ ... Both commercial and repurified aniline are similar in the induction of DNA damage in vivo in the liver and kidneys of rats. Both commercial and repurified aniline were also positive in the induction of sister chromatid exchanges in vivo in bone marrow cells of male Swiss mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V27 51 (1982)",
            "Value": "/GENOTOXICITY/ Aniline has been reported to be slightly but significantly, mutagenic for the thymidine kinase locus of cultured L5178Y mouse lymphoma cells in the presence of liver microsomes from Aroclor treated rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V27 51 (1982)",
            "Value": "/GENOTOXICITY/ Although aniline per se is not mutagenic in Salmonella typhimurium assay system, the urine of male Sprague-Dawley rats that received 300 mg/kg aniline orally was mutagenic for Salmonella typhimurium when the assay was performed in the presence of liver microsomes from PCB-induced rats."
        },
        {
            "References": "PMID:6304944",
            "Value": "/GENOTOXICITY/ ... RL4 rat liver epithelial cell line possesses enzymes capable of bioactivating xenobiotics. ... /Aniline/ ... increased sister-chromatid exchange. ... Aniline (100-1000 uM) increased sister-chromatid exchange (to approx 200% of control) without the addition of exogenous activating enzymes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 100 (1987)",
            "Value": "/GENOTOXICITY/ Aniline induced sister chromatid exchanges ... in bone-marrow cells of mice treated in vivo and DNA strand breakage was induced in liver & kidney of rats in vivo. ... BALB/c3T3 cells were /transformed/. It induced sister chromatid exchanges & chromosomal aberrations but not DNA strand breaks or unscheduled DNA synthesis in mammalian cells in vitro."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V27 50 (1982)",
            "Value": "/GENOTOXICITY/ Aniline & its hydrochloride have been studied ... in Salmonella typhimurium mutagenicity assay system, both in the presence & in absence of liver microsomes derived from uninduced or phenobarbital or Aroclor induced mice, rats & hamsters. The results ... indicate that aniline & its hydrochloride, tested at doses of up to 2500 ug/plate, are not mutagenic in standard Salmonella mutagenicity assay system. However, in the presence of norharman (200 ug/plate) & hepatic microsomes from polychlorinated biphenyls induced rats, aniline was mutagenic for Salmonella strain TA98."
        },
        {
            "References": "NTP; Fiscal Year 1984 Annual Plan p.73 (1984) NTP-84-023",
            "Value": "/GENOTOXICITY/ Chemical test results for cytogenetic effects in Chinese hamster ovary cells for aniline were positive for both chromosome aberrations and sister chromatid exchanges."
        },
        {
            "References": "PMID:3600686",
            "Value": "/GENOTOXICITY/ Several phenylenendiamines (4-nitro-o-phenylenediamine; 2-nitro-p-phenylenediamine; o-phenylenendiamine, and aniline (ANL) were compared for mutagenicity to Salmonella directly and following S9 activation using plate incorporation and preincubation protocols. /Each chemical was tested in concentrations ranging from 0.1/ug through 10000/ug/plate with DMSO as the solvent. A minimum of 5 doses of test chemical was used in each experiment./ In addition, each chemical was assayed for activation by intact plant cells using the plant cell/microbe coincubation protocol. Aniline was mutagenic only in the presence of plant S9 compared with reported toxicity data on bacteria, algae, protozoa, and Cladocera to evaluate the relative sensitivity of the method. The relative toxicities of the tested compounds were the same in microcosm tests as in the available single species tests, but the range between the most and least toxic as detected by the microcosm test was smaller by an order of magnitude. Aniline was the least toxic. The min effect concentration detected for these compounds were generally lower than reported literature values."
        },
        {
            "References": "Nagao M et al; F Proc Jpn Acad, Ser B 53 (1): 34-7 (1977)",
            "Value": "/GENOTOXICITY/ Aniline and o-toluidine were nonmutagenic in Salmonella typhimurium. However, combination of norharman /SRP: P450 inducer/ (2,9-diazafluorene) with either compound resulted in significant mutagenicity."
        },
        {
            "References": "PMID:18793663",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ ... Splenotoxicity of aniline is associated with iron overload and generation of reactive oxygen species (ROS) which can cause oxidative damage to DNA, proteins and lipids (oxidative stress). 8-Hydroxy-2'-deoxyguanosine (8-OHdG) is one of the most abundant oxidative DNA lesions resulting from ROS, and 8-oxoguanine glycosylase 1 (OGG1), a specific DNA glycosylase/lyase enzyme, plays a key role in the removal of 8-OHdG adducts. This study focused on examining DNA damage (8-OHdG) and repair (OGG1) in the spleen in an experimental condition preceding a tumorigenic response. To achieve that, male Sprague-Dawley rats were subchronically exposed to aniline (0.5 mmol/kg/day via drinking water for 30 days), while controls received drinking water only. Aniline treatment led to a significant increase in splenic oxidative DNA damage, manifested as a 2.8-fold increase in 8-OHdG levels. DNA repair activity, measured as OGG1 base excision repair (BER) activity, increased by approximately 1.3 fold in the nuclear protein extracts (NE) and approximately 1.2 fold in the mitochondrial protein extracts (ME) of spleens from aniline-treated rats as compared to the controls. Real-time PCR analysis for OGG1 mRNA expression in the spleen revealed a 2-fold increase in expression in aniline-treated rats than the controls. Likewise, OGG1 protein expression in the NEs of spleens from aniline-treated rats was approximately 1.5 fold higher, whereas in the MEs it was approximately 1.3 fold higher than the controls. Aniline treatment also led to stronger immunostaining for both 8-OHdG and OGG1 in the spleens, confined to the red pulp areas. It is thus evident ... that aniline-induced oxidative stress is associated with increased oxidative DNA damage. The BER pathway was also activated, but not enough to prevent the accumulation of oxidative DNA damage (8-OHdG). ..."
        },
        {
            "References": "PMID:27916916",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The toxicity and carcinogenicity of aniline in humans and animals have been well documented. However, the molecular mechanism involved in aniline-induced liver toxicity and carcinogenesis remains unclear. In our research, primary cultured hepatocytes were exposed to aniline (0, 1.25, 2.50, 5.0 and 10.0 ug/mL) for 24 hr in the presence or absence of N-acetyl-l-cysteine (NAC). Levels of reactive oxygen species (ROS), malondialdehyde (MDA), and glutathione (GSH), activities of superoxide dismutase (SOD) and catalase (CAT), mitochondrial membrane potential, DNA damage, cell viability, and apoptosis were detected. Levels of ROS and MDA were significantly increased and levels of GSH and CAT, activity of SOD, and mitochondrial membrane potential in hepatocytes were significantly decreased by aniline compared with the negative control group. The tail moment and DNA content of the tail in exposed groups were significantly higher than those in the negative control group. Cell viability was reduced and apoptotic death was induced by aniline in a concentration-dependent manner. The phenomena of ROS generation, oxidative damage, loss of mitochondrial membrane potential, DNA damage and apoptosis could be prevented if ROS inhibitor NAC was added. ROS generation is involved in the loss of mitochondrial membrane potential and DNA injury, which may play a role in aniline-induced apoptosis in hepatocytes. Our study provides insight into the mechanism of aniline-induced toxicity and apoptosis of hepatocytes."
        },
        {
            "References": "PMID:21708182",
            "Value": "/OTHER TOXICITY INFORMATION/ Aniline exposure is associated with toxicity to the spleen which is characterized by splenomegaly, hyperplasia, fibrosis, and a variety of sarcomas on chronic exposure in rats. However, mechanisms by which aniline elicits splenotoxic responses are not well understood. Earlier we have shown that aniline exposure leads to increased nitration of proteins in the spleen. However, nitrated proteins remain to be characterized. Therefore, in the current study using proteomic approaches, we focused on characterizing the nitrated proteins in the spleen of aniline-exposed rats. Aniline exposure led to increased tyrosine nitration of proteins, as determined by 2D Western blotting with anti-3-nitrotyrosine specific antibody, compared to the controls. The analyzed nitrated proteins were found in the molecular weight range of 27.7 to 123.6 kDa. A total of 37 nitrated proteins were identified in aniline-treated and control spleens. Among them, 25 were found only in aniline-treated rats, 11 were present in both aniline-treated and control rats, while one was found in controls only. The nitrated proteins identified mainly represent skeletal proteins, chaperones, ferric iron transporter, enzymes, nucleic acids binding protein, and signaling and protein synthesis pathways. Furthermore, aniline exposure led to significantly increased iNOS mRNA and protein expression in the spleen, suggesting its role in increased reactive nitrogen species formation and contribution to increased nitrated proteins. The identified nitrated proteins provide a global map to further investigate alterations in their structural and functional properties, which will lead to a better understanding of the role of protein nitration in aniline-mediated splenic toxicity."
        },
        {
            "References": "PMID:25682008",
            "Value": "/OTHER TOXICITY INFORMATION/ Complex transcriptional profile of glutathione S-transferase (Gst) Delta cluster genes occurred in the developmental process of the fruit fly Drosophila melanogaster. The purpose of this project was to quantify the expression levels of Gst Delta class genes altered by aniline exposure and to understand the relationship between aniline dosages and the variation of Gst Delta genes expressed in D. melanogaster. Using RT-PCR expression assays, the expression patterns of the transcript mRNAs of the glutathione S-transferase Delta genes were revealed and their expression levels were measured at eggs, larvae, pupae and adults. The adult stage was selected for further dose-response assays. After analysis, the results indicated that three Gst Delta genes (Gst D2, Gst D5 and Gst D6) were found to show a peak of up-regulated transcriptional response at 6-8 hr of exposure of aniline. Furthermore, the dose-response relationship of their induction levels within the dose regiments (from 1.2 to 2.0 uL/tube) had been measured. The expression patterns and annotations of these genes were discussed in the context."
        },
        {
            "References": "ATSDR; Medical Management Guidelines for Aniline p.8. Available from, as of March 8, 2018: https://www.atsdr.cdc.gov/MHMI/mmg171.pdf",
            "Value": "/PREGNANCY AND HUMAN REPRODUCTION/ Aniline can cross the placental barrier. Aniline induces the production of methemoglobin in both adults and children. The fetal liver can also N-oxygenate aniline to form phenylhydroxylamine which has a high potency for methemoglobin production. Because fetal hemoglobin is more easily oxidized to methemoglobin than is adult hemoglobin and is less easily reduced back to normal hemoglobin, methemoglobin is likely to be at higher levels in fetuses than in exposed mothers."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Nelson CR, Hites RA; Environ Sci Technol 14: 1147-9 (1980) (2) National Water Quality Monitoring Council. Water Quality Data. Aniline. Available from as of March 26, 2018: https://www.waterqualitydata.us/portal",
            "Value": "SEDIMENT: Aniline was not detected in 3 samples of bottom sediment, but was detected in a soil sample at 5 ppm from the Buffalo River, Buffalo, NY(1). Water quality data compiled from the Retrieval (STORET) Data Warehouse and the USGS National Water Information System (NWIS) reports monitoring data for aniline; this chemical was detected at concentrations of 0.3 ug/L and 8.5 ug/kg in 2 sediment samples collected by EPA Great Lakes National Program in June 2014(2)."
        },
        {
            "References": "(1) IARC: Some Aromatic Amines, Anthraquinones and Nitroso Compounds, and Inorganic Flourides Used in Drinking-Water and Dental Preparations. 27: 39-61 (1982)",
            "Value": "SOIL: Microgram quantities of aniline in soil samples in the Federal Republic of Germany were attributed to industrial waste(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Gawlik BM et al; Chemosphere 36: 2903-19 (1998) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Perrin DD; Dissociation Constants of Organic Bases in Aqueous Solution. IUPAC Chem Data Ser. Butterworth, London (1972) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (5) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (6) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The Koc of aniline has been measured as a range of 43.8 to 497.7, using 5 European soils(1). According to a classification scheme(2), this Koc range suggests that aniline is expected to have very high to moderate mobility in soil. The pKa of aniline is 4.60(3), indicating that this compound may exist partially in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4). However, anilines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(5,6), suggesting that mobility may be much lower in some soils(SRC)."
        },
        {
            "References": "(1) Pillai P et al; Chemosphere 11: 299-317 (1982) (2) Means JC; Amer Chem Soc 186th Natl Mtg 23: 250-1 (1982) (3) Bailey GW et al; Soil Sci Soc Amer Proc 32: 222-34 (1968) (4) Lee LS et al; Environ Toxicol Chem 16: 1575-82 (1997) (5) Kordel W et al; Chemosphere 35: 107-19 (1997) (6) Gawlik BM et al; Chemosphere 41: 1337-47 (2000) (7) Weber EJ et al; Environ Sci Technol 35: 2470-75 (2001) (8) Donaldson FP, Nyman MC; Chemosphere 65: 854-62 (2006) (9) Fabrega-Duque JR et al; Environ Sci Technol 34: 1687-93 (2000)",
            "Value": "The Koc of aniline in 2 silt loams was measured as 130 and 410 with the higher value occurring in the more acidic soil(1). The Koc of aniline in colloidal organic carbon from groundwater (pH 6.5) was reported as 3,870(2). The adsorption constant for adsorption to H-montmorillonite (pH 8.35) and Na-montmorillonite (pH 6.8) is 1,300 and 130(3). The Koc of aniline in 3 silt-clay loams were 269 (pH 4.4), 48 (pH 6.5) and 16 (pH 7.2)(4). A mean Koc value of 55 was determined for aniline in 4 sewage sludge samples(5). The Koc in five second-generation reference EUROSOILS was 8, 32, 19, 27 and 137(6). In a sorption study using pond sediment from Cherokee Park pond in Athens GA, the sorption kinetics of aniline were characterized by a rapid initial loss of aniline from the aqueous phase followed by a much slower rate of disappearance; the initial sorption was a reversible cation-exchange followed by a slower covalent-binding. It was shown that at pH values greater than the pKa, sorption kinetics were slower than at pH 3.75 (rate constants of 4.53-7.95/hr above versus 13.3 below)(7). The sorption of aniline in a silty clay soil after 24 hours was not solely dependent on cation exchange, solubility was a consideration, and passing rainwater through a soil column had no effect on the sorption to the silty clay soil(8). Using four Indiana soils and one Iowa soil, abiotic loss of aniline from the aqueous phase to the soil phase occurred with an initial rapid loss due to reversible mass transfer processes followed by a slow loss due to irreversible reactions(9)."
        }
    ]
}