{
    "_id": {
        "$oid": "6682e7d7c4e5dba5ffba229a"
    },
    "CID": {
        "$numberInt": "612"
    },
    "Name": "LACTIC ACID",
    "IUPACName": "2-hydroxypropanoic acid",
    "CanonicalSMILES": "CC(C(=O)O)O",
    "Synonyms": [
        "lactic acid",
        "2-hydroxypropanoic acid",
        "DL-Lactic acid",
        "50-21-5",
        "2-hydroxypropionic acid",
        "Milk acid",
        "lactate",
        "Tonsillosan",
        "Racemic lactic acid",
        "Ordinary lactic acid",
        "Ethylidenelactic acid",
        "26100-51-6",
        "Lactovagan",
        "Acidum lacticum",
        "Milchsaeure"
    ],
    "IsomericSMILES": "CC(C(=O)O)O",
    "INCHI": "InChI=1S/C3H6O3/c1-2(4)3(5)6/h2,4H,1H3,(H,5,6)",
    "INCHIKEY": "JVTAAEKCZFNVCJ-UHFFFAOYSA-N",
    "Formula": "C3H6O3",
    "MolecularWeight": {
        "$numberDouble": "90.08"
    },
    "Description": "2-hydroxypropanoic acid is a 2-hydroxy monocarboxylic acid that is propanoic acid in which one of the alpha-hydrogens is replaced by a hydroxy group. It has a role as a Daphnia magna metabolite and an algal metabolite. It is functionally related to a propionic acid. It is a conjugate acid of a lactate.",
    "XlogP": {
        "$numberDouble": "-0.7"
    },
    "Complexity": {
        "$numberInt": "59"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of March 17, 2016: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for lactic acid(SRC), using a log Kow of -0.72(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Fischer WK et al; Wasser-Und Abwasser-Forschung 7: 99-118 (1974) (3) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 27: 1040-53 (1955) (4) Malaney GW, Gerhold RM; J Water Pollut Control Fed 41: R18-R33 (1969) (5) Thom NS, Agg AR; Proc R Soc Lond B 189: 347-57 (1975) (6) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 17, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Lactic acid reached 22% of its theoretical BOD in 5 days using a sewage inoculum(1). In a closed bottle screening test, lactic acid, present at 2 mg/L, reached 12, 67, and 88% of its theoretical BOD after 5, 15, and 30 days, respectively, using an activated sludge inoculum(2). Lactic acid reached 59% of its theoretical BOD in 5 days using a sludge inoculum and the Warburg screening test(3). Lactic acid, present at 500 mg/L, reached 27.5, 29.4, and 33.3% of its theoretical BOD in 6, 12, and 24 hours, respectively, using an activated sludge inoculum at 2500 mg/L(4). Lactic acid was found to be easily biodegradable by biological sewage treatment(5). Lactic acid, present at 100 mg/L, reached 76% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(6)."
        },
        {
            "References": "(1) Dicker HJ, Smith DW; Microb Ecol 11: 317-35 (1985) (2) Speece RE; Environ Sci Technol 17: 416A-24A (1983)",
            "Value": "ANAEROBIC: Lactic acid was rapidly oxidized to carbon dioxide by sulfate-reducing bacteria in anaerobic salt marsh sediments with a rate of about 125 nmoles oxidized/g dry mud/hour(1). Lactic acid was found to be amenable to ultimate anaerobic biodegradation in industrial wastewater(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Ritchie AD; Journal of Experimental Biology 4(4): 327-332 (1927). Available from, as of March 18, 2016: https://jeb.biologists.org/content/jexbio/4/4/327.full.pdf",
            "Value": "The mean percentage of lactic acid in the muscle of haddock, cod, hake, flounder and halibut ranged from 0.12 to 0.26(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = -0.72"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of male Fischer 344 rats, five per group, were dosed with 0.5 mL of 130, 650, or 1300 mg/2000 kg body wt lactic acid via stomach tube; the control group received the same volume of water. Two rats of the 650-mg group and one rat of the 1300-mg group died within 24 hr of dosing. The concentrations of lactic acid in the blood were 0.43 and 0.47 mg/mL for rats of the control and 1300-mg groups, respectively, one day after dosing. The rats were dosed with the same amounts of lactic acid after 8 days. Two rats of the 1300 mg readministration group died; dyspnea, snivel, vomiting, and abdominal inflation were observed in these animals immediately after dosing."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 5% aqueous solution of Lactic Acid, 0.2 mL, was \"very slightly irritant\" after repeated application to shaved rat skin (number of animals not stated). One-half milliliter of 5 and 10% aq. Lactic Acid was applied for 4 hr to the clipped dorsum of rabbits (number and sex not stated) using occlusive patches; the treatment sites had been prehydrated for 60 min immediately prior to dosing. The 5% solution was \"virtually nonirritant,\" and the 10% solution was \"only slightly irritant, causing similar effects to those of marketed skin care creams.\""
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A maximization study was performed using guinea pigs (number of animals not stated) in which induction consisted of intradermal injection of 0.2% and topical application of 50% Lactic Acid; challenge consisted of intradermal injection of 0.2% and application of 10%. Lactic Acid was not a sensitizer."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Five phototoxicity assays were performed on a face cream containing 0.25% of 85% aq. lactic acid using six New Zealand White rabbits per test. The undiluted test materials and the positive control, 8-methoxypsoralen (1/128% in ethanol), were applied to the shaved left side of the back and allowed to penetrate for 30 min; one application/animal was made in all tests except one (test 3) in which two applications/animal were made. The backs of the animals were irradiated with a UV light source (FL40-BL, >320 nm) placed 8 inches above the midline. In tests 1 and 4, there was one 1-hr irradiation period; in test 2, there was one 1-hr and one 2-hr irradiation period; and in tests 3 and 5, there was one 2-hr irradiation period. Following irradiation, the test materials were applied to the shaved right side of the back in the same manner. Test sites were scored using the Draize scale for erythema and edema at 24, 48, 72, and 96 hr after application. Upon examination of all results, it was concluded that the face cream containing 0.25% of 85% aq. lactic acid was a \"weak phototoxin.\""
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 546",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Applied to rabbit eyes in a standard manner, the reaction at twenty-four hours has been graded 8 on scale of 1 to 10. If allowed to remain on rabbit eyes, both the full strength acid and a 50% solution in water have caused corneal necrosis and persistent stromal scarring."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 546",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ On guinea pig eyes 30% lactic acid has produced slight corneal clouding."
        },
        {
            "References": "PMID:22555123",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Potassium (K(+)) input occurs after meals or during ischemic exercise and is accompanied by a high concentration of L-lactate in plasma (P(L-lactate)). We examined whether infusing 100 umol L-lactic acid/min for 15 min would lead to a fall in the arterial plasma K(+) concentration (P(K)). We also aimed to evaluate the mechanisms involved in normal rats compared with rats with acute hyperkalemia caused by a shift of K(+) from cells or a positive K(+) balance. There was a significant fall in P(K) in normal rats (0.25 mM) and a larger fall in P(K) in both models of acute hyperkalemia (0.6 mM) when the P(L-lactate) rose. The arterial P(K) increased by 0.8 mM (p < 0.05) 7 min after stopping this infusion despite a 2-fold rise in the concentration of insulin in arterial plasma (P(Insulin)). There was a significant uptake of K(+) by the liver, but not by skeletal muscle. In rats pretreated with somatostatin, P(Insulin) was low and infusing L-lactic acid failed to lower the P(K). A rise in the P(L-lactate) in portal venous blood led to a fall in the P(K) and insulin was permissive. Absorption of glucose by the Na(+)-linked glucose transporter permits enterocytes to produce enough ADP to augment aerobic glycolysis, raising the P(L-lactate) in the portal vein to prevent postprandial hyperkalemia."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two milliliters/animal of the test substance as supplied (100%) and in dilution (10 and 20%) were applied to the right and left flanks of each of three rabbits. Daily readings were expressed as a weekly average. Qualitative evaluation was made for thickening and dryness of the skin, and microscopic examinations were made after 6 weeks of dosing. Recovery from cutaneous injury was determined by examining the skin 7 days after the last application. Undiluted lactic acid produced severe orthoergic intolerance and dosing was discontinued after 1 week of treatment. Both 10 and 20% lactic acid were well tolerated, with mean maximum irritation indices (MMII) of 0.50 and 1.00, respectively."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ten white rats were dosed by gavage with commercial fermenting 50% lactic acid to determine the lethal dose. The dose volume on the first day was 0.25 mL, or approximately 625 mg pure acid/kg body wt. The dose was increased daily by 0.25-mL increments until a single administration of 4.5 mL 50% lactic acid, or 11,250 mg/kg, was given. Two rats died after dosing with 3 mL. The animals had a 15% reduction in body weight in 1 week. A single administration of large doses did not result in changes in the carbon dioxide content or the pH of the blood, but there was a considerable decrease in the pH of the urine. Necropsy findings included congestion of the liver and a \"much -loosened\" gastric and duodenal mucosae."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The dermal toxicity of a face cream containing 0.25% of 85% aq. lactic acid was evaluated using two groups of 15 female Sprague-Dawley rats. The test group received daily applications of 886 mg/kg applied 5 days/week for 13 weeks to a shaved dorsal area of the back; the control group was untreated. Animals were observed daily, and blood and urine samples were collected during weeks 7 and 13 from randomly selected animals. All animals survived to study termination. No significant gross observations, with the exception of minimal skin irritation throughout the study, could be attributed to dosing. During week 7, the blood urea nitrogen value was significantly increased for test animals as compared to controls; no other hematological effects were seen, and urinary parameters were normal. Absolute brain weight and kidney-to-body weight ratios were statistically significantly increased for the test animals. No lesions were observed at necropsy or at microscopic examination."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A group of 15 female ChR-CD albino rats was used to evaluate the dermal toxicity of a face cream containing 0.10% of 60% aq. sodium lactate. The cream was applied as supplied to shaved dorsal skin 5 days/week for a total of 63 applications at a dose of 2000 mg/kg and a dose volume of 2 mL/kg. The test area was not rinsed prior to subsequent applications, and no attempt to prevent ingestion was made. A second group of 15 rats was dosed with distilled water and served as a control group. Observations were made daily, and body weights were determined weekly. No significant differences in body weight, physical appearance, or behavior were observed between test and control animals. Both test and control animals had slight erythema and drying of the skin. The mean value of serum glucose was statistically significantly increased for test animals as compared to controls, but this was deemed unrelated to dosing. No significant findings were reported at necropsy or at microscopic examination. /Sodium Lactate/"
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 15 Syrian hamsters, 8 males and 7 females per group, were dosed with lactic acid by adding 0.057 mL lactic acid (80%) to 100 g of feed or by adding 0.050 mL lactic acid (80%) to 100 mL distilled water for 100 days; the amount of lactic acid added to the feed and water provided the same daily ingested dose for the two groups. A third group was given untreated feed and water. All animals were killed for necropsy at study termination. No differences in appearance or growth rate were noted between the groups, and no gross changes were observed at necropsy. Various degrees of alveolar resorption were reported for several animals, but no significant difference was observed between the groups."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No overt toxic effects were observed in pigs given approximately 3.6-18 g/kg lactic acid in feed or water for up to 5 months."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Female rabbits (number not specified) were dosed orally with 0.1 - 0.2 g/kg lactic acid in 100 -150 mL water twice daily for 5 months, and five female rabbits were dosed orally with 0.1 - 0.7 g/kg lactic acid in 50 - 100 mL water twice daily for 16 months (13 months actual treatment). No tumors were reported after 5 or 16 months, respectively."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Ser 48: Lactic acid (2002). Available from, as of April 19, 2006: https://www.inchem.org/documents/jecfa/jecmono/v48je16.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male and female Fischer 344 rats were fed diets containing the calcium salt of lactic acid at a concentration of 0, 2.5, or 5% for 2 years, calculated to provide a dose of 0, 2500, or 5000 mg/kg bw per day, respectively. No adverse effects were observed, and no evidence was found of a significant dose-related increase in the incidence of tumors in any organ or tissue of treated animals. No specific dose-related changes were observed in any of the hematological and biochemical parameters measured./Calcium Lactate/"
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Twelve gravid Swiss albino CD-1 mice were dosed daily with 570 mg/kg lactic acid by gavage on days 6 to 15 of gestation; a control group of 13 mice received distilled water. All dams were killed on day 18 of gestation. No significant difference was observed in gestational body weight gain between test and control animals, but feed consumption was significantly decreased during days 6 to 9, 6 to 12, and 15 to 18 of gestation as compared to control values. Also, relative maternal liver weight was significantly decreased as compared to controls. The only observed effect on the fetus was a statistically significant increase in delayed ossification of the parietal bones."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were fed stock diet supplemented with 2.5 or 5% lactic acid or untreated stock diet to determine the effect of lactic acid on the sex ratio in rats. The sex ratio of rats was not affected by oral administration of lactic acid."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sodium lactate, 5 mM, was added to B6C3F1 mice pre-embryo cultures to examine it s effect on the development of these cells over a 72-hr period; a control group was cultured in medium alone. No significant difference was observed in the overall rate of development between embryos cultured in the presence of sodium lactate as compared to those cultured in medium alone. No difference was found in the distribution of pre-embryo growth stages. /Sodium Lactate/"
        },
        {
            "References": "PMID:24737761",
            "Value": "/BEHAVIORAL STUDIES/ Olfactory learning in blood-feeding insects, such as mosquitoes, could play an important role in host preference and disease transmission. However, standardized protocols allowing testing of their learning abilities are currently lacking, and how different olfactory stimuli are learned by these insects remains unknown. Using a Pavlovian conditioning paradigm, we trained individuals and groups of Aedes aegypti mosquitoes to associate an odorant conditioned stimulus (CS) with a blood-reinforced thermal stimulus (unconditioned stimulus; US). Results showed, first, that mosquitoes could learn the association between L-lactic acid and the US, and retained the association for at least 24 hr. Second, the success of olfactory conditioning was dependent upon the CS--some odorants that elicited indifferent responses in naive mosquitoes, such as L-lactic acid and 1-octen-3-ol, were readily learned, whereas others went from aversive to attractive after training (Z-3-hexen-1-ol) or were untrainable (beta-myrcene and benzyl alcohol). Third, we examined whether mosquitoes' ability to learn could interfere with the action of the insect repellent DEET. Results demonstrated that pre-exposure and the presence of DEET in the CS reduced the aversive effects of DEET. Last, the nature of the formed memories was explored. Experiments using cold-shock treatments within the first 6 hr post-training (for testing anesthesia-resistant memory) and a protein synthesis inhibitor (cycloheximide; to disrupt the formation of long-term memory) both affected mosquitoes' performances. Together, these results show that learning is a crucial component in odor responses in A. aegypti, and provide the first evidence for the functional role of different memory traces in these responses."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/GENOTOXICITY/ ...Negative results were obtained when the mutagenic potential of lactic acid, 90.5% pure, in phosphate buffer was assayed in an Ames test using S. typhimurium strains TA92, TA1535, TA100, TA1537, TA94, and TA98 with metabolic activation. Duplicate plates of six concentrations less than or equal to 10.0 mg/plate were examined."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/GENOTOXICITY/ Negative results were obtained in an Ames test for 1000 ug/mL 11 mM lactic acid using a clonal subline of Chinese hamster fibroblasts derived from lung tissue in the absence of metabolic activation."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/GENOTOXICITY/ An Ames test was performed to determine the mutagenic potential of lactic acid using S. typhimurium strains TA97, TA98, TA100, and TA104. Triplicate plates of 0.5, 1.0, and 2.0 uL/plate lactic acid were tested with and without metabolic activation, and negative (medium only) and positive (2-aminoanthracene) controls were used. Lactic acid was not mutagenic with or without metabolic activation."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/GENOTOXICITY/ Lactic acid, 0.045, 0.09, and 0.18% (USP grade), was /not/ mutagenic in plate tests using S. typhimurium strains TA1535, TA1537, and TA1538 with or without metabolic activation or in nonactivation and activation suspension tests using S. typhimurium and Saccharomyces cerevisiae. Negative and positive controls were also assayed."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/GENOTOXICITY/ A chromosomal aberration test was performed using a Chinese hamster fibroblast cell line in which the cells were exposed to three doses less than or equal to 1.0 mg/mL of lactic acid, 90.5% pure, in physiological saline for 48 hr without metabolic activation. Lactic acid was negative for chromosomal aberrations."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/GENOTOXICITY/ Lactic acid was evaluated for its ability to induce clastogenic effects using Chinese hamster ovary (CHO) K1 cells in a chromosomal aberration test. Doses of 10 -16 and 8 -14 mM were used without and with metabolic activation, respectively, with initial pH ranging from 6.3 to 5.8 and 6.4 to 5.7, respectively. At a dose of 14 mM lactic acid without metabolic activation, initial pH 6.0, 22.5% of the cells had aberrations. At a dose of 12 mM with metabolic activation, initial pH 6.0, 35.5% of the cells had aberrations. Initial pHs of 5.8 and 5.7 were toxic without and with metabolic activation, respectively. Neutralization of the media decreased the number of aberrations both without and with metabolic activation. No clastogenic activity was observed when the cultures were first exposed to lactic acid and then neutralized to pH 6.4 or 7.2 with sodium hydroxide. With F12 medium supplemented with 34 mM sodium bicarbonate, no clastogenic activity was seen at concentrations <25 mM lactic acid, but approximately 10% of the cells had aberrations at pH less than or equal to 5.7. The investigators concluded that lactic acid was nonclastogenic and that the \"pseudo-positive\" results were attributable to nonphysiological pH."
        },
        {
            "References": "PMID:16245706",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  ... acid shock conferred protection to Salmonella against the lethal effects of low pH and organic acids. ... The biggest difference in reduction of survival between shocked and unshocked strains (approximately 2 log CFU/mL) was observed when the microorganisms were shocked with lactic acid and then challenged with citric acid. Salmonella typhi was more tolerant of citric acid than was Salmonella typhimurium, but Salmonella typhimurium had higher acid tolerance in response to acid shock than did Salmonella typhi. The acid shock decreased the extension of the lag phase and enhanced the physiological state values of Salmonella typhi and Salmonella typhimurium when the pH of growth was 4.5."
        },
        {
            "References": "Herrick JR et al; Biol Reprod (Special Issue): 160 (2005)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In a series of systematic experiments, we are striving to optimize culture conditions specifically for feline embryos. Our objective in this study was to investigate the effects of glucose (G), L-lactate (L), and pyruvate (P). IVF-derived domestic cat embryos were cultured (6% CO2 and 5%O2) with varying concentrations (3 x 3 x 2 factorial) of G (1.5, 3, or 6 mM), L (3, 6, or 12 mM), and P (0.1 or 1 mM) from day 1-3 (day 0=IVF; Experiment 1) or 3-6 (Exp 2). Embryonic development and metabolism (glycolysis, GLY and pyruvate oxidation, POX; pmol G or P/embryo or cell/3hr) were assessed on day 3 (d3; Exp 1, n=403) or day 6 (d6; Exp 2, n=478) and compared to embryos grown in vivo (IV; d3 n=18; d6 n=17). On d3, embryos from 6 treatments (trts) had rates of GLY and POX similar (P>0.10) to IV embryos (mean = 0.84 pmol G and 0.38 pmol P/embryo; 0.05 pmol G and 0.02 pmol P/cell) and cell numbers equal to (P>0.10, 4 trts) or greater than (P</=0.05, 2 trts) IV embryos (15.5 cells). In Exp 2, embryos were cultured in 1.5G/6L/0.1P from d0-3. On d6, final cell number (53.6 cells), proportion of embryos at blastocyst stage (23.7%), and blastocyst cell number (68.1 cells) were lower (P</=0.05) in all trts compared to IV embryos (330.0 cells, 100%, 330.0 cells, respectively). More (P</=0.05) embryos had >/=70 cells after culture in 0.1 than 1 P and >/=100 cells in 1.5G/6.0L than all G/L combinations except 6G/3L and 3G/3L. Blastocyst cell number was higher (P</=0.05) with 1.5G/0.1P than 1.5G/1P, 3G/0.1P or 3G/1P. Although no trts resulted in blastocysts with similar rates of GLY and POX per embryo as IV blastocysts (9.46 pmol G and 1.80 pmol P), blastocysts from 10 trts were comparable (P>0.10) based on GLY and POX per cell (IV, 0.03 pmol G and 0.01 pmol P). Of these 10 trts, 1.5G/6L/0.1P had the most embryos with >/=100 cells (25.5%) and blastocysts with the most cells (114.3 cells). Findings indicate that carbohydrate preferences (1.5G/6L/0.1P) were similar on d0-3 and d3-6, but effects on metabolism were stage-dependent. Increasing L decreased (P</=0.05) GLY (/embryo) on d3, but increased GLY (/embryo) on d6. In blastocysts, GLY (/cell) was stimulated (P</=0.05) by increasing P and decreasing G (P=0.06). These results are the first comprehensive information on the impact of carbohydrates on the development and metabolism of feline embryos in culture."
        },
        {
            "References": "PMID:22906018",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The objective was/ to investigate the influence of lactate on expression of vascular endothelial growth factor (VEGF) and pigment epithelium-derived factor (PEDF) in rat retina. Retinal explants from neonatal Sprague Dawley rats were incubated with media containing 10, 20, or 30 mM of lactic acid. The 10 mM group was used as a control. At 24 hr after incubation, retinas were sectioned for light microscopy, and expressions of VEGF and PEDF measured by real-time polymerase chain reaction (RT-PCR) and Western blot analysis. The architecture of cultured retinas appeared to be intact. Compared with control, both RT-PCR and Western blot analysis showed that 30 mM of lactic acid significantly increased the levels of VEGF, but not PEDF. Stimulation of production of retinal VEGF by lactate is dependent on the concentration of lactate. Lactate has no effect on the expression of PEDF in rat retinal explants."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/IMMUNOTOXICITY/ Macrophages recovered from male F344 rats dosed intraperitoneally with thioglycolate were cultured in 1 mL of complete media, complete media and 5, 10, or 15 mM L-lactic acid, or complete media and endotoxin (LPS). The pH of each culture was measured, cell viability was determined at 24 hr by trypan blue exclusion, and tumor necrosis factor (TNF) levels were determined by the L929 assay. The pH of complete media alone was 7.43, whereas the pH with the addition of 5, 10, and 15 mM L-lactic acid was 6.75, 6.34, and 5.91, respectively. At the end of 24 hr, cell viability was 90% in all cultures. The addition of L-lactic acid to the cells resulted in a significant , non-dose dependent, increase in TNF secretion. L-lactic acid did not demonstrate inherent activity in the L929 assay, and anti-TNF antibody completely eliminated the activity. Results of Northern blot analysis indicated that lactic acid exerted its effect on TNF secretion by enhancing gene transcription, supporting the idea that lactic acid concentration can regulate cytokine synthesis by macrophages. The investigators stated that \"alterations of lactic acid concentration may participate more generally in the host response to inflammation and cancer by the local perturbation of cytokine homeostasis.\""
        },
        {
            "References": "PMID:23812111",
            "Value": "/VETERINARY CASE REPORTS/ Drunken lamb syndrome (DLS) has recently been described as lamb D-lactic acidosis syndrome (LDLAS). In 2012, 18 lambs aged between 7 days and 28 days with LDLAS were identified. Biochemically, each lamb had a metabolic acidosis characterized by D-lactic acidosis and exhibited clinical signs including: not hyperthermic, no evidence of dehydration, demonstrating an ataxic gait tending to recumbency (DLS) and possibly somnolence. These lambs received 50 mmol of sodium bicarbonate as an 8.4% solution given orally, together with parenteral long-acting amoxicillin. All 18 cases made a full clinical recovery. This study demonstrates a novel effective treatment for a disease that is usually fatal, and also demonstrates a strong correlation between venous plasma bicarbonate concentrations and venous plasma D-lactate concentrations (R(2)=0.49)."
        },
        {
            "References": "Cosmetic Ingredient Review Expert Panel; International Journal of Toxicology, 17 (Suppl.1): 1-203 (1998)",
            "Value": "/OTHER TOXICITY INFORMATION/ A group of white rats was fed 10% lactic acid at a dose of 4 mL/20 g of meal and a control group was given untreated feed. No differences in appearance, gross observations at necropsy, or organ weights were observed between the test and control animals. Changes in blood carbon dioxide were slight."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Miller D et al; Marine Biology 50: 375-83 (1979)",
            "Value": "SEDIMENT: Sediments collected at a depth of 0-3 cm from Loch Eil, Scotland from three different sampling stations had lactic acid concentrations of 14.4, 21.4, and 27.2 ug/g dry weight sediment(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sansone FJ et al; Geochim Cosmochin Acta 51: 1889-96 (1987) (2) ECHA; Search for Chemicals. Lactic Acid (CAS 50-21-5), Registered Substances Dossier. European Chemical Agency; Available from, as of March 17, 2016: https://echa.europa.eu/ (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) O'Neil MJ, ed; The Merck Index. 15th ed., Cambridge, UK: Royal Society of Chemistry, p. 990 (2013) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Experimental Koc values for lactic acid on a clastic mud (3.5% organic carbon) and a lateritic muddy sand (1.3% organic carbon) were 5.7 and <0.08, respectively(1). Utilizing an HPLC method, the Koc of lactic acid (93% aqueous solution) on soil and sewage sludge at neutral pH and pH 2 was <20.9(2). According to a classification scheme(3), these Koc values suggest that lactic acid is expected to have very high mobility in soil. The pKa of lactic acid is 3.86(4), indicating that this compound will exist partially to almost entirely in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}