{
    "_id": {
        "$oid": "6682e835c4e5dba5ffba2473"
    },
    "CID": {
        "$numberInt": "6124"
    },
    "Name": "N-NITROSODIMETHYLAMINE",
    "IUPACName": "N,N-dimethylnitrous amide",
    "CanonicalSMILES": "CN(C)N=O",
    "Synonyms": [
        "N-NITROSODIMETHYLAMINE",
        "Dimethylnitrosamine",
        "62-75-9",
        "Dimethylnitrosoamine",
        "N-Methyl-N-nitrosomethanamine",
        "Nitrosodimethylamine",
        "N,N-Dimethylnitrosamine",
        "DMNA",
        "N,N-dimethylnitrous amide",
        "Methanamine",
        "N-methyl-N-nitroso-",
        "Dimethylnitrosamin",
        "N-Nitroso-N,N-dimethylamine",
        "Dimethylamine",
        "N-nitroso-",
        "N-Nitroaodimethylamine",
        "N-Dimethyl-nitrosamine"
    ],
    "IsomericSMILES": "CN(C)N=O",
    "INCHI": "InChI=1S/C2H6N2O/c1-4(2)3-5/h1-2H3",
    "INCHIKEY": "UMFJAHHVKNCGLG-UHFFFAOYSA-N",
    "Formula": "C2H6N2O",
    "MolecularWeight": {
        "$numberDouble": "74.08"
    },
    "Description": "N-nitrosodimethylamine is a nitrosamine. It has a role as a geroprotector and a mutagen.",
    "XlogP": {
        "$numberDouble": "-0.6"
    },
    "Complexity": {
        "$numberInt": "34"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. N-Nitrosodimethylamine. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Jun 7, 2012: https://www.ars-grin.gov/duke/",
            "Value": "N-Nitrosodimethylamine was detected, not quantified in the fruit of Capsicum annuum L., also known as bell pepper, cherry pepper, cone pepper, green pepper, paprika, or sweet pepper(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington, DC: Amer Chem Soc p. 5 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of May 11, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for N-nitrosodimethylamine(SRC), using a log Kow of -0.57(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests that bioconcentration in aquatic organisms is low(SRC)."
        },
        {
            "References": "(1) Dean-Raymond D, Alexander M; Nature 262: 394-6 (1976)",
            "Value": "N-Nitrosodimethylamine applied to sandy soil at 10 and 100 ppm exhibited 3.20 and 3.25% uptake by lettuce plants after 2 days exposure(1). 1.56, 0.21, and 0.02% uptake was observed following application of 100 ppm after 4, 9, and 15 days, respectively(1). 10 and 100 ppm added to spinach plants in water resulted in 0.38 and 0.27% uptake after 2 days, respectively(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 99-4",
            "Value": "No biodegradation of dimethylnitrosamine was observed in lake water samples during an observation period of 3.5 months, and a lag of nearly 30 days occurred before its slow disappearance from soil. The nitrosamine appeared to be degraded very slowly in sewage, but it was not affected by the anaerobic organisms /found in collected bog sediments/."
        },
        {
            "References": "Castegnaro, M., G. Eisenbrand, G. Ellen, L. Keefer, D. Klein, E.B. Sansone, D. Spincer, G. Telling, K. Webb, and W. Davis (eds.). Laboratory Decontamination and Destruction of Carcinogens in Laboratory Wastes: Some N-Nitrosamines. IARC Publications No. 43. Lyon, France: International Agency for Research on Cancer, 1982., p. 53",
            "Value": "Type of biological degradation: P statzeri, P fragi, B mycoides, B cereus, B subtilis, C suboxydans, C Pasteurianum, A picolinophilus, A suboxydans and 4 unclassified strains of Arthrobacter were incubated for 72 hr with N-nitrosodimethylamine. No evidence of degradation."
        },
        {
            "References": "Castegnaro, M., G. Eisenbrand, G. Ellen, L. Keefer, D. Klein, E.B. Sansone, D. Spincer, G. Telling, K. Webb, and W. Davis (eds.). Laboratory Decontamination and Destruction of Carcinogens in Laboratory Wastes: Some N-Nitrosamines. IARC Publications No. 43. Lyon, France: International Agency for Research on Cancer, 1982., p. 53",
            "Value": "Degradation by Rhizopus orizae, Streptococcus cremoris, and Saccharomyces rouxii was found."
        },
        {
            "References": "(1) Fochtman EG, Eisenberg W; Treatability of Carcinogenic and Other Hazardous Organic Compounds USEPA-600/2-79-097 (1979) (2 Patterson JW, Kodukala PS; Chem Eng Prog 77: 48-55 (1981)(3) Tate RL, Alexander M; J Natl Cancer Inst 54: 327-30 (1975) (4) Fournier D et al; Appl Environ Microbiol 75: 5088-5093 (2009)",
            "Value": "AEROBIC: Static and continuous biodegradation tests on N-nitrosodimethylamine using seed from an activated sludge plant and feed that contained a nutrient solution based on yeast extract resulted in 47 to 72% degradation of the N-nitrosodimethylamine in 7 days. In a continuous biological reactor, N-nitrosodimethylamine at an initial concentration of 1.93 mg/L was reduced to <0.01 mg/L in the effluent from the reactor (based on a 24 hour composite sample)(1). In an activated sludge treatment plant, >95% of the approximately 2000 ug N-nitrosodimethylamine/L in the influent was removed(2). The rate of disappearance in raw sewage at pH 6.0 was nearly the same as that in sterile samples, indicating nonbiological factors were largely or entirely responsible for the N-nitrosodimethylamine disappearance(3). The rates and extent of N-nitrosodimethylamine biodegradation in natural environments, including surface waters, sludges and soils has been observed to be highly variable(4)."
        },
        {
            "References": "(1) Kobayashi M, Tchan YT; Water Res 12: 199-201 (1978) (2) Kaplan DL, Kaplan AM; App Environ Microbiol 50: 1077-86 (1985)",
            "Value": "ANAEROBIC: A photosynthetic bacterium (Rhodopseudomonas capsulata) was able to metabolize 100 mg N-nitrosodimethylamine/L under anaerobic conditions(1). An inoculum of activated sludge, anaerobic sludge digest, and garden soil was used to study the biodegradation of N-nitrosodimethylamine in lake water; it was found that the rate of mineralization and total mineralization increased with decreasing initial N-nitrosodimethylamine concentrations(2). After 114 days incubation at room temperature with basal salts added, 16.4% of N-nitrosodimethylamine at an initial concn of 15 mg/L was mineralized; 78.6% was mineralized when the initial concentration was 0.162 ug/L; formaldehyde and methylamine were identified as biodegradation intermediates(2)."
        },
        {
            "References": "(1) Tate RL III, Alexander M; J Environ Qual 5: 131-3 (1976) (2) Harada K, Yamada K; Nippon Suisan Gakki Aishi 45: 925-8 (1979) (3) Fournier D et al; Appl Environ Microbiol 75: 5088-5093 (2009)",
            "Value": "PURE CULTURE: Enrichment cultures were inoculated with soil and sewage but failed to produce any organisms capable of metabolizing N-nitrosodimethylamine. The lack of N-nitrosodimethylamine biodegradation did not appear to be due to its toxicity but may have been due to the inability of the microorganisms to cleave the N-N bond. Additional tests found a number of bacterial strains were unable to metabolize N-nitrosodimethylamine at concentrations of 25 or 150 ppm nitroso incubated for 72 hours(1). N-Nitrosodimethylamine was biodegraded by a fungus, bacterium, and yeast(2). N-Nitrosodimethylamine was rapidly biodegraded by the bacterium Propanotroph Rhodococcus ruber ENV425(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Huang DP et al; Food Cosmet Toxicol 19: 167-72 (1981) (2) Sen NP et al; J Agric Food Chem 33: 264-8 (1985) (3) Fine DH et al; Spec Conf Toxic Subst Air Environ (Proc) Meet Date 1976: 168-81 (1977) (4) Alliston TG et al; Analyst 97: 915-20 (1972) (5) Lewis RJ Jr; Hawley's Condensed Chemical Dictionary 12th ed NY, NY: Van Nostrand Reinhold Co p. 831 (1993)",
            "Value": "N-Nitrosodimethylamine concentrations in fish and seafood were: 200 to 1400 ng/kg in fried salted yellow croaker(1), 0.2 ppb (average) in frozen cod and sole fillet(2), 0.6 ppb (average) in miscellaneous smoked fish(2), 0.26 ng/g in a crab from the Raritan River, NJ(3) and a trace in uncooked, fresh cod(4). N-Nitrosodimethylamine is often present in fish meal(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = -0.57"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6197951",
            "Value": "The effect of dimethylnitrosamine on functional activities of liver chromatin was studied in mice. After a single dose of dimethylnitrosamine injected i.v. (25 mg/kg body wt, 45 min before sacrifice) liver nuclei were isolated and incubated with micrococcal nuclease (EC 3.1.4.7) to an acid-solubility of 2.5% of total DNA. Chromatin was fractionated into a 1,200 g pellet P1, 102,000 g pellet P2 and supernatant fraction S2. Chromatin-bound RNA polymerase I plus III activity decreased 15% in the P1 and 25% in the P2 fraction. No changes in activity were observed in the S2 fraction. Chromatin-bound RNA polymerase II activity decreased 19% in the P1, 49% in the P2 and 32% in the S2 fraction. Heparin stimulated RNA polymerase II activity decreased 10% in the P1 and 44% in the P2 fraction. Formation of initiation in nuclear lysates with RNA polymerase from Escherichia coli increased after administration of dimethylnitrosamine suggesting an increase in the number of sites available for the start of new RNA chains. The results show that limited digestion of nuclei with endonuclease cleaves chromatin regions which are more affected by dimethylnitrosamine than the total chromatin suggesting a non-random effect of the hepatotoxin on chromatin. Modifications of the DNA template by dimethylnitrosamine is indicated by the change in number of initiation complexes."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 148",
            "Value": "... Hamsters are more susceptible than rats to liver cancer by dimethylnitrosamine because of its deficiency in repair of O6-alkylation of guanine in DNA. In rats a single large dose of dimethylnitrosamine induces kidney, but not liver, cancer because of the capability of liver repair enzymes to remove alkylated forms of DNA from the liver."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Fine DH et al; Determination of Dimethylnitrosamine in Air, Water and Soil by Thermal Energy analysis (1977c) as cited in USEPA; Ambient Water Quality Criteria Doc: Nitrosamines p.C-5 (1980) EPA-440/5-80-064",
            "Value": "N-Nitrosodimethylamine has been found in a number of soil samples at the 1 to 8 ug/kg (dry basis) level."
        },
        {
            "References": "(1) IARC; IARC Monographs on the Evaluation of Carcinogenic Risks to Humans 17: 125-76 (1978) (2) Huang H et al; Bull Environ Contam Toxicol 73: 339-346 (2004)",
            "Value": "SOIL: Soil samples taken from several locations near industrial plants in New Jersey contained N-nitrosodimethylamine at concentrations ranging from 0 to 15.1 ng/g(1). Soil samples from West Virginia, near Belle and Charleston contained 0.2 to 5.4 ng/g; in New York City soil samples contained 0 to 0.32 ng/g N-nitrosodimethylamine(1). Sediment samples collected from the Huaihe River in China in 2002 contained N-nitrosodimethylamine concentrations of 0.01-0.70 mg/kg(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yang WC et al; J Environ Qual 34: 336-341 (2005) (2) Gunnison D et al; J Hazrd Mater 73: 179-197 (2000) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Dean-Raymond D, Alexander M; Nature 262: 394-6 (1976) (5) Greene S et al; J Environ Qual 10: 416-21 (1981) (6) Haruta S et al; Ecotox Environ Safety 69: 374-380 (2008)",
            "Value": "Kd (soil distribution coefficient) values of 0.45-0.64 L/kg were measured for N-nitrosodimethylamine in turfgrass, ground cover and bare surface soils that corresponded to Koc values 68-118(1). Similar results were observed in a study of subsurface soil samples including sand, sandy loam and loamy sand soils with Kd values ranging from 0.4-1.2 L/kg(2). According to a recommended classification scheme(3), the Koc values suggests that N-nitrosodimethylamine is expected to have high mobility in soil(SRC). N-Nitrosodimethylamine was found to leach through 4 different soils as readily as chloride ion(4). Another study also found that N-nitrosodimethylamine readily leached through soils(5). The leaching risk of N-nitrosodimethylamine in soils receiving reclaimed wastewater depend upon the hydraulic conductivity of the soil and irrigation intensity(6); proper irrigation volumes can reduce the leaching risk(6)."
        }
    ]
}