{
    "_id": {
        "$oid": "6682e836c4e5dba5ffba2475"
    },
    "CID": {
        "$numberInt": "6129"
    },
    "Name": "CARBARYL",
    "IUPACName": "naphthalen-1-yl N-methylcarbamate",
    "CanonicalSMILES": "CNC(=O)OC1=CC=CC2=CC=CC=C21",
    "Synonyms": [
        "CARBARYL",
        "63-25-2",
        "Carbaril",
        "Sevin",
        "1-Naphthyl N-methylcarbamate",
        "naphthalen-1-yl methylcarbamate",
        "Arilat",
        "1-Naphthyl methylcarbamate",
        "Caprolin",
        "Carbatox",
        "Carbavur",
        "Carylderm",
        "Menaphtam",
        "1-Naphthalenol",
        "methylcarbamate",
        "Carbomate"
    ],
    "IsomericSMILES": "CNC(=O)OC1=CC=CC2=CC=CC=C21",
    "INCHI": "InChI=1S/C12H11NO2/c1-13-12(14)15-11-8-4-6-9-5-2-3-7-10(9)11/h2-8H,1H3,(H,13,14)",
    "INCHIKEY": "CVXBEEMKQHEXEN-UHFFFAOYSA-N",
    "Formula": "C12H11NO2",
    "MolecularWeight": {
        "$numberDouble": "201.22"
    },
    "Description": "Carbaryl is a carbamate ester obtained by the formal condensation of 1-naphthol with methylcarbamic acid. It has a role as an EC 3.1.1.7 (acetylcholinesterase) inhibitor, a carbamate insecticide, an EC 3.1.1.8 (cholinesterase) inhibitor, an acaricide, an agrochemical and a plant growth retardant. It is a carbamate ester and a member of naphthalenes. It is functionally related to a methylcarbamic acid and a 1-naphthol.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "230"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Smirnoff NA, Heimpel AM; J Inset Pathol 3: 403-8 as cited in Ghassemi M et al; Environmental Fates and Impacts of Major Forest Use Pesticides p.A-344 TRW Environmental Division (1981) EPA/68-02-3174",
            "Value": "Residues on spinach and chicory were measured. Four applications of 1 lb active ingredient per acre resulted in an average residue 8 days after the last application of 16.5 ppm on spinach and 18 ppm on chicory. The calculated percent reduction in carbaryl from 1 day to 8 days after treatment are comparable: 1 lb active ingredient/acre, spinach 88%, chicory 82% and 2 lb active ingredient/acre, spinach 81%, chicory 85%. The rate of dissipation of carbaryl on plants appears to be independent of initial concentration."
        },
        {
            "References": "Abrahamson LP, Harper JD; Microbiol Insecticides Control Forest Tent Caterpillar in Southwestern AL (1973) as cited in Ghassemi M et al; Environmental Fates and Impacts of Major Forest Use Pesticides p.A-344 TRW Environmental Division (1981) EPA/68-02-3174",
            "Value": "Carbaryl residues /were measured/ on the surface of apple leaves from trees treated with an aqueous solution containing 0.5 and 1.0 lb active ingredient per 100 gallons of water. Each test plot consisted of three apple trees which were sprayed until insecticide runoff was produced. Average surface residues on leaves measured 0.70 and 1.71 ug/sq cm the day of treatment. By day 31, the average surface residue had decreased by 90% to 0.07 and 0.18 ug/sq cm. The calculated half-life of carbaryl for apple leaves for this study was 13.33 days."
        },
        {
            "References": "(1) Ferreira GA, Seiber JN; J Agric Food Chem 29: 93-9 (1981) (2) Sundaram KMS, Szeto SY; J Environ Sci Health B22: 579-99 (1987)",
            "Value": "Carbaryl was detected, concn not specified, in roots, stems and leaves 10 days following the application of 150 mL of 500-800 ppm Carbaryl suspension solution(1). Carbaryl was detected five days following an application rate of 280 g/ha in Fir foilage at concns ranging from 0.42-0.48 ppm(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Anderson JF, Wojtas MA; J Econ Entomol 79: 1200-5 (1986)",
            "Value": "Carbaryl at concns ranging from 0.02-5.80 ppm was detected in dead honey bees from poisoned apiaries in Connecticut in 1983-1985(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D et al; Ecotoxicol Environ Safety 6: 60-81 (1982) (2) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (3) Kanazawa J; JARQ 17: 173-9 (1983) (4) Devillers J et al; Chemosphere 33: 1047-65 (1996) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Carbaryl had a measured BCF value of 34, 30 and 9 in golden orfe(1), golden ide(2), and topmouth gudeon, respectively(3). An avg BCF of 9 was determined based on data compilations of freshwater fish at steady state with carbaryl in solution and by the kinetic method (ratio between first-order uptake and elimination rate constants)(4). According to a classification scheme(5), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        },
        {
            "References": "(1) Schlenk D; Biochem Mol Biol Fishes 6: 171-90 (2005)",
            "Value": "Biotransformation of carbaryl in trout exposed to 0.25 mg/L after 24 hours produced two biliary metabolites tentatively identified as 5,6-dihydro-5,6-dihydroxy-1-naphthyl-N-methylcarbamate and 1-naphthol glucuronide indicating hydrolysis with subsequent conjugation. In hepatic preparations from bluegill, catfish, perch, and goldfish, demethylation, hydrolysis, hydroxylation, and oxidation followed by conjugation was observed, with the most common metabolite in all species being 5,6-dihydro-5,6-dihydroxy carbaryl glucuronide(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C. M. Metabolism of Pesticides, An Update. U.S. Department of the Interior, Fish, Wild-life Service, Special Scientific Report - Wildlife No. 184, Washington, DC: U.S. Government Printing Office, l974., p. 77",
            "Value": "THE PERSISTENCE OF 14C-CARBONYL-LABELED CARBARYL AT CONCN OF 2 & 200 PPM IN 5 DIFFERENT JAPANESE RICE PADDY SOILS WAS STUDIED. EVOLUTION OF CARBON DIOXIDE WAS NOT RAPID & VARIED BETWEEN 2% & 40% OVER 32 DAY TEST PERIOD. HYDROLYSIS OF CARBONYL LINKAGE WAS THE DOMINANT METABOLIC PATHWAY. AN ISOLATED SOIL MICROORGANISM RAPIDLY DEGRADED NAPHTHOL & PRODUCED A NUMBER OF UNIDENTIFIED AROMATIC COMPOUNDS."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides, Update II. U.S. Department of the Interior, Fish Wildlife Service, Special Scientific Report - Wildlife No. 2l2. Washington, DC: U.S. Government Printing Office, 1978., p. 57",
            "Value": "IN POND WATER, CARBARYL RAPIDLY HYDROLYZED TO 1-NAPHTHOL. ONE BACTERIUM, POSSIBLY FLAVOBACTERIUM, RAPIDLY DEGRADED 1-NAPHTHOL. OF 3 CMPD OBSERVED, 2 WERE IDENTIFIED AS HYDROXYCINNAMIC ACID & SALICYLIC ACID."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 107",
            "Value": "The rate of dissipation of carbaryl from soils varied from 3 to 70% disappearance of radioactivity after 4 days. Carbon dioxide was formed by attack on the ring. Hydroxymethylcarbaryl was formed by a fungus SF-10 & P implicatum. P lilacinum & A elegans produced small amounts of 5,6-dihydro-5,6-dihydroxycarbaryl."
        },
        {
            "References": "RAJOGOPAL BS ET AL; PLANT SOIL 73 (1): 35-45 (1983)",
            "Value": "THE RATE OF DEGRADATION OF CARBARYL AFTER 1, 2, & 3 APPLICATIONS TO 3 SUBMERGED SOILS WAS EXAMINED. SOILS WHICH HAD BEEN PRETREATED WITH CARBARYL WERE ABLE TO DEGRADE THE CMPD MORE RAPIDLY THAN THOSE WITHOUT PRETREATMENT. A DILUTION, AS LOW AS 1X10-8 OF THE ENRICHMENT CULTURE FROM 1 SOIL EFFECTED THE DEGRADATION OF CARBARYL."
        },
        {
            "References": "Menzie, C.M. Metabolism of Pesticides-Update III. Special Scientific Report- Wildlife No. 232. Washington, DC: U.S.Department of the Interior, Fish and Wildlife Service, 1980., p. 107",
            "Value": "Isolated marine organisms degraded carbaryl & 1-naphthol. Metabolites were not identified. When a Pseudomonas sp. was incubated with 1-naphthol, a dihydrodihydroxy-1(2H)-naphthalenone was observed. Of two structrues, the spectral information favored 2,3-dihydroxy-3,4-dihydro-1(2H)-naphthalenone. An enzyme was isolated from the fungus Rhizoctonia praticola & incubated with 1-naphthol. Mass spectra indicated polymerization to at least a pentameric compound. A tetramer, one trimer & two dimers were purified from the mixture. One dimer was identified as 4,4'-bi-1-naphthol."
        },
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available at https://www.safe.nite.go.jp/englich/db.html as of Nov 24, 2008. (2) Liu D et al; Environ Toxicol 15: 476-83 (2000) (3) Tomlin CDS, ed; The e-Pesticide Manual: a world compendium. Carbaryl. 13th ed. PC CD-ROM, Version 3.0, 2003-04. Surrey, UK: British Crop Protection Council, (2003) (4) MacRae IC; Rev Environ Contam Toxicol 109: 1-87 (1989) (5) Diaz-Diaz R et al; Chemosphere 30: 1047-65 (1996) (6) Armbrust KL et al; Pac Sci 45: 314-20 (1991)",
            "Value": "AEROBIC: Carbaryl, present at 30 mg/L, reached 71% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 100 mg/L in the Japanese MITI test(1). In cyclone fermentors under aerobic conditions, carbaryl had a half-life of 8.6 days, and in the presence of exogenous organic nutrients had a half-life of 1.4 days(2). Half-lives in aquatic environments have been reported as 1.7 days in river water and 5.8 days in mountain streams(2). Plants are known to metabolize carbaryl to 4-hydroxycarbaryl, 5-hydroxycarbaryl and methylol-carbaryl(3). Carbaryl at 1 ppm degraded with a half-life ranging from 7-14 days in a sandy loam and 14-28 days in a clay loam(3). Hydrolysis was found to be the major process for microbial degradation of carbaryl in soil enrichment cultures and cultures of a Bacillus sp. with 1-naphthol and 1,4-naphthoquinone accumulating in the medium(4). Carbaryl had an avg biodegradation half-life of 10 days in four different soils (a Pliocene sand, an organic-rich orchard soil, an agricultural soil and soil from a volcanic area)(5). In raw seawater, carbaryl was biodegraded to undetectable levels within 96 hrs(6)."
        },
        {
            "References": "(1) Rajagopal BS et al; Can J Microbiol 30: 1458-66 (1984) (2) Kazano H et al; J Agric Food Chem 20: 975-9 (1972) (3) Caro JH et al; J Agric Food Chem 22: 860-63 (1974) (4) Bollag J, Liu S; Nature 236: 177-78 (1972) (5) Bollag J, Liu S; Soil Biol Biochem 3: 337-45 (1971) (6) Liu S, Bollag J; Pest Biochem Physiol 1: 366-72 (1971) (7) Sud RK et al; Arch Microbiol 87: 353-58 (1972) (8) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (9) Murthy NBK, Raghu K; J Environ Sci Health B23: 575-85 (1988) (10) Racke KD, Coats JR; J Agric Food Chem 36: 1067-72 (1988) (11) Schoen SR, Winterlin WL; J Environ Sci Health B22: 34-77 (1987)",
            "Value": "AEROBIC: After 30 days incubation at room temperature in a mineral salts medium inoculated with carbaryl-enrichment cultures from flooded or nonflooded soils, 31.5% and 26.8% of the initial carbaryl remained, respectively, compared to an uninoculated control in which 89.4% remained(1). Formation of (14-C)-carbon dioxide from ring labeled carbaryl added at 200 ppm to a variety of soils ranged from 2.2-37.4% after incubation at 25 °C for 32 days(2). After application to corn seed furrows at 5.03 kg/ha active ingredient, carbaryl was stable for 25 to 116 days then degraded rapidly, the lag periods indicating that carbaryl degradation was primarily microbiological(3). The long period of persistence followed by rapid degradation was said to indicate microbial degradation(3). Incubation with activated sludge caused about 30% biodegradation of the compound in 5 days(8). In soils previously treated with carbamates and cloethocarb, 80% of carbaryl completely mineralized to C02 during a 4-week incubation(9). Biodegradation was faster in organic-amended soil than unamended soil(10,11). Soil-bound carbaryl residues mineralized faster in moist than flooded soils(10) indicating aerobic biodegradation may be faster than the anaerobic process. Various soil fungi metabolized carbaryl to 1-naphthyl N-hydroxy-methylcarbamate, 4-hydroxy-1-naphthyl methylcarbamate and 5-hydroxy-1-naphthyl methylcarbamate(4). Three microbial strains isolated from soil were able to accelerate the rate of carbaryl hydrolysis to 1-naphthol(5). Fusarium solani degraded 82% of the initial carbaryl after 12 days and an unidentified strain degraded 51% after 7 days(5). A mixed culture of any two or all three strains completely metabolized the initial amount of carbaryl after about 12 days(5). All the cultures were incubated at 26-28 °C(5). An Aspergillus terrens culture metabolized carbaryl to 1-naphthyl carbamate(6). Approximately 50% of the initial amount of carbaryl was metabolized in 8 days(6). Achromobacter sp degraded carbaryl as a sole carbon source(7)."
        },
        {
            "References": "(1) Liu D et al; Environ Toxicol 15: 476-83 (2000) (2) MacRae IC: Rev Environ Contam Toxicol 109: 1-87 (1989)",
            "Value": "ANAEROBIC: In cyclone fermentors under anaerobic conditions carbaryl had a half-life of 6.2 days, and in the presence of exogenous organic nutrients had a half-life of 3.0 days(1). Carbaryl was found to stimulate methanogenesis in anaerobic salt marsh soils and organic-rich aquifer soils(2). The monomethylamine formed by the microbial hydrolysis of carbaryl under anaerobic conditions serves as a substrate for methanogenic bacteria(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 98",
            "Value": "log Kow = 2.36"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:17504769",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The present study of the acute toxicity of seven N-methyl carbamate pesticides ... evaluated the dose-response profiles of cholinesterase (ChE) inhibition in brain and erythrocytes (RBCs) as well as motor activity (both horizontally and vertically directed) and clinical signs of overt toxicity. The chemicals tested were carbaryl, carbofuran, formetanate, methiocarb, methomyl, oxamyl, and propoxur. All were administered orally, and rats were tested in 20-min activity sessions beginning 15 min after dosing; tissues were collected immediately after activity sessions. In general, motor activity was a sensitive measure of ChE inhibition for all these carbamate pesticides, and vertical activity showed the greatest magnitude of effect at the highest doses compared to either horizontal activity or ChE inhibition. Brain and RBC ChE activities were generally affected similarly. Pearson correlation coefficients of within-subject data showed good correlation between the behavioral and biochemical end points, with brain ChE inhibition and horizontal activity showing the highest correlation values. Determination of benchmark dose levels for 10% change in each end point also revealed that these two measures produced the lowest estimates. Thus, motor activity decreases are highly predictive of ChE inhibition for N-methyl carbamates, and vice versa."
        },
        {
            "References": "PMID:8747743",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute effects of two carbamates (carbaryl, aldicarb) and five organophosphates (OP) (chlorpyrifos, diazinon, parathion, fenthion, and diisopropyl fluorophosphate, or DFP) /in rats/ were evaluated on the day of dosing at the time of peak effect, at 1 and 3 days, and 1 week after dosing (oral gavage, in corn oil). A high dose was selected that produced clear cholinergic signs, and lower doses were chosen to produce a range of effects. Generally all cholinesterase inhibitors produced autonomic signs of cholinergic overstimulation (salivation, lacrimation, and miosis), hypothermia, mild tremors and mouth-smacking (chewing motions), lowered motor activity, decreased tail-pinch response, and altered neuromuscular function (gait changes and increased foot splay). The measures generally found to be most sensitive on the day of dosing were body temperature, motor activity, gait, and the presence of mouth-smacking and fine tremors. However, no single measure was the most sensitive across all compounds ... . For some measures, differences in the slopes of the dose-response curves were evident. Many effects were still observed at 24 hr, but recovery was apparent for all compounds. Interestingly, residual effects at 72 hr were obtained with the carbamates (carbaryl, aldicarb) as well as with the Op fenthion, but not with the other compounds. Thus, the overall clinical picture of toxicity was similar for these cholinesterase inhibitors, but compound-specific differences emerged in terms of the individual measures, dose-response, and time course."
        },
        {
            "References": "PMID:1507271",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Carbaryl, a carbamate insecticide, exerts its toxic effect in animals by inhibiting the activity of neural acetylcholinesterase. Differences in sensitivity of this enzyme to inhibition were studied after intraperitoneal administration to chickens and rats. A dose of 900 mg/kg to chickens and 70 mg/kg to rats caused equivalent inhibition of brain cholinesterase activities (57% +/- 6 and 47% +/- 4, respectively) 60 min after administration, which was the time of maximal cholinergic signs. Signs of toxicity (salivation, respiratory distress, muscle tremors and weakness) were more pronounced in rats than in chickens when brain acetylcholinesterase was inhibited to the same extent in both species. Carboxylesterase activities in brain, liver, and plasma were also inhibited 60 min after administration of carbaryl to chickens and rats. Activities of enzymes associated with hepatic microsomes were unaffected. Specific activities of brain esterases, including acetylcholinesterase, carboxylesterase and neurotoxic esterase, were higher in untreated chickens than in untreated rats. Specific activities of liver esterases (carboxylesterase, A-esterase) were, however, 4- and 10-fold lower in untreated chickens than in untreated rats. Total clearance of carbaryl in the chicken, determined after intravenous administration of 5 mg/kg, was 0.26 +/- 0.02 l/kg/min. This value is 5.7 times higher than that reported for the rat, indicating that the relatively lower activities of esterases in the liver of chickens did not affect the clearance of this chemical in the avian species."
        },
        {
            "References": "PMID:17950890",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of N-methyl carbamate pesticides on the photic after discharge (PhAD) of flash evoked potentials (FEPs) and the relationship between inhibition of brain cholinesterase (ChE) activity and the PhAD were evaluated. FEPs were recorded in Long Evans rats treated with physostigmine (sc) 0, 0.05, 0.1, 0.2 or 0.3 mg/kg (free base), in an ascorbic acid/saline vehicle, carbaryl (po) 0, 1, 3, 10, 30, 50 or 75 mg/kg, or propoxur (po) 0, 0.3, 3, 10, 20, 30, or 40 mg/kg in a corn oil vehicle. Physostigmine served as positive control based on literature data. Early (e.g. peak N(36)) and late FEP components (peak N(166) and PhAD) are related to the initial retino-geniculate afferent volley and higher cortical processing of visual information, respectively. Compared to controls, the PhAD duration decreased following treatment with 0.1 and 0.3 mg/kg physostigmine, 7 5 mg/kg carbaryl or 30 mg/kg propoxur. Lesser changes were noted in FEP amplitudes or peak latencies. Treatment with 0.2 or 0.3 mg/kg physostigmine increased peak N(36) latency. Peak N(166) latency increased only following exposure to 40 mg/kg propoxur. None of the compounds altered peak N(36) or N(166) amplitudes. Hypothermia was observed at doses greater than 0.05 mg/kg physostigmine, at 30 or 50 mg/kg carbaryl, and after treatment with 10, 20 or 40 mg/kg propoxur. Inhibition of brain ChE activity occurred at dosages greater than 0.05 mg/kg physostigmine, 1mg/kg carbaryl, and 0.3 mg/kg propoxur. Linear regression analysis indicated that the decrease in PhAD duration correlated with decrease in brain ChE activity. The results indicate that at 30 min after treatment, inhibition of brain ChE activity did not affect cortical processing of the input from the retino-geniculate volley (evidenced by unaltered peak N(36) amplitude). However, the data suggest that disruption of cortical processing of visual signals related to FEP late components, as indicated by depression of the PhAD, was related to inhibition of brain ChE activity."
        },
        {
            "References": "PMID:17454568",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Organophosphate (OP) and carbamate (CB) insecticides inhibit cholinesterase (ChE) activity and induce acute hypothermia in adult rats. Studies showed that juveniles are generally more susceptible to neurotoxic insult than adults. However, little is known concerning the effects of OP and CB pesticides on thermoregulation in developing animals. Thus, alterations in core body temperature (Tc) in juvenile animals exposed to an OP and CB insecticide were investigated. Male rat pups were anesthetized on postnatal day (PND) 15 with metofane and a radio transmitter (Data Sciences) was implanted in the abdominal cavity to monitor Tc and motor activity (MA). Two days were allowed for recovery. The PND 17 pups were then dosed by oral gavage with the OP chlorpyrifos (CHP) (1, 5, 10, or 15 mg/kg) or the CB carbaryl (CAR) (10, 20, 80, 120, or 160 mg/kg) or the corn oil vehicle. Pups were returned to their dams and littermates immediately after dosing and monitored for the next several days. CHP doses of 10 and 15 mg/kg resulted in 1.0 degrees C and 2.4 degrees C reductions in Tc, respectively. Tc recovered to control levels by approximately 16 h after dosing. There was significant mortality in rats dosed with 15 mg/kg CHP (6 of 11). CAR doses of 10 to 80 mg/kg had little effect on Tc. The highest dose of CAR (160 mg/kg) resulted in a 1.3 degrees C reduction in Tc that recovered in 9 h. In contrast, past studies found that adult male rats become hypothermic at CHP doses of >25 mg/kg, whereas a CAR dose of 50 mg/kg is effective at inducing hypothermia. Overall, it appears that during the development from preweanling to adult rat, there is a progressive attenuation in CHP-induced hypothermia. Conversely, CAR-induced hypothermia increases as a function of development."
        },
        {
            "References": "Yakim VS; Gig Sanit 32: 29 (1967)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cats which inhaled carbaryl at 40 mg/cu m showed decreased responsiveness to a classical food reward paradigm, but this deficit was pronounced only immediately following the first administration of carbaryl."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.160 (1994). Available from, as of November 13, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The results of several studies on skin irritation from carbaryl were negative. Transient erythema was noted after an application of 0.5 mL 43.4% carbaryl on occluded rabbit skin. Carbaryl is a weak eye irritant."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.155 (1994). Available from, as of November 13, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A dose of 2500 mg/kg, applied as a 40% aqueous suspension of 50% wettable powder, killed 1 out of 4 rabbits."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats inhaled micronized carbaryl at a concentration of 10 mg/cu m for 7 hours/day for 90 days without grossly visible injury."
        },
        {
            "References": "Dikshith TSS et al; Env Res 12 (2): 1161 (1976)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral administration of 200 mg/kg of carbaryl for three days a week for 90 days produced no significant histological changes in testes, epididymis, liver, and kidney of male rats. No marked biochemical changes were observed in testes, liver, and brain. Acetylcholine esterase activity in blood was found to be decreased. This dosage of carbaryl did not affect the fertility of male rats."
        },
        {
            "References": "PMID:2492347",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Biochemical and behavioral effects of carbaryl were investigated in chicks. Six-day-old birds received 100 mg/kg body weight (bw) per day carbaryl for 7 days. Brain acetylcholinesterase (AChE) and neuropathy target esterase (NTE) were measured at 24 hr after the first, third, and fifth dose during the 1 wk of treatment, and then at 1, 3, 6, 10, 20, 30, and 40 after the last dose. Gait analysis was evaluated on each posttreatment day. No significant reduction in both neuropathy target esterase and acetylcholinesterase activities was noticed throughout the experiment. However, carbaryl altered the locomotion of the chicks from day 1 until day 40 after last treatment. Treated chicks walked with abnormal gait. Delayed ataxia and paralysis occurred 20 days after the last treatment and lasted until the end of the experiment."
        },
        {
            "References": "Farage-Elawar M et al; Pestic Biochem Physiol 32 (3): 262-68 (1988)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Young chickens were administered oral doses of either aldicarb (0.2 mg/kg body wt/day) or carbaryl (100 mg/kg body wt/day) for 7 days because this regimen had been demostrated to alter locomotor activities. Activities of brain acetylcholinesterase (AChE) and neurotoxic esterase (NTE), liver and plasma cholinesterase (ChE), and carboxylesterase were measured to determine whether these parameters could be used to indicate, predict, or monitor changes in locomotor activity. Activities of brain acetylcholinesterase, plasma cholinesterase, plasma carboxylesterase, and liver cholinesterase were inhibited in young chicks by both carbaryl and aldicarb, with inhibitions greater after carbaryl treatments. Enzyme activities were not, however, inhibited in adult chickens. Carbamate treatment did not cause histological damage nor did it inhibit activities of neurotoxic esterase and liver carboxylesterase activities either in young or adult chickens. Esterase determinations and histological studies could not be used to predict or support carbamate-induced functional deficits."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1145",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic study with cats, cholinergic signs appeared during the first 2 hr of each 6-hr inhalation exposure to carbaryl at 63 mg/cu m; at 40 mg/cu m blood acetylcholinesterase inhibition and behavioral effects were noted ..."
        },
        {
            "References": "PMID:11748870",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aim of the study was to assess the general toxic effects of dermally applied carbaryl, based on histological and ultrastructural examinations of internal organs and to relate these effects to earlier studies where 14C carbaryl was used for determining the pesticide penetration. The pesticide was applied in doses of 1/5 and 1/10 LD50, administered to the tail skin of male Wistar rats 4 hours daily, for 4 weeks except Saturdays and Sundays. After the experiment, the animals were anesthetized and the following organs were taken for histological study: brain, lung, heart, liver, kidney, skin from the site of exposure and skin from a place at least 2 cm distant from the exposure site. Lung, liver, kidney, heart and skin were used for ultrastructural studies. Dermal application of carbaryl resulted only in slight histological changes in skin, liver, brain and lung. Even in brain and liver, where large amounts of 14C carbaryl, compared to other organs (lung, kidney, heart), where the intensity of histologic changes was earlier stated to below. Ultrastructural changes were observed in skin, liver, lung, heart and kidney."
        },
        {
            "References": "PMID:8592826",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Carbaryl was orally administered to male albino rats at 50 mg or 100 mg carbaryl/kg body weight 5 days/wk for 90 days. A significant decrease in weight gain was observed at the high dosage after 60 days. Although no significant changes in the weight of testes, epididymides and accessory sex organs occurred, moderate to marked histopathological changes in the testes were seen at both dosage levels. Testicular enzymes associated with post-meiotic spermatogenic cells (sorbitol dehydrogenase) decreased, while lactate dehydrogenase increased concomitant with the observed degeneration of spermatogenic cells. Enzymes associated with pre-meiotic spermatogenic cells or Sertoli cells (gamma-glutamyl transpeptidase) increased, while glucose-6-phosphate dehydrogenase decreased. These effects were dose related and associated with declines in epididymal sperm count and percent sperm motility and increased abnormal sperm morphology."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm on Carbaryl as of November 13, 2008.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Carbaryl (98.4%) was fed in the diet to C57BL/6 TSG p53 wild type male mice, 6 weeks of age at start of dosing. In study SA 97499, diets of 0, 160, 1000 or 8000 ppm were fed to 10 mice per group. In study SA 97538, diets of 0, 2000 or 4000 ppm were fed to 10 male mice per group. Mean achieved intake in mg/kg/day was, with increasing diet concentration, 0, 35.7, 222, 424.4, 935.6 and 2107.3. On day 29 or 30, all mice were necropsied. The organ weights for liver and kidneys were recorded. No histopathology was performed. The primary data collected were for body weight, mortality, clinical signs and organ weight. No clinical signs or mortality were noted in either study. The major results were for body weight. At 8000 ppm, mice lost about 14% of their initial body weight in the first week (20.16 versus 23.26) and did not recover by the end of the study. At 4000 ppm, mice had lower body weights between 5.5 and 8.5% (mean of 6.5%) over the 4 weeks with a slight loss in week 1 (21.19 versus 21.54). No effect on body weight was seen at 2000 ppm or lower. The other significant effect was on the relative liver weight at 8000 ppm, which was statistically higher than controls (+15%) but absolute organ weights were comparable. The relative liver weights for 4000 ppm (+11%) and 2000 ppm (+5%*) were also higher, but not the absolute weights. No treatment-related macroscopic organ findings were seen at necropsy."
        },
        {
            "References": "USEPA/Office of  Prevention, Pesticides and Toxic Substances; Reregistration Eligibility Decision for Carbaryl. p 8 .EPA-738RO7-018 (September 2007) Available from, as of November 4, 2008: https://www.epa.gov/oppsrrd1/REDs/carbaryl_red.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In 2003, EPA believed it was appropriate to evaluate long-term (> 6 months) and chronic exposure. However, this revised risk assessment does not include endpoints for long-term exposure because of the rapid recovery of enzyme activity from inhibition by carbaryl. Recent data for carbaryl and the other N-methyl carbamates show that cholinesterase inhibition is reversible, with recovery in less than 24 hours."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In two studies, each with 36 mice, carbaryl was administered intragastrically and in the drinking water. No tumors appeared after daily gastric administration of 4.64 mg/kg for 7 to 28 days, followed by 14 ppm in the drinking water for 17 months."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 74",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carbaryl was orally admin to rats at doses of 7, 14 & 70 mg/kg/day for 12 months to determine the endocrinological effects by the analysis of semen. The toxic effects observed were reduced motility of sperm & alterations in spermatogeneis. /From table/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1145",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 1 yr study with dogs, carbaryl in the diet at 1250 ppm reduced body weight gain, increased liver weight, increased leukocyte and segmented neutrophil counts, decreased albumin levels, and inhibited acetylcholinesterase in the plasma, erythrocytes, and brain. Acetylcholinesterase inhibition was also observed at a dosage of 400 ppm, but not at 125 ppm."
        },
        {
            "References": "PMID:12453734",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The heterozygous p53 knockout mouse model was used to assess whether vascular tumors noted in a 2-year carcinogenicity study in CD-1 mice with carbaryl were induced through a genotoxic mechanism. This knockout mouse model was selected for carbaryl because of the high sensitivity of this model to genotoxic events and its low spontaneous incidence of tumors until 9-12 months of age. Carbaryl was administered continuously via the diet to groups of 20 male heterozygous p53 knockout mice at concentrations of 0, 10, 30, 100, 300, 1000 and 4000 ppm for 180 days. Histopathological examinations revealed no evidence of carbaryl-induced neoplasms of any type. In particular, no neoplastic or preneoplastic changes were noted in the vascular tissue of any of the organs examined. Only neoplasms, recognized as those that occur spontaneously in untreated mice of this strain, were sporadically observed in a few animals from the intermediate dose groups with no evidence of a dose- or treatment-related effect. Therefore, under the conditions of this study, the no-observed-effect level (NOEL) of carbaryl for neoplastic changes in male mice was 4000 ppm (around 716 mg/kg body weight/day). /It was concluded that/: (1) carbaryl does not appear to be a genotoxic carcinogen at least in male mice; (2) if the vascular tumors observed in the CD-1 mice are treatment-related, they could have been induced by a non-genotoxic mechanism; (3) the response in transgenic animals may provide useful complementary results to better assess carbaryl's potential genotoxic hazard to humans."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 40 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male and 18 female (C57BL/6xC3H/ANF)f1 mice and 18 male and 18 female (C57BL/6xAKR)f1 mice received commercial carbaryl (mp 141-142 °C) at 7 days of age by stomach tube and the same amount (not adjusted for increased body weight) daily up to 4 wk of age; subsequently, the mice were given 14 mg carbaryl/kg of diet. ... The experiment was terminated when the animals were ... 78 wk of age, at which time 16, 18, 17 and 18 mice in the four groups, respectively, were still alive. Tumor incidences were compared with those observed among 79-90 necropsied mice of each sex and strain, which either had been untreated or had received gelatine only; the incidences were not significantly greater for any tumor type in any sex-strain subgroup or in the combined sexes of either strain."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.208 (1994). Available from, as of November 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Carbaryl, administered by both oral gavage and subcutaneous implantation, produced positive carcinogenic responses in mongrel rats. Male rats given oral doses of 30 mg carbaryl/kg, twice weekly for 22 months, developed skin fibrosarcoma, polymorphic cell sarcoma in the stomach, and osteosarcoma with multiple metastases. Carbaryl caused high lethality (80%) during the exposure period. The authors did not state whether the gross pathology was examined. One fibrosarcoma was discovered among 46 control animals, at 11 months. No data were presented on the number of control animals that lived for 22 months, so a comparison of survival rates in control and test groups could not be made. In a parallel study, 20 mg of carbaryl in a purified paraffin capsule was implanted subcutaneously in 48 male rats. At the end of the 22-month exposure period, subcutaneous fibrosarcomas, in sites far from the implantation area, and on the back and neck, were diagnosed in 2 out of 10 surviving animals. There was no control group. The carbaryl used was obtained from a plant in the USSR and was of technical grade and 97.65% purity. No information about the chemical composition and impurities was given. Because of these deficiencies, this study is inconclusive."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 41 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male and 20 female CF-N rats were fed diets containing 0 (control), 0.005 (2 mg/kg body wt/day), 0.01 (4 mg/kg body wt/day), 0.02 (8 mg/kg body wt/day) or 0.04% (16 mg/kg body wt/day) carbaryl; survivors were killed after 732-736 days. The mean ages at death for both sexes at the 0.04 and 0.02% levels were 656 and 630 days, and that for controls, 585 days. The incidence of tumors ... was no different from that in controls; tumor types were not reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 41 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male and 18 female (C57BL/6xC3H/ANF)f1 mice and 18 male and 18 female (C57BL/6xAKR)f1 mice were given single sc injections of 100 mg/kg body wt commercial carbaryl (mp 141-142 °C) in dimethyl sulfoxide on the 28th day of life and were observed until ... 78 wk of age, at which time 15, 18, 18 and 17 mice in the four groups, respectively, were still alive. Tumor incidences were compared with those in groups of 141, 154, 161 and 157 untreated or vehicle-injected controls that were necropsied. Incidences were not significantly increased ... For any tumor type in any sex-strain subgroup or in the combined sexes of either strain."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 42 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 3-month old male A/JAX OR C3H mice given sc injections weekly over 5 months of 10 mg/animal carbaryl in 0.2 mL agar suspension, agar suspension alone or left untreated. Number of lung tumors seen at 8 months was no greater in treated than in control mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 42 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No toxic effects were seen in rats administered up to 200 mg carbaryl/kg of diet for 2 yr. With higher dietary levels (1500 and 2250 mg/kg of diet), diffuse, cloudy swelling of kidney tubules was seen after 96 days."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 43 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Marked functional and structural changes of pituitary gland with impairment of thyroid and gonadal function ... found in rats administered 7, 14 or 70 mg carbaryl/kg body weight for up to 12 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 42 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Of 16 7-9 wk old male A/HE mice given 12 ip injections of carbaryl ... in tricaprylin over 4 wk (total dose, 6 mg/animal), 6 out of 15 mice still alive 20 wk after end of treatment ... developed lung tumors. Of tricaprylin-injected controls, 7/28 ... developed total of 8 lung tumors; 2/31 untreated ... had 1 lung tumor each."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.210 (1994). Available from, as of November 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carbaryl is a secondary amine and is, therefore, capable of nitrosation in the presence of nitro donor groups, such as sodium nitrate, to give a nitrosamide. This nitrosamide, nitrosocarbaryl, has been proved to be mutagenic and carcinogenic, at high doses in animals. A condition of this nitrosation is an acidic pH (<2), which is comparable to the one found in the human stomach. However, nitrosocarbaryl is not stable at this pH. Its maximum stability is between pH 3 and 5, at which pH no significant amount of carbaryl can be nitrosated. Carbaryl was nitrosated in several studies,  in vitro as well as in vivo, in the guinea-pig, which has a stomach acidity similar to that of humans. N-nitrosocarbaryl elicited a carcinogenic response in both sexes of two strains of rats (Wistar and Sprague-Dawley) by two routes of administration (oral gavage and subcutaneous injection). A local carcinogenic effect of N-nitrosocarbaryl was reported ... in Wistar rats given a single subcutaneous injection of 1000 mg/kg. Fifteen out of 16 treated animals developed sarcomas at the injection site; there was no histopathological evidence of any systemic carcinogenic effects. The dose of  N-nitrosocarbaryl was highly toxic and 14 out of 16 animals had died by day 450. No spontaneous tumors were observed in control animals. When given to rats orally in single doses of 200-1500 mg/kg,  N-nitrosocarbaryl did not induce tumors during 21 months of observation. No signs of toxicity were noted in any of the test groups.  Further studies involving repeated oral administration of N-nitrosocarbaryl to Sprague-Dawley rats gave unequivocal evidence of local carcinogenic effects, produced by both oral and subcutaneous routes of administration. The nonglandular part of the stomach (forestomach) was the target organ of the local carcinogenic action of  N-nitrosocarbaryl, when it was given orally to rats. All stages of malignant transformation in the forestomach, from hyperplasia to squamous cell carcinoma, were observed in male Sprague-Dawley rats treated with oral doses of 130 mg  N-nitrosocarbaryl/kg, twice weekly, until spontaneous death. There was a substantial lowering of the survival rate of treated animals because of the pronounced toxicity. By the time of maximum increase of the tumor incidence (after 200 days), most of the animals were dead. The average survival time of tumor-bearing animals was 167 days after the onset of the study. The low background tumor incidence (3 out of 29) in control animals included lymphosarcomas and leukemia. /N-nitrosocarbaryl/"
        },
        {
            "References": "PMID:3083675",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Short-term studies in animal species confirm that carbaryl can cause toxicity due to cholineterase inhibition ... Limited long-term exposure studies in rats and dogs have not demonstrated unexpected adverse effects. However, long-term exposure in pigs results in a progressive neuromyopathy that is associated with structural damage and is not acutely reversible with atropine. ..."
        },
        {
            "References": "PMID:17559897",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbaryl, an acetylcholinesterase inhibitor, is known to be moderately toxic to adult zebrafish and has been reported to cause heart malformations and irregular heartbeat in medaka. ... Experiments /were performed/ to study the toxicity of carbaryl, specifically its effects on the heart, in early developing zebrafish embryos. LC50 and EC50 values for carbaryl at 28 hr post-fertilization were 44.66 ug/mL and 7.52 ug/mL, respectively, and 10 ug/mL carbaryl was used in subsequent experiments. After confirming acetylcholinesterase inhibition by carbaryl using an enzymatic method, ... red blood cell accumulation, delayed hatching and pericardial edema /were observed/, but not heart malformation as described in some previous reports. /The/ chronic exposure data also demonstrated carbaryl-induced bradycardia, which is a common effect of acetylcholinesterase inhibitors due to the accumulation of acetylcholine, in embryos from 1 day post-fertilization (dpf) to 5 dpf. The distance between the sinus venosus, the point where blood enters the atrium, and the bulbus arteriosus, the point where blood leaves the ventricle, indicated normal looping of the heart tube. Immunostaining of myosin heavy chains with the ventricle-specific antibody MF20 and the atrium-specific antibody S46 showed normal development of heart chambers. At the same time, acute exposure resulted in carbaryl-induced bradycardia. Heart rate dropped significantly after a 10-min exposure to 100 ug/mL carbaryl but recovered when carbaryl was removed. The novel observation of carbaryl-induced bradycardia in 1- and 2-dpf embryos suggested that carbaryl affected cardiac function possibly through an alternative mechanism other than acetylcholinesterase inhibition such as inhibition of calcium ion channels, since acetylcholine receptors in zebrafish are not functional until 3 dpf..."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 95",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /Carbaryl was admin to/ guinea pigs, hamsters & rabbits. Only in guinea pigs were defects produced. ... a near lethal dose for the mother (300 mg/kg) from day 11 to day 20 ... /produced/ vertebral anomalies in about one half of the surviving fetuses; ... /In another study/ no teratogenicity in the rat /was observed/; ... 3.1 to 50 mg/kg /were fed/ to Beagle /dogs/ during pregnancy. At levels of 6.25 & above the defect rate was increased in the offspring. Midline abdominal wall defects & skeletal defects were the most common type. Reduced conception was found at the 50 mg/kg level."
        },
        {
            "References": "PMID:5106261",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbaryl was administered in the diet of three generations of gerbils at levels of 0, 2000, 4000, 6000, and 10,000 ppm. Reduced fertility was noted as low as 2000 ppm, although a clear dose-response trend was not observed. A decrease in average litter size at all dose levels /was observed/. A weak trend toward reduced litter size in the 10,000 ppm was noted, however reduced fertility and neonatal survival resulted in too few litters for rigorous evaluation. Other trends from this study included reduced postnatal viability and weaning weights. The reduced postnatal survival (ie, survival to day 4) was dose-responsive, and is probably the most significant finding of the study."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 1, 2nd ed. 2001. Academic Press, San Diego, California., p. 400",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Adverse effects on rodent spermatogenesis at 0.4 -5 mg/kg ip (intraperitoneal) or orally have been reported ..."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm on Carbaryl as of November 13, 2008.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ New Zealand White rabbits, 22/dose group, were given carbaryl (...99% purity) by gavage at 0 (0.5% aqueous methylcellulose), 5, 50 or 150 mg/kg body weight/day on days 6 through 29 of gestation. Animals were sacrificed on gestation day 30. Dose selection was based on a range-finding study with 100 mg/kg as the high dose. Plasma cholinesterase was inhibited to 41% of control and RBC cholinesterase was 80.1% of control (not statistically significant) at 100 mg/kg. In the definitive study, body weight gain was reduced at 150 mg/kg, being 47% of control. Total body weight, however, was not significantly lower. Plasma cholinesterase was 46% and 32% of control at 50 and 150 mg/kg/day, respectively. Red blood cell cholinesterase was 81% and 73% of control at these doses. These values were statistically significant. At 150 mg/kg, fetal body weight was reduced, being 90% of control. ...There were two fetuses in two litters with agenesis of the gall bladder (10%, p=0.27 by Fisher's Exact) and 4 fetuses from three additional litters reported as having gall bladders half normal size. These incidences were compared with 0/18 for the concurrent controls. The historical control incidence for agenesis of the gall bladder included in the report indicated 1/187 litters (0.53%). Maternal NOEL = 5 mg/kg (cholinesterase inhibition). Developmental NOEL = 50 mg/kg (reduced fetal body weight)."
        },
        {
            "References": "PMID:8880208",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The spermatotoxic effect of carbaryl in adult and young male rats has been examined. Carbaryl 50 and 100 mg/kg b.wt. fed 5 d/week for 60 days, caused dose and age-dependent decline in epididymal sperm count and sperm motility, an increase in sperm with abnormal morphology. The dose of 25 mg/kg/d was a No observed effect level for the indices studied. Young animals in comparison to adults exhibited pronounced spermatotoxic effects."
        },
        {
            "References": "PMID:18166217",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Embryotoxic effects of carbaryl (CB) ...  was evaluated by modified Frog Embryo Teratogenesis Assay-Xenopus (FETAX), coupled with a histopathological screening of the survived larvae. X. laevis embryos were exposed to 1, 2, 4, 8, 16 and 24 mg/L CB from stage 8 to stage 47. From an estimated LC50 of 20.28 mg/L and TC50 of 8.43 mg/L a TI of 2.41 was derived, indicating that CB is to be considered teratogenic for X. laevis embryos. The most characteristic terata, classified as abnormal tail flexure, involved a significant percentage of larvae from 1 mg/L CB onward, reaching 100% at 24 mg/L CB. Histopathological screening revealed tail musculature and notochord as the main targets for CB. Skeletal muscle lesions consisted of myotomes reduced in size, showing myocytes with disorganized contractile systems and irregular myosepta, coupled with disarranged myocyte apexes. Notochords from CB exposed larvae appeared wavy or bent, with irregular connective sheaths and histologically characterized by protrusions of fibrous matrix and inclusions of ectopic cell masses. This axial-skeletal damage was hypothesized to be related both to the inhibition of acetylcholinesterase, with consequent muscular tetanic spasms, and to disorders in the organization of the connective tissue matrix surrounding the notochord."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 45 (1976)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ingestion of carbaryl by beagle dogs throughout gestation caused teratogenic effects @ all but lowest dose level (3.125 mg/kg body wt/day). Embryopathies in 21 out of total of 181 pups were characterized by abdominal-thoracic fissures with varying degrees of brachygnathia, ecaudate pups, failure of skeletal formation & superfluous phalanges."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm on Carbaryl as of November 13, 2008.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical grade carbaryl (...99.9%) was fed in the diet to beagle dogs at 0, 3.125, 6.25, 12.5, 25 or 50 mg/kg/day. Females were mated when in estrus with one male on day 1 and a second male on day 3. Dosing began on a Wednesday between day 3 and day 6 after mating. With the exception of 6 dogs, all were allowed to give birth and the pups weaned at 8 weeks. Following weaning, they were sacrificed and autopsied. The number of females per dose group varied between 16 for concurrent controls and 8 at the highest dose. There were no clinical signs or differences in body weight with treatment compared with the controls. Dams were also necropsied at week 8 postpartum. Although pup weights were similar at birth, weight gain was lower in all test groups (data by graph only). The percent conception ranged from 81% for controls to 37% for the 50 mg/kg/day group. The incidence of dystocia was increased in all treatment groups, being 3/group at 3.125, 6.25, 25 and 50 mg/kg and 5/18 at 12.5 mg/kg/day but with no clear dose response over the 16-fold difference in doses. The percent of pups born alive at 50 mg/kg was zero (0). The percent weaned was also decreased in the treatment groups but no cause of death was established. The litters with pups with abnormalities was increased with treatment above 3.125 mg/kg, being 0/13, 0/7, 1/7, 3/16, 3/6, and 1/2, control through high dose. The historical control value was 3/313. The authors state that the difference between 12.5 mg/kg and 25 mg/kg was not statistically significant. The percent of pups with abnormalities was 0, 0, 9, 18, 13 and 14% with increasing dose compared with a historical control value of 0.1%. The most serious effect was failure of the liver to develop. Also, a number of pups had openings in the ventral abdominal wall. Cholinesterase activity was not measured. Possible adverse effects. Maternal NOEL < 3.125 mg/kg/day based on dystocia incidence due to atonic uterine musculature. Developmental NOEL = 3.125 mg/kg/day (litter and pup incidence of abnormalities). The study indicates maternal and developmental toxicity but has limitations in terms of interpretation due to the small group sizes and the lack of a dose response for dystocia in dams over a 16-fold range in dose."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm on Carbaryl as of November 13, 2008.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Technical grade carbaryl, 99.1%, was fed in the diet at 0, 75, 300 or 1500 ppm to 30/sex/group CD Sprague Dawley rats for 1 litter per generation, two generations. At 1500 ppm, there were decreased body weight and food consumption in F0 and F1 parental animals with smaller effects at 300 ppm. In offspring, there were lower body weights, delay in vaginal opening and preputial separation (measured in F1 pups only), increased mortality in F1 and F2 pups at 1500 ppm with an increase in mortality in F2 pups at 300 ppm during lactation, especially pnd 0-4 (survival index of 98.3% for controls, 92.0% at 300 ppm - not statistically significant, and 88.9% at 1500 ppm - also not significant). Parental systemic NOEL = 75 ppm; reproductive NOEL = 1500 ppm (no effects); pup NOEL = 75 ppm."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.178 (1994). Available from, as of November 13, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...100 or 150 mg carbaryl/kg per day, /was administered/ by gavage, or 5660 mg/kg diet (calculated to be 1166 mg/kg per day) to CF-1 mice on gestation days (g.d.) 6-15. Maternal toxicity was noted in the 150-mg group (ataxia, lethality). Litter effects were noted in the 150 mg/kg per day group, where an increase in entirely resorbed litters was seen, and in the dietary group where there was decreased fetal weight.  Pregnant mice were given 0, 100, 150, or 200 mg carbaryl/kg per day, orally, on gestation days 8, 12, or 6-15, and fetuses were examined at term. Maternal death was noted at the high dose in the group receiving carbaryl on gestation days 6-15. Fetal weight reductions were seen at the high-dose levels in all groups, as was reduced ossification, open eyelids, and enlarged renal pelvis. These effects may be indicative of fetal growth retardation."
        },
        {
            "References": "PMID:7875555",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of acute oral administration of carbaryl (10-80 mg/kg), a carbamate insecticide, on some experimental models for detecting dopaminergic activity were examined in rats. Also, serum biochemical variables following carbaryl treatments were determined. Carbaryl (20 and 40 mg/kg) significantly increased the number of apomorphine-induced yawns and at dose of 80 mg/kg it prolonged the duration time of haloperidol-induced catalepsy. Pretreatment with carbaryl failed to affect apomorphine-induced stereotypes. Carbaryl significantly reduced blood cholinesterase activity and elevated blood glucose levels and SGOT and SGPT activities. These results indicate that low oral doses of carbaryl can cause behavioral and toxicological effects in rats."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1098",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... A single dose of carbaryl (20 mg/kg) given to miniature swine caused a 44% and 75% inhibition of cerebral cortex and brain stem AChE, respectively, and caused a hindlimb paralysis even though no obvious effects were seen upon histopathological examination."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1098",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...Rats dying in an acute carbaryl study showed congestion of the brain and meninges, such morphological changes have not been reported in animals treated with less than near-lethal concentrations. ...Morphological changes in the brain ganglia in rabbits and increased brain protein in rats were reported, but /it was/ suggested that such effects occurred only at doses that reduced cholinesterase activities. Rats and dogs receiving oral aldicarb for up to two years showed no adverse effects."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1098",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Severe carbaryl-induced neuromuscular effects were observed in ...swine. High dosages (150 mg/kg/day over 73 to 83 days or 150 mg/kg daily for 28 days followed by 300 mg/kg/day over the next 18 or 57 days) caused severe neuromuscular effects. Reluctance to stand was observed first, followed by a peculiar stance, the rear legs being carried well forward under the body, the animals appearing to be \"walking\" on their dew claws. There was greatly exaggerated flexion of the rear legs, the animals having difficulty in backing up or sitting down. Forcing the animals to move caused marked incoordination, ataxia, muscle tremors, and clonic contractions. Muscular lesions consisted of a myodegeneration of traumatic or ischemic nature, an acute hyaline and vacuolar degeneration, and an acute degenerative process associated with dystrophic calcification."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1099",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...  A clinical syndrome of chronic intoxication characterized by progressive myasthenia, incoordination, ataxia, intention tremor, and clonic muscular contractions terminating in paraplegia and prostration /was observed/. Moderate-to-severe edema was found in myelinated tracts of the cerebellum, brain stem, and upper spinal cord, as well as fragmentation of myelin sheaths, moderate swelling and rupture of axons, necrosis of cellular components in spinocerebellar tracts, and vascular congestion, hypertrophic endothelium, and vascular degeneration and hemorrhage in the gray columns. The authors attributed the pathological effects to vascular changes induced by carbaryl."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1098-1099",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In monkeys, the EEG patterns were not adversely affected at carbaryl levels of 1.0 mg/kg/day. Tolerance to carbamates has been reported. For example, male rats receiving carbaryl (200 mg/kg/day) orally for 3 days/week for 90 days showed no overt toxicity."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1099-1100",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Single intraperitoneal doses of carbaryl (8.0 mg/kg) reduced shock avoidance by 50% in treated rats for 30 minutes, while a dose of 7.3 mg/kg caused a 50% reduction in a positive reward response test (food presentation). In a food reward test in cats, inhaled carbaryl (40 mg/cu m) caused a deficit only immediately after exposure. Spontaneous locomotor activity was reduced in rats in a 60-minute period after acute oral carbaryl (0.56 and 2.24 mg/kg), whereas the daily administration of a higher dose for 14 consecutive days had no effect on \"wheel-turning\"."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1100",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Over 4-month periods, rats inhaling carbaryl (12 to 23 mg/cu m for 4 hours daily) showed decreased performance in a maze task for food reward, but if the treatment was extended every two weeks for four months, performance was normal. A possible association could be suggested between behavioral alterations and cholinesterase inhibition/acute toxicity, the adverse effects being ACh-related."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1100",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Learning in monkeys appeared to be affected by small, chronic doses of carbaryl. This led to the use of the technique called \"chain acquisition\" task in which monkeys learned one set of equivalent response sequences each day; they were trained to make four out of the 12 possible response sequences in a certain order, with the correct responses being changed every day. Carbaryl was administered orally (up to 50 mg/kg) or intramuscularly (1.0, 3.0, 5.0, and 10 mg/kg) to trained macaque monkeys. Oral carbaryl caused no consistent effects on performance, whereas the injected carbaryl elicited significant decreases in total session, time and increased errors in performance at and above dosages of 3.0 mg/kg."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1100",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a feeding study of carbaryl and arprocarb (2-isopropoxyphenylN-methylcarbamate) in rats, the amounts given in the diet to achieve body dosages of 10 and 20 mg/kg over 50 days resulted in the animals showing increased difficulty in performing tasks, forgetting already learned skills."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 42 (1976)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurotoxicological effects of carbaryl (200 mg/kg of diet/day for 50 days) ... In Wistar rats ... affects learning (after 25 days) & performance (after 15 days) ... Affects electroencephalographic patterns under resting & light-stimulated conditions, & ... inhibits acetylcholinesterase activity in erythrocytes & in ... the brain."
        },
        {
            "References": "PMID:6408651",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Motor activity & neuromotor function were examined in adult CD rats exposed to carbaryl, & behavioral effects were compared with the time course of cholinesterase inhibition. Rats received an ip injection of 0, 4, 8, 16, or 28 mg/kg carbaryl in corn oil 20 min before testing. Dosages of 8, 16, & 28 mg/kg decreased rat maze activity whereas 16 & 28 mg/kg reduced open field activity. Max effects of carbaryl on blood & brain cholinesterase & motor activity were seen within 15 minutes. Maze activity had returned to control levels within 30 & 60 min whereas cholinesterase levels remained depressed for 240 min."
        },
        {
            "References": "Moser VC et al; Fund Appl Toxicol 11 (2): 189-206 (1988)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A functional observational battery of tests of autonomic, sensory, and motor integrity of rodents was used to examine the effects of carbaryl in rats. ... In Long Evans hooded rats carbaryl was injected ip at doses of 0, 3, 10, or 30 mg/kg, with testing after 0.5, 3, 24, and 48 hr. Assessments were made of spontaneous activity, central nervous system excitability, autonomic function, muscle tone and equilibrium, motor and sensory affective function, and physiologic responses. Carbaryl caused changes in muscle tone and equilibrium, righting reflex and forelimb and hindlimb grip strength. Numerous signs of autonomic dysfunction were seen with carbaryl. Carbaryl produced decreased reactivity to all stimuli. Carbaryl treated rats were limp and easily handled. Carbaryl produced a general prostration. Dose related decreased general exploratory activity was found for carbaryl in both sexes. Carbaryl caused hypothermia and body weight loss."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/  Escherichia coli  WP2 - reverse mutation studies: negative"
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/  DNA repair deficient bacterial tests: negative"
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/  Chinese hamster lung (V79) cells in culture - Gene mutation, ouabain locus studies: positive"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 46 (1976)",
            "Value": "/GENOTOXICITY/ Carbaryl (85% purity) caused an increased number of recessive lethals in Drosophila melanogaster."
        },
        {
            "References": "PMID:3964078",
            "Value": "/GENOTOXICITY/ The insecticide ... carbaryl ... was examined for its ability to induce chromosomal aberrations in the bone marrow cells of the Syrian hamster treated in vivo. Mutagenicity of comparable preparations was examined at 4 doses: LD50; 0.5, 0.2, and 0.1 LD50. The positive control was an ip injection of cyclophosphamide to hamsters at a dose of 40 mg/kg. ... The mixture of carbaryl and lindane were negative in this test."
        },
        {
            "References": "PMID:15092421",
            "Value": "/GENOTOXICITY/ Mutagenic effects of carbaryl, a contact insecticide with slight systemic properties, have been investigated employing histidine reversion assay in Salmonella typhimurium strains and in vivo chromosomal aberrations in root meristems of Allium cepa. Carbaryl did not enhance significantly the frequency of histidine revertants in any of the strains of Salmonella ie frameshift mutagen tester (TA98), base pair substitution tester strain (TA1535) and ochre mutant strain (TA102). The supplementation with S9 mix did not enhance the reversion frequency significantly. However, carbaryl induced both clastogenic and physiological types of chromosomal aberration. The spectrum of chromosomal aberrations included c-mitosis, stickiness, vagrant chromosomes, polyploidy multipolarity, delayed anaphases, end to end joining of chromosomes, chromosome breaks, ring chromosomes and anaphase bridges. The frequency of chromosomal aberrations was reduced by transferring the carbaryl treated bulbs to distilled water for 24 an 48 hr. The differences between the two assays may be attributed to differences in the metabolism of the test organisms."
        },
        {
            "References": "PMID:339072",
            "Value": "/GENOTOXICITY/ The mutagenic activity of carbaryl & 4 other methyl carbamate insecticides was investigated using histidine auxotrophs (TA98, TA100, TA1535, TA1537 and TA1538) of Salmonella typhimurium derived by Ames. The methyl carbamate insecticides did not cause a significant increase in the number of revertant colonies in the strains used. The nitroso derivatives of the tested insecticides are potent mutagens. Parent insecticides are non-mutagenic."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.183 (1994). Available from, as of November 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/GENOTOXICITY/ Carbaryl did not cause DNA damage in different wild type strains and DNA recombination lacking strains of  Bacillus subtilis. Carbaryl was reported to be non-genotoxic for B. subtilis Marburg 17A Rec+ and Marburg M45T Rec- strains, highly sensitive to frameshift mutagens, even at the highest tested concentration of 10 mg/plate."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.183 (1994). Available from, as of November 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/GENOTOXICITY/ There are two controversial reports on the genotoxicity of carbaryl, evaluated by the induction of mitotic gene conversion in the diploid strain of  Saccharomyces cerevisiae, heteroallelic at the two different loci ade2 and trp5. /When/ an assay system with a 16-hr incubation time and a concentration of carbaryl of 4.97 mmol/L /was used, researchers/ did not observe any changes in the control frequency of mitotic gene conversion. However, ...a weak positive response /was reported/ with a lower concentration of carbaryl (2.5 mmol/L) and shorter (5 hr) incubation time. No converting activity of  N-hydroxy carbaryl (2.5 mmol/L) was found under the same assay conditions."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.183 (1994). Available from, as of November 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/GENOTOXICITY/ Carbaryl was inactive in the rat primary hepatocytes unscheduled DNA synthesis assay. It did not induce significant changes in the nuclear labelling of rat primary hepatocytes in two independent trials with applied concentrations ranging from 5 to 25 ug/mL. ...The lack of DNA-damaging properties of carbaryl, as measured by the induction of UDS, was confirmed... . They used a standardized protocol and autoradiographic techniques in metabolically competent, cultured rat hepatocytes with test concentrations ranging from 0.5 to 1000 nmol/mL."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.190 (1994). Available from, as of November 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/GENOTOXICITY/ N-nitrosocarbaryl has shown a positive response in a number of bacterial assays. In Salmonella, N-nitrosocarbaryl was mutagenic to strains responding to both base substitution (TA1535, TA100) and frame shift (TA1536, TA1537, TA1538, TA98). The mutagenic potential of N-nitrosocarbaryl toward Salmonella TA1535 was greatly diminished by the added exogenous activation system. A decrease in mutagenic activity by the addition of S9 mix on frame shift mutagenesis has also been reported. /N-nitrosocarbaryl/"
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.196 (1994). Available from, as of November 11, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/GENOTOXICITY/ There are several reports of bioassays for carbaryl genotoxicity in which  Drosophila melanogaster was used. ...Carbaryl at 1.5 and 10 mg/L was given to female Drosophila. It was reported that the treatment caused a changed sex ratio, changes in eye color, and various chromosomal aberrations in the offspring. The small amounts of material used and the lack of any detailed presentation of the findings preclude any evaluation or conclusion. At high doses (0.3 mL from a 1% suspension of 85% commercial product in glucose), carbaryl caused a slight increase in mutation frequency in the F1 generation males of a Drosophila line, which were studied at different stages of spermatogenesis. There were no deletions or disturbed fertility. ...A sensitive experimental protocol that incorporated the mating scheme with repair-deficient females reported that carbaryl was not mutagenic for Drosophila. F1 male progeny of males that had ring X chromosomes and double marked Y chromosomes, were treated with carbaryl at 200 mg/L and mated with mus-302, repair-deficient females of  Drosophila. The male progeny did not show any induced complete (ring chromosome) or partial (Y chromosome markers) chromosome loss."
        },
        {
            "References": "Lahmy S et al; Cell Biochem Function 6 (4): 275-82 (1988)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A study was made of the effects of long term exposure of mouse-3T3 fibroblasts to carbaryl on mixed-function-oxidase activity as represented by benzo(a)pyrene metabolism. Carbaryl was used at 10-6 molar. Individual cell activities were assessed by microspectrofluorimetry. Two groups of cells were identified, one (70%) with high benzo(a)pyrene metabolism and the other (30%) with little or no benzo(a)pyrene metabolizing capability. Carbaryl, which does not require metabolism to be toxic, decreased the number of cells in the low benzo(a)pyrene metabolizing category without changing rate constants, when exposure was for 9 to 11 days. Longer exposure (14 to 31 days) caused complete elimination of this class of cells, and some rate constants were increased in the high metabolism class. Both compounds activate the same mixed-function-oxidase system and there are two 3T3 cell subpopulations which present different responses to treatment with carbaryl, reflecting differences in aryl-hydrocarbon-hydroxylase activity."
        },
        {
            "References": "PMID:3011687",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Carbaryl, a broad spectrum insecticide with anticholinesterase activity, was tested for its ability to disturb resident peritoneal macrophages stimulated by opsonized zymosan. The effect of carbaryl on superoxide production and on the release of 1-(14)C-labeled arachidonic acid and (14)C-labeled prostaglandins was dose-dependent. For 2.5x10-6 M of carbaryl, superoxide production and prostaglandin release were not significantly inhibited. At 12.5x10-6 M, the inhibitory effect was apparent for superoxide production (33%) and for the release of 6-keto-PGF1alpha (60%), PGE2 (42%), PGF2alpha (38%), PGD2 (33%). Carbaryl had no effect on the level of free arachidonic acid. Insecticide at 12.5x10-6 M significantly decreased the deacylation of the phosphatidylcholine (20%). Incubation of resident peritoneal macrophages with indomethacin studied conjointly decreased only the prostaglandin release. Evidently carbaryl decreases the sequence of events following the binding of an agent to its receptor and leading to the induction of phospholipase activity. The effect of this pesticide on phospholipid metabolism and its consequences on macrophage stimulation are discussed. Ecto-serine esterase inhibition in the mechanism of the pesticide was suggested."
        },
        {
            "References": "PMID:18584933",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... To screen for compounds that acted on the thyroid hormone receptor (TR) signaling pathway ..., /the authors/ transiently transfected the vector pGal4-L-TRbeta1 (Gal4 DBD fused to hTRbeta1 LBD) and Gal4-responsive luciferase reporter pUAS-tk-Luc into HepG2 cell, developing a reporter gene assay which showed good response to triiodothyronine (T3) and thyroxine (T4) with the median effective concentration (EC(50)) of 0.46 and 25.53 nM, respectively. Bisphenol A exhibited weak anti-thyroid hormone activity with median inhibitory concentration (IC(50)) value of 6.45 x 10-5 M. The assay showed acceptable repeatability to T3 with intra coefficient of variability (CV) of 5.9% and inter CV of 11.7%. Carbaryl, 1-naphthol (1-NAP) and 2-naphthol (2-NAP) were tested for their agonist and antagonist activities. ... All the three related chemicals possessed TR antagonist activity and none of them showed the agonist activity. These results further indicated that TR might be the targets of industrial chemicals..."
        },
        {
            "References": "PMID:17553063",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Carbaryl (1-naphthyl-N-methylcarbamate), a widely used carbamate insecticide, induces cytochrome P450 1A gene expression in mammalian cells. This activity is usually mediated by the interaction of the compound with the aryl hydrocarbon receptor. However, it has been proposed that this mechanism does not apply to carbaryl because its structure differs from that of typical aryl hydrocarbon receptor ligands. /It is shown/ ... here that carbaryl promotes activation of target genes in a yeast-based bioassay expressing both aryl hydrocarbon receptor and aryl hydrocarbon receptor nuclear translocator. By contrast, carbaryl acted as a competitive inhibitor, rather than as an agonist, in a simplified yeast system, in which aryl hydrocarbon receptor nuclear translocator function is bypassed by fusing aryl hydrocarbon receptor to a heterologous DNA binding domain. This dual action of carbaryl, agonist and partial antagonist, was also observed by comparing carbaryl response in two vertebrate cell lines. A yeast two-hybrid assay showed that the mammalian coactivator cAMP response element-binding protein readily interacts with aryl hydrocarbon receptor bound to its canonical ligand beta-naphthoflavone, but not with the carbaryl-aryl hydrocarbon receptor complex. /It was proposed/ that carbaryl interacts with aryl hydrocarbon receptor, but that its peculiar structure imposes a substandard configuration on the aryl hydrocarbon receptor ligand-binding domain that prevents interaction with key coactivators and activates transcription without the need for aryl hydrocarbon receptor nuclear translocator. This effect may be relevant in explaining its physiological effects in exposed animals, and may help to predict its effects, and that of similar compounds, in humans. /The/ data also identify the aryl hydrocarbon receptor/cAMP response element-binding protein interaction as a molecular target for the identification and development of new aryl hydrocarbon receptor antagonists."
        },
        {
            "References": "PMID:9169082",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The study was designed to investigate if, among various insecticides currently used in world agriculture, this compound could induce human CYP1A1, an enzyme known to play an important role in the chemical activation of xenobiotics to genotoxic derivatives. Studies on HepG2 and HaCaT cell lines showed that carbaryl is capable of increasing, in a dose-dependent manner, both the ethoxyresorufin rufin-O-dec, O-deethylase activity and the steady-state concentrations of CYP1A1 mRNA, suggesting a transcriptional activation of this gene. When alpha-naphthoflavone, a partial Ah receptor (AhR) antagonist, and 8-methoxypsoralen, which interferes with the binding of activated AhR to the xenobiotic responsive element (XRE), were added to the cultures, CYP1A1 induction was suppressed. However, competitive binding studies using the 9S enriched fraction of human cytosol indicated that carbaryl did not displace [3H]TCDD from AhR. These data, together with the activation of a XRE-directed CAT reporter gene by carbaryl, suggest that induction of CYP1A1 involves the participation of the AhR and the XRE, but is not mediated by a direct carbaryl-receptor interaction. An alternative ligand-independent mechanism should be considered..."
        },
        {
            "References": "PMID:9853009",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aryl hydrocarbon receptor (AhR) is a ligand-dependent transcription factor that mediates many of the biological and toxicological actions of a variety of hydrophobic natural and synthetic chemicals, including the environmental contaminant 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD, dioxin). Induction of CYP1A1 gene expression is one such response that is known to be regulated by the AhR complex. ... Although carbaryl, a carbamate insecticide, can induce AhR-dependent expression of CYP1A1, it was not an AhR ligand. Since this apparent ligand-independent activation of the AhR is difficult to reconcile given what is known about the mechanism of AhR action, ... the ability of carbaryl to stimulate the AhR signaling pathway /was examined/. Not only was dioxin responsive element-driven luciferase gene expression induced by carbaryl in stably transfected mouse, rat, guinea pig, and human cells, gel retardation analysis revealed that carbaryl stimulated AhR transformation and DNA binding in vitro and in cells in culture. Dose-response experiments revealed that carbaryl was 300,000-fold less potent that the prototypical inducer, TCDD, in both inducing luciferase gene expression and stimulating AhR transformation and DNA binding in vitro, suggesting that carbaryl itself was the inducing agent. The identification of carbaryl as an AhR ligand was demonstrated by its ability to competitively inhibit [3H]-TCDD to the guinea pig hepatic cytosolic AhR. /These/ results confirm that carbaryl is both a weak AhR ligand and inducer of AhR-dependent gene expression and argue against its proposed ligand-independent mechanism of AhR activation."
        },
        {
            "References": "PMID:17948737",
            "Value": "/IMMUNOTOXICITY/ Effect of methyl carbamate pesticide, carbaryl, was studied on macrophage functions, lymphocyte proliferation and delayed type hypersensitivity response. Sixteen adult chicken, vaccinated against Newcaslte disease, were procured and randomly divided in two experimental groups. Chicken of group I served as control, while group II birds were given carbaryl at 20 ppm (No observable effect level, NOEL) in feed for 3 months. To measure the functional activity of phagocytic cells, nitroblue tetrazolium (NBT) reduction test was performed on peripheral blood leucocytes. Concanvalin A (Con-A) and lipopolysaccharide stimulated proliferation of T and B lymphocytes was assessed using MTT dye method. At the end of experiment, the phagocytic capacities of macrophages were significantly reduced in carbaryl treated group. Lymphocyte proliferation responses to Con-A and LPS were (23 and 28%, respectively lower) in chicken fed with carbaryl. Delayed hypersensitivity reaction to tuberculin was reduced to 77% of control values indicating inhibition of cell mediated immune response. The present study suggested of immunosuppressive effect of (NOEL dose carbaryl) in chicken."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 1, 2nd ed. 2001. Academic Press, San Diego, California., p. 775",
            "Value": "/IMMUNOTOXICITY/ The humoral and cellular immune response of rabbits to antigen was unchanged following oral carbaryl (up to 150 ppm) for 4 weeks. Carbaryl suppressed a humoral immune response at very high doses (50% LD50)."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 1, 2nd ed. 2001. Academic Press, San Diego, California., p. 775",
            "Value": "/IMMUNOTOXICITY/ A study was conducted ... in which the effect of carbaryl, administered by three different routes, was examined. The humoral immune response was suppressed after inhalation of carbaryl (up to 335 mg/kg), but not after oral or dermal exposure."
        },
        {
            "References": "USEPA/Office of  Prevention, Pesticides and Toxic Substances; Reregistration Eligibility Decision for Carbaryl. p 7-8 .EPA-738RO7-018 (September 2007) Available from, as of November 4, 2008: https://www.epa.gov/oppsrrd1/REDs/carbaryl_red.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ This study showed that juvenile 11-day-old (post natal day 11, or PND11) pups were more sensitive to inhibition of brain cholinesterase from carbaryl than adult rats. ... The comparative cholinesterase study data was used to derive a new Food Quality Protection Act (FQPA) safety factor by comparing the benchmark dose (BMD) 10 for brain cholinesterase inhibition between adults and pups at postnatal day 11. Because these pups were 1.8x more sensitive to brain cholinesterase inhibition than the adults, the FQPA safety factor was revised to 1.8x, and applied to both the N-methyl carbamate cumulative and the carbaryl-specific risk assessments."
        },
        {
            "References": "Khemani S et al; J Environ Biol 10 (2): 119-26 (1989)",
            "Value": "/OTHER TOXICITY INFORMATION/ The activities of rat brain isocitrate dehydrogenase and succinate dehydrogenase generally inhibited after pesticide treatment. Carbaryl brought about a significant p< 0.01 rise in the ketone bodies level. The inhibition of isocitrate dehydrogenase and succinate dehydrogenase activities inhibit the TCA-cycle resulting into diversion of non-utilized acetyl-CoA units towards ketogenesis."
        },
        {
            "References": "USEPA/Office of Pesticides Programs; Interim Reregistration Eligibility Decision for Carbaryl. p.44 (October 22, 2004) Available at  https://www.epa.gov/oppsrrd1/REDs/carbaryl_ired.pdf on November 4, 2008",
            "Value": "/VETERINARY ANIMALS/ The incident reports on domestic animals in the OPP Incident Data System were evaluated. Based on limited data, there is some evidence that young kittens may be susceptible to adverse reactions to carbaryl."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 154",
            "Value": "/VETERINARY ANIMALS/ Pigs can be poisoned by 1.5 g/kg, showing salivation, tremors, vomiting, depression, anorexia, dyspnea & cyanosis. continued admin of ... lower levels (150-300 mg/kg) produces chronic poisoning of neuromuscular type characterized by incoordination, ataxia, recumbency, & prostration."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 154",
            "Value": "/VETERINARY ANIMALS/ Post mortem findings in acute poisoning are usually limited to congestion & edema of lungs, liver & kidney & petechial hemorrhages of gastric mucosa."
        },
        {
            "References": "Wahbi AA et al; Bull Anim Health Prod Afr 35 (1): 53-8 (1987)",
            "Value": "/VETERINARY ANIMALS/ Four groups of goats were poisoned by different levels of Sevin given as a drench. Clinical signs included inappetance, profused diarrhea, dullness, weakness of the hindlimbs, frothing, nasal discharge, recumbancy and death. Histopathology revealed severe, moderate or slight hyperaemia of the lung, heart, liver, kidney brain, and spinal cord depending on the dose given. Fatty, myocardial or neuronal degenerations and chromatolysis were seen. Focal necrosis, chronic proliferative and chronic interstital glomerulonephritis were evident. SGOT, SGPT and alkaline phosphatase activities and sodium, potassium, and urea concentrations had increased, while cholinesterase activity and total protein concentrations decreased. Hematology showed reductions in Hb, PCV, and RBC values, but total and differential leukocyte counts were not affected. It is concluded that Sevin is toxic to goats by causing nephrotoxic, endothelio-toxic, neurotoxic and pulmonary-toxic effects and hepato-cellular injury."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.155 (1994). Available from, as of November 13, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/VETERINARY ANIMALS/ Cattle are more sensitive than pigs. After a single oral application of carbaryl in cattle, symptoms appeared at a dose level of 25 mg/kg; 100 mg/kg was the minimum effective dose in pigs."
        },
        {
            "References": "WHO; Environ Health Criteria 153: Carbaryl p.155 (1994). Available from, as of November 13, 2008: https://www.inchem.org/documents/ehc/ehc/ehc153.htm",
            "Value": "/VETERINARY ANIMALS/ ...The lethality of carbaryl, administered to sheep at doses ranging from 300 to 1000 mg/kg, was highly correlated with concentrations in the brain (>1 mg/kg) and liver (>3 mg/kg), and with inhibition of acetylcholinesterase (greater than 50% inhibition)."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 659",
            "Value": "/VETERINARY ANIMALS/ Carbaryl, when fed to hogs (150 mg/kg/day for 72 or 83 days), caused a rear leg paralysis, minimal at rest but, when the animals were forced to move, resulting in marked incoordination, ataxia, tremors, clonic muscle contractions, and prostration, with histological evidence of lesions in the CNS and in skeletal muscle."
        },
        {
            "References": "PMID:18177342",
            "Value": "/OTHER TOXICITY INFORMATION/ Endocrine disrupting chemicals (EDCs) may potentially worsen infectious diseases because EDCs disturb human immune function by interfering with endocrine balance. To evaluate the influence of EDCs on the innate immune function of macrophages, ... the effects of 37 possible EDCs on lipopolysaccharide-induced activation of the IFN-beta promoter /were investigated/. Alachlor, atrazine, benomyl, bisphenol A, carbaryl, diethyl phthalate, dipropyl phthalate, kelthane, kepone, malathion, methoxychlor, octachlorostyrene, pentachlorophenol, nonyl phenol, p-octylphenol, simazine and ziram all inhibited the activation. Kepone and ziram showed strong inhibitory effects. Aldicarb, amitrole, benzophenone, butyl benzyl phthalate, 2,4-dichlorophenoxy acetic acid, dibutyl phthalate, 2,4-dichlorophenol, dicyclohexyl phthalate, diethylhexyl adipate, diethylhexyl phthalate, dihexyl phthalate, di-n-pentyl phthalate, methomyl, metribuzin, nitrofen, 4-nitrotoluene, permethrin, trifluralin, 2,4,5-trichlorophenoxyacetic acid and vinclozolin had no significant effects at 100 uM. These results indicate that some agrochemicals and resin-related chemicals may potentially inhibit macrophage function, which suggests that endocrine disruptors may influence the development of infectious diseases."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "1980 Farm Chemicals Handbook. Meister Pub Co, Wiloughby, OH as cited in Ghassemi M et al; Environmental Fates and Impacts of Major Forest Use Pesticides p.A-346-7 TRW Environmental Division (1981) EPA/68-02-3174",
            "Value": "SOIL: A field study in India measuring soil persistence associated with heavier application rates of granular carbaryl showed a slower decline in residue levels. Reductions in soil residues of 62 to 81% after 15 days and 94-98% after 60 days were measured for application rates of 13.4, 26.8, and 40.2 lb active ingredient per acre. Residues up to 6.3 ppm were still in the soil after 90 days. Soil samples were taken to a depth of 10 cm. A heavy application of 22.7 lb per acre of carbaryl to a sandy loam soil resulted in residues in the first 20 cm of soil after 4 months. The upper 1 meter soil layer, however, retained 6% of the initial carbaryl applied after 16 months."
        },
        {
            "References": "(1) Miles JRW, Haris CR; J Environ Sci Health B13: 199-209 (1978) (2) Sundaram KMS, Szeto SY; J Environ Sci Health B22: 579-99 (1987)",
            "Value": "SOIL: Carbaryl was detected in Southwestern Ontario farm soil in 1976 ranging from 0.03-0.08 ppm(1). Five days following a carbaryl application rate of 280 g/ha, carbaryl was detected ranging from 0.06-0.08 ppm in forest soil located in Canada(2). Two hours following a carbaryl application rate of 280 g/ha, carbaryl was detected in stream sediment located adjacent to the spraying area at a concn of 0.03 ppm. Twenty four hours later, no carbaryl was detected (det limit = <=0.005 ppm)(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Haque R, Freed VH; Res Rev 52: 89-116 (1974) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Kenaga EE; Ecotox Env Safety 4: 26-38 (1980) (4) Aly OM, El-Dib MA; pp. 469-93 in Organic Compounds in Aquatic Environ (1971) (5) Aly MI et al; Soil Sci Soc Am J 44: 1213-15 (1980) (6) Bondarenko S, Gan J; Environ Toxicol Chem 23: 1809-14 (2004) (7) Chu W, Chan K-H; Sci Total Environ 248: 1-10 (2000) (8) Worrall F et al; J Geol Soc 157: 877-84 (2000)",
            "Value": "Carbaryl was estimated to leach <20 cm/yr assuming an annual rainfall of 150 cm; a loam soil and a temperature of 25 °C were assumed(1). Soil-sorption coefficient (Koc) values of 370 and 390 were determined using a soil slurry method and reverse phase HPLC, respectively(2). In another study, carbaryl had a Koc value of 230(3). Freundlich k values are 0.017 and 0.046 in kaolinite and bentonite clays, respectively(4). In Ca-bentionite, alluvial and highly calcareous soils, the Freundlich adsorption isotherm showed a non-linear pattern and the adsorption was found to be temperature dependent, the adsorption being higher at lower temperature(5). In a study of the degradation and sorption from urban creek sediments from southern California, the sorption coefficient of carbaryl increased with time, indicating that in sediment carbaryl may become less available over time because of increased sorption(6). After 1 day of incubation, the estimated Koc was 310 to 420 for carbaryl. The measured Kd values of carbaryl in sediment after 1, 2, 6, and 28 days were 2.1, 2.4, 5.6, and 47.7 mL/g, respectively(6). A Koc of 230 mL/g has been reported for carbaryl(7). Carbaryl was reported to have a mean Koc value of 288 in the 1993 UK database(8). According to a classification scheme(2), these Koc values suggest that carbaryl is expected to have moderate mobility in soil."
        }
    ],
    "plant_translocations": [
        {
            "content": "Localized treatment of either fruitlets, pedicels, or bourse shoot leaves of cv Discovery apple trees with 2100 ppm carbaryl caused significant fruitlet abscission. Whereas carbaryl applied to a pedicel moved in significant amounts into the fruitlet, carbaryl applied to the fruitlet itself or to the bourse shoot leaves was not translocated. Carbaryl applied to a fruitlet did not enter the seeds. A possible mode of action is discussed, and some practical implications are considered.",
            "reference": "Knight, J. N. (1983). Translocation properties of carbaryl in relation to its use as an apple fruitlet thinner. Journal of Horticultural Science, 58(3), 371-379.",
            "method": {
                "Test Plant": "Apple (cv. Discovery)",
                "Apply Location": "Foliar application - fruitlet, pedicel (fruit stalk), or rosette leaves",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "14C-carbaryl (carbamate-labeled), specific activity not provided. 50:50 acetone/water solution containing ~1 μCi 14C-carbaryl (1979 study). 2100 ppm aqueous suspension containing 1 μCi 14C-carbaryl (1980 study)",
                "Pesticide Application Details for the Plant": "20 μl of 2100 ppm suspension with 1 μCi 14C applied to fruitlet/pedicel/leaves (5 reps)",
                "Other Information": "Spurs harvested after 48h (1979) or 72h (1980).Plant parts separated, freeze-dried, oxidized to measure 14C by liquid scintillation counting.Uptake period determined by serial sampling of treated leaves and acetone washing"
            },
            "result": "[{\"Treated location\": \"Fruitlet\", \"Rosette leaves (% of recovered)\": 0.56, \"Bourse (%)\": 0.97, \"Peduncle (%)\": 0.17, \"Pedicele 1 (%)\": 0.67, \"Fruitlet 1 (%)\": 97.44, \"Pedicel 2 (%)\": 0.07, \"Fruitlet 2 (%)\": 0.11}, {\"Treated location\": \"Pedicel\", \"Rosette leaves (% of recovered)\": 6.39, \"Bourse (%)\": 1.21, \"Peduncle (%)\": 4.69, \"Pedicele 1 (%)\": 19.78, \"Fruitlet 1 (%)\": 61.32, \"Pedicel 2 (%)\": 1.35, \"Fruitlet 2 (%)\": 5.27}, {\"Treated location\": \"Rosette leaves\", \"Rosette leaves (% of recovered)\": 86.26, \"Bourse (%)\": 4.74, \"Peduncle (%)\": 5.41, \"Pedicele 1 (%)\": 0.62, \"Fruitlet 1 (%)\": 1.49, \"Pedicel 2 (%)\": 0.42, \"Fruitlet 2 (%)\": 0.92}]"
        }
    ]
}