{
    "_id": {
        "$oid": "6682e984c4e5dba5ffba2b05"
    },
    "CID": {
        "$numberInt": "61585"
    },
    "Name": "Celestolide",
    "IUPACName": "1-(6-tert-butyl-1,1-dimethyl-2,3-dihydroinden-4-yl)ethanone",
    "CanonicalSMILES": "CC(=O)C1=C2CCC(C2=CC(=C1)C(C)(C)C)(C)C",
    "Synonyms": [
        "CELESTOLIDE",
        "13171-00-1",
        "4-Acetyl-6-tert-butyl-1,1-dimethylindan",
        "1-(6-(tert-Butyl)-1,1-dimethyl-2,3-dihydro-1H-inden-4-yl)ethanone",
        "4-Acetyl-6-tert-butyl-1,1-dimethylindane",
        "1-(6-tert-butyl-1,1-dimethyl-2,3-dihydroinden-4-yl)ethanone",
        "Ethanone",
        "1-[6-(1,1-dimethylethyl)-2,3-dihydro-1,1-dimethyl-1H-inden-4-yl]-",
        "FEMA No. 3653",
        "6-tert-Butyl-1,1-dimethylindan-4-yl methyl ketone",
        "4-Acetyl-6-butyl-1,1-dimethylindane",
        "6-tert-Butyl-1,1-dimethyl-4-indanyl methyl ketone",
        "Ketone",
        "6-tert-butyl-1,1-dimethyl-4-indanyl methyl",
        "1-(6-tert-Butyl-1,1-dimethyl-2,3-dihydro-1H-inden-4-yl)ethanone",
        "4-Acetyl-6-tert-butyl-1,1-dimethyl indan",
        "E1HM68Q21P"
    ],
    "IsomericSMILES": "CC(=O)C1=C2CCC(C2=CC(=C1)C(C)(C)C)(C)C",
    "INCHI": "InChI=1S/C17H24O/c1-11(18)14-9-12(16(2,3)4)10-15-13(14)7-8-17(15,5)6/h9-10H,7-8H2,1-6H3",
    "INCHIKEY": "IKTHMQYJOWTSJO-UHFFFAOYSA-N",
    "Formula": "C17H24O",
    "MolecularWeight": {
        "$numberDouble": "244.37"
    },
    "Description": "4-Acetyl-6-tert-butyl-1,1-dimethylindane is a member of indanes.",
    "XlogP": {
        "$numberDouble": "5"
    },
    "Complexity": {
        "$numberInt": "334"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hu Z et al; Chemosphere 84: 1630-1635 (2011) (2) Hajkova K et al; Arch Environ Contam Toxicol 53: 390-396 (2007) (3) Li Z et al; Water Res 45(3): 1403-1413 (2011)",
            "Value": "Acetyl tert-butyl dimethylindan was tested for but not detected in crucian carp (Carassius auratus), silver carp (Hypophthalmichthys molitrix) and common carp (Cyprinus carpio) from the Haihe River in North China, collected from Dec 29-30, 2008; detection limit = 1.0-1.2 ng/g(1). The compound was tested for but not detected in chub (Leuciscus cephalus), used as a bioindicator of contamination of the Vltava River, upstream and downstream from Prague, Czeck Republic. Sampling was conducted in June 2005; detection limit = 0.4 ug/g wet weight(2). The compound was reported at a concentration of <0.9 ug/kg lipid weight in brown trout (Salmo trutta fario L.) from the Prachatice, Brohl and Pacov streams, Czech Republic. Fish were collected upstream and downstream from sewage treatment plants in 2009(3)."
        },
        {
            "References": "(1) O'Toole S, Metcalfe C; J Great Lakes Res 32: 361-369 (2006)",
            "Value": "Mean lipid concentrations of acetyl tert-butyl dimethylindan in fish from Hamilton Harbour, Ontario, Canada. The compound was not detected in these same species sampled from the Detroit River and western Lake Erie. Sampling was conducted in spring 2002; limit of quantitation = 0.2 ug/kg wet weight(1).",
            "Table": "[{'Fish': 'Brown bullhead', 'Genus species': 'Ameiurus nebulosus', 'Mean concn (ug/kg wet wt)': 'not detected'}, {'Fish': 'Gizzard shad', 'Genus species': 'Dorosoma cepedianum', 'Mean concn (ug/kg wet wt)': '4.9'}, {'Fish': 'White perch', 'Genus species': 'Morone americana', 'Mean concn (ug/kg wet wt)': '6.5'}, {'Fish': 'Yellow perch', 'Genus species': 'Perca fluviatilus', 'Mean concn (ug/kg wet wt)': 'not detected'}]"
        },
        {
            "References": "PMID:18384818",
            "Value": "Six polycyclic musk compounds [Cashmeran (DPMI), Celestolide (ADBI), Phantolide (AHMI), Traseolide (ATII), Tonalide (AHTN), and Galaxolide (HHCB)] were analysed in marine green-lipped mussels (Perna viridis) from Hong Kong. ADBI, HHCB and AHTN were detected in almost all samples, while AHMI, ATII and DPMI were not detected. Concentrations of ADBI, HHCB and AHTN in mussels ranged from below detection limit-0.0743 (mean: 0.0246), 0.247-6.08 (mean: 1.15) and 0.0591-0.738 (mean: 0.190)mg/kg lipid weight, respectively. Mussels from two sampling sites in central Victoria Harbour contained the highest total polycyclic musk levels, suggesting that these waters are heavily influenced by domestic sewage. Concentrations of HHCB and AHTN detected in the mussel samples were the second highest and the highest levels, respectively, compared to global concentrations. A preliminary risk assessment indicated that HHCB and AHTN in mussels pose little or no threat to the health of shellfish consumers. Nevertheless, more comprehensive studies are required to further assess the ecological and human health risks associated with polycyclic musks."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hu Z et al; Chemosphere 84: 1630-1635 (2011) (2) Peck AM et al; Environ Sci Technol 40: 5629-5635 (2006) (3) Villa S et al; Sci Total Environ 416: 137-41 (2012) (4) Li Z et al; Water Res 45(3): 1403-1413 (2011)",
            "Value": "SEDIMENT: Acetyl tert-butyl dimethylindan was present in several of 13 samples from sites along the Haihe River in North China, collected from Dec 29-30, 2008(1). A dry-weight surface concentration of 0.10 ng/g, corresponding to a loading of 0.30 kg/yr, was reported in sediment cores from Lake Ontario (Toronto, Ontario, Canada; Rochester, NY) and Lake Erie (Cleveland, OH; Buffalo, NY), sampled during Aug 7-13, 2003(2). A median concentration of 100 ng/g dry weight has been reported in suspended sediments from the Molgora River (Lombardia Region, Northern Italy), sampled in 2010/2011. A concentration of 16 ng/g dry weight was reported in suspended sediments from the Elbe River, Germany, sampled in 1997(3). Acetyl tert-butyl dimethylindan  was reported at a concentration <0.03 ug/kg dry weight in sediments from the Prachatice, Brohl and Pacov streams, Czech Republic. Samples were collected upstream and downstream from sewage treatment plants in 2009(4)."
        },
        {
            "References": "(1) Bogdal C et al; Environ Sci Technol 43: 8173-77 (2009)",
            "Value": "SEDIMENT: Synthetic musks, including acetyl tert-butyl dimethylindan, were detected in sediment cores from Lake Oberaar, Switzerland, a glacier-fed Alpine lake, sampled in 2006. Core analysis revealed peak musk deposition occurring in 1960s-1970s, low levels in 1980s-1990s, and a second peak beginning in the late 1990s. Presence in glacial melt water is thought to be the result of atmospheric deposition(1). /Musks/"
        }
    ]
}