{
    "_id": {
        "$oid": "6682e837c4e5dba5ffba247a"
    },
    "CID": {
        "$numberInt": "6167"
    },
    "Name": "COLCHICINE",
    "IUPACName": "N-[(7S)-1,2,3,10-tetramethoxy-9-oxo-6,7-dihydro-5H-benzo[a]heptalen-7-yl]acetamide",
    "CanonicalSMILES": "CC(=O)NC1CCC2=CC(=C(C(=C2C3=CC=C(C(=O)C=C13)OC)OC)OC)OC",
    "Synonyms": [
        "colchicine",
        "64-86-8",
        "Colchisol",
        "Colchicinum",
        "Colchicin",
        "Colchicina",
        "Colchineos",
        "Condylon",
        "Colcin",
        "Colsaloid",
        "Colcrys",
        "7alphaH-Colchicine",
        "Goutnil",
        "Kolkicin",
        "(S)-colchicine"
    ],
    "IsomericSMILES": "CC(=O)N[C@H]1CCC2=CC(=C(C(=C2C3=CC=C(C(=O)C=C13)OC)OC)OC)OC",
    "INCHI": "InChI=1S/C22H25NO6/c1-12(24)23-16-8-6-13-10-19(27-3)21(28-4)22(29-5)20(13)14-7-9-18(26-2)17(25)11-15(14)16/h7,9-11,16H,6,8H2,1-5H3,(H,23,24)/t16-/m0/s1",
    "INCHIKEY": "IAKHMKGGTNLKSZ-INIZCTEOSA-N",
    "Formula": "C22H25NO6",
    "MolecularWeight": {
        "$numberDouble": "399.4"
    },
    "Description": "(S)-colchicine is a colchicine that has (S)-configuration. It is a secondary metabolite, has anti-inflammatory properties and is used to treat gout, crystal-induced joint inflammation, familial Mediterranean fever, and many other conditions. It has a role as a mutagen, an anti-inflammatory agent and a gout suppressant. It is a colchicine and an alkaloid. It is an enantiomer of a (R)-colchicine.",
    "XlogP": {
        "$numberDouble": "1"
    },
    "Complexity": {
        "$numberInt": "740"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 177",
            "Value": "log Kow = 1.03"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:16188942",
            "Value": "... HUVEC cells were exposed to various concentrations of colchicine and were harvested at different time points. Ribonucleic acid was extracted, amplified, reverse transcribed and hybridized to complementary deoxyribonucleic acid microarrrays containing more than 40,000 probes to human expressed sequence tags. This approach enabled us to have a global look at the transcriptional response induced by colchicine treatment. Colchicine changed the expression of many genes in HUVEC cells following exposure to a concentration of 100 ng/ml or higher. Following short exposure (30 or 120 min), colchicine affected genes known to be involved in the cell cycle and its regulation. However, change in expression of genes involved in neutrophil migration or other inflammatory processes were observed mainly after 12 to 24 hr. The anti-inflammatory effect of colchicine may be mediated not only through direct interaction with microtubules but also through changes at the transcriptional level. This latter effect apparently requires a higher concentration and a longer time to occur."
        },
        {
            "References": "PMID:18638431",
            "Value": "Colchicine, long used to treat gout, arrests microtubule assembly and inhibits many cellular functions. At micromolar concentrations, it suppresses monosodium urate crystal-induced NACHT-LRR-PYD-containing protein-3 (NALP3) inflammasome-driven caspase-1 activation, IL-1beta processing and release, and L-selectin expression on neutrophils. At nanomolar concentrations, colchicine blocks the release of a crystal-derived chemotactic factor from neutrophil lysosomes, blocks neutrophil adhesion to endothelium by modulating the distribution of adhesion molecules on the endothelial cells, and inhibits monosodium urate crystal-induced production of superoxide anions from neutrophils. Cyto-chrome P450 3A4, the multidrug transporter P-glycoprotein, and the drugs that bind these proteins influence its pharmacokinetics and pharmacodynamics. Trial evidence supports its efficacy in acute gout and in preventing gout flares, but it has narrow therapeutic index, and overdosage is associated with gastrointestinal, hepatic, renal, neuromuscular, and cerebral toxicity; bone marrow damage; and high mortality."
        },
        {
            "References": "PMID:19188483",
            "Value": "The actions of colchicine were examined with the two-electrode voltage-clamp technique and radioligand binding assays in mouse and human 5-hydroxytryptamine(3A) receptors (5-HT(3A)Rs) expressed in Xenopus laevis oocytes. Colchicine inhibited 5-hydroxytryptamine (5-HT)-evoked currents in oocytes expressing mouse 5-HT(3A)Rs, with an IC(50) of 59.5 +/- 3 uM. In contrast to the mouse receptor, coapplication of colchicine with 5-HT (<1 uM) strongly enhanced 5-HT-evoked currents in oocytes expressing human 5-HT(3A)Rs. Colchicine applied alone did not induce a detectable current. In the presence of 0.5 microM 5-HT, the potentiation was concentration-dependent and reached the maximum (approximately 100%) when 750 microM colchicine was applied. However, colchicine-dependent inhibition can be observed at 5-HT concentrations > 1 uM. In oocyte membranes expressing mouse or human receptors, binding studies with colchicine (25 nM-1 mM) revealed no displacement of 1-methyl-N-((1R,3r,5S)-9-methyl-9 azabicyclo [3.3.1]nonan-3yl)-1H-indazole-3 carboxamide ([(3)H]BRL-43694), suggesting that actions of colchicine do not occur at the ligand binding domain. Functional effects of colchicine on both receptors occurred in the absence of preincubation and after cold temperature incubation, suggesting that the microtubule-depolymerizing effects of colchicine play no role in modulation of receptor function. Studies with interspecies chimeric receptors demonstrated that the distal one third of the N terminus is responsible for the bidirectional modulation by colchicine. Collectively, these results suggest that colchicine modulates receptor function through loops C and/or F through a gating mechanism."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and   Gilman's The Pharmacological Basis of Therapeutics. 11th  ed.  New York, NY: McGraw-Hill, 2006., p. 707",
            "Value": "Colchicine exerts a variety of pharmacological effects, but how these occur or how they relate to its activity in gout is not well understood. It has antimitotic effects, arresting cell division in GI by interfering with microtubule and spindle formation (an effect shared with vinca alkaloids). This effect is greatest on cells with rapid turnover (e.g., neutrophils and GI epithelium). Although somewhat controversial, colchicine may alter neutrophil motility in ex vivo assays. Colchicine also renders cell membranes more rigid and decreases the secretion of chemotactic factors by activated neutrophils."
        },
        {
            "References": "Goldfrank, L.R.,  Goldfrank's Toxicologic Emergencies 8th Ed. 2006., McGraw-Hill, New York, N.Y., p. 581",
            "Value": "Colchicine is a potent inhibitor of microtubule formation and function, which interferes with cellular mitosis, intracellular transport mechanism, and maintenance of cell structure and shape. The ubiquitous presence of microtubules in cells composing various tissues and organs throughout the body presents a wide variety of targets for colchicine poisoning. Colchicine accumulates in leukocytes and has inhibitory effects on leukocyte adhesiveness, ameboid motility, mobilization, lysosome degranulation, and chemotaxis. At concentrations used clinically, colchicine can inhibit neutrophil and synovial cell release of chemotactic glycoproteins. Colchicine also reduces symptoms by inhibiting microtubule polymerization, which disrupts inflammatory cell-medicated chemotaxis and phagocytosis. It reduces expression of adhesion molecules on endothelial and white blood cells and affects polymorphonuclear cell cytokine production. Colchicine also can act as a competitive antagonist at gamma-aminobutyric acid type A (GABAA) receptors."
        },
        {
            "References": "Dart, R.C. (ed). Medical Toxicology. Third Edition, Lippincott Williams & Wilkins. Philadelphia, PA. 2004., p. 1033",
            "Value": "Although the specific mechanism for colchicine is not known, it prevents the polymerization of a and b forms of tubulin. This prevents mitosis and explains why it tends to affect organs with rapidly dividing cells first. Other cellular effects include decreased endocytosis and exocytosis, altered cell shape (Tubulin structure determines cell shape), and depressed cellular motility. Polymorphonuclear cell chemotaxis decreases within hours of ingestion."
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 3693",
            "Value": "The principal pharmacologic effect of colchicine is its antigout activity. The drug has weak anti-inflammatory activity but has no analgesic activity. The drug has no effect on urinary excretion of uric acid or on serum urate concentration, solubility, or binding to serum proteins. Although the mechanism of the antigout effect of colchicine is not completely known, the drug appears to reduce the inflammatory response to deposition of monosodium urate crystals in joint tissues, possibly by inhibiting polymorphonuclear leukocyte (PMNL) metabolism, mobility, chemotaxis, and/or other leukocyte functions. Colchicine also interferes with sodium urate deposition by directly decreasing lactic acid production by PMNL and indirectly reducing acid production by decreasing phagocytosis."
        },
        {
            "References": "IPCS; Poisons Information Monograph (PIM) 141: Colchicine. (October 1995). Available from, as of August 25, 2009: https://www.inchem.org/documents/pims/pharm/colchic.htm",
            "Value": "Colchicine binds to tubulin and this prevents its polymerization into microtubules.  The binding is reversible and the half-life of the colchicine-tubulin complex is 36 hours. Colchicine impairs the different cellular functions of the microtubule: separation of chromosome pairs during mitosis (because colchicine arrests mitosis in metaphase), amoeboid movements, phagocytosis."
        }
    ]
}