{
    "_id": {
        "$oid": "6682e837c4e5dba5ffba247c"
    },
    "CID": {
        "$numberInt": "6173"
    },
    "Name": "NICOTINE SULFATE",
    "IUPACName": "3-(1-methylpyrrolidin-2-yl)pyridine;sulfuric acid",
    "CanonicalSMILES": "CN1CCCC1C2=CN=CC=C2.CN1CCCC1C2=CN=CC=C2.OS(=O)(=O)O",
    "Synonyms": [
        "NICOTINE SULFATE",
        "Nicotine",
        "sulfate (2:1)",
        "65-30-5",
        "SCHEMBL2466750",
        "3-(1-methylpyrrolidin-2-yl)pyridine;sulfuric acid",
        "W-104797"
    ],
    "IsomericSMILES": "CN1CCCC1C2=CN=CC=C2.CN1CCCC1C2=CN=CC=C2.OS(=O)(=O)O",
    "INCHI": "InChI=1S/2C10H14N2.H2O4S/c2*1-12-7-3-5-10(12)9-4-2-6-11-8-9;1-5(2,3)4/h2*2,4,6,8,10H,3,5,7H2,1H3;(H2,1,2,3,4)",
    "INCHIKEY": "IECQULMJVNSKDB-UHFFFAOYSA-N",
    "Formula": "C20H30N4O4S",
    "MolecularWeight": {
        "$numberDouble": "422.5"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "228"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:19129681",
            "Value": "Nicotine has been shown to reduce both tone and muscular activity in the human colon by releasing nitric oxide (NO) from nerves. To our knowledge, however, the effect of nicotine on mouse colon has not been elucidated, and the response in tissue from ulcerative colitis (UC) has not been investigated. We examined nicotine-induced responses in colon from control mice and mice with dextran sodium sulfate (DSS)-induced UC. In controls, bath application of nicotine caused a transient relaxation in longitudinal preparations from the transverse and distal colons but not from the rectum. The response was observed in the presence of bethanechol, abolished by treatment with tetrodotoxin and hexamethonium, and mediated partially (>50%) by the NO pathway. In longitudinal preparations of the distal colon from DSS-treated mice, spontaneous contractions decreased markedly, and nicotine caused contraction without relaxation in half of the preparations tested. Nicotine-induced relaxation in the presence of bethanechol was significantly decreased in the DSS-treated distal colon without changing bethanechol-induced contractions. These data suggest that 1) responses to nicotine differ dependent on colon regions, 2) DSS treatment predominantly caused nicotine-sensitive neurogenic changes in distal colon, and 3) DSS treatment may reverse the direction of nicotine-evoked responses in the colon, in mice."
        },
        {
            "References": "PMID:1150020",
            "Value": "Intravenous administration of nicotine sulfate caused a dose-dependent reduction in the lower esophageal sphincter pressure in anesthetized opossums. The maximal reduction in pressure of 85.0 +/- 2.6% was observed with a dose of 50 ug per kg. The effect of 50 ug per kg was not antagonized by bilateral cervical vagotomy, atropine, propranolol or by catecholamine depletion with reserpine. The sphincter relaxation produced by 50 mug per kg of nicotine was antagonized during tachyphylaxis produced by a larger dose (4 mg per kg) of nicotine. Nicotine tachyphylaxis also blocked the vagal-stimulated relaxation of the sphincter. It is suggested that the main action of nicotine on the sphincter in intact animals is caused by its effect on the noncholinergic, nonadrenergic inhibitory neurons which lie in the vagal pathway to the lower esophageal sphincter."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 97",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Nicotine sulfate is slightly less toxic /than nicotine/, lethal dose for 18-month-old lambs estimated as 0.2 to 0.3 g. ... Toxic dose for adult sheep is 0.7 to 1 g. ... /Investigators/ found that 1 g doses were needed to produce poisoning in bulls & heifers of from 1 yr to 18 mo of age."
        },
        {
            "References": "PMID:3184774",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To investigate effects of systemic nicotine on mucus secretion from tracheal submucosal glands we anesthetized 13 ferrets (5 male, 8 female; average weight 1138 +/- 469 g, mean +/- SD) with pentobarbital (initial dose, 62 +/- 26, total dose, 90 +/- 26 mg/kg), cannulated the jugular vein for iv application of infusions and drugs and cannulated the femoral artery for determination of blood pressure, heart rate, blood cells, and blood gases. /Investigators/ opened the thorax, cannulated the trachea 1 cm above the carina and ventilated the lungs through the lower airways with a Harvard respirator. ... An electromagnetic flow probe /was placed/ around the ascending aorta for measurement of cardiac output. ... Transpulmonary pressure /was measured/ as tracheal pressure with a strain gauge transducer. /Investigators/ created an isolated segment of trachea between the larynx and the tracheal cannula. ... The segment /was perfused/ with medium M-199 containing 30 uCi/mL Na(2)35SO4 (35S) and /was/ injected /with/ 100 uCi 35S intravenously. After 90 min ... the radioactive solution /was drained/ from the luminal side and replaced it with nonradioactive medium which /was/ collected at 5-min intervals for determination of nondialyzable radioactivity. At 25 min nicotine sulfate (5 x 10(-7)-10(-5) M/kg) /was injected/ and /investigators/ continued to collect the perfusate every 5 min. Systemic nicotine had profound effects on circulatory and ventilatory variables and on gland secretion. Initial hypertension was followed by bradycardia and a fall in blood pressure and cardiac output."
        },
        {
            "References": "PMID:4022267",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were given daily injections of nicotine sulfate in doses ranging from 0.1 to 0.4 mg/kg. The behavioral effect of these injections was measured as locomotor activity in photocell cages. Repeated administration of the same dose to each rat resulted in an enhancement of the stimulant effect of nicotine. This enhanced behavioral effect was quite pronounced within 5 days of repeated injection. Tissue from the cerebral cortex of these rats, exposed to nicotine for 5 days, was assayed for binding of [3H]acetylcholine to nicotinic receptors. These relatively small doses of nicotine resulted in 18-26% increases in cortical nicotinic receptors, compared to saline-treated rats. Rats exposed to 0.2 mg/kg of nicotine for 5 days and then given saline for 7 days still showed an enhanced behavioral response to nicotine on the eighth day after exposure, and nicotinic binding in the cortex was still elevated. However, 21 days after exposure to nicotine both the behavioral response to nicotine and the binding values had returned to the same values as those of saline-treated rats. These data imply that increased binding of [3H]acetylcholine to nicotinic sites and the enhanced behavioral effect of nicotine are functionally linked."
        },
        {
            "References": "LAZUTKA FA ET AL; GIG SANIT 34 (5): 30 (1969)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chronic inhalation of aerosol at 0.33 mg/cu m for 4 months prevented development of conditioned reflex to sound with food reinforcement. In rats and rabbits the threshold concn was 0.2 mg/cu m for chronic inhalation of nicotine sulfate."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ fed groups of growing rats diets containing nicotine as the sulfate for up to 300 days. Diets containing more than 500 ppm nicotine as the sulfate were fatal within a few days. Diets containing more than 60 ppm of nicotine as the sulfate inhibited the growth of rats. The growth retardation was principally attributable to reduced food intake and a small amount to the ingestion of nicotine."
        },
        {
            "References": "JAFFEE OC; IRCS MED SCI, LIBR COMPEND 3 (10): 494 (1975)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nicotine sulfate (0.5-1.0 mg/egg) produced bradycardia when injected into chick embryos at various stages of growth. 21/32 died when 0.07 mg administered at stage 11 of development. No teratogenic effects in survivors."
        },
        {
            "References": "STRUDEL G, GATEAU G; CR ACAD SCI, SER D 272 (19): 2480 (1971)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Injection into vitellin sac of 48hr chick embryo provoked after several hr meandriform deformation of cervical cord and neural tube. Shortening of neural tube /was the result of/ a telescoping of cervical somites."
        },
        {
            "References": "PMID:13758657",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Varying amounts of nicotine sulfate 40% were injected into the yolk sac /of a chicken/ at successive stages between 0 and 120 hours of incubation. At a dose of 2.5 mg, the incidence of abnormal cervical vertebrae rose to a maximum of 85.7% following injection after 72 hours of incubation. Treatment with 5 mg/egg overcame the stage differentials and led to abnormal development of nearly all embryos. At this dose, muscular hypertrophy and, to a lesser extent shortening of the upper beak occurred. The beak abnormality was found in 4.7% of the survivors of embryos treated at 96 hours and in 5.3% of the 120-hours group. Injections of 7.5 mg/egg after 24 and 96 hours of incubation gave survival of fewer than half of the embryos to late stages. All had an abnormal cervical spine; in about half, the tail was also reduced in length. About 1/3 of the embryos exhibited gross symptoms of muscular hypoplasia (more extreme following treatment at 24 hours than at 96 hours)."
        },
        {
            "References": "KHAN MA; TERATOLOGY 11: 25A (1975)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nicotine sulfate at 5 mg/embryo inoculated on day 5 of incubation induces small chick embryo size in comparison to untreated controls, and displaced gastrocnemius tendons in one or both legs. The teratogenic effect of nicotine sulfate appears to be primarily on /developing/ cartilage."
        },
        {
            "References": "PMID:7196602",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cholinergic agonists including nicotine sulfate were administered to quail embryos in physiologic saline (0.9% NaCl), a single 25 uL injection into the vitellus at 3 days, and the embryos killed at 11 days. Gross malformations (contortions of the spine and numerous vertebral fusions) were found with the cholinergic agonists, which directly favor muscle membrane depolarization, suggesting that such malformations may be due to muscle contraction following depolarization."
        },
        {
            "References": "PMID:9455660",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fetuses of pregnant CD-1 mice, exposed to 0.1% nicotine sulfate at a dose of 1.67 mg/kg body weight from the 6th through the 15th gestational days were compared with control fetuses to assess the effects of nicotine on tongue development. Mothers were sacrificed on the 18th gestational day. The heads of a total of 130 nicotine-treated and 348 control fetuses were embedded in paraffin and sectioned in the frontal plane. 9.6% of the nicotine-treated fetuses had palatal clefts and their tongue development was much retarded compared to the controls. The tongues of the clefted fetuses were misshaped, reduced in size, had no filiform or fungiform papillae, and their myotubes were just in the process of formation. The circumvallate papilla of these fetuses were present but neither taste buds nor glands of von Ebner had as yet developed. Tongue development of nicotine-treated, non-clefted fetuses were closer to those of the controls. The anlagen of their filiform and fungiform papillae were developing, their myotubes were longer and better arranged, their circumvallate papilla was present but without taste buds, and their glands of von Ebner were not developed. It is suggested that nicotine interferes with both palatal and mesenchymal components of tongue development."
        },
        {
            "References": "PMID:8073369",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...The purpose of this study was to evaluate and compare the effects of coniine and nicotine in the developing chick. Concentrations of coniine and nicotine sulfate were 0.015%, 0.03%, 0.075%, 0.15%, 0.75%, 1.5%, 3%, and 6% and 1%, 5%, and 10%, respectively. Both compounds caused deformations and lethality in a dose-dependent manner. All concentrations of nicotine sulfate caused some lethality but a no effect level for coniine lethality was 0.75%. The deformations caused by both coniine and nicotine sulfate were excessive flexion or extension of one or more toes. No histopathological alterations or differences in bone formation were seen in the limbs or toes of any chicks from any group; however, extensive cranial hemorrhage occurred in all nicotine sulfate-treated chicks. There was a statistically significant (P < or = 0.01) decrease in movement in coniine and nicotine sulfate treated chicks as determined by ultrasound. Control chicks were in motion an average of 33.67% of the time, while coniine-treated chicks were only moving 8.95% of a 5-min interval, and no movement was observed for nicotine sulfate treated chicks. ..."
        },
        {
            "References": "PMID:2269938",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Young albino mice, 4-days-old, exposed to 0.1% nicotine sulfate on gestational days 6-20 were compared with untreated pups to determine nicotine's effects on the animals. Pregnant mice were given intraperitoneal injections of nicotine at a dose of 1.67 mg/kg/day. Data of pups weight, CRL, distance between the anterior and posterior limbs, maximum head height and width as well as head circumference were collected. The neonates were then decapitated, their entire mandibles were excised, routinely prepared, sectioned and stained with H and E for histologic examination of the developing incisors. All the parameters were significantly reduced in the treated group. Histologically, the processes of odontogenesis appeared retarded in nicotine treated animals, whereas the control group demonstrated normal dentin and enamel formation. Thus nicotine has a detrimental effect on the development of newborn offspring in general and incisor development in particular. This effect begins prenatally and extends postnatally."
        },
        {
            "References": "PMID:2091804",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fetuses of pregnant CD-1 mice, exposed to intraperitoneal injection of 0.1% nicotine sulfate at a dose of 1.67 mg/kg body weight/day on gestational days 6-15, were compared with control (saline injected and non-injected) fetuses to assess the effects of nicotine on fetal growth in general and palatogenesis in particular. A total of 59 pregnant females (18 experimental and 41 control) were sacrificed on the 18 th gestational day and their fetuses were examined gross morphologically and histologically (using serial sections through the head in the frontal plane). Data analysis revealed that maternal weight gain, crown-rump length, fetal weight and head dimensions were significantly reduced in nicotine treated animals when compared to those of the controls. Histological examination revealed that 9.6% of fetuses of nicotine injected mothers presented clefts of the palate, whereas none of the control fetuses had that anomaly. It was concluded that nicotine has a detrimental effect on general growth and development as well as on palatogenesis of mice."
        },
        {
            "References": "PMID:7344879",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The maternal and fetal effects of nicotine sulfate (15 mg/10 min) upon the hemodynamics and acid-base balance were evaluated in 9 intravenous infusions to 5 chronically instrumented pregnant sheep preparations of 97-117 days of gestation. Experiments were performed from 2 to 11 days postoperatively. Maternal (n = 9) and fetal (n = 8) arterial blood samples were simultaneously drawn at 0, 10, 30 and 60 min from the start of infusion. Maternal arterial pH transiently increased from 7.47 +/- 0.01 to 7.51 +/- 0.01 units (p less than 0.01) at 10 min. Maternal arterial base deficit simultaneously fell from -2.41 +/- 1.3 to -0.3 +/- 1.1 mEq/L (p less than 0.01). Maternal blood pressure increased during the infusion from 90.8 +/- 3.8 to 118.7 +/- 5.6 mm Hg (p less than 0.005) at 10 min, remaining elevated at 30 min. Maternal heart rate transiently rose from 97 +/- 6 to 107 +/- 6 beats/min (p less than 0.01) at 1 min, returning to control levels by 10 min. 10 min into infusions a decrease in uterine blood flow was recorded as 28.7 +/- 9.0% (p less than 0.02) below preinfusion values. A gradual recovery to -8.5 +/- 2.9% ws observed (p less than 0.025) at 60 min. Fetal blood pressure also decreased transiently from 52.6 +/- 2.3 to 50.2 +/- 2.0 mm Hg (p less than 0.05) during the infusion. Fetal arterial PCO2 fell from 41.1 +/- 3.1 to 37.2 +/- 2.5 mm Hg (p less than 0.05) at 10 min. A transient increase was seen in fetal heart rate from 197 +/- 12 to 215 +/- 15 beats/min (p less than 0.05) at 30 min. No significant changes were seen in fetal arterial PO2 and O2% saturation of hemoglobin. All maternal and fetal values except uterine blood flow returned to preinfusion levels by 60 min."
        },
        {
            "References": "PMID:3184773",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The effect of nicotine on mucus secretion from tracheal submucosal glands, applying nicotine to the airway mucosa in vitro /was investigated/. /Investigators/ anesthetized 50 ferrets with pentobarbital (66 mg/kg), excised their tracheae and mounted tracheal segments in Ussing chambers. /The authors/  added 50 microCi Na(2)35SO4 (35S) to the submucosal side and determined nondialyzable 35S in medium collected from the luminal side at 15 min intervals. Nicotine was a powerful stimulant of mucus secretion with threshold effects at 10(-5) M and peak effects at 3 x 10(-4) M. Percentage increases were the same for males and females, but absolute increases in mucus secretion were significantly larger in males than in females. Luminal nicotine was more effective than submucosal nicotine, especially when nicotine bitartrate was used (increase above baseline, 150 +/- 54 vs 22 +/- 12 cpm/15 min, 10(-4) M, n = 4, bitartrate). Effects of luminal nicotine sulfate were larger than those of luminal nicotine bitartrate (303 +/- 88 vs 120 +/- 38 cpm/15 min, P less than 0.05, n = 6, 10(-4) M). Two applications of nicotine 1.5 h apart had similar effects up to 3 x 10(-5) M. At higher concentrations the second response was significantly weaker than the first (tachyphylaxis). Secretory effects of nicotine were prevented completely by atropine and were reduced significantly by hexamethonium."
        },
        {
            "References": "PMID:6948808",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Mandibular first molars, extirpated from 18-day mouse fetuses were cultured in BGJb medium (Fitton-Jackson modification) in a Trowell type culture system. Two-day cultures were treated with 78, 117, 156, and 312 ug/mL nicotine sulfate. Untreated control tooth germs demonstrated normal growth in vitro. The peripheral cell layer of mesenchymal papilla and the inner enamel epithelium differentiated into odontoblasts and ameloblasts respectively with subsequent elaboration of extracellular matrix. Tooth germs treated with 78 ug/mL nicotine were only slightly affected where as higher doses of the drug produced extensive cell damage. Dental papilla appeared more sensitive than the enamel organ. Large necrotic foci were present in the pulp mesenchyme involving in some cases the odontogenic layer and severely limiting production of predentin. The basement membrane in these areas was partially disrupted and stained poorly for PAS. The inner enamel epithelium was not affected by 78 ug/mL dose of nicotine, however, higher doses produced extensive cell necrosis in this layer. Although enamel matrix was abundantly present in untreated controls, the tooth germs exposed to 117, 156, and 312 ug/mL nicotine sulfate failed to elaborate this extracellular matrix. Tooth germs exposed to nicotine for 24 hours followed by culturing in control medium demonstrated complete recovery. Treated cultures maintained in vitro for 7-9 days in control media had replaced the necrotic cells in the ameloblastic and odontoblastic layers and demonstrated abundant dentin and enamel matrices."
        },
        {
            "References": "PMID:7226280",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Nicotine sulfate at 312 ug/mL was extremely toxic to chick vertebral chondrocytes in culture with majority of cells being detached after 24 hr. At 77 & 156 ug/mL vacuolar degeneration after 24 hr, at 156 ug/mL 45-50% of cells appear moribund after 48 hr, at 38 ug/mL numerous chondrogenic areas with metachromatic intracellular material in the cells were described."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 97",
            "Value": "/VETERINARY CASE REPORTS/ ... Attempt to use 1.2% solution of nicotine sulfate as tsetse-fly repellent by spraying ... over cattle led to deaths ... within one hr."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 999",
            "Value": "/OTHER TOXICITY INFORMATION/ Convulsions of clonic-tonic type may be very severe; animal may then become depressed within a few min & die of respiratory failure. This is why nicotine sulfate is not a good agent for capture-immobilization of animals."
        }
    ]
}