{
    "_id": {
        "$oid": "6682e838c4e5dba5ffba2482"
    },
    "CID": {
        "$numberInt": "6209"
    },
    "Name": "CHOLINE CHLORIDE",
    "IUPACName": "2-hydroxyethyl(trimethyl)azanium;chloride",
    "CanonicalSMILES": "C[N+](C)(C)CCO.[Cl-]",
    "Synonyms": [
        "CHOLINE CHLORIDE",
        "67-48-1",
        "Hepacholine",
        "Lipotril",
        "Paresan",
        "2-Hydroxy-N,N,N-trimethylethanaminium chloride",
        "Hormocline",
        "(2-Hydroxyethyl)trimethylammonium chloride",
        "Biocolina",
        "Biocoline",
        "Luridin chloride",
        "Choline hydrochloride",
        "Neocolina",
        "Bilineurin chloride",
        "Cholinium chloride"
    ],
    "IsomericSMILES": "C[N+](C)(C)CCO.[Cl-]",
    "INCHI": "InChI=1S/C5H14NO.ClH/c1-6(2,3)4-5-7;/h7H,4-5H2,1-3H3;1H/q+1;/p-1",
    "INCHIKEY": "SGMZJAMFUVOLNK-UHFFFAOYSA-M",
    "Formula": "C5H14ClNO",
    "MolecularWeight": {
        "$numberDouble": "139.62"
    },
    "Description": "Choline chloride is a quaternary ammonium salt with choline cation and chloride anion. It has a role as an animal growth promotant. It is a chloride salt and a quaternary ammonium salt. It contains a choline.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "46"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 1575",
            "Value": "Choline has several roles in body. It is an important component of phospholipids, affects mobilization of fat from liver (lipotropic action), acts as methyl donor, & is essential for formation of neurotransmitter acetylcholine. /Choline/"
        },
        {
            "References": "Coates, P.M., Blackman, M.R., Cragg, G.M., Levine, M., Moss, J., White, J.D. (Ed), Encyclopedia of Dietary Supplements. Marcel Dekker, New York, NY, p. 107 (2005)",
            "Value": "Several mechanisms are suggested for the cancer-promoting effect of a choline-devoid diet. These incl incr cell proliferation related to regeneration after parenchymal cell death occurs in the choline deficient liver, hypomethylation of DNA (alters expression of genes), reactive oxygen species leakage from mitochondria with incr lipid peroxidation in liver, activation of protein kinase C signaling due to accumulation of diacylglycerol in liver, mutation of the fragile histidine triad (FHIT) gene, which is a tumor suppressor gene, and defective cell-suicide (apoptosis) mechanisms. Loss of phposphatidylethanolamine N-methyl-transferase (PEMT) function may also contribute to malignant transformation of hepatocytes. /Choline/"
        },
        {
            "References": "Coates, P.M., Blackman, M.R., Cragg, G.M., Levine, M., Moss, J., White, J.D. (Ed), Encyclopedia of Dietary Supplements. Marcel Dekker, New York, NY, p. 107 (2005)",
            "Value": "Acetylcholine is one of the most important neurotransmitters used by neurons in the memory centers of the brain (hippocampus and septum). Choline accelerates the synth and release of acetylcholine in nerve cells. /Choline/"
        },
        {
            "References": "PMID:12144847",
            "Value": "Female Sprague-Dawley rats received approximately 300 mg/kg per day of choline chloride through their drinking water on days 11 of pregnancy through birth and the level of nerve growth factor (NGF) in the hippocampus and frontal cortex of their male offspring was measured at 20 and 90 days of age. Prenatal choline supplementation caused significant increases in hippocampal NGF levels at 20 and 90 days of age, while levels of NGF in the frontal cortex were elevated in choline-supplemented rats at 20 days of age, but not 90 days of age. These results suggest that increases in NGF levels during development or adulthood may be one mechanism underlying improvements in spatial and temporal memory of adult rats exposed to elevated levels of choline chloride perinatally."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "FERNSTROM MH, WURTMAN RJ; BRAIN RES 165(2) 358 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Given orally 2.8 g/kg to rats increased caudate nucleus choline acetyltransferase activity 27% after 8 hr & 28% after 24 hr."
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 1575",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity of choline, esp by mouth, is relatively low (about 5 g/kg for rats)... /Choline/"
        },
        {
            "References": "WURTMAN RJ; PSYCHOPHARMACOL BULL 15(4) 70 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats, large single doses caused 4-fold elevations in acetylcholine content of adrenal & this result was followed by incr in tyrosine hydroxylase."
        },
        {
            "References": "PMID:16631143",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The synthesis of brain phosphatidylcholine may utilize three circulating precursors: choline; a pyrimidine (eg, uridine, converted via UTP to brain CTP); and a polyunsaturated fatty acids (PUFA) (eg, docosahexaenoic acid (DHA)); phosphatidylethanolamine may utilize two of these, a pyrimidine and a PUFA. ... /It was/ observe that consuming these precursors can substantially increase membrane phosphatide and synaptic protein levels in gerbil brains. (Pyrimidine metabolism in gerbils, but not rats, resembles that in humans.) Animals received, daily for 4 weeks, a diet containing choline chloride and UMP (a uridine source) and/or DHA by gavage. Brain phosphatidylcholine rose by 13-22% with uridine and choline alone, or DHA alone, or by 45% with the combination, phosphatidylethanolamine and the other phosphatides increasing by 39-74%. Smaller elevations occurred after 1-3 weeks. The combination also increased the vesicular protein Synapsin-1 by 41%, the postsynaptic protein PSD-95 by 38% and the neurite neurofibrillar proteins NF-70 and NF-M by up to 102% and 48%, respectively. However, it had no effect on the cytoskeletal protein beta-tubulin. Hence, the quantity of synaptic membrane probably increased. The precursors act by enhancing the substrate saturation of enzymes that initiate their incorporation into phosphatidylcholine and phosphatidylethanolamine and by UTP-mediated activation of P2Y receptors. Alzheimer's disease brains contain fewer and smaller synapses and reduced levels of synaptic proteins, membrane phosphatides, choline and DHA. The three phosphatide precursors might thus be useful in treating this disease."
        },
        {
            "References": "VERRETT M ET AL; TOXICOL APPL PHARMACOL 56 265 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Admin by single injection in vol of 100 uL or less into yolk & through air cell of chick eggs caused structural anomalies as well as toxic responses such as edema, hemorrhage, hypopigmentation of down, growth retardation, cachexia & nerve disorders."
        },
        {
            "References": "PMID:8274824",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Adult male rats were administered ip aqueous choline chloride (25 mg/rat, daily for 12 or 24 days). Administration of excess choline for 12 days did not significantly alter spermatogenesis. Administration for 24 days depleted pachytene spermatocytes until posttreatment day 5, while slight proliferation of spermatogonia was noted from day 5 onwards. By day 12, the tubules showed almost normal cellular associations. It is suggested that perhaps a prolonged administration of excess choline may prove to be toxic to male reproduction."
        },
        {
            "References": "HAUBRICH DR, PFLUEGER AB; LIFE SCI 24(12) 1083 (1979)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Oral admin of choline chloride to rats stimulated metabolism of dopamine in brain. Apparently, oral admin of choline augments central cholinergic function, possibly involving stimulation of rate of synthesis & release of acetylcholine."
        },
        {
            "References": "PMID:10611503",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Previous research has demonstrated that increasing dietary choline during early development can have long-lasting effects on cholinergic (Ch) function that are correlated with improvement of spatial memory ability in rats. The present study is designed to further our understanding of these organizational changes in brain and behavior by examining the effects of spaced vs. massed trials. A third of the rats (n=10) were supplemented with choline chloride prenatally by adding it to the drinking water of their dams. Another third were made deficient of choline during early development by removing choline from the dams diet. The remaining rats served as untreated controls. Postnatally, the offspring were maintained on a choline-sufficient diet and at 120 days of age they began 12-arm radial maze training. The maze data revealed two major effects of early choline availability: (1) Both choline-supplemented and choline-deficient rats performed more accurately than control littermates when trials were spaced. These differences in spatial ability did not appear to be a function of differential response or cue-use strategies. (2) Choline-supplemented rats showed little proactive interference when trials were massed; whereas control rats demonstrated moderate levels and choline-deficient rats exhibited high levels of proactive interference as a function of massed trials. These data suggest that the behavioral consequences of early dietary availability of choline may involve the modification of the discriminative abilities used to attend to stimuli that demarcate the end of one trial and the start of another as well as the capacity for remembering the locations that have been visited during a trial."
        },
        {
            "References": "PMID:16755811",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Choline is important for the synthesis of acetylcholine, an integral neurotransmitter involved in memory formation. In order to investigate the effect of choline supplementation on memory consolidation, the study utilized a T-maze to facilitate passive avoidance learning and memory in young female Sprague-Dawley rats. Rats were placed in two groups; choline-supplemented that received choline chloride daily for two weeks, and control that received vehicle daily for two weeks. Rats were evaluated to determine their ability to avoid an aversive electric foot-shock (0.1 mA at 60V) when they characteristically entered the preferred dark area (DA) of the T-maze. Both groups of rats showed preference, without significant difference, for entry into DA of the T-maze. However, fifteen minutes after passive avoidance both choline supplemented and control rats avoided entry into DA. This display of DA avoidance 15 minutes after training, suggests that both groups of rats had acquired short-term memory of the aversive stimulus. However, when the test was repeated 24 hours after training, the control group did not avoid entry into DA, whereas the choline-supplemented group either avoided entry or entered after a significantly longer latency period (p < 0.01). These results suggest that supplementation with choline facilitated the consolidation of short-term memory of the avoidance learning into intermediate long-term memory in young rats."
        },
        {
            "References": "PMID:17539485",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Male Long-Evans rats were reared artificially from postnatal days (PD) 5-18 and were fed diets containing either (i) choline chloride 1250 mg/L (CHL), (ii) choline chloride 250 mg/L and GD3 24 mg/L (GNG) or (iii) choline chloride 250 mg/L (STD). A fourth group (SCK) was reared normally. Rats were weaned onto AIN 93G diet and on PD 35 were trained on a cued delayed- matching-to-place version of the Morris water maze. All groups learned to swim to the beacon that indicated the platform position on the first trial; similarly, on the second un-cued trial, the distance swam to reach the platform decreased to the same extent in all groups over the five days of training. The groups also responded in the same way to an increase in delay between the first and second trial from 1 min to 1 hr, showing an increase in the distance swam, accompanied by a decrease in the number of direct swims to the platform. Thus, all rats were equally proficient at using spatial short-term memory, regardless of the choline or ganglioside content of the preweaning diet."
        },
        {
            "References": "HAUBRICH DR, PFLUEGER AB; LIFE SCI 24(12) 1083 (1979)",
            "Value": "/OTHER TOXICITY INFORMATION/ Oral admin of choline chloride to rats stimulated metabolism of dopamine in brain. Apparently, oral admin of choline augments central cholinergic function, possibly involving stimulation of rate of synthesis & release of acetylcholine."
        },
        {
            "References": "BOTTICELLI LJ, WURTMAN RJ; BRAIN RES 210(1-2) 479 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ Choline reverses naloxone-induced decr in hippocampal acetylcholine content & suppresses escape behavior in opiate-dependent rats."
        }
    ]
}