{
    "_id": {
        "$oid": "6682e839c4e5dba5ffba2483"
    },
    "CID": {
        "$numberInt": "6212"
    },
    "Name": "Chloroform",
    "IUPACName": "chloroform",
    "CanonicalSMILES": "C(Cl)(Cl)Cl",
    "Synonyms": [
        "CHLOROFORM",
        "Trichloromethane",
        "67-66-3",
        "Trichlormethan",
        "Formyl trichloride",
        "Trichloroform",
        "Methane",
        "trichloro-",
        "Methenyl trichloride",
        "Chloroforme",
        "Methyl trichloride",
        "Methane trichloride",
        "CHCl3",
        "R 20 (Refrigerant)",
        "Triclorometano",
        "Cloroformio"
    ],
    "IsomericSMILES": "C(Cl)(Cl)Cl",
    "INCHI": "InChI=1S/CHCl3/c2-1(3)4/h1H",
    "INCHIKEY": "HEDRZPFGACZZDS-UHFFFAOYSA-N",
    "Formula": "CHCl3",
    "MolecularWeight": {
        "$numberDouble": "119.37"
    },
    "Description": "Chloroform is a one-carbon compound that is methane in which three of the hydrogens are replaced by chlorines. It has a role as an inhalation anaesthetic, a non-polar solvent, a carcinogenic agent, a central nervous system drug and a refrigerant. It is a one-carbon compound and a member of chloromethanes.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "8"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Pearson CR, McConnell G; Proc Roy Soc London B 189: 305-32 (1975)",
            "Value": "Chloroform concentration in samples of birds from Liverpool Bay and Thames Estuary, Great Britain(1).",
            "Table": "[{'Genus species': 'Sula bassana', 'name': 'gannet', 'location': 'Irish Sea', 'concn (ppb wet weight)': '7.4 (liver); 1.9-2.0 (eggs)'}, {'Genus species': 'Phalacrocerax aristotelis', 'name': 'shag', 'location': 'Irish Sea', 'concn (ppb wet weight)': '0.7 (eggs)'}, {'Genus species': 'Alca torda', 'name': 'razorbill', 'location': 'Irish Sea', 'concn (ppb wet weight)': '6.6-19.7 (eggs)'}, {'Genus species': 'Uria aalge', 'name': 'guillernot', 'location': 'Irish Sea', 'concn (ppb wet weight)': '8-65 (eggs)'}, {'Genus species': 'Rissa tridactyla', 'name': 'kittiwake', 'location': 'North Sea', 'concn (ppb wet weight)': '58 eggs)'}, {'Genus species': 'Cyngus olor', 'name': 'swan', 'location': 'Frodsham March', 'concn (ppb wet weight)': '17.3 (liver); 8.4 (kidney)'}, {'Genus species': 'Gallinula chloropus', 'name': 'moorhen', 'location': 'Merseyside', 'concn (ppb wet weight)': '1.3 (liver); 8.2 (muscle); 19.5-29 (eggs)'}, {'Genus species': 'Anas platyrhyncos', 'name': 'mallard', 'location': 'Merseyside', 'concn (ppb wet weight)': '10-22 (eggs)'}]"
        },
        {
            "References": "(1) Pearson CR, McConnell G; Proc Roy Soc London B 189: 305-32 (1975)",
            "Value": "Chloroform concentration in samples of mammals from Liverpool Bay and Thames Estuary, Great Britain(1).",
            "Table": "[{'Genus species': 'Halichoerus grypus', 'name': 'grey seal', 'location': 'Farne Is', 'concn (ppb wet weight)': '7.6-22 (blubber); 0-12 (liver)'}, {'Genus species': 'Sorex araneus', 'name': 'common shrew', 'location': 'Frodsham marsh', 'concn (ppb wet weight)': '41-66'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) DeWulf J, Van Lengenhove H; Wat Res 31: 1825-38 (1997) (2) Barrows ME et al; Dyn Exposure Hazard Assess Toxic Chem Ann Arbor, MI: Ann Arbor Press pp 379-92 (1980) (3) Anderson DR, Lusty EB; Acute Toxicity and Bioaccumulation of Chloroform to Four Species of Fresh Water Fish. NUREG/CR-089 Richland, WA: Pacific NW Labs p 8-26 (1980) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 19, 2017: https://www.safe.nite.go.jp/english/db.html (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Chloroform BCF valuess were reported as 2.9-10.35(1). A BCF of 6 was reported in bluegill sunfish (Lepomis macrochirus)(2). The BCF for chloroform was reported as 7, 4, 3 and 3 in rainbow trout (Salmo gairdneri), catfish (Ictalurus punctatus), bluegill (Lepomis macrochirus) and largemouth bass (Micropterus salmoides), respectively(3). BCFs of 4.1-13 and 1.4-4.7 were reported in carp (Cyprinus carpio) which were exposed to 0.1 and 1.0 ppm of chloroform over a 6-week period(4). According to a classification scheme(5), these BCF values suggest bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bouwer EJ et al; Environ Sci Technol 15: 569 (1981) (2) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (3) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (4) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (5) Bouwer EJ et al; Water Res 15: 151-9 (1981) (6) Flathman PE, Dahlgran JR; Environ Sci Technol 16:130 (1982) (7) Dewulf J, Van Langenhove H; Wat Res 31: 1825-38 (1997) (8) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 19, 2017: https://www.safe.nite.go.jp/english/db.html (9) Gupta M et al; Wat Res 30: 1377-85 (1996) (10) Parker WJ et al; Wat Environ Res 65: 58-65 (1993) (11) Borch T et al; Chemosphere 51: 143-52 (2003) (12) Harrison EM, Barker JF; J Contamin Hydrol 1: 349-73 (1987) (13) Kim Y et al; Biorem J 1: 135-48 (1997) (14) Olthof M, Olmstead DG; in Proc Ind Waste Conf. 1992 47th Chelsea, MI pp 835-42 (1993) (15) Stensel HD, Bielefeldt AR; Bioremediation 2: 357-401 (2000) (16) Thomas JM et al; Ground Water 38: 605-14 (2000)",
            "Value": "AEROBIC: Under aerobic conditions, some investigators report little or no degradation in up to 25 weeks(1-3) while others report considerable degradation: 49% in 7 days, 100% in 28 days; however, a large fraction of this loss was probably due to volatilization(4); 25% in 14 days(5), and 67% in 24 days(6). No marine biodegradation of chloroform has been reported(7). Chloroform, present at 100 mg/L, reached 0% of its Theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(8). Among the aerobic microorganisms, chloroform has been shown to be degradable only by methanotrophic bacteria(9). When it is introduced into an aerobic bioreactor for treatment, it appears in the effluent and is not degraded(9). At an air/water flow rate of 0.10 cu cm/cu m min, chloroform, at an initial concentration of 43.3 ug/L had an average effluent concentration of 3.6 ug/L with 32.5% being air stripped and 59.2% being degraded(10). Chloroform removal was low and a half-life was not observed after 42 days(11). Chloroform, at 1.0 and 1.2 mg/L, was found to be recalcitrant under aerobic conditions(12). Chloroform was transformed >99% when introduced to microorganisms previously fed butane after 50 days with a 10 day lag, but not when introduced to ammonia, methane or propane fed microorganisms(13). Chloroform had influent concentrations of 15,250 and <5.0 ug/L and effluent concentrations of <14 and <5.0 ug/L using an activated sludge with a daily mass loading of COD/bacterial mass ratios of 0.3 and 0.6, respectively(14). Chloroform was reduced from 0.12 mg/L to <40 ug/L after anaerobic digestion at 25 °C for 53 days and then was digested aerobically for 20 days which reduced chloroform to a not detected level(15). Chloroform was not degraded aerobically or anaerobically in an aquifer storage and recovery site(16)."
        },
        {
            "References": "(1) Gupta M et al; Wat Res 30: 1377-85 (1996) (2) Gupta M et al; Wat Res 30: 1387-94 (1996) (3) Berwanger DJ, Barker JF; Water Pollut Res J Canada 23: 460-75 (1988) (4) Harrison EM, Barker JF; J Contamin Hydrol 1: 349-73 (1987) (5) Bouwer EJ, McCarty PL; Appl Environ Microbiol 45: 1286-94 (1983) (6) Zoeteman BCJ et al; Chemosphere 9: 231-49 (1980) (7) Wilson JT et al; Devel Indust Microbiol 24: 225-33 (1983)",
            "Value": "ANAEROBIC: Several studies have demonstrated that at low concentrations, chloroform can be anaerobically degraded by methanogenic bacteria in the presence of a primary substrate such as acetic acid(1). When a batch study was conducted using a mixed methanogenic culture at 35 °C, chloroform underwent complete biodegradation from an initial concentration of 0.34 uM solution using acetic acid as the primary substrate(1). Chloroform underwent 96% degradation from an initial concentration of 0.28 uM in a continuous-flow fixed film methanogenic column which was fed acetic acid as the primary substrate(1). Chloroform has been shown to have an inhibitory effect on degradation at concentrations as low as 1.67 uM(1). At an initial concentration of 22.6 uM, 96% of chloroform was reduced by sulfate-reducing organisms(2). Rates of transformation by the sulfate-reducing culture were found to be much higher than the rates observed for an acetic acid utilizing methanogenic culture(2). The culture degraded chloroform primarily by reductive dehalogenation leading to the formation of an equimolar amount of dichloromethane, which was degraded at a very slow rate compared to chloroform(2). Additional acclimation of the culture for 1 year did not lead to any appreciable change in the rate of transformation of chloroform(2). Chloroform was not degraded under anaerobic conditions in leachate from a Gloucester site in Canada(3). Chloroform, at 1.0 and 1.2 mg/L, was found to be recalcitrant under anaerobic conditions(4). Under anaerobic conditions, slow degradation has been reported after acclimation(5) and degradation was reported in river bank (31% in <1 yr) and dune (100% in <3 mo) infiltration(6). However, another investigator reported no degradation in 27 weeks in aquifer material in the laboratory(7)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Dickson AG, Riley JP; Marine Pollut Bull 7: 167-9 (1976)",
            "Value": "Chloroform was detected in fish (Conger conger, Gadus morhua, Pollachius birens, Scylliorhinus canicula, Trisopterus luscus) collected from Port Erin, Ireland, at 7-851 ng/g dry weight. Chloroform was detected in molluscs (Baccinum undatum, Modiolus modiolus, Pecten maximus) collected from Port Erin, Ireland, at 56-1040 ng/g dry weight(1)."
        },
        {
            "References": "(1) Pearson CR, McConnell G; Proc Roy Soc London B 189: 305-32 (1975)",
            "Value": "Chloroform concentration in samples of fish from Liverpool Bay and Thames Estuary, Great Britain(1).",
            "Table": "[{'Genus species': 'Pleuronectes platessa', 'name': 'plaice', 'location': 'Thames Estuary', 'concn (ppb wet wt)': '17 (flesh)'}, {'Genus species': 'Platycthys flesus', 'name': 'flounder', 'location': 'Liverpool Bay', 'concn (ppb wet wt)': '24 (flesh); 6 (liver)'}, {'Genus species': 'Limanda limanda', 'name': 'dab', 'location': 'Thames Estuary', 'concn (ppb wet wt)': '23 (flesh)'}, {'Genus species': 'Scomber scombrus', 'name': 'mackerel', 'location': 'Torbay, Decon; Liverpool Bay', 'concn (ppb wet wt)': '5 (flesh); 50 (flesh), 18 (liver)'}, {'Genus species': 'Solea solea', 'name': 'sole', 'location': 'Thames Estuary', 'concn (ppb wet wt)': '26 (flesh); 9 (guts)'}, {'Genus species': 'Aspitrigla cuclus', 'name': 'red gurnard', 'location': 'Thames Estuary', 'concn (ppb wet wt)': '21 (flesh); 2 (guts)'}, {'Genus species': 'Trachurus trachurus', 'name': 'scad', 'location': 'Thames Estuary', 'concn (ppb wet wt)': '48 (flesh)'}, {'Genus species': 'Trisopterus luscus', 'name': 'pout', 'location': 'Thames Estuary', 'concn (ppb wet wt)': '15 (flesh)'}, {'Genus species': 'Squalus acanthias', 'name': 'spurdog', 'location': 'Thames Estuary', 'concn (ppb wet wt)': '110 (flesh)'}, {'Genus species': 'Culpea sprattus', 'name': 'sprats', 'location': 'orbay, Devon', 'concn (ppb wet wt)': '5 (flesh)'}]"
        },
        {
            "References": "(1) Pearson CR, McConnell G; Proc Roy Soc London B 189: 305-32 (1975)",
            "Value": "Chloroform concentration in samples of various marine-life from Liverpool Bay and Thames Estuary, Great Britain(1).",
            "Table": "[{'Category': 'Invertebrates', 'Genus species': nan, 'name': 'plankton', 'location': 'Liverpool Bay', 'concn (ppb)': '0.02-0.9'}, {'Category': nan, 'Genus species': nan, 'name': 'plankton', 'location': 'Torbay', 'concn (ppb)': '5'}, {'Category': nan, 'Genus species': 'Nereis diversicolor', 'name': 'ragworm', 'location': 'Mersey Estuary', 'concn (ppb)': 'not detected'}, {'Category': nan, 'Genus species': 'Mytilus edulis', 'name': 'mussel', 'location': 'Liverpool Bay; Firth of Forth; Thames Estuary', 'concn (ppb)': '9-10; 8; 3'}, {'Category': nan, 'Genus species': 'Cerastoderma edule', 'name': 'cockle', 'location': 'Liverpool Bay', 'concn (ppb)': '4-150'}, {'Category': nan, 'Genus species': 'Ostrea edulis', 'name': 'oyster', 'location': 'Thames Estuary', 'concn (ppb)': '3'}, {'Category': nan, 'Genus species': 'Bussinum undatum', 'name': 'whelk', 'location': 'Thames Estuary', 'concn (ppb)': '10'}, {'Category': nan, 'Genus species': 'Crepidula fornicata', 'name': 'slipper limpet', 'location': 'Thames Estuary', 'concn (ppb)': '6'}, {'Category': nan, 'Genus species': 'Cancer pagurus', 'name': 'crab', 'location': 'Tees Bay; Liverpool Bay; Firth of Forth', 'concn (ppb)': 'not detected; 3-115; 180'}, {'Category': nan, 'Genus species': 'Carcinus maenas', 'name': 'shore crab', 'location': 'Firth of Forth', 'concn (ppb)': '15'}, {'Category': nan, 'Genus species': 'Eupagurus bernhardus', 'name': 'hermit crab', 'location': 'Firth of Forth; Thames Estuary', 'concn (ppb)': '73; 20'}, {'Category': nan, 'Genus species': 'Crangon crangon', 'name': 'shrimp', 'location': 'Firth of Forth', 'concn (ppb)': '45'}, {'Category': nan, 'Genus species': 'Asterias rubens', 'name': 'sea star', 'location': 'Thames Estuary', 'concn (ppb)': '13'}, {'Category': nan, 'Genus species': 'Solaster sp', 'name': 'sunstar', 'location': 'Thames Estuary', 'concn (ppb)': '3'}, {'Category': nan, 'Genus species': 'Echinus esculentus', 'name': 'sea urchin', 'location': 'Thames Estuary', 'concn (ppb)': '2'}]"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 1.97"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:3769050",
            "Value": "The feasibility of an oxygen-independent mechanism of chloroform bioactivation was indicated by the covalent binding to lipid and protein occurring in anaerobic incubations of chloroform and microsomes in the presence of NADPH. Under these conditions, the loss of cytochrome p450 and the inhibition of related mono-oxygenases were also observed. The chloroform anoxic biotransformation was negligible in uninduced microsomes and seemed to be catalyzed mainly by phenobarbital-inducible p450 isozymes. Biotransformation could also be supported by NADH as the source of reducing equivalents. Anaerobic metabolism of chloroform led to decreased levels of the main phenobarbital-induced p450 isozymes even at low chloroform concentration, and did not affect benzo(a)pyrene hydroxylase activity. These effects were not decreased by thiolic compounds. The oxidation products of chloroform caused a general impairment of the monoxygenase system, probably related to the formation of protein aggregates with very high molecular weight. In the presence of physiological concentrations of GSH, the targets of aerobically-produced metabolite were lipids, and, to a smaller extent, p450. At low chloroform concentrations and/or in the presence of GSH, the most changes to microsomal structures seemed to be produced by the reductively-formed intermediates."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 471",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice exposed to 8,000 ppm of chloroform died after 3 hr of exposure, rabbits died after a 2-hr exposure to 12,500 ppm ... Dogs survived much higher concentrations. Acute chloroform exposure may result in death by respiratory arrest. Primary toxic response at lower levels of exposure is hepatotoxicity leading to fatty liver and centrilobular necrosis."
        },
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 471",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 40% inhibition of microsomal drug-metabolizing enzyme activity in rats fed 1.05 mL/kg of chloroform 24 hr prior to sacrifice /is reported/. This may be related to degree of hepatic necrosis produced by chloroform or to more subtle effect on microsomal enzyme system."
        },
        {
            "References": "PMID:7361328",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Clinical signs observed in rats following single oral doses of chloroform were sedation, flaccid muscle tone, ataxia, piloerection, and prostration. Males were more susceptible than females."
        },
        {
            "References": "PMID:452035",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxic effects of a single oral dose of chloroform were evaluated in C57BL, DBA, and F1 male mice. Solutions of chloroform in peanut oil (final volume = 0.1 mL/10 g bw) were administered once by gavage to 9-wk-old mice. DBA/2J male mice are more sensitive to the 10-day lethal effect of chloroform than are C57BL/6J males, whereas B6D2F1/J are intermediate. This relative order of sensitivity is preserved following sublethal doses in regard to radiolabel accumulation into subcellular biochemical fractions and renal, but not hepatic, dysfunction. Kidneys from mice of all three genotypes are able to repair tubular damage from chloroform."
        },
        {
            "References": "PMID:7099349",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice were given access to deionized water for 30 min daily. When fluid consumption stabilized, they were given 30 min access to 0.3% saccharin followed by oral doses of 3, 10 or 30 mg/kg chloroform or vehicle (Emulphor). Beginning 24 hr later subjects were given 2-bottle choice test saccharin vs water followed by administration of chloroform. 30 mg/kg produced taste aversion on 1st choice test and reduction of total fluid intake. Doses of 3 and 10 mg/kg or vehicle did not affect either measure. Also it produced taste aversions when given at relatively low doses by ip route."
        },
        {
            "References": "Torkelson TR; Amer Ind Hyg Assoc J 37 (12): 697-705 (1976)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits developed slight hyperemia with moderate necrosis and scar tissue formation following one to two, 24 hr dermal applications of chloroform on shaven skin."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In C57 male black mice, renal tubular necrosis was produced by ip administation of 300 mg of chloroform/kg; an ip injection of 445 mg/kg caused necrosis in the liver and the kidneys. Pretreatment with phenobarbital markedly increased the severity of centrilobular liver necrosis in mice of both sexes. The necrosis was related to covalent binding of the reactive metabolites of chloroform to proteins in the liver and kidneys."
        },
        {
            "References": "PMID:531902",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were dosed 1, 5, or 10 times with chloroform (0.5 to 50 mg/kg) and the liver enzyme activities determined. Chloroform induced changes in the 24 enzymes investigated but caused only minimal liver enlargement. The main enzymatic changes were: stimulation of glycolysis and oxidative phosphorylation, increased breakdown of protein and nucleic acids, reduced hexose phosphate shunt activity leading to a shortage of NADPH in the cell, and stimulation of adrenal medullary and cortical secretion. Some of the changes are similar to those seen with larger and anesthetic doses."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 58-chloroform. 2004 Available from, as of April 12, 2018: https://www.inchem.org/documents/cicads/cicads/cicad58.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chloroform has a moderate acute oral toxicity in rats, with LD50s ranging from 0.45 to 2.0 g/kg body weight... . In mice, a wide range (36-1366 mg/kg body weight) of acute oral LD50 values has been reported ... Acute oral administration produced narcosis and anesthesia in rodents ... An increase in renal cell proliferation was seen in male Osborne-Mendel and F344 rats given gavage doses of 10 and 90 mg/kg body weight, respectively ... In male F344 rats, a no-observed-adverse-effect level (NOAEL) and a lowest-observed-adverse-effect level (LOAEL) for serum enzyme changes indicative of liver damage following acute gavage exposure have been established as 30 and 60 mg/kg body weight, respectively ... Administration of 0, 67, 135, or 338 mg/kg body weight by gavage in olive oil to male Wistar rats increased, in a dose-dependent manner, the number of necrotic hepatocytes in the centrilobular region and elevated plasma alanine aminotransferase (ALAT) levels significantly ... Liver and kidney changes were seen in rats administered chloroform at 250 mg/kg body weight by gavage ... Cell proliferation occurred in the liver and kidneys of male B6C3F1 mice given 150 mg/kg body weight by gavage; severe necrosis was also seen in the kidneys ... Hepatic necrosis was observed in male mice 48 hr following a single gavage administration of 240 mg/kg body weight ... Minimal centrilobular enlargement was observed in male mice 4 days following intragastric administration of 66 mg/kg body weight ... Lesions and epithelial cell proliferation were seen in the nasal passage of F344 and Osborne-Mendel rats following gavage administration of 90 mg/kg body weight in corn oil ..."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 58-chloroform. 2004 Available from, as of January 2, 2018: https://www.inchem.org/documents/cicads/cicads/cicad58.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cell proliferation was observed in the nose (ethmoid region) of male F344 rats following inhalation exposure at 9.8 mg/cu m for 6 hr/day for 4 days. At 49 mg/cu m, only minimal to mild lesions were seen ... Following exposure to 50 mg/cu m for 6 hr/day for 7 consecutive days, male F344 rats had lesions in nasal turbinates, including increased cell proliferation in central, proximal, and distal regions of the first endoturbinate, and histological changes in the central turbinate bone ..."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 58-chloroform. 2004 Available from, as of January 2, 2018: https://www.inchem.org/documents/cicads/cicads/cicad58.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Kidney tubule degeneration was seen in rabbits following a 24-hr covered application of 1 g/kg body weight; no gross changes were seen in the liver ..."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 58-chloroform. 2004 Available from, as of January 2, 2018: https://www.inchem.org/documents/cicads/cicads/cicad58.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An inhalation LC50 value (for 6-hr exposure) of 9.2 g/cu m has been reported in rats ... No deaths occurred when F344 rats (10 per sex per concentration) were exposed for 6 hr at up to 5 g/cu m, but 17/20 died at 10 g/cu m ... Depression of the central nervous system is a dominant symptom of acute inhalation. Rats exposed at 2.1 g/cu m for 4 hr showed significant /CNS depressant/ effects ... In female OF1 mice, an inhalation LC50 value (for 6-hr exposure) of 6.2 g/cu m was reported ... Groups of 10 female BDF1 mice survived a 6-hr exposure at up to 2.5 g/cu m, but died (showing centrilobular liver necrosis) at 40 g/cu m. Male mice are much more susceptible to acute chloroform inhalation toxicity, 1 of 10 and 8 of 10 dying after a single 6-hr exposure at 59 and 120 mg/cu m, respectively. The cause of death in the males was necrosis of the proximal tubules of the kidneys ..."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Piloerection, sedation, flaccid muscle tone, ataxia, prostration and dacryorrhea after administration of chloroform to rats. Food intake in the males was reduced. Histological and biochemical examination revealed effects on liver, kidneys and red and white blood cells. Upon histological examination, no lesions were found in other tissues with chloroform doses up to 2100 mg/kg body weight. In this study the lowest administered dose was 546 mg chloroform/kg body weight, a level at which toxic effects were still found."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Female B6C3F1 mice were given chloroform by gavage (0, 34, 238 or 477 mg/kg body weight) and necropsied 24 hr after treatment. Additional mice were given a single dose of 350 mg chloroform/kg body weight, labelled with BrdU, and necropsied 0.5, 1, 2, 4, and 8 days after treatment. Female mice developed a dose-dependent centrilobular hepatic necrosis at 238 and 477 mg/kg body weight. No renal lesions were observed in female mice at any dose. A peak  increase in labelling index (LI) of 38-fold was observed in hepatocytes in the livers of female mice 2 days after treatment with 350 mg chloroform/kg, but the increase in LI observed in the kidneys was only 2-fold ... These data indicate that acute chloroform-induced cytolethality leads to increased cell proliferation and that the organ-specific pattern of toxicity is the same as the organ-specific pattern of tumor formation."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In dogs, liver toxicity has been found after intraperitoneal administration of chloroform. The ED50 for an increased serum ALAT activity via this route appears to be 300 mg chloroform/kg body weight. At near-ED50 doses, chloroform caused centrilobular vacuolization and centrilobular and subcapsular necrosis. The ED50 for renal dysfunction in the dog appears to be 645 mg chloroform/kg body weight ..."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After exposure to chloroform vapor, the same pattern of toxicity in mice was observed as after oral, intraperitoneal or subcutaneous administration ... Necrosis in the proximal and distal convoluted tubules, hyaline casts in the convoluted tubules and collecting ducts, calcification of the cortex, and death after exposure of male C3H mice to chloroform concentrations of 3400 to 5400 mg/cu m for 1 to 3 hr /were found/. Anesthesia was not observed."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to a chloroform concentration of 49 g/cu m for 5 hr resulted in respiratory acidosis. Liver cells showed swollen rough endoplasmic reticulum with a loss of ribosomes, mitochondrial lesions, and cistern-like dilatation of tubular areas of the smooth endoplasmic reticulum. An accumulation of fat droplets and reduced amino acid incorporation into protein were also found in liver cells."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single application of 1 or 4 g chloroform/kg body weight for 24 hr to the belly of rabbits, under an impermeable plastic cuff, resulted in extensive necrosis and weight loss at both levels. The kidneys of all animals showed dose-related degenerative changes in the tubules. Livers were not grossly affected."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Chloroform-induced toxicity in mice. Male mice of three strains (DBA/2J, B6D2F1/J, and C57BL/6J) were given single oral doses of chloroform in oil. No clear difference in hepatotoxicity between strains was observed; centrilobular necrosis occurred at doses greater than 250 mg/kg body weight in all three strains. In contrast, there were differences between species in renal toxicity. Doses of 89 mg/kg body weight caused glucosuria and/or proteinuria in half of the DBA/2J animals, while doses of 119 and 163 mg/kg body weight were required to produce these effects in half the B6D2F1/J and C57BL/6J mice, respectively."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A 24-hr application of chloroform on a cotton pad on the belly of rabbits produced slight hyperemia, moderate necrosis and eschar formation ..."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Application of chloroform droplets in the rabbit eye caused a transient slight irritation of the conjunctiva and corneal injury. A purulent exudate occurred for 2 or more days after the treatment ..."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Undiluted chloroform /applied/ into the eyes of six New Zealand white rabbits ... produced severe eye irritation, with mydriasis and keratitis in all rabbits. Translucent zones in the cornea were observed in four animals and a purulent hemorrhagic discharge was also reported (number of rabbits unknown). The effects had disappeared 2-3 weeks after application, except for one rabbit that still showed corneal opacity after 3 weeks."
        },
        {
            "References": "PMID:7096898",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an acute study, groups of 10 male and 10 female rats were given single oral doses of chloroform, bromodichloromethane (BDCM), chlorodibromomethane (CDBM), or bromoform and were observed for clinical symptoms for the following 14 days. Median lethal doses (LD 50) of the four trihalomethanes were found to be between 848 and 1388 mg/kg. Some groups which survived the treatment for 14 days showed reduced food intake, growth retardation and increased liver and kidney weight. Elevated serum cholesterol levels were observed in the surviving male rats treated with chloroform and CDBM, and in the females treated with chloroform. Decreased liver protein content occurred in male but not female rats fed chloroform and bromoform. In contrast, increase aniline hydroxylase activity was observed in female rats fed chloroform but not bromoform. Hematological values which were altered by the four trihalomethanes were hemoglobin, hematocrit, RBC, WBC, neutrophil and lymphocyte counts. Treatment-related histologic changes were observed in the liver and kidney of rats. These changes were qualitatively and quantitatively similar for the four trihalomethanes. These data indicate that trihalomethanes at large single oral doses can produce a wide range of toxic changes in the rat."
        },
        {
            "References": "PMID:8024322",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single non-lethal doses (3 mmol/kg) of chloroform (CHCl3), dichlorobromomethane (CHCl2Br), dibromochloromethane (CHClBr2), and bromoform (CHBr3) were administered by intraperitoneal injection to male Sprague-Dawley rats and proximal tubular secretion and reabsorption was assessed at varied times following treatment. Each of the trihalomethanes (THMs) at this dose inhibited proximal tubular secretion, as indicated by decreased in vitro renal cortical slice accumulation of organic anion p-aminohippuric acid (14)C PAH). The time of maximal THM interference with (14)C PAH uptake occurred at 8 hr, with recovery being demonstrated by 48 hr. Each of the THMs also demonstrated interference with tubular reabsorption, as assessed by urinary glucose excretion, with maximal interference occurring during the first day post-treatment and recovery being observed during the second day post-treatment. In each case, CHCl2Br was the most potent inhibitor of proximal tubular function. Combining these data with those of the preceding paper, the relative potency in disrupting renal function was, in general, CHCl2Br > CHCl3 > CHClBr2 > CHBR3. Since the time course of this investigation indicates that proximal tubular dysfunction precedes other THM-induced renal function interferences, it also appears that proximal tubular damage is the primary event leading to further manifestations of renal dysfunction."
        },
        {
            "References": "PMID:9747604",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Ninety-day-old male Fischer 344 rats were gavaged with either 0.125, 0.1875, 0.25, 0.5, 0.75, 1.0, or 1.5 mmol chloroform (CHCl3) or bromodichloromethane (BDCM)/kg body weight in 10% Alkamuls EL-620 (5 mL/kg body weight). At 24 hr postgavage, serum was collected for analysis of clinical chemistry indicators of liver damage. Both CHCl3 and BDCM induced dose-dependent hepatotoxicity; serum alanine aminotransferase, aspartate aminotransferase, and sorbitol dehydrogenase were elevated significantly over control at 1.5, 1.0, and 0.5 mmol/kg. At these dose levels after 24 hr, the two THMs appeared to be equipotent hepatotoxicants. Additional assessments at later time points demonstrated that BDCM causes more persistent liver damage than CHCl3 ... . At 0.25, 0.1875, and 0.125 mmol of either THM/kg, significant increases over control were not detected for any measured endpoint. Therefore, these data indicate that the acute, oral NOAELs and LOAELs for liver toxicity are 0.25 and 0.5 mmol/kg, respectively, for both CHCl3 and BDCM."
        },
        {
            "References": "PMID:23732084",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The kidney is a primary target for numerous toxic compounds. Cytochrome P450 enzymes (P450) are responsible for the metabolic activation of various chemical compounds, and in the kidney are predominantly expressed in proximal tubules. The aim of this study was to test the hypothesis that renal proximal tubular P450s are critical for nephrotoxicity caused by chemicals such as chloroform. We developed two new mouse models, one having proximal tubule-specific deletion of the cytochrome P450 reductase (Cpr) gene (the enzyme required for all microsomal P450 activities), designated proximal tubule-Cpr-null (PTCN), and the other having proximal tubule-specific rescue of CPR activity with the global suppression of CPR activity in all extra-proximal tubular tissues, designated extra-proximal tubule-Cpr-low (XPT-CL). The PTCN, XPT-CL, Cpr-low (CL), and wild-type (WT) mice were treated with a single oral dose of chloroform at 200 mg/kg. Blood, liver and kidney samples were obtained at 24h after the treatment. Renal toxicity was assessed by measuring BUN and creatinine levels, and by pathological examination. The blood and tissue levels of chloroform were determined. The severity of toxicity was less in PTCN and CL mice, compared with that of WT and XPT-CL mice. There were no significant differences in chloroform levels in the blood, liver, or kidney, between PTCN and WT mice, or between XPT-CL and CL mice. These findings indicate that local P450-dependent activities play an important role in the nephrotoxicity induced by chloroform. Our results also demonstrate the usefulness of these novel mouse models for studies of chemical-induced kidney toxicity."
        },
        {
            "References": "PMID:25870144",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chloroform is an organic solvent used as an intermediate in the synthesis of various fluorocarbons. Despite its widespread use in industry and agriculture, exposure to chloroform can cause illnesses such as cancer, especially in the liver and kidneys. The aim of the study was to analyze the effects of chloroform on redox imbalance and pulmonary inflammatory response in adult C57BL/6 mice. Forty animals were divided into 4 groups (N = 10): female (FCG) and male (MCG) controls, and females (FEG) and males (MEG) exposed to chloroform (7.0 ppm) 3 times/d for 20 minutes for 5 days. Total and differential cell counts, oxidative damage analysis, and protein carbonyl and antioxidant enzyme catalase (CAT) activity measurements were performed. Morphometric analyses included alveolar area (Aa) and volume density of alveolar septa (Vv) measurements. Compared to FCG and MCG, inflammatory cell influx, oxidative damage to lipids and proteins, and CAT activity were higher in FEG and MEG, respectively. Oxidative damage and enzyme CAT activity were higher in FEG than in FCG. The Aa was higher in FEG and MEG than in FCG and MCG, respectively. The Vv was lower in FEG and MEG than in FCG and MCG, respectively. This study highlights the risks of occupational chloroform exposure at low concentrations and the intensity of oxidative damage related to gender. The results validate a model of acute exposure that provides cellular and biochemical data through short-term exposure to chloroform."
        },
        {
            "References": "PMID:20529963",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Current studies evaluated the effect of acute and subacute exposure to chloroform (CHCl(3)) on rat liver and the implication of oxidative stress. For this purpose, different doses of CHCl(3) (150, 300 and 450 mg/kg bw) were administered intraperitoneally (ip) to male Wistar rats. Malondialdehyde (MDA), glutathione (GSH), reduced cytochrome c and metallothioneins (MTs) levels as well as the activities of catalase (CAT) and glutathione peroxidase (GPx) and the activities of the biochemical markers of hepatic injury (alanine transaminase [ALT] and aspartate transaminase [AST]) were determined. CHCl(3) did not cause a significant increase in hepatic lipid peroxidation. However, dose-dependant and/or time dependant effects of CHCl(3) were demonstrated on most of the oxidative stress parameters measured, namely the GSH depletion and the superoxide anion production. Acute exposure CHCl(3) increased the aminotransferase and GPx activities and reduced cytochrome c levels in a dose-dependant pattern. A well-combined dose-dependent and time-dependent effect of CHCl(3) on MT levels after acute and subacute exposure was noticed. Moreover, the increase of MT levels seems to be associated with the GSH depletion, indicating a possible role of the latter in MT synthesis. In conclusion, the superoxide anion production and the GSH depletion could be implicated in the mechanism of hepatotoxity of CHCl(3) and MTs seem to be a part of the antioxidant defense system against the oxidative damage caused by CHCl(3) in liver."
        },
        {
            "References": "PMID:4049404",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Characteristics of chloroform (CHCl3) nephrotoxicity and of 2-hexanone potentiation were evaluated in adult male Fischer 344 rats pretreated with vehicle (oil, 10 mL/kg, po) or 2-hexanone (10 mmol/kg, po) 18 hr prior to chloroform exposure. ... Little metabolism of (14)C-chloroform by renal cortical microsomes from vehicle or 2-hexanone pretreated rats was detected. However, chloroform produced a concentration-related dysfunction when added to renal cortical slices from Fischer 344 or Sprague-Dawley rats. The degree of chloroform toxicity in vitro was not altered when renal cortical slices were preincubated with chloroform (8.5 microliter) under an atmosphere of carbon monoxide. In renal cortical slices, deuterated-chloroform was less toxic than chloroform. Although 2-hexanone pretreatment increased renal slice metabolism of (14)C-chloroform twofold, this increase was not associated with an increase in nephrotoxicity after direct exposure of slices to chloroform (0 to 10 microliter) in vitro. Chloroform (0.5 mL/kg, ip) did not alter renal cortical glutathione concentrations in vehicle or 2-hexanone pretreated rats. The association of (14)C-chloroform-derived radiolabel was increased over control by 2-hexanone pretreatment in protein, lipid, and acid soluble fractions from the renal cortex by approximately two-, two-, and five-fold, respectively. In conclusion, renal cytochrome P450 did not appear to mediate chloroform metabolism and nephrotoxicity in the rat to the extent observed previously in mice. 2-Hexanone appeared to potentiate nephrotoxicity by a mechanism different than that observed in rat liver."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 32. (October 2001) Available from, as of August 26, 2008: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The precise mode of action by which chloroform metabolism leads to cell toxicity is not known with certainty, but covalent binding of phosgene with key cellular molecules is considered to be a likely pathway ... the level of covalent binding correlated directly with injury to the liver tissue and concluded that phosgene was the metabolite responsible for the covalent binding to liver macromolecules ... Pretreatment of rats with phenobarbital (a cytochrome P-450 inducer) resulted in increased formation of covalent adducts and increased hepatic toxicity following chloroform exposure. Studies ... also show that covalent binding to proteins in rats and mice is more prevalent in areas of necrosis than in areas where tissue damage is not severe. DBA mice have a metabolism rate twice as fast as that of C57BL mice ... and also much greater covalent binding to renal microsomes ... The results of in vitro studies also indicate that metabolism is necessary for covalent binding to macromolecules ... Reaction of chloroform metabolites (phosgene) with glutathione is a probable detoxification pathway."
        },
        {
            "References": "PMID:6330937",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Administration of chloroform to male C57/6J (C57) and DBA/2J (DBA) mice produced dose-dependent hepatic and renal damage. Hepatic aryl hydrocarbon hydroxylase activity was higher in C57 than in DBA mice; in kidney, aryl hydrocarbon hydroxylase activity was higher in DBA than in C57 mice. Chloroform caused the same degree of liver damage in both strains of mice; however, nephrotoxicity of chloroform was greater in DBA than in C57 mice. Pretreatment of C57 and DBA mice with phenobarbital markedly increased hepatic aryl hydrocarbon hydroxylase activity and hepatotoxicity of chloroform in both strains but did not affect renal aryl hydrocarbon hydroxylase or nephrotoxicity of chloroform. Similarly, beta-naphthoflavone (BNF) enhanced chloroform hepatotoxicity in C57 mice, but has little effect on nephrotoxicity. BNF did not affect chloroform-induced hepatic injury in male DBA mice. Pretreatment with polybrominated biphenyl enhanced aryl hydrocarbon hydroxylase activity in liver and chloroform hepatotoxicity in both strains. After polybrominated biphenyl, nephrotoxicity of chloroform and renal aryl hydrocarbon hydroxylase activity were increased in C57 mice, whereas polybrominated biphenyl did not alter nephrotoxicity or renal aryl hydrocarbon hydroxylase in DBA mice. Thus, chloroform nephrotoxicity is independent of hepatotoxicity."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 32. (October 2001) Available from, as of August 26, 2008: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The magnitude and localization of liver tissue injury in mice pretreated with chemicals known to induce specific P450 enzymes /was calculated/. These chemicals were n-hexane, an inducer of CYP2E1, phenobarbital, an inducer of CYP2B1/2, and 2-hexanone, an inducer of both enzymes. Hepatocyte necrosis was associated more with CYP2B1/1 induction whereas ballooning of cells was observed more frequently with CYP2E1 induction. The results of the histologic examinations indicated that liver damage was associated more with CYP2E1 induction, with the damage localized primarily to the centrilobular regions, than with CYP2B1/2 induction, where damage was more generalized. At low doses, chloroform is metabolized more extensively by CYP2E1 and activity of this enzyme correlates with tissue damage ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 31. (October 2001) Available from, as of August 26, 2008: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A large number of studies support the conclusion that metabolism of chloroform is required for toxicity ... Pretreatment of rats with phenobarbital (a cytochrome P-450 inducer) resulted in increased hepatic toxicity following chloroform exposure. Similarly ... chloroform hepatotoxicity in rats was increased by phenobarbitone, phenylbutazone, and chlorpromazine, all inducers of microsomal enzymes. Conversely, inhibitors of microsomal enzymes, such as SKF-525A, sodium diethyldithiocarbamate, and carbon disulfide, decreased the hepatic toxicity of chloroform ... 1-aminobenztriazole, which is a general cytochrome P450 inhibitor, prevented chloroform-induced toxicity in liver and kidney of mice following inhalation exposure."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 18-19. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats and mice /were exposed/ to chloroform for 6 hours/day for 7 consecutive days. Exposure concentrations ranged from 1 to 300 ppm. Examination of the nasal passages revealed that chloroform caused a complex set of responses in the ethmoid turbinates, predominantly in rats. These lesions were most severe peripherally and generally spared the tissue adjacent to the medial airways. The changes were characterized by atrophy of Bowman's glands, new bone formation, and increased labeling index in periosteal cells. The only change noted in the mouse was increased cell proliferation without osseous hyperplasia. The NOAEL values for these responses ranged from 3-100 ppm, with histological and induced cell proliferation being the most sensitive indices of effect."
        },
        {
            "References": "PMID:3816736",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male and female B6C3F1 mice were administered chloroform at 60, 130, and 270 mg/kg/day for 90 days. At sacrifice, body and organ weights were measured, and blood was recovered to perform the following serum chemistry measurements (in order of priority): glutamate oxalacetate transaminase, lactate dehydrogenase, blood urea nitrogen and triglyceride levels. The liver was sectioned for histopathological examination. Chloroform increased glutamate oxalacetate transaminase levels significantly only when administered in corn oil at a dose of 270 mg/kg in both male and female mice. It had no effect on lactate dehydrogenase (LDH) activity. There was a small increase in BUN when chloroform was administered in corn oil, but not when administered in 2% Emulphor. When administered in corn oil, chloroform significantly decreased serum triglyceride levels but was without effect on this parameter when administered in 2% Emulphor. Chloroform decreased body weight and increased liver weight with both vehicles, but the effects were significantly greater when it was administered in corn oil."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two studies in rats exposed repeatedly to chloroform /conclude that/ ... 25-30 ppm, 7 hr/day, 5 days/wk for 6 months does not produce organ injury; liver and kidney injury start to appear at 50 ppm exposure; and the severity of the injury is concentration dependent. Data ... also indicate that rats are more sensitive to chloroform than other species (mice, rabbits, guinea pigs, dogs)."
        },
        {
            "References": "PMID:16815507",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Swiss Webster (SW) mice, exposed continuously to either vehicle (5% Emulphor, unprimed) or chloroform (150 mg/kg/day po, primed) for 30 days, were challenged with a normally lethal dose of chloroform (750 mg chloroform/kg po) 24 hr after the last exposure. As expected, 90% of the unprimed mice died between 48 and 96 hr after administration of the lethal dose in contrast to 100% survival of mice primed with chloroform. Time course studies indicated lower hepato- and nephrotoxicity in primed mice as compared to unprimed mice. Hepatic CYP2E1, glutathione levels (GSH), and covalent binding of (14)C-chloroform-derived radiolabel did not differ between livers of unprimed and primed mice after lethal dose exposure, indicating that protection in liver is neither due to decreased bioactivation nor increased detoxification. Kidney GSH and glutathione reductase activity were upregulated, with a concomitant reduction in oxidized glutathione in the primed mice following lethal dose challenge, leading to decreased renal covalent binding of (14)C-chloroform-derived radiolabel, in the absence of any change in CYP2E1 levels. Buthionine sulfoximine (BSO) intervention led to 70% mortality in primed mice challenged with lethal dose. These data suggest that higher detoxification may play a role in the lower initiation of kidney injury observed in primed mice. Exposure of primed mice to a lethal dose of chloroform led to 40% lower chloroform levels (AUC(15-360 min)) in the systemic circulation. Exhalation of (14)C-chloroform was unchanged in primed as compared to unprimed mice (AUC(1-6 hr)). Urinary excretion of (14)C-chloroform was higher in primed mice after administration of the lethal dose. However, neither slightly higher urinary elimination nor unchanged expiration can account for the difference in systemic levels of chloroform. Liver and kidney regeneration was inhibited by the lethal dose in unprimed mice leading to progressive injury, organ failure, and 90% mortality. In contrast, sustained and highly stimulated compensatory hepato- and nephrogenic repair prevented the progression of injury resulting in 100% survival of primed mice challenged with the lethal dose. These findings affirm the critical role of tissue regeneration and favorable detoxification (only in kidney) of the lethal dose of chloroform in subchronic chloroform priming-induced autoprotection."
        },
        {
            "References": "PMID:16630638",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Swiss Webster (SW) mice were given three dose levels of chloroform (150, 225, and 300 mg/kg/day) by gavage in aqueous vehicle for 30 days. Liver and kidney injury were measured by plasma ALT and BUN, respectively, and by histopathology. Tissue regeneration was assessed by (3)H-thymidine incorporation into hepato- and nephro-nuclear DNA and by proliferating cell nuclear antigen staining. In addition, GSH and CYP2E1 in liver and kidney were assessed at selected time points. The levels of chloroform were measured in blood, liver, and kidney during the dosing regimen (1, 7, 14, and 30 days). Kidney injury was evident after 1 day with all three doses and sustained until 7 days followed by complete recovery. Mild to moderate liver injury was observed from 1 to 14 days with all three dose levels followed by gradual decrease. Significantly higher regenerative response was evident in liver and kidney at 7 days, but the response was robust in kidney, preventing progression of injury beyond first week of exposure. While the kidney regeneration reached basal levels by 21 days, moderate liver regeneration with two higher doses sustained through the end of the dosing regimen and 3 days after that. Following repeated exposure for 7, 14, and 30 days, the blood and tissue levels of chloroform were substantially lower with all three dose levels compared to the levels observed with single exposure. Increased exhalation of (14)C-chloroform after repeated exposures explains the decreased chloroform levels in circulation and tissues. These results suggest that toxicokinetics and toxicodynamics (tissue regeneration) contribute to the tolerance observed in SW mice to subchronic chloroform toxicity. Neither bioactivation nor detoxification appears to play a decisive role in the development of this tolerance."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 58-chloroform. 2004 Available from, as of January 2, 2018: https://www.inchem.org/documents/cicads/cicads/cicad58.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ F344 rats and BDF1 mice (10 per sex per species per concentration) were exposed at 0, 2.5, 5, 10, 20, or 40 g/cu m, 6 hr/day, 5 days/week, for 2 weeks. Rats survived at up to 5 g/cu m, but all died within 2 days at 10 g/cu m and above. The female mice survived exposure at 2.5 g/cu m, but deaths occurred (from day 4 onwards) at 5 g/cu m. Only two male mice survived, one at 2.5 g/cu m and one at 5 g/cu m. Dead rats showed lung congestion and inflammation, believed to arise as a result of cardiovascular toxicity. Deaths in mice were ascribed to necrosis of the kidney proximal tubules (males) and centrilobular necrosis of the liver (females). Surviving rats showed vacuolic changes in the proximal kidney tubules and the central area of the liver, as well as desquamation, atrophy, and disarrangement of the olfactory epithelium and edema of the lamina propria of the nasal cavity. Surviving male mice had necrosis in the kidney proximal tubules, slight swelling and vacuolic change in the liver, and atrophy and respiratory metaplasia in the olfactory epithelium. The surviving female mice showed necrosis and vacuolic changes in the liver and necrosis and disarrangement of the olfactory and respiratory epithelia, but no kidney changes ..."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 58-chloroform. 2004 Available from, as of January 2, 2018: https://www.inchem.org/documents/cicads/cicads/cicad58.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cell proliferation was seen in the nasal turbinates of female B6C3F1 mice exposed at 10 mg/cu m, but not at 1.5 mg/cu m, for 6 hr/day, 7 days/week, for 3 weeks ... Increased cell proliferation was detected in the first endoturbinate of the nasal passage in female B6C3F1 mice exposed to 49 mg chloroform/cu m, 6 hr/day, for 7 consecutive days ... No microscopic damage was seen in the nasal passages of female B6C3F1 mice exposed to up to 1500 mg/cu m for 6 hr/day for 7 consecutive days. Cell proliferation was not measured ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 15. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Seven groups of 6-week-old female B6C3F1 mice (30 mice/group) were given water containing either 0, 200, 400, 600, 900, 1,800, or 2,700 ppm chloroform for 30-90 days. Calculated dose levels were 0, 32, 64, 97, 145, 290, or 436 mg/kg/day based on reported water intakes. At week 1, a significant decrease in body weight was observed in the 900, 1,800, and 2,700 ppm chloroform treatment groups; however, all body weights of the treated animals were comparable to controls after week 1. On days 30, 60, and 90, ten animals from each treatment group were sacrificed for gross and microscopic pathologic examination, as well as for measurement of organ fat:organ weight ratios. A 160%-250% increase in liver fat was observed in the high-dose group. Histological examination of the liver revealed mild centrilobular fatty changes in the 1,800 and 2,700 ppm groups. On day 30, reversible fatty changes in the liver were observed at doses as low as 400 ppm chloroform. Treatment-related atrophy of the spleen was observed at the high dose. Based on the observation of mild effects of chloroform exposure via the drinking water on liver and other tissues, the LOAEL in this study was 290 mg/kg/day, while the NOAEL was 145 mg/kg/day ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 19-20. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A series of prechronic studies /were performed/ on the toxicity of inhaled chloroform in B6C3F1 mice and F344 rats. Animals were exposed to concentrations of chloroform ranging from 2-300 ppm (10-1460 mg/cu m) for 6 hours per day, either 5 or 7 days per week, for up to 13 weeks (90 days). All animals were examined for histological lesions of liver, kidney, and nasal epithelium. Some animals were administered bromodeoxyuridine (BrdU) via osmotic pump prior to sacrifice in order to measure the labeling index (LI). Exposure to chloroform caused histopathological lesions in liver, kidney, and nasal epithelium of both rats and mice. Lesions in liver were characterized by scattered vacuolated hepatocytes and necrotic foci, sometimes with inflammation, mainly in the centrilobular and midzonal regions. Renal lesions occurred primarily in the epithelial cells of the proximal convoluted tubules in the cortex. Changes included vacuolation, a basophilic appearance, tubule cell necrosis, and enlarged cell nuclei. Nasal lesions were characterized as atrophy of olfactory epithelium, mainly in the ethmoid portion of the nasal passage. In most cases, histological effects in liver and kidney were not observed until exposure levels were about 30 ppm or higher. However, atrophy of the nasal epithelium was observed in rats at the lowest exposure level tested (2 ppm). Histological changes were generally accompanied by statistically significant increases in Labeling Index, although not always at exactly the same exposure level. These increases in Labeling Index are interpreted as evidence that the cytotoxic responses in these tissues triggers a regenerative hyperplasia. Increased cell proliferation was not found in either sex of rats exposed to chloroform for 6 weeks and held (without exposure) until week 13, suggesting that cell proliferation is dependent on the presence of chloroform and represents a regenerative response to cytotoxicity."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male CD1 mice /were dosed/ daily with 0, 37, 74 and 148 mg chloroform/kg body weight in corn oil for 14 days. Histological changes turned out to be the most sensitive indicators of liver and kidney toxicity. Dose-related effects were observed at dose levels from 37 mg/kg body weight upwards. Kidneys showed intra-tubular mineralization, epithelial hyperplasia and cytomegaly. Livers showed centrilobular cytoplasmic pallor, marked cell proliferation and focal inflammation. After 14 days the body weight in the highest dose group was reduced."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chloroform in the drinking-water /was administered/ to male Osborne-Mendel rats for 90 days at concentrations of 0, 200, 400, 600, 900 and 1800 mg/L (calculated to be 0, 20, 38, 57, 81 and 160 mg chloroform/kg body weight, respectively). A concentration-related central nervous system depression was seen. Body weights in the 160-mg group were reduced throughout the study. Biochemical investigations of serum showed no important deviations from control values other than a dose-related increase in cholesterol at dose levels of 38 mg chloroform/kg body weight or more after 60 days and a decrease in triglycerides in the highest dose group from 30 days onwards. After 90 days of administration, however, these parameters were affected in the two highest dose groups only. No dose-related histopathological changes were reported."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day study ... male and female Sprague-Dawley rats were exposed to chloroform via drinking-water at dose levels of 0, 0.17, 1.3, 12 and 40 mg/rat per day for males and 0, 0.12, 1.3, 9.5 and 29 mg/rat per day for females; this was followed by 90 days of recovery. Water and food intake were reduced in the highest dose group. At the 40-mg level a  higher incidence of spontaneous death occurred. Histological examination showed mild liver and thyroid lesions, especially in the highest dose group. Livers of both males and females showed: an increase in cytoplasmic homogeneity; density of the hepatocytes in the periportal area; mid-zonal and centrilobular increase in cytoplasmic volume; vacuolation due to fatty infiltration and occasional nucleic vesiculation; and hyperplasia of biliary epithelial cells. Thyroid lesions consisted of a reduction in follicular size and colloid density, increase in epithelial cell height and occasional collapse of follicles. Liver and thyroid lesions diminished in severity during the 90 days recovery period."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 18: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male weanling Sprague-Dawley rats /were exposed/ to chloroform via drinking-water for 28 days. The following chloroform exposure doses were calculated: 0, 0.13, 1.3 and 11 mg/rat per day (0, 0.7, 7.4 and 63 mg/kg body weight, respectively). The only treatment-related effect observed was a decrease in the neutrophils in the 11-mg group."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The severity of liver injury due to inhaled chloroform is not only influenced by the administered concentration but also by the shape of the exposure profile. This was observed ... /in/ male black-hooded Wistar rats (36 per group) for 4 weeks to chloroform vapor as a constant concentration (245 mg/cu m; 24 hr/day; 7 days a week) or as repeated concentrations (1387 mg/cu m; 6 hr/day; 5 days a week), with a similar total exposure (154 g/cu m-hours) for the two ways of exposure (levels were monitored). Hepatic injury appeared to be more severe in the continuously exposed group, in which microvesicular fatty change was the most prominent feature, while focal necrosis was a minor feature. Livers of the animals receiving repeated exposures showed only minor injuries in the form of scattered hepatocytes containing small fat droplets and a few foci of liver cell necrosis."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male and female rats (10-12 of each sex per group), rabbits (2-3 of each sex per group) and guinea-pigs (8-12 of each sex per group) /were exposed/ to concentrations of 0, 110, 230 and 410 mg chloroform/cu m air for 7 hr/day, 5 days/week, during 6 months. In the male and female rats, relative kidney weight was increased at all exposure levels. In the males, at all levels,  kidneys showed cloudy swelling of the tubular epithelium and the livers showed lobular granular degeneration with focal necrosis. At the higher exposure levels the effects became more pronounced. The effects observed in the males exposed to 110 mg chloroform/cu m disappeared within 6 weeks after exposure. At 410 mg chloroform/cu m, death, due to interstitial pneumonitis, occurred in the males. No effects were seen in the male rats after 1, 2 or 4 hr of exposure to 110 mg chloroform/cu m (same schedule of exposure). The results obtained after exposure of rabbits and guinea-pigs were inconsistent because of low numbers of animals and/or the absence of dose-effect relationships."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chloroform /was administered/ to female B6C3F1 mice for 90 days in the drinking-water at concentrations of 0, 200, 400, 600, 900, 1800 and 2700 mg/L (measured daily chloroform doses of 0, 34, 66, 92, 132, 263 and 400 mg/kg body weight, respectively). In the first week of the experiment some mice in the higher dose groups died of dehydration due to reduced drinking. Depression of the central nervous system occurred in the animals receiving chloroform and was concentration-related. The only treatment-related histopathological findings consisted of a mild adaptive and transitory fatty change in the livers of animals dosed with 66 mg chloroform/kg body weight or more and a mild lymphoid atrophy of the spleen at the higher dose levels."
        },
        {
            "References": "WHO; EHC216: Disinfectants and Disinfectant By-Products (2000) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc216.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In an inhalation study, ...BDF1 mice /were exposed/ to chloroform vapor at concentrations of 0, 149 or 446 mg/cu m (0, 30 or 90 ppm) 6 hr/day for 4 days or 2 weeks (5 days/wk). In the kidneys of male mice exposed to 149 and 446 mg/cu m (30 and 90 ppm), degenerative lesions and 7- to 10-fold increases in cell proliferation were observed. Liver damage and an increased hepatic labeling index were noted in male mice exposed to 149 and 446 mg/cu m (30 and 90 ppm) and in female mice exposed to 446 mg/cu m (90 ppm). Both doses were lethal in groups exposed for 2 weeks (40% and 80% mortality at 149 and 446 mg/cu m [30 and 90 ppm], respectively)."
        },
        {
            "References": "WHO; EHC216: Disinfectants and Disinfectant By-Products (2000) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc216.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 90-day chloroform inhalation study was conducted using male and female B6C3F1 mice and exposure concentrations of 0, 1.5, 10, 50, 149 and 446 mg/cu m (0, 0.3, 2, 10, 30 and 90 ppm) for 6 hr/day, 7 days/wk. Large, sustained increases in hepatocyte proliferation were seen in the 446 mg/cu m (90 ppm) groups at all time points (4 days and 3, 6 and 13 weeks). In the more sensitive female mice, a NOAEL of 50 mg/cu m (10 ppm) for this effect was established. Renal histopathology and regenerative hyperplasia were noted in male mice at 50, 149 and 446 mg/cu m (10, 30 and 90 ppm)."
        },
        {
            "References": "WHO; EHC216: Disinfectants and Disinfectant By-Products (2000) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc216.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In another 90-day inhalation study, F344 rats were exposed to chloroform at concentrations of 0, 10, 50, 149, 446 or 1490 mg/cu m (0,  2, 10, 30, 90 or 300 ppm) for 6 hr/day, 7 days/wk. The 1490 mg/cu m (300 ppm) level was extremely toxic and deemed by the authors to be inappropriate for chronic studies. Increases in renal epithelial cell proliferation in cortical proximal tubules were observed at concentrations of 149 mg/cu m (30 ppm) and above. Hepatic lesions and increased proliferation were noted only at the highest exposure level. In the ethmoid turbinates of the nose, enhanced bone growth and hypercellularity in the lamina propria were observed at concentrations of 50 mg/cu m (10 ppm) and above, and a generalized atrophy of the turbinates was seen at all exposure levels after 90 days."
        },
        {
            "References": "WHO; EHC216: Disinfectants and Disinfectant By-Products (2000) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc216.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The cardiotoxicity of chloroform was examined in male Wistar rats given daily doses of 37 mg/kg of body weight (0.31 mmol/kg) by gavage in olive oil for 4 weeks. Chloroform caused arrhythmogenic and negative chronotropic and dromotropic effects as well as extension of the atrioventricular conduction time and depressed myocardial contractility."
        },
        {
            "References": "PMID:7096898",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subacute study, groups of 10 male rats were fed /chloroform, bromodichloromethane (BDCM), chlorodibromomethane (CDBM), or bromoform/ at 0, 5, 50 or 500 ppm in their drinking water for 28 days. The growth rate and food intake were not affected by treatment. A slight increase in relative kidney weight was observed in the groups fed 5 ppm chloroform; 500 ppm bromoform, 5 and 500 ppm BDCM. The animals fed the highest dose of chloroform showed decreased neutrophils. Serum biochemical parameters and hepatic microsomal enzyme activities were not altered by any of the four trihalomethanes. No histopathological changes were seen in the tissues examined."
        },
        {
            "References": "PMID:6653442",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The renal and hepatotoxicities of five selected halomethanes, which are drinking water contaminants, were evaluated following a 14-day exposure. Bromodichloromethane, bromoform, chloroform, dibromochloromethane and methylene chloride were administered at three dose levels. Toxicity was evaluated by measuring changes in total body weight, uptake of p-aminohippurate into renal cortical slices, blood urea nitrogen, serum creatinine, and serum glutamate-pyruvate transaminase levels and by performing a histopathologic examination of liver and kidney tissues. Dose-related effects on the liver and kidney were detected with the uptake of p-aminohippurate into kidney slices and with the histopathologic evaluation of tissues. Treatment-related effects seen in the methylene chloride exposed mice were less pronounced as compared to the other halomethane treatment groups. In general, histopathological changes were the most sensitive indicators of both liver and kidney damage."
        },
        {
            "References": "PMID:7096899",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 male and 20 female rats were fed 0, 5, 50, 500 or 2500 ppm trihalomethanes (chloroform, bromodichloromethane, chlorodibromomethane and bromoform) in their drinking water for 90 days. Ten rats from each group were killed at this time and the remaining animals were fed tap water for a further 90 days before they were sacrificed. Suppression of growth rate was observed in male and female rats fed 2500 ppm chloroform and bromodichloromethane (BDCM) for 90 days. After the subsequent 90-day recovery period, no effects on body weight gain in either sex were apparent. Food consumption was depressed in all groups of males and females receiving 2500 ppm chloroform, chlorodibromomethane (CDBM) and BDCM for 90 days and in these same groups during the recovery period. Bromoform at 2500 ppm suppressed food consumption of male rats but this effect was not evident 90 days after cessation of exposure. Decreased lymphocyte counts were only observed in the recovery groups fed chloroform (500 ppm, male), CDBM (2500 ppm, female) and bromoform (2500 ppm, females). Histological changes in the livers and thyroids of male and female rats were qualitatively and quantitatively similar for the four trihalomethanes. These changes were mild in nature, and were not evident 90 days after cessation of exposure. These data indicate that trihalomethanes can produce biochemical hematological and histological changes but most of these were reversible when exposure had terminated."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In the nasal passages of rats /exposed for 1 wk to/ chloroform concentrations of 49 mg/cu m or more induced histopathological changes that exhibited clear concentration-related severity. Chloroform-induced changes included increased epithelial mucosubstances in the respiratory epithelium of the nasopharyngeal meatus, primarily in the rats. A complex set of responses was seen in specific regions of the ethmoid turbinates, predominantly in the rats. These lesions in the ethmoid region, which involved all of the endo- and ectoturbinates, were most severe peripherally and generally spared the tissue adjacent to  the medial airways. These changes were characterized by atrophy of Bowman's glands, increased numbers of vimentin-positive cells in the periosteum, new bone formation and increased number of periosteal cells in S-phase as determined by BrdU incorporation. Additional changes were site-specific loss of mucosubstances and loss of immunocyto-chemical staining of acini and ducts of Bowman's glands for P450-2E1 and pancytokeratin, and loss of P450-2E1 immunostaining of the olfactory epithelium. The only change noted in the mice was increased periosteal cell proliferation without new bone growth."
        },
        {
            "References": "WHO; EHC216: Disinfectants and Disinfectant By-Products (2000) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc216.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chloroform was administered by corn oil gavage to male B6C3F1 mice at doses of 0, 34, 90, 138 or 277 mg/kg of body weight for 4 days or 3 weeks (5 days per week). Mild degenerative changes in centrilobular hepatocytes were noted in mice given 34 and 90 mg/kg of body weight per day after 4 days of treatment, but these effects were absent at 3 weeks. At 138 and 277 mg/kg of body weight per day, centrilobular necrosis was observed at 4 days and with increased severity at 3 weeks. Hepatic cell proliferation was increased in a dose-dependent manner at all chloroform doses after 4 days, but only in the 277 mg/kg of body weight dose group at 3 weeks. Renal tubular necrosis was observed in all dose groups after 4 days, while 3 weeks of exposure produced severe nephropathy at the highest dose and regenerating tubules at the lower doses. The nuclear labeling index was increased in the proximal tubules at all doses after 4 days of treatment, but was elevated only in the two highest dose groups after 3 weeks."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 17. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of the vehicle on the hepatotoxicity of chloroform was evaluated using male and female B6C3F1 mice. Doses of 0, 60, 130, or 270 mg/kg/day in corn oil or in 2% emulphor were administered via gavage for 90 days. Based on measurements of serum enzyme levels, serum and tissue triglyceride levels, and histological examination of the livers, the authors concluded that hepatotoxic effects were enhanced by the administration of chloroform via corn oil versus chloroform administered in an aqueous suspension. The authors suggested that the cause may be absorption kinetics or interaction between chloroform and the corn oil vehicle ... A LOAEL of 270 mg/kg/day was identified for chloroform when administered in corn oil, but 270 mg/kg/day was considered a NOAEL for chloroform when administered in aqueous vehicle ..."
        },
        {
            "References": "PMID:9465273",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... This study compares dose-response relationships of gavage-administered chlorinated/brominated trihalomethanes for hepatotoxicity, replicative DNA synthesis, and hepatocarcinogenicity in female B6C3F1 mice. The liver tumor data were obtained from previously published studies. Because bromine is a better leaving group than chlorine, metabolism of bromodichloromethane (BDCM) should produce the same intermediates as would be formed from TCM. Hence, the toxicity and carcinogenicity of BDCM was expected to be qualitatively similar to that of TCM. Dose responses for liver weight, serum sorbitol dehydrogenase and alanine aminotransferase (ALT) activities, hepatocyte degeneration, and hepatocyte labeling index (LI, a measure of replicative DNA synthesis) in female mice were similar following 3 weeks of gavage administration (once per day, 5 days per week) with TCM, BDCM, or chlorodibromomethane (CDBM). Fits of composite data for these trihalomethanes to a Hill equation model revealed sigmoidal dose responses for ALT activity and hepatocyte LI and a nearly linear low-dose response for liver tumor incidence. For this family of chemicals, the mouse liver tumor response was not associated with an elevated hepatocyte LI at doses of approximately 1 mmol/kg or less. High incidences of liver tumors were observed with BDCM and CDBM at doses that had a marginal effect or no effect on the hepatocyte LI. Thus, the carcinogenic effects of trihalomethanes are not simply a consequence of cytotoxicity and regenerative hyperplasia..."
        },
        {
            "References": "PMID:6891681",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Relationship between acute toxicity from oral administration and long-term tumorigenic potential was studied in male CFLP outbred Swiss albino mouse strain. Single dose of chloroform, approximately 18 mg/kg had no detectable acute toxic effect on liver or kidneys and did not stimulate regenerative activity. Toxicity and tissue regeneration were observed with single 60 mg/kg or higher dose. In earlier long-term studies in mice of same strain, kidney tumors occurred in males given 60 mg/kg/day throughout life but not in mice given 17 mg/kg/day. Findings are consistent with hypothesis that early acute toxic change and subsequent repair are essential for tumorigenesis in kidney and liver."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 411 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, 5 wk of age, received 2-5% solution of chloroform (USP grade) in corn oil by gavage 5 times/wk for 78 wk. The initial dose levels for males were 100 and 200 mg/kg bw, and those for females 200 and 400 mg/kg bw. These doses were increased after 18 weeks to 150 and 300 mg/kg bw for males and 250 and 500 mg/kg bw for females, so that the average levels were 138 and 277 mg/kg bw for males and 238 and 477 mg/kg bw for females. Pooled control groups, consisting of 77 male and 80 female mice, and matched control groups, consisting of 20 males and 20 females, were treated with corn oil only. The experiment was terminated at 92-93 weeks. The incidence of hepatocellular carcinomas in all treated groups of mice was statistically significant (p<0.0001) when compared with that in controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 411 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Osborne-Mendel rats, 52 days old, received a 10% solution of chloroform (USP grade) in corn oil by gavage 5 times weekly. Males were given doses of 90 and 180 mg/kg bw for 78 weeks; female rats started on dose levels of 125 and 250 mg/kg bw, but these were lowered to 90 and 180 mg/kg bw after 22 weeks, giving an average level of 100 and 200 mg/kg bw for the study. Pooled control groups of 100 males and 100 females and matched control groups of 20 males and 20 females were treated with the vehicle only. The experiment was terminated at 111 weeks. The incidence of kidney epithelial tumors in male rats was statistically greater (p=0.0016) than that in controls."
        },
        {
            "References": "PMID:3987603",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effects of lifetime exposure to chloroform ... were studied in Wistar rats. Treatment was initiated with weanlings at 2 mL chloroform per L of water. Concentrations were halved at 72 weeks because of increasing water intake among the test animals. ... Treated rats weighed less than unexposed controls at all ages. At about 15 to 17 weeks, females had a higher consumption of water and ... /chloroform/ than males. The incidence of neoplastic nodules was significantly increased in females. ... /Both/ males /and females/ treated with chloroform had a high incidence of hepatic adenofibrosis."
        },
        {
            "References": "PMID:4043598",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic activity of chloroform administered at 0, 200, 400, 900, and 1800 mg/L in drinking water was studied in male Osborne-Mendel rats and female B6C3F1 mice. A second control group was included in the study and was restricted to the water consumption of the high-dose group. Animals were maintained on study for 104 weeks. ... Chloroform increased the yield of renal tubular adenomas and adenocarcinomas in male rats in a dose-related manner. For the high-dose group, which corresponded to a time-weighted average dose of 160 mg/kg/day for 104 weeks, there was a 14% incidence of renal tubular adenomas and adenocarcinomas, vs 1% in the control group. This compares to a 24% incidence observed when 180 mg/kg per day of chloroform was administered for 78 weeks in earlier studies. In contrast, chloroform in the drinking water of mice failed to increase the incidence of hepatocellular carcinomas in female B6C3F1 mice. The highest dose group received a time-weighted average dose of 263 mg/kg/day for 104 weeks, resulting in a 5% combined incidence of hepatocellular adenomas and carcinomas relative to a 6% incidence in the control groups. In a prior National Cancer Institute study an 80% incidence of hepatocellular carcinomas was observed at 270 mg/kg/day for 78 weeks. Chloroform administered in drinking water evidently is capable of inducing cancer in the rat kidney. However, the lack of response in the mouse liver when chloroform is supplied in the drinking water suggests that earlier reports of chloroform hepatocarcinogenesis may be related to some interaction with the mode of administration (corn oil gavage)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Negative results of /chloroform/ carcinogenicity were obtained in beagle dogs after 7.5 yr, in Sprague-Dawley rats, and in 3 of 4 strains of mice. In the fourth strain (ICI Swiss), renal tumors occurred only in males at the 60 mg/kg/day dose, but not at the 17 mg dose. In the male mouse CBA strain, survival was better than in controls, and fewer liver tumors were seen in the treated than the control mice. The lack of toxicity was attributed to the small doses used in these studies (15 and 30 mg/kg/day, dogs; 60 mg/kg/day in mice and rats). The hepatocellular degeneration and necrosis and the abdominal distention ... were induced by several times higher dosage."
        },
        {
            "References": "PMID:7151758",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Studies were done using male B6C3F1 mice to investigate potential of chloroform to induce genetic damage and/or organ toxicity at sites where tumors have been observed in various bioassays. They revealed that carcinogenic doses produced severe necrosis at sites where tumors developed. Noncarcinogenic doses failed to induce this response. Studies of DNA alkylation and DNA repair in vivo failed to give any indication that it had produced genetic alterations associated with known genotoxic chemicals. Data suggest that primary mechanism of chloroform-induced carcinogenesis is nongenetic."
        },
        {
            "References": "PMID:16952903",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Effects of combined inhalation and oral exposures to chloroform on carcinogenicity and chronic toxicity in male F344 rats were examined. A group of 50 male rats was exposed by inhalation to 0 (clean air), 25, 50, or 100 ppm (v/v) of chloroform vapor-containing air for 6 hr/d and 5 d/wk during a 104 wk period, and each inhalation group was given chloroform-formulated drinking water (1000 ppm w/w) or vehicle water for 104 wk, ad libitum. Renal-cell adenomas and carcinomas and atypical renal-tubule hyperplasias were increased in the combined inhalation and oral exposure groups, but not in the oral- or inhalation-alone groups. Incidences of cytoplasmic basophilia and dilated tubular lumens in the kidney, as well as incidence of positive urinary glucose, were markedly increased by the combined exposures, compared with those after single-route exposures. It was concluded that combined inhalation and oral exposures markedly enhanced carcinogenicity and chronic toxicity in the proximal tubule of male rat kidneys, suggesting that carcinogenic and toxic effects of the combined exposures on the kidneys were greater than the ones that would be expected under an assumption that the two effects of single route exposures through inhalation and drinking were additive."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 13. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sprague-Dawley rats (50/sex/group) were administered concentrations of 0 or 60 mg chloroform/kg/day in toothpaste by gavage, 6 days/week for 80 weeks. No significant differences in mortality were observed between treated and control animals. A marginal decrease in body weight gain (about 10%) was observed in both treated males and females when compared to controls. A statistically significant decrease in relative liver weight was observed in treated females. Histologic examination of the liver revealed only minor changes, with no severe fatty infiltration, fibrosis, or marked bile duct abnormalities reported. The incidence of moderate to severe glomerulonephritis was reported to be slightly increased in treated males."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 12. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In three different studies, 10-week-old mice were administered chloroform by gavage 6 days per week for 80 weeks, followed by a 13- to 24-week observation period. /In study I male and female ICI mice, 52/sex, were administered chloroform at 17 and 60 mg/kg/day. In study II, 52 male ICI mice were administered 60 mg/kg/day. In study III, male C57BL, CBA, CF/I, ICI mice, 52 per strain were administered chloroform at 60 mg/kg/day/ ... There were no statistically significant differences in survival, body weight, or food consumption between chloroform-treated and control groups in any of the experiments. In experiment I, a slight increase in moderate to severe fatty degeneration of the liver was seen in ICI mice given 60 mg, but not 17 mg, chloroform/kg/day. Kidney tumors were statistically higher in high-dose male mice than in controls, while all other tumor incidences were comparable to control. In experiment II, a decrease in liver and kidney weights was observed in chloroform-treated male mice, and the incidence of kidney tumors was increased. In experiment III, treatment with chloroform was associated with increased incidence of moderate to severe kidney lesions in CBA and CF/1 mice. No increases in liver or kidney tumors were observed except in ICI male mice."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 13. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of eight male and eight female beagle dogs /were exposed/ to doses of 15 or 30 mg chloroform/kg/day. The chemical was given orally in a toothpaste base in gelatin capsules, 6 days/week for 7.5 years. This was followed by a 20- to 24-week recovery period. A group of 16 male and 16 female dogs received toothpaste base without chloroform and served as the vehicle control group. Eight dogs of each sex served as an untreated group and a final group of 16 dogs (8/sex) received an alternative nonchloroform toothpaste. Four male dogs (one each from the low- and high-dose chloroform groups, the vehicle control group, and the untreated control group) and seven female dogs (four from the vehicle control group and three from the untreated control group) died during the study. Results for serum glutamate pyruvate transaminase (SGPT, now known as alanine aminotransferase or ALT) ... /show/ substantial variability in individual measurements, SGPT levels tended to be about 30%-50% higher in the low-dose group (15 mg/kg/day) than in control animals. These increases were statistically significant for weeks 130-364. For the high-dose group (30 mg/kg/day), the typical increase in SGPT was about twofold, and the differences were statistically significant for the entire exposure duration (weeks 6-372). After 14 weeks of recovery, SGPT levels remained significantly increased in the high-dose group but not in the low-dose group, when compared with the controls. After 19 weeks of recovery, SGPT levels were not significantly increased in either treated group when compared with the controls. The authors concluded that the increases in SGPT levels were likely the result of minimal liver damage. Serum alkaline phosphatase (SAP) and SGPT levels were also moderately increased (not statistically significant) in the treated dogs at the end of the treatment period when compared with the controls. Microscopic examinations were conducted on the major organs. The most prominent microscopic effect observed in the liver was the presence of \"fatty cysts,\" which were described as aggregations of vacuolated histiocytes. The fatty cysts were observed in the control and treated dogs, but were larger and more numerous (i.e., higher incidence of cysts rated as \"moderate or marked,\" as opposed to \"occasional or minimal\") in the treated dogs at both doses than in the control dogs. The prevalence of moderate or marked fatty cysts was 1/27 in control animals, 9/15 in low-dose animals, and 13/15 in high-dose animals. Nodules of altered hepatocytes were observed in both treated and control animals, and therefore were not considered related to treatment. No other treatment-related nonneoplastic or neoplastic lesions were reported for the liver, gall bladder, cardiovascular system, reproductive system, or urinary system. A NOAEL was not identified in this study. However, a LOAEL of 15 mg/kg/day was identified, based on elevated SGPT levels and increased incidence and severity of fatty cysts ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 17-18. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The potential carcinogenicity of chloroform was evaluated in mice following oral administration via oil or water. When administered in oil, 250 mg chloroform/kg/day produced an increased incidence in tumors (tissue not specified), whereas there were no increases in the incidence of tumors observed in mice treated with 15 mg/kg/day. No increases in tumor incidence were observed in mice treated with up to 42 mg/kg/day via drinking water ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 18. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male F-344 rats /were exposed/ to chloroform in drinking water for 100 weeks. Exposure levels were 0, 900, or 1,800 ppm. Assuming ingestion of about 0.05 L/day of water per kg body weight, this corresponds to doses of approximately 45 and 90 mg/kg/day. Exposure began when the animals were 8-10 weeks of age. Interim sacrifices of groups of 6 animals were performed at 26, 52, and 78 weeks, and the final sacrifice at 100 weeks included 50 animals per group. At each time point, liver and kidney were examined for gross and microscopic lesions. In the liver, there were borderline significant (p = 0.05-0.10) increases in the prevalence of hepatocellular proliferative lesions at 100 weeks. In addition, there was a statistically significant increase (p < 0.05) in the multiplicity of adenomas and carcinomas in the group exposed to 1,800 ppm, and a significant dose trend (p < 0.05) for hyperplastic nodules, neoplasia, and total proliferative lesions. With the exception of midzonal vacuolization (probably due to fat accumulation), there were no hepatic histopathological lesions observed at any of the sacrifice periods other than those normally associated with aging rats. In kidney, a wide variety of chronic nephropathies were observed in both control and exposed animals. The incidence of these nephropathies was not considered to be different than spontaneous background rates. No renal neoplasms were observed in any of the chloroform-exposed groups."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 11. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Strain A mice (five/sex/group) /were exposed/ to chloroform at dose levels of 0, 150, 300, 600, 1,200, or 2,400 mg/kg in olive oil by gavage. The animals were dosed every 4 days over a period of 120 days (a total of 30 doses) and were examined for hepatomas 30 days after the last dose. No males administered doses of at least 600 mg/kg and no females in the high-dose group survived the study. All deaths occurred 24 to 48 hours after the first or second chloroform dose. All surviving females dosed with chloroform at 600 or 1,200 mg/kg developed hepatomas. Liver necrosis was observed in both sexes in the three highest dose groups. Necrosis of hepatoma cells was not observed. The hepatomas did not appear invasive and no metastasis was found. Males in all treatment groups developed kidney necrosis, whereas kidney necrosis was not apparent in any females. The severity of renal necrosis was dose related."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 151 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 26 and 32 male and 22 and 45 female weanling Wistar rats (age unspecified) were given chloroform (purity not specified) in the drinking-water at a concentration of 0 or 2.9 g/L, respectively, for 72 weeks, when the dose was halved to 1.45 g/L for the remaining weeks because of increased consumption of water. The animals were necropsied when found dead or moribund. Controls of each sex survived for approximately 145 weeks, while those exposed to chloroform survived for approximately 185 weeks. Chloroform produced neoplastic nodules in the livers of 10 female rats, representing a 25% incidence compared with 0% in the control group."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 152 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Fischer 344 rats, six weeks of age, were given chloroform (purity, 99%) in air by inhalation for 6 hr per day on five days per week for 104 weeks at concentrations of 0, 10, 30 or 90 ppm. Chloroform did not increase the incidence of tumors..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 151 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female BDF1 mice, six weeks of age, were given chloroform (purity, > 99%) in air by inhalation for 6 hr per day on five days per week for 104 weeks at concentrations of 0, 5, 30 or 90 ppm. The 30- and 90-ppm doses were acutely lethal to the mice; thus, mice were first exposed to 5 ppm for two weeks, then to 10 ppm for two weeks (and, in the 90 ppm group, then 30 ppm for a further two weeks) before the 30 and 90 ppm concentrations were maintained. Under these conditions, chloroform produced renal tubular tumors (adenomas and carcinomas) in male mice at the two highest concentrations: control, 0/50; low-dose, 1/50; mid-dose, 7/50; high-dose, 12/48..."
        },
        {
            "References": "PMID:12359347",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Bromodichloromethane (BDCM) ... /was a/ colon carcinogen in male and female F344/N rats following administration by corn oil gavage. /A/ ... chronic bioassay of BDCM administered in the drinking water failed to demonstrate colon cancer in male F344/N rats. ...The capability of trihalomethanes (THMs) administered in drinking water to induce aberrant crypt foci (ACF), early putative preneoplastic lesions, /was examined/ in the colons of male F344/N rats and B6C3F1 mice. Bromodichloromethane (BDCM) was tested in the A/J mouse strain. Rats and B6C3F1 mice were exposed to isomolar concentrations of the THMs (0.5 g/L chloroform (TCM), 0.7 g/L BDCM, 0.9 g/L dibromochloromethane (DBCM), or 1.1 g/L bromoform (TBM)) for 13 weeks. A/J mice were exposed to 0.5 g/L BDCM in the drinking water for 13 and 30 weeks. Deionized water and 0.25% Alkamuls EL-620 were the negative and vehicle controls. ACF incidence (percent) and number (ACF/colon) for the rat were: combined controls, 0; AOM, 100%, 27.17+/-6.28 (P<0.01); TCM, 16.7%, 0.17+/-0.17; BDCM, 83.3%, 1.50+/-0.56 (P<0.01); DBCM, 50%, 1.17+/-0.65 (P<0.01); TBM, 66.7%, 1.17+/-0.40 (P<0.01). THM-induced ACF primarily occurred in the rectal segment of the colon (92%). No ACF were observed in the colons of B6C3F(1) mice following 13 weeks of THM treatment or in the colons of A/J mice following 13 and 30 weeks of BDCM exposure. These studies demonstrate that brominated THMs administered in the drinking water significantly induced preneoplastic ACF in the colon of rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 414 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were exposed to subanesthetic doses of chloroform: 150, 500 and 1500 mg/cu m (30, 100 and 300 ppm), in air by inhalation for 7 hr/day on days 6-15 of gestation. 100 ppm dose caused low incidence of acaudate fetuses with imperforated anuses. All doses of chloroform were fetotoxic and retarded development."
        },
        {
            "References": "PMID:551313",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male and female mice were gavaged with vehicle or chloroform 31.1 mg/kg/day for 21 days prior to mating, throughout mating and dams throughout gestation and lactation. Pups gavaged with same dose daily beginning on day 7. No differences in control and treated mice."
        },
        {
            "References": "PMID:6109470",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Epididymal spermatozoa of (C57BL/C3H)F1 mice showed significant increases in abnormalities after /28 days of/ exposure to chloroform /near 0.1 minimum alveolar concentration and greater concentrations/ 4 hr/day for 5 days."
        },
        {
            "References": "PMID:3730475",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant C57B1 mice were administered chloroform, (14)C-chloroform, by inhalation on days 11, 14, and 17 of gestation. In another experiment, six 4-day-old mice received an ip dose of 2 uCi of (14)C-chloroform dissolved in maize oil. The pregnant mice and the exposed newborns were killed for autoradiography studies. A high uptake of (14)C-chloroform was noted in the pregnant mice after inhalation, especially in the respiratory epithelium, liver, fat, lung, brain, and renal cortex. Metabolites of chloroform accumulated in the amniotic fluid. In the newborn mice, a notable accumulation of chloroform was noted in the respiratory epithelium, oral/esophageal mucosa, liver, salivary glands, and the conjunctiva of the eye."
        },
        {
            "References": "PMID:15758249",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The objective of this study was to determine the effect of in utero and lactational exposure to chloroform on birthweight and postnatal indicators of type 2 diabetes. Female Wistar rats were given chloroform (0 ug/L, 75 ug/L) in their drinking water for 2 wk prior to mating until parturition (in utero exposure only) or until weaning (in utero+lactational exposure). At postnatal day 1 (PND1) pups of dams exposed to chloroform had significantly higher serum glucose levels and lower insulin levels, but this effect was not due to beta-cell depletion in the neonatal pancreas. Glucose homeostasis in response to a glucose challenge was not changed by chloroform treatment. Chloroform exposure did not affect birthweight; however, offspring of dams exposed to chloroform had significantly impaired postnatal growth. Although fetal and neonatal exposure to chloroform did not elicit physiological changes associated with the onset of type 2 diabetes, there were physiological changes resulting in impaired postnatal growth."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 22. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of pregnant rats (25/group) were administered 0, 20, 50, or 126 mg chloroform/kg/day via intubation on days 6-15 of gestation. Caesarean section was performed 1 or 2 days prior to expected parturition and fetuses were removed and examined. Maternal toxicity, including decreased weight gain and mild fatty changes in the liver, occurred in dams administered 50 or 126 mg chloroform. A statistically significant increase in the frequency of bilateral extra lumbar ribs and a statistically significant decrease in fetal weight were observed in fetuses from the 126 mg/kg/day dose groups when compared with controls. For the dams, a NOAEL of 20 mg/kg/day and a LOAEL of 50 mg/kg/day were identified in this study. For the fetuses, a NOAEL for this study was 50 mg/kg/day and a LOAEL was 126 mg/kg/day."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 22. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Dutch-belted rabbits were administered 0, 25, 63, 100, 159, 251, or 398 mg chloroform/kg/day in corn oil on days 6-18 of gestation in a preliminary range-finding study. Results showed decreased maternal survival (60%-100%) in dams administered 100 mg/kg/day or greater. Anorexia, weight loss, diarrhea, abortion, and one maternal death were observed in females administered 63 mg/kg/day. Dams administered 25 mg/kg/day showed signs of mild diarrhea and intermittent anorexia ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 22. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 0, 20, 35, or 50 mg chloroform/kg/day via oral intubation was administered to pregnant rabbits (15/group) on days 6-18 of gestation. Decreased weight gain was reported in dams in the high-dose group. Hepatotoxicity was the cause of four maternal deaths in the high-dose group. No microscopic treatment-related effects were reported in the liver, kidney, or breast of the high-dose dams. A statistically significant decrease in body weight was observed in fetuses from the 20 and 50 mg/kg/day groups when compared with controls. Fetuses from the 20 and 35 mg/kg/day groups had a statistically significant increase in the frequency of incompletely ossified skull bones when compared with controls. However, this effect was not statistically significantly increased when the litter was used as the statistical unit of comparison and in the absence of a dose-response (this effect was not observed in the high-dose group). These findings were not considered evidence of teratogenicity or fetotoxicity by the study authors. Therefore, a NOAEL of 35 mg/kg/day and a LOAEL of 50 mg/kg/day were identified for maternal effects based on the fact that maternal toxicity was observed at doses lower than the doses of chloroform that induced fetotoxicity ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 22-23. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The reproduction and fertility of CD-1 (ICR) BR outbred albino mice (20/sex/group) administered chloroform in corn oil via gavage at concentrations of 6.6, 16, or 41 mg/kg/day, 7 days/week for 18 weeks was investigated. An additional group of animals (40/sex/group) served as controls. The basis of dose selection was the death of one male animal administered 100 mg/kg/day for 13 days in a range-finding study. Additionally, F1 mice (20/sex/group) from the control and high-dose groups were administered the same concentrations of chloroform as their parents from postnatal day 22 until they were sacrificed after the birth of the F2 generation. Mating of the F1 generation occurred at 64-84 days of age. No significant differences in reproductive parameters, such as fertility index, number of litters per pair, litter size, proportion of live pups, proportion of male pups, or pup weight at birth, occurred between treated and control groups. The F1 generation also had no adverse effects on fertility or reproduction. However, all females in the F1 generation exposed to 41 mg/kg/day showed increased liver weight and liver lesions characterized by degeneration of centrilobular hepatocytes. Treated males of the F1 generation had statistically significantly increased epididymal weights, when compared to controls. Sperm motility, sperm density, and percent abnormal sperm were not altered by chloroform treatment in the F1 generation. However, vacuolar degeneration of ductal epithelium in the cauda epididymis was observed in 8/20 treated and 3/20 control F1 males. The F2 generation was not examined microscopically. Study authors concluded that mild to moderate liver histopathology was observed at 41 mg chloroform/kg/day in F1 females but not males, and that minimal epididymal histopathology was observed in F1 males. A NOAEL could not be defined in this study because histopathology was not performed on animals in the low- and mid-dose levels."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 23. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A study was conducted to determine the potential developmental toxicity of chloroform following administration via oral gavage in rats. On gestational days 6 through 15, pregnant dams (8 to 14 animals/dose group) were administered 0, 100, 200, or 400 mg chloroform/kg in corn oil. On day 22 of gestation, dams were anesthetized with ether and their viscera, including the uteri, were examined. The fetuses were removed, weighed, and examined for viability and external malformations. Histological examination was performed on two fetuses from each dam. Maternal endpoints evaluated included hematology (hemoglobin concentration, erythrocyte and leucocyte counts, hematocrit, mean corpuscular hemoglobin concentration, and mean corpuscular hemoglobin), clinical chemistry (alkaline phosphatase, sodium, total bilirubin, cholesterol, glucose, potassium, inorganic phosphorus, calcium, uric acid, LDH, GOT, and total protein), and gross examination of the organs. A significant decrease in weight gain, hemoglobin levels, and hematocrit levels as well as enlargement of the liver in dams occurred at all dose levels. A significant increase in serum inorganic phosphorus, cholesterol levels, and kidney weights and a decrease in RBC count were observed in dams in the high-dose group. Also in the high-dose group, a statistically significant (19%) decrease in fetal body weight was observed when compared with the controls. There were no fetal malformations upon gross examination; however, a dose-dependent increase in the incidence of sternebra aberrations was observed in the 200 and 400 mg chloroform/kg/day exposure groups. Deviations were also observed at the high dose. However, statistical analyses were not performed on the observed variations."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 24. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The potential developmental toxicity of chloroform vapor was evaluated following inhalation exposure in rats. On gestational days 7 to 16, groups of 20 pregnant Wistar rats were exposed to 0, 30, 100, or 300 ppm (0, 146, 488, 1,464 mg/cu m) chloroform via inhalation for 7 hours/day. On gestational day 21, dams were sacrificed and fetuses were removed by Caesarian section, weighed, sexed, and measured for crown-rump length. Half of the fetuses were examined for skeletal anomalies, while the other half were examined for organ anomalies. Maternal endpoints evaluated included food consumption, body weight, clinical signs of toxicity, selected organ weights (heart, liver, kidneys, and spleen), and reproductive viability (number of live and dead fetuses, number of corpora lutea, embryonic resorption sites, and placentas). A dose-related decrease in maternal food consumption with increasing chloroform concentrations occurred throughout the gestational period. On gestational days 14, 17, and 21, maternal body weight and body weight gain values (18%, 24%, and 29% at 30, 100, and 300 ppm, respectively) were also decreased in a concentration-related manner when compared to controls. A significant decrease (6%) in mean fetal weights was observed for the high-concentration group. At all exposure concentrations, an increase in the number of dead fetuses (there were no live fetuses in 2 dams at 30 ppm, 3 dams at 100 ppm, and 8 dams at 300 ppm) and a significant decrease in fetal crown-rump length was observed. Fetal skeletal development for all treatment groups was comparable to controls. Based on maternal toxicity and fetal lethality, the study authors identified a LOAEL of 30 ppm (146 mg/cu m). This corresponds to a time-weighted average concentration of 43 mg/cu m. A NOAEL was not identified for this study."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 24-25. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of 20 pregnant Wistar rats /were exposed/ to 0, 3, 10, or 30 ppm chloroform via inhalation for 7 hours/day on gestational days 7 to 16. The actual delivered concentrations of chloroform were 0, 3.1, 10.7, or 30.2 ppm (0, 15, 52.2, or 147 mg/cu m). On gestational day 21, dams were sacrificed and fetuses were removed by Caesarian section, weighed, sexed, and measured for crown-rump length. Half of the fetuses were examined for skeletal anomalies while the other half were examined for internal anomalies. Maternal endpoints examined included food consumption, body weight, clinical signs of toxicity, selected organ weights (heart, liver, kidneys, and spleen), and reproductive viability (number of live and dead fetuses, resorptions, corpora lutea, and placentas). Maternal food consumption was significantly decreased in all exposure groups, and maternal body weight was significantly decreased in the 10-and 30-ppm treated groups. A concentration-related decrease in overall body weight gains for dams for all exposure groups was reported. At 30-ppm, significant increases in maternal kidney weights and significant decreases in fetal body weights and crown-rump lengths were observed. One dam exposed to 30-ppm chloroform via inhalation exhibited only empty implantation sites (i.e., no fetuses were present). A statistically significant increase in the incidence of fetuses with body weights <3 grams and in the incidence of fetuses with slight or no ossification of individual skull bones was observed in the 30-ppm exposed group when compared with controls. The incidence of fetuses with body weights <3 grams was increased in a dose-related fashion (3.2%, 14.2%, 24%, and 26.9% at 0, 3, 10, and 30-ppm, respectively); this trend did not appear to be due to variations in litter size. However, when the litter was used as the statistical unit of comparison, only litters from the high-concentration group had a significant number of fetuses weighing 3 grams or less. A significant increase in the incidence of fetuses with ossification of less than two caudal vertebral centers was observed at all concentrations. A dose response was observed for the incidence of litters with this effect; however, the effect was not statistically significant. Finally, all exposure groups exhibited a significant increase in the incidence of both litters and fetuses with nonossified or weakly ossified sternebrae; however, there was no statistically significant concentration-related trend for this effect. Based on decreased body weight gain in dams, and slight retardation in growth of fetuses, a NOAEL of 3 ppm and a LOAEL of 10 ppm were identified. Even though there were increases in low-weight fetuses at the two lowest concentrations, this effect was not considered adverse. Therefore, the NOAEL for developmental effects in this study was 10.7 ppm (52.2 mg/cu m) based on the weight of evidence of the data, including comparison to historical controls and the higher concentration study."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The reproductive toxicity of chloroform in a three-generation experiment with ICR mice.  The chemical (0.1% Emulphor in deionized water) via drinking-water (in closed bottles) to males (10/group) and females  (30/group), at concentrations of 0, 0.1, 1 and 5 mg/mL, from 5 weeks before F0 mating throughout the entire study until sacrifice of the F2b pups. Death occurred among the males and females of the highest dose group, and body weights in this group were reduced. At 1 mg/mL, the body weights of F1b females were also reduced. Dose-related hepatotoxicity was found in the F0 and F1b animals (symptoms varying from \"slight yellow-grey coloring\" in the lowest dose group to \"grey to black discoloration\" with large nodules (>/= 3 mm) upon and within the liver in the highest dose group). The treatment resulted in reduced fertility, litter size, gestation index and viability index /at all doses tested/ in all F1 and F2 generations, statistically significant at 5 mg/mL. No evidence for a teratogenic potential was obtained."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Female Sprague-Dawley rats (25/group) were intubated with chloroform in corn oil (0, 10, 25 and 63 mg/kg body weight) twice daily on days 6-15 of gestation. A reduced body weight gain and anorexia were seen in the dams of the two higher dose groups. Tissues from two dams of each dose group were microscopically examined and fatty changes were observed in the livers of both females at 63 mg/kg and in one female at 25 mg/kg. Other signs of maternal toxicity were not found at these dose levels. The fetuses of the 63-mg/kg groups had a smaller weight at delivery than those of the control group. The incidence of bilateral extralumbar ribs was significantly increased among the fetal population of the 63-mg/kg dose group. Other minor visceral and skeletal abnormalities were seen, but not at significantly elevated levels. In the same study female Dutch-Belted rabbits (15/group) were dosed orally with chloroform in corn oil (0, 20, 35 and 50 mg/kg body weight) once daily during days 6-18 of gestation. Administration of chloroform produced a decrease in fetal body weight and incomplete ossification of skeletal elements (skull bones) in the 20- and 50-mg/kg dose groups. At the highest dose level the dams showed decreased weight gain. Signs of embryotoxicity and teratogenicity were not observed."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant Sprague-Dawley rats /were given/ (15/group) chloroform in corn oil (0, 100, 200 and 400 mg chloroform/kg body weight) daily by gavage from days 6 to 15 of  gestation. All doses caused reduced weight gain in the dams and increased liver weight. At the highest dose level, there was an increase in the kidney weight of the dams. Hematological examinations showed dose-dependent reductions in hemoglobin and hematocrit (14% maximally, both parameters). In the highest dose group, the red blood cell count was also reduced."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects on pregnancy and on the incidence of fetal malformations /were reported/ in Sprague-Dawley rats exposed to chloroform concentrations of 147, 490 and 1470 mg/cu m (30, 100 and 300 ppm) for 7 hr/day during days 6-15 of gestation (analysis 3 times daily showed concentrations of 147, 466 and 1426 mg/cu m; 30, 95 and 291 ppm, respectively). The two highest concentrations were toxic to the dams (anorexia and reduced weight gain, increases in relative and absolute liver weight). There was a dose-dependent decrease in the pregnancy percentage (100% in the control group versus 15% in the 1426-mg/cu m group) and in the number of living fetuses per litter. An increase was observed in the percentage of post-implantation losses (resorptions) in the highest dose group, and a dose-dependent increase was seen in the percentage of litters with resorptions (from 57% in the control group to 100% at the highest concentration). At all exposure levels, fetuses showed growth retardation and minor skeletal aberrations (delayed ossification of skull and sternebrae). Exposure to 147 mg/cu m caused minor embryo- and fetotoxicity, and concentrations of 466 and 1426 mg/cu m in the inhaled air were embryo- and fetotoxic to the rat. At the higher levels, subcutaneous edema and other unspecified fetal soft tissue anomalies were also observed."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant CF1 mice (35-40/group) to 0 and 490 mg/cu m (0 and 100 ppm) for 7 hr each day throughout days 1-7, 6-15 or 8-15 of gestation. The ability of females to maintain pregnancy was significantly decreased after exposure to chloroform during days 1-7 or 6-15 of gestation (44 and 43% in the treated groups versus 74 and 91% in the respective control groups). The dosed animals consumed slightly less food than the control animals, resulting in reduced body weight gain. Absolute and relative liver weights were increased in the groups exposed during days 6-15 and 8-15. After exposure during days 6-15, ALAT levels were significantly increased in pregnant and non-pregnant animals, the pregnant animals showing the smaller increase. Among the controls, no difference in /alanine aminotransferase/ (ALAT) activity was observed. An increase  in total litter resorptions was observed after exposure through days 8-15. Mean fetal body weight and crown-rump length were decreased significantly if the dams had been exposed through days 1-7 or 6-15 of pregnancy. In the exposed groups an increased number of fetuses with delayed ossification of skull bones and sternebrae was observed, especially in the days 1-7 and 8-15 exposed groups. The incidence of cleft palates significantly increased in fetuses from dams exposed to 490 mg/cu m through days 8-15 of gestation for 7 hr each day."
        },
        {
            "References": "WHO; EHC216: Disinfectants and Disinfectant By-Products (2000) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc216.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rat embryo culture was used to assess the developmental effects of chloroform. The effect and no-effect culture medium concentrations of chloroform were 2.06 and 1.05 umol/mL. /It was/ estimated that fatal or near-fatal blood levels would be required in the mother for the embryotoxic level to be reached."
        },
        {
            "References": "Topham JC; Progress in Mutation Research 1: 718-20 (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chloroform was negative in the sperm morphology assay when administered to groups of 5 (CBAXBALB/C)F1 male mice ip 5 times/day at 5.0 mL/kg/day."
        },
        {
            "References": "PMID:6875216",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Four trihalomethanes were administered by gavage to Sprague-Dawley rats from day 6 to day 15 of gestation. Chloroform (Ch) was administered at levels of 100, 200 and 400 mg/kg and bromoform (Br), bromodichloromethane (BDCM) and chlorodibromomethane (CDBM) were administered at levels of 50, 100 or 200 mg/kg/day. A separate control was used for each compound. Maternal weight gain was depressed in all groups receiving Ch and at the highest dose levels of BDCM and CDBM. Ch administration caused decreased maternal hemoglobin and hematocrit values at all dose levels and also produced increased serum inorganic phosphorus and cholesterol at the highest dose. Liver enlargement was observed at all dose levels of Ch but in no other treatment groups. Evidence of a fetotoxic response was observed with Ch, CDBM and Br but not BDCM. No dose-related histopathological changes were observed in either mothers or fetuses as a result of treatment. None of the chemicals tested produced any teratogenic effects."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/BEHAVIORAL STUDIES/ Chloroform /was administered/ in water to male ICR mice (8-12/group) and ... their performances in a battery of neurobehavioral tests (several exposure periods and several dose levels). The only effect observed was a reduced achievement in an operant behavior test after dosing with 100 and 400 mg chloroform/kg body weight in water for 60 days. At the chloroform level of 400 mg/kg body weight, about half the treated animals died. No adverse effects on behavior were observed after 90 days of dosing with 31 mg chloroform/kg body weight in water."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/GENOTOXICITY/ Two problems potentially compromise the interpretation of mutagenicity data on chloroform. First, there is a possibility that ethyl and diethylcarbonate, produced by reaction of phosgene with ethanol that is routinely added to U.S.P (US Pharmacopoeia) chloroform, could generate false positive results. Secondly, testing of chloroform must be done in a sealed system because of its volatility, and so studies that did not take this factor into account could give false negative results.  ... Three separate studies using the Ames assay were conducted under sealed conditions to assure chloroform retention. All three studies yielded negative test results ... Chloroform has been tested by a number of authors in validated bacterial systems with  Salmonella typhimurium and  Escherichia coli and showed to be negative both with and without metabolic activation. ... In one uncommon test with  Photobacterium phosphorum ... a positive effect /was/ found"
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 34. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ ... The methylation status of ras oncogenes was evaluated in liver tumors in male B6C3F1 mice that had received chloroform (200 mg/kg) via corn oil gavage twice weekly for 1 year ... In all liver tumors examined in the treated and control groups, the Ha-ras was hypomethylated and occasional hypomethylation of the Ki-ras gene was also observed. The methylation status of the myc gene was not altered."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 34. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ ... Oncogene expression was evaluated in the livers of B6C3F1 mice that had received 350 mg chloroform/kg and rats that received 180 mg/kg via a single oral corn oil gavage. In the female mouse liver, transient increases in mRNA for the myc and fos genes were reported; however, mRNA levels for the Ha-ras and met genes and for hepatocyte growth factor were similar to the levels observed in the controls. The authors noted similar gene responses were reported for other carcinogens that are cytotoxic and concluded that the changes in expression of the myc and fos gene may be a mechanism by which chloroform induces regenerative cell proliferation."
        },
        {
            "References": "PMID:6767185",
            "Value": "/GENOTOXICITY/ Cells of Saccharomyces cerevisiae, harvested from log-phase cultures, contain cytochrome P-450 and are capable of metabolizing promutagens to genetically active products. The activities of 7 halogenated aliphatic hydrocarbons in the yeast system were investigated. Chloroform induced mitotic gene convertants and recombinants and, to a lesser extent, gene revertants when incubated with log-phase cells of yeast strain D7."
        },
        {
            "References": "PMID:6754557",
            "Value": "/GENOTOXICITY/ No evidence of potential mutagenicity was observed /for chloroform/ when tested in 5 strains of Salmonella typhimurium with and without S-9 microsomal-enzyme preparation. S-9 preparation was derived from livers and kidneys of rats and mice previously exposed to Aroclor 1254."
        },
        {
            "References": "PMID:1147307",
            "Value": "/GENOTOXICITY/ Cultured Chinese hamster fibroblasts when exposed to 1-2.5% chloroform did not demonstrate mutagenic changes. However, fibroblast multiplication rate was depressed in a dose-dependent pattern."
        },
        {
            "References": "PMID:453561",
            "Value": "/GENOTOXICITY/ /Chloroform/ did not induce sister chromatid exchanges in Chinese hamster ovary cells when tested at 0.71% vol/vol."
        },
        {
            "References": "Sharma GP, Anand RK; Proc Natl Acad Sci India Sect B (Biol Sci) 54 (1): 61-7 (1984)",
            "Value": "/GENOTOXICITY/ The genetic damage caused by ... chloroform ... was studied in rodents (Rattus norvegicus and Mus musculus). ... Aneuploidy, stages of fuzziness, despiralization and stickiness of the chromosomes were observed. Some metaphases with gaps, breaks and translocations, were also encountered."
        },
        {
            "References": "PMID:14991753",
            "Value": "/GENOTOXICITY/ ... This study ... evaluated the mutagenicity of these compounds in Salmonella typhimurium TA98, TA100, TA1535, and TA1537, and Escherichia coli WP2uvrA/pKM101 and WP2/pKM101, with and without S9 mix, using a gas exposure method. Tests were also conducted with a glutathione-supplemented S9 mix. ... Chloroform was mutagenic in WP2/pKM101, but only in the presence of glutathione-supplemented S9 mix. Chloroform was not mutagenic in TA98, TA100, TA1535, TA1537, or WP2uvrA/pKM101 with or without S9 mix, and was not mutagenic in TA98, TA100, TA1535, TA1537, or WP2uvrA/pKM101 in the presence of glutathione-supplemented S9 mix..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 27. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ Gene mutation studies in Salmonella typhimurium and E. coli (Ames assay), including tests done under conditions designed to reduce evaporation, are mostly negative, with or without activation with microsomes from liver or kidney of rats or mice ... However, four studies have showed positive results in bacteria. ... Chloroform caused mutagenicity in five strains of S. typhimurium, but the response was noted only at the lowest dose tested, and all higher doses were no different from control. This unusual pattern casts some doubt on these results. ... Chloroform caused DNA damage in Bacillus subtilis, and ... chloroform caused mutations in Photobacterium phosphoreum. However, neither study reported the exposure concentrations that caused these effects, so the relevance of these reports is uncertain. In addition, the /two/ studies ... used ethanol as a diluent, raising the possibility that the positive effect might be related to ethyl carbonate formation rather than to chloroform. The majority of results reported for S. typhimurium and E. coli exposed to the vapor phase were also negative ... Chloroform was weakly positive at vapor concentrations greater than 19,200 ppm (about 770 mg/L in the aqueous phase). Employing physiologically based pharmacokinetic models, the authors estimated the oral doses needed to produce the effect would exceed 2,000 mg/kg (approximately twice the LD50)."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 28. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ Tests of genotoxicity are mainly negative in fungi ... However, chloroform was shown to induce intrachromosomal recombination in Saccharomyces cerevisiae at concentrations of 6,400 mg/L ... or 750 mg/L ... Addition of N-acetylcysteine reduced chloroform-induced toxicity and recombination, suggesting a free radical may have been involved. Chromosome malsegregation was also reported in Aspergillus nidulans ... but only at concentrations above 1,600 mg/L. In all three of these positive studies, doses that caused positive results also caused cell death, indicating that exposures were directly toxic to the test cells."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 28. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ A number of different endpoints of chloroform genotoxicity have been measured in intact animals exposed to chloroform either orally or by inhalation. In studies of DNA binding in liver and kidney of mice and rats, negative results have been reported at doses of 742 mg/kg, 119 mg/kg, and 48 mg/kg ... However, positive results have been reported at doses as low as 2.9 mg/kg ... In /this/ study ... no significant difference in binding was noted between multiple tissue (liver, kidney, lung, and stomach), and there was no increase in binding with phenobarital pretreatment. This suggests the binding may not have been related to chloroform metabolism."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 28-29. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ Studies based on signs of DNA damage or repair have been uniformly negative ... However, studies based on various signs of chromosomal abnormalities have been mixed, with some studies reporting negative findings at doses of 371 mg/kg and 800 mg/kg ... while other studies report positive results at doses as low as 1.2 mg/kg ... However, the positive result at low dose ... was observed following intraperitoneal exposure, and positive results following oral exposure were not observed until dose levels of 119 mg/kg. ... An increase in the frequency of sister chromatid exchange in bone marrow cells at a dose of 50 mg/kg/day /was observed/, but at 200 mg/kg/day, all of the mice died ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 29. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ Several studies have reported negative findings for the micronucleus test in rats and mice ... but several other studies have detected a positive result, mainly at exposure levels of 400-600 mg/kg ... This suggests that chloroform may be clastogenic, but it is important to note that these doses are well above the level that causes cytotoxicity in liver and kidney in most oral exposure studies in rodents."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 30. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ WHO /in 1988/ noted that studies on the mutagenicity of chloroform must be considered in light of the fact that (1) chloroform is volatile, so tests that do not prevent volatilization are unreliable, and (2) most chloroform contains ethanol, which may react with phosgene generated from chloroform metabolism to yield ethyl or diethyl carbamates (potentially causing false positive results). The WHO committee noted that largely negative results have been obtained in Salmonella typhimurium and Escherichia coli (with and without activation), in gene mutation tests in CHO cells and human lymphocytes, in mouse micronucleus tests, and in tests of unscheduled DNA synthesis both in vitro and in vivo. Given the large number of sensitive assays that have been used to investigate the genotoxicity of chloroform, the committee considered it noteworthy that the positive responses were so few, and that the positive results were randomly distributed among the various assays. Taken together, WHO concluded that the weight of evidence indicates that neither chloroform nor its metabolites appear to interact directly with DNA or possess genotoxic activity."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 28. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/GENOTOXICITY/ ... An increase in mutation in mouse lymphoma cells at an exposure level of 2,100 mg/L /was not detected/ in the absence of exogenous activation, but did detect an effect at a concentration of 59 mg/L with exogenous activation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 161 (1999)",
            "Value": "/GENOTOXICITY/ Chloroform did not cause forward mutations in Salmonella typhimurium and did not cause reverse mutation in several studies in S. typhimurium strains TA100, TA135, TA1537, TA1538 and TA98 and E. coli WP2 and WP2 uvrA in the presence or absence of exogenous metabolic activation; two exceptions were positive responses in S. typhimurium TA1535 transfected with rat glutathione S-transferase and in strain TA98 in the presence of metabolic activation from mouse liver."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 161 (1999)",
            "Value": "/GENOTOXICITY/ In lower eukaryotes, chloroform had mixed effects. In one study, it induced mitotic gene conversion, mitotic crossing-over and reversion in the D7 strain of Saccharomyces cerevisiae containing cytochrome P450-dependent monooxygenases and, in another study, it induced deletions via intrachromosomal recombination. In contrast, no DNA damage, mitotic gene conversion, mitotic crossing-over, reverse mutation or increase in mitotic aneuploidy were observed in Saccharomyces cerevisiae in the presence or absence of exogenous metabolic activation. In Aspergillus nidulans, chloroform did not induce mitotic crossing-over, somatic segregation or gene mutation in the absence of metabolic activation; aneuploidy was observed in one of two studies."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 161 (1999)",
            "Value": "/GENOTOXICITY/ Chloroform did not elicit DNA fragmentation in primary rat hepatocytes or DNA repair in either mouse or rat hepatocytes, and it did not induce gene mutation at the HPRT locus in Chinese hamster V79 cells in the absence of metabolic activation. No increase in the frequency of sister chromatid exchange was detected, in the presence of a metabolic system from rat liver, in two studies in Chinese hamster ovary cells. A modest but significant increase in sister chromatid exchange frequency was induced by chloroform in cultured rat erythroblastic leukemia cells, but only in the presence of metabolic activation, and it enhanced transformation of Syrian hamster embryo cells by SA7 adenovirus."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 161 (1999)",
            "Value": "/GENOTOXICITY/ Chloroform did not induce prophage or SOS DNA repair in Escherichia coli in two studies carried out in the presence and absence of exogenous metabolic activation. Weak differential toxicity was observed in E. coli in one study with exogenous metabolic activation, but another study gave negative results. A similar assay with Bacillus subtilis showed a positive result in the absence of activation, but a second study again gave negative results."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 162 (1999)",
            "Value": "/GENOTOXICITY/ DNA fragmentation was not observed in the livers of rats given a single oral dose of chloroform, and negative responses were obtained in in-vivo-in-vitro assays for DNA repair in rat and mouse hepatocytes. No increase in lacI mutant frequency was seen in the livers of female transgenic B6C3F1 mice exposed to chloroform by inhalation for 180 days. Daily oral dosing of mice with chloroform for four successive days caused a significant increase in sister chromatid exchange frequency in bone-marrow cells. Weak induction of micronuclei in polychromatic erythrocytes was observed in chloroform treated mice in one study, whereas another study of micronucleus formation in mouse bone marrow gave equivocal results and two studies gave negative results. A dose dependent increase in the frequency of chromosomal aberrations was detected in the bone marrow of rats given a single intraperitoneal dose of chloroform or five successive daily oral doses. A statistically significant increase in the induction of micronucleated cells was observed in the proximal tubules of the kidneys of rats given a single oral dose of chloroform..."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/GENOTOXICITY/ The majority of studies with non-mammalian eukaryotic systems (yeasts and other fungi) were negative. Positive results were obtained with  Saccharomyces cerevisiae D7, but only at the highest concentration tested, at which there was a marked toxic effect ... It should be noted that this strain of yeast contains an endogenous cytochrome P450-dependent monooxygenase system. In  Schizosaccharomyces pombe an indication for a mutagenic effect was observed ... The inconsistent results with Saccharomyces cerevisiae D6 and JD 1 were probably due to inadequate test conditions (exposure in plastic rather than glass containers) and therefore it can be considered that chloroform was non-mutagenic in these tests ... In two sex-linked recessive lethal tests with  Drosophila melanogaster, no mutagenic activity was observed"
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/GENOTOXICITY/ In vivo mammalian testing comprised four micronucleus tests in mice, three of which gave a negative result ... The fourth micronucleus test was reported to have given a weakly positive result ... The same authors found a positive effect in the mouse host-mediated assay with  Salmonella typhimurium TA1537 but not with TA1535."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/GENOTOXICITY/ Indicator studies showed that chloroform induces sister-chromatid exchange (SCE) in hamster ... cells  in vitro in the absence of metabolic activation, and in mice  in vivo ... Positive or weakly positive results were reported in two tests on DNA damage and DNA repair with  Escherichia coli and  Saccharomyces cerevisiae ..."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/GENOTOXICITY/ The ability of chloroform to induce unscheduled DNA synthesis (UDS) was examined in the  in vitro and  in vivo  hepatocyte DNA repair assays for the most sensitive site for tumor formation, the female mouse liver ... In the  in vitro assay, primary hepatocyte cultures from female B6C3F1 mice were incubated with concentrations from 0.01 to 10 mM chloroform in the presence of (3)H-thymidine. UDS was assessed by quantitative autoradiography. No induction of DNA repair was observed at any concentration. In the in vivo assay, animals were treated by gavage with chloroform in corn oil (238 and 477 mg/kg body weight). Primary hepatocyte cultures were prepared 2 and 12 hr later, incubated with (3)H-thymidine and assessed for induction of UDS. No DNA repair activity was seen at either dose or at either time point. These  negative results in the target organ are consistent with the suggestion that neither chloroform nor its metabolites react directly with DNA  in vivo."
        },
        {
            "References": "PMID:2233827",
            "Value": "/GENOTOXICITY/ The mutagenic effects of the trihalomethanes (THMs: chloroform, CHCl3; dichlorobromomethane, CHCl2Br; dibromochloromethane, CHClBr2; bromoform, CHBr3), found in chlorinated drinking water have been studied for their ability to induce chromosome aberrations (CA) in vivo in rat bone marrow cells. THMs were administered intraperitoneally (ip acute) and orally (subacute). Using a maximal dose of 1 mmole/kg body weight, positive results were noted for CHCl3, CHCl2Br, CHClBr2 and CHBr3 with ip treatment, and for CHCl3 and CHBr3 with oral treatment. The time-dependent increase in CA showed a maximum level at 12 hr after ip injection and at 18 hr after the fifth and last day of oral treatment."
        },
        {
            "References": "PMID:7687024",
            "Value": "/GENOTOXICITY/ An in vitro sister-chromatid exchange (SCE) assay using rat erythroblastic leukemia cells was conducted with four major trihalomethanes (THMs): chloroform, CHCl3; dichlorobromomethane, CHCl2Br, dibromochloromethane, CHClBr2; bromoform, CHBr3. In the absence of S9 mix, CHBr3, CHClBr2 and CHCl2Br significantly induced SCEs in a clear dose-dependent manner, while CHCl3 did not significantly induce SCEs. On the other hand, the incidence of CHCl3-induced SCEs significantly increased, although the incidence of CHBr3-induced SCEs decreased by the addition of S9 mix. However, there was no difference between the incidence of SCEs induced by CHBr3, CHClBr2 or CHCl2Br in the absence of S9 mix and that in the presence of S9 mix. The addition of crude catechin to the SCE assay system suppressed the ability of CHCl3 or CHBr3 to induce SCEs but had no suppressive effect on the other THM-induced SCEs. The suppression of SCEs induced by CHCl3 or CHBr3 depended on the crude catechin dose."
        },
        {
            "References": "PMID:7687024",
            "Value": "/GENOTOXICITY/ An in vitro sister-chromatid exchange (SCE) assay using rat erythroblastic leukemia cells was conducted with four major trihalomethanes (THMs): chloroform, CHCl3; dichlorobromomethane, CHCl2Br, dibromochloromethane, CHClBr2; bromoform, CHBr3. In the absence of S9 mix, CHBr3, CHClBr2 and CHCl2Br significantly induced SCEs in a clear dose-dependent manner, while CHCl3 did not significantly induce SCEs. On the other hand, the incidence of CHCl3-induced SCEs significantly increased, although the incidence of CHBr3-induced SCEs decreased by the addition of S9 mix. However, there was no difference between the incidence of SCEs induced by CHBr3, CHClBr2 or CHCl2Br in the absence of S9 mix and that in the presence of S9 mix..."
        },
        {
            "References": "PMID:6617620",
            "Value": "/GENOTOXICITY/ The four major trihalomethanes (THMs) found in chlorinated drinking water (CHCl3, CHCl2Br, CHClBr2, and CHBr3) have been investigated for their ability to induce sister chromatid exchanges (SCEs) and cell-cycle delays in human lymphocytes in vitro and to induce SCEs in mouse bone marrow cells in vivo. Each THM tested caused dose-dependent increases in SCE frequency and delays in the cell cycle. The THMs differed greatly in their ability to induce these cytological effects in vitro, with CHBr3 being the most active compound and CHCl3 the least active compound, whereas they were not markedly different in their ability to induce SCEs in vivo."
        },
        {
            "References": "PMID:29148923",
            "Value": "/GENOTOXICITY/ Chloroform and Bromoform are two abundant trihalomethanes found in Algerian drinking water. The investigation of the mutagenic hazard of these disinfection by-products was studied by Ames test as prokaryotic bioassay to show their mutagenic effects. For this, Salmonella typhimurium TA98 and TA100 strains were employed. Both chloroform and bromoform showed a direct mutagenic effect since the number of revertant colonies gradually increase in dose-dependent manner with all concentrations tested with the two bacterial strains and these were both in the absence and presence of S9 metabolic activation. The genotoxic hazard was also studied by random amplified polymorphic DNA test on the root cells of Allium cepa as eukaryotic bioassay. DNA extracted from the roots of the onion were incubated at different concentrations of chloroform and bromoform and then amplified by polymerase chain reaction. This was based on demonstrating a major effect of disappearance of bands compared to roots incubated in the negative control (distilled water). The results showed that these two compounds affected genomic DNA by breaks although by mutations."
        },
        {
            "References": "PMID:26212300",
            "Value": "/GENOTOXICITY/ As part of the Japanese Center for the Validation of Alternative Methods (JaCVAM) international validation study of in vivo rat alkaline comet assays, we examined cadmium chloride, chloroform, and D,L-menthol under blind conditions as coded chemicals in the liver and stomach of Sprague-Dawley rats after 3 days of administration. Cadmium chloride showed equivocal responses in the liver and stomach, supporting previous reports of its poor mutagenic potential and non-carcinogenic effects in these organs. Treatment with chloroform, which is a non-genotoxic carcinogen, did not induce DNA damage in the liver or stomach. Some histopathological changes, such as necrosis and degeneration, were observed in the liver; however, they did not affect the comet assay results. D,L-Menthol, a non-genotoxic non-carcinogen, did not induce liver or stomach DNA damage. These results indicate that the comet assay can reflect genotoxic properties under blind conditions."
        },
        {
            "References": "PMID:24949447",
            "Value": "/GENOTOXICITY/ Genotoxicity in cells may occur in different ways, direct interaction, production of electrophilic metabolites, and secondary genotoxicity via oxidative stress. Chloroform, dichloromethane, and toluene are primarily metabolized in liver by CYP2E1, producing reactive electrophilic metabolites, and may also produce oxidative stress via the uncoupled CYP2E1 catalytic cycle. Additionally, GSTT1 also participates in dichloromethane activation. Despite the oxidative metabolism of these compounds and the production of oxidative adducts, their genotoxicity in the bone marrow micronucleus test is unclear. The objective of this work was to analyze whether the oxidative metabolism induced by the coexposure to these compounds would account for increased micronucleus frequency. We used an approach including the analysis of phase I, phase II, and antioxidant enzymes, oxidative stress biomarkers, and micronuclei in bone marrow (MNPCE) and hepatocytes (MNHEP). Rats were administered different doses of an artificial mixture of CLF/DCM/TOL, under two regimes. After one administration MNPCE frequency increased in correlation with induced GSTT1 activity and no oxidative stress occurred. Conversely, after three-day treatments oxidative stress was observed, without genotoxicity. The effects observed indicate that MNPCE by the coexposure to these VOCs could be increased via inducing the activity of metabolism enzymes."
        },
        {
            "References": "PMID:3629614",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hepatocytes isolated from male Sprague-Dawley rats (Harlan, 200-275 g) were exposed to halogenated hydrocarbons including chloroform. Cell suspensions contained 2-3X10+6 cells/mL and were viable for 6 hr as indicated by a <10% increment in the fractional release of aspartate aminotransferase (AST) activity. The addition of chloroform (20 mM) caused a rapid release of AST into the incubation medium. The release peaked within 20 min and approximately 20% (n= 4) of the total activity was found in the medium. Only 3% of the activity was in the medium of control cells. Untreated cells or cells treated with vehicle did not exhibit an increase of AST release with time. The amount of AST release was concentration dependent (tested at 10 and 20 mM) and related to the oil/water partition coefficient. Cellular oxygen consumption was reduced by approximately 50% (n= 8) by 20 mM chloroform, and the reduction was dose dependent. The effects of cellular respiration were completely reversible within one hr. A dose-related decrease of DNP stimulated oxygen consumption was observed when chloroform was present. Succinate-stimulated oxygen consumption was not abolished by up to 10 mM chloroform."
        },
        {
            "References": "PMID:17966065",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The role of mitochondrial permeability transition (MPT) and oxidative stress in chloroform toxicity was determined in freshly isolated female B6C3F1 mouse hepatocytes. Incubation of chloroform (12 mM) with hepatocytes resulted in cell death (alanine aminotransferase release and propidium iodide fluorescence). Chloroform had volatilized from the incubation and glutathione was depleted by 1 hr; however, toxicity was not significantly different between control and chloroform-incubated cells. Hepatocytes were washed and reincubated in fresh media at 1 hr. Subsequent reincubation of chloroform-treated hepatocytes resulted in significant toxicity at 3-5 hr. Inclusion of the MPT inhibitor cyclosporine A or the antioxidant N-acetylcysteine (NAC) in the reincubation media at 1 hr prevented toxicity. Confocal microscopy studies with the dye calcein AM indicated MPT that was blocked by cyclosporine A or NAC. Fluorescence microscopy studies utilizing JC-1 indicated loss of mitochondrial membrane potential, which was also blocked by cyclosporine A or NAC. Dichlorofluorescein fluorescence increased during the reincubation phase, indicating increased oxidative stress, and the increase was blocked by cyclosporine A. Since oxidative stress may occur by peroxynitrite, its role in toxicity was examined. Either of the nitric oxide synthase inhibitors N(G)-methyl-L-arginine (L-NMMA) and 7-nitroindazole (7-NI) at 1 hr blocked toxicity. Western blot analysis of hepatocytes for 3-nitrotyrosine in proteins, a biomarker of peroxynitrite, indicated one major nitrated protein at 81 kD. Nitration of this protein was inhibited by cyclosporine A, L-NMMA, 7-NI, or NAC. The data indicate that chloroform-induced cell death occurs in two phases: a metabolic phase characterized by glutathione depletion, and an oxidative phase characterized by MPT and protein nitration."
        },
        {
            "References": "PMID:6478072",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Halomethanes were assessed for toxicity using cultured primate cells. Cultures of ... African green monkey kidney cells were used. Cells were incubated for 72 hr in the presence of 30 to 300 ug/mL tribromomethane or dibromochloromethane, 100 to 1000 ug/mL bromodichloromethane, 300 to 3000 ug/mL trichloromethane, or vehicle only. After incubation, viable cells were counted, and concentrations causing 50% inhibition of cell growth (LD50) were determined. Linear dose versus response relationship was obtained for all compounds. LD50s in ... cultures were 70 to 80 ug/mL for tribromomethane, 130 to 140 ug/mL for dibromochloromethane, 405 to ug/mL for trichloromethane. Tribromomethane is the most toxic of the compounds tested, and trichloromethane is the least toxic."
        },
        {
            "References": "PMID:3816733",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Mechanisms of chloroform and carbon tetrachloride toxicity to primary cultured male B6C3F1 mouse hepatocytes were investigated. The cytotoxicity of both chloroform and carbon tetrachloride was dose and duration dependent. Maximal hepatocyte toxicity, as determined by lactate dehydrogenase leakage into the culture medium, occurred with the highest concentrations of chloroform (5 mM) and carbon tetrachloride (2.5 mM) used and with the longest duration of treatment (20 hr). Carbon tetrachloride was approximately 16 times more toxic than chloroform to the hepatocytes. The toxicity of these compounds was decreased by adding the mixed function oxidase system inhibitor, SKF-525A (25 microM) to the cultures. The addition of diethyl maleate (0.25 mM), which depletes intracellular glutathione (GSH)-potentiated chloroform and carbon tetrachloride toxicity. The toxicity of chloroform and carbon tetrachloride could also be decreased by adding the antioxidants N,N'-diphenyl-p-phenylenediamine (25 microM), alpha-tocopherol acetate (Vitamin E) (0.1 mM), or superoxide dismutase (100 U/ml) to the cultures. These results suggest that: in mouse hepatocytes, both chloroform and carbon tetrachloride are metabolized to toxic components by the mixed function oxidase system; GSH plays a role in detoxifying those metabolites; free radicals are produced during the metabolism of chloroform and carbon tetrachloride and free radicals may be important mediators of the toxicity of these two halomethanes."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/IMMUNOTOXICITY/ Female and male CD1 mice (7-12 animals of each sex per group) were administered daily 0, 50, 125 and 250 mg/kg body weight in water by gavage for 14 and 90 days. Many histological and biochemical parameters were examined. After 14  days, the most important effects were a dose-related decrease in the number of antibody-forming cells (as IgM response to sheep red blood cells) in both sexes (>/= 50 mg/kg body weight) and an increase in the liver weight of males at doses  >/= 125 mg/kg body weight and of females at the highest dose level. The serum ASAT level was increased in males and females at the highest dose level and serum ALAT was increased in females at the highest dose level. After 90 days, a depression in the number of antibody-forming cells was found at the highest dose level in both sexes. In females at the highest dose level, a decrease in cell-mediated type hypersensitivity was observed. Liver weight was increased after 90 days of exposure to doses >/= 50 mg chloroform per kg body weight in the females and at 250 mg chloroform/kg body weight in the males. After 90 days of exposure, the animals showed a tolerance against a challenging dose of 1000 mg chloroform/kg body weight. The kidneys and livers of all dosed animals showed histological changes. In the kidneys these changes included small intertubular collections of chronic inflammatory cells, whereas in the liver they included generalized hydropic degeneration of hepatocytes and occasional small focal collections of lymphocytes. In females, small amounts of extravasated bile were occasionally noted in the sinusoidal Kupffer cells ..."
        },
        {
            "References": "PMID:7151752",
            "Value": "/IMMUNOTOXICITY/ This study evaluated the subchronic toxicity of selected halomethanes which are drinking water contaminants. The compounds studied were trichloromethane, bromodichloromethane, dibromochloromethane and tribromomethane. Subchronic 14-day gavage studies were performed with the use of doses encompassing one-tenth the LD50 for the compounds. A 90-day gavage study of one of the compounds, trichloromethane, was also done. Parameters observed included body and organ weights, histopathology, hematology, clinical chemistries, and hepatic microsomal enzyme activities. Toxicity to the humoral immune system was assessed by measuring the number of splenic IgM antibody-forming cells and the serum antibody level to sheep erythrocytes. Cell-mediated immunity was evaluated by measuring the delayed type hypersensitivity response and popliteal lymph node proliferation response to sheep red blood cells. The functional activity of the reticuloendothelial system, as measured by the vascular clearance rate and tissue uptake of 51Cr sheep red blood cells was also determined. The major effects of the halomethanes were increased liver weights, elevations of SGPT and SGOT, decreased spleen weights and a decrease in the number of splenic IgM antibody-forming cells. The humoral immune system appeared to be an indicator of halomethane toxicity."
        },
        {
            "References": "PMID:19514942",
            "Value": "/IMMUNOTOXICITY/ Chloroform can be formed as a disinfection by-product during water chlorination, one of the primary modalities for purifying municipal water supplies for human consumption. The aim of this study was to characterize the immunotoxic effects of chloroform in female B6C3F1 mice when exposure occurred via the drinking water. Consistent with human exposure, female B6C3F1 mice were exposed to chloroform-containing drinking water at 2.5, 10, 25, 100, and 250 ppm for 28 days. The examined endpoints included the effects of chloroform on body and organ weights, water consumption, hematology, innate immunity, humoral immunity, and cell-mediated immunity. The functions of natural killer, B-, and T-cells were not altered by chloroform in drinking water at the concentrations tested, except that an increase in splenocyte basal proliferation was observed at chloroform levels of 100 and 250 ppm. Following chloroform administration, there was a decreased number of circulating neutrophils in the blood in all treatment groups, but neutrophil function in lung homogenates, as evaluated using an assay for myeloperoxidase activity following lipopolysaccharide and N-Formyl-Met-Leu-Phe stimulation, was not compromised. Further, the results of host resistance to Listeria monocytogenes infection also suggested that neutrophil function was normal. At the highest treatment level of chloroform (250 ppm), erythrocyte number and hemoglobin levels were significantly decreased. Some significant changes were also observed for body weights, water consumption, and organ weights; however, most of these effects were only observed at the highest treatment level of chloroform (250 ppm). Taken together, the results demonstrate that while chloroform administered via the drinking water affects body weight and selected hematological parameters at high dose levels, overall immune responses, as measured in several tests for immune function, are not compromised."
        },
        {
            "References": "PMID:20925451",
            "Value": "/IMMUNOTOXICITY/ Numerous epidemiological studies have associated episodes of increased air pollution with increased incidence of respiratory disease, including pneumonia, croup, and bronchitis. Trichloroethylene (TCE) and chloroform are among 33 hazardous air pollutants identified by the U.S. Environmental Protection Agency as presenting the greatest threat to public health in the largest number of urban areas. Also, both are common indoor air pollutants. Here, we assessed the potential effects of TCE and chloroform on resistance to pulmonary bacterial infection and related alveolar macrophage (AM) function. CD-1 mice were exposed by inhalation to filtered air (control) or concentrations of TCE ranging from 5 to 200 ppm, or concentrations of chloroform ranging from 100 to 2000 ppm. Immediately following exposure, mice were challenged with an aerosol of Streptococcus zooepidemicus and monitored for clearance of bacteria from the lung and mortality. In separate experiments, exposed mice were injected intratracheally with viable bacteria and phagocytic function was evaluated in macrophages obtained from lung washes 30 min later. The NOEL for enhanced mortality to infection was 25 ppm for TCE and 500 ppm for chloroform. Relative to the air controls, differences in clearance of bacteria from the lung were noted in mice exposed to TCE (NOEL= 50 ppm) and to chloroform (NOEL 100 ppm), and differences in AM phagocytic index were noted for TCE (NOEL= 100 ppm) and for chloroform (NOEL < 100 ppm). The data support the utility of the S. zooepidemicus infectivity model in assessing potential increased risk of respiratory infection and suggest that delayed clearance of bacteria from the lung or decreased phagocytosis are viable alternatives to mortality as an endpoint. Collectively, these endpoints are among the most sensitive health effects reported for TCE."
        },
        {
            "References": "PMID:1261707",
            "Value": "/OTHER TOXICITY INFORMATION/ In mice, immature males, castrated adult males, and estrogen treated males were resistant to chloroform renal toxicity, whereas mature males and testosterone treated females were sensitive."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The hepatotoxic effect of chloroform is 20 times greater than the hepatotoxic effect of trichloroethylene and 10 times greater than that of tetrachloroethylene."
        },
        {
            "References": "PMID:453609",
            "Value": "/OTHER TOXICITY INFORMATION/ Anesthesia with deuterated chloroform at 0.36% produced a 35% decrease in serum glutamic pyruvic transaminase in rats. Thus, deuteration of volatile anesthetics changes their metabolism, in most cases producing decreases in metabolism. This may lessen organ toxicity."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 296",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Rats pretreated with phenobarbital, but not untreated rats, will produce conjugated dienes during chloroform anesthesia; depression of glucose-6-phosphatase activity also occurs after chloroform only in phenobarbital-pretreated rats. ... Since chloroform-induced liver injury is more severe in phenobarbital-pretreated rats, the possibility exists that the initial lesion induced by chloroform in these animals is only aggravated by the appearance of lipid peroxidation. These findings cast doubt on the general applicability of lipid peroxidation as a mechanism for necrogenic haloalkanes."
        },
        {
            "References": "PMID:7151757",
            "Value": "/OTHER TOXICITY INFORMATION/ Chloroform induced dose-dependent increases of hepatic ornithine decarboxylase at 100 mg/kg bw in Fischer 344 rats. Females were 2 to 4 times more susceptible than males. Nuclear RNA polymerase I activity was also induced. It reduced renal ornithine decarboxylase by 35% rather than increasing it. Induction of hepatic ornithine decarboxylase activity might be associated with regenerative hyperplasia."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 432",
            "Value": "/OTHER TOXICITY INFORMATION/ The primary cellular target /of chloroform/ is the proximal tubule with no primary damage to the glomerulus or the distal tubule. Proteinuria, glucosuria, and increased blood urea nitrogen levels are all characteristic of chloroform-induced nephrotoxicity."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 432",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Castration of male mice decreased renal cytochrome p450 and chloroform-induced nephrotoxicity. Likewise, testosterone pretreatment of female mice increased cytochrome p450 content and rendered female mice susceptible to the nephrotoxic effects of chloroform."
        },
        {
            "References": "PMID:17660703",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Male Wistar rats /were fed/ at five levels of food intake for one day, including conventional feeding (60 kcal), three of dietary restriction (DR) (45, 30, and 15 kcal), and fasting (0 kcal), and observed the metabolic changes of hepatic cytochrome P450 2E1(CYP2E1) and the hepatotoxicity of chloroform (CHCl(3)) ... . The CYP2E1 content was significantly increased in 15 kcal-food and fasting groups. The hepatic glutathione (GSH) content, which protects the liver from hepatotoxic agents, was depleted in 15 kcal-food and fasting groups. After the challenge by CHCl(3) ... , the activities of aspartate aminotransferase and alanine aminotransferase, marker enzymes for liver damage, were elevated remarkably at all food groups. Moreover, their activities increased significantly in DR groups, in comparison to the corresponding 60 kcal-food group. After the challenge, the hepatic GSH content was also depleted significantly in 15 kcal-food and fasting groups. ... In conclusion, when food was restricted to less than half of conventional amount, hepatic metabolism was affected and the hepatotoxicity induced by ... CHCl(3) was augmented by, at least in part, CYP2E1 induction and GSH depletion."
        },
        {
            "References": "WHO; EHC163: Chloroform (1994) Available from, as of January 2, 2018: https://www.inchem.org/documents/ehc/ehc/ehc163.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ As with other anesthetics, prolonged anesthesia with chloroform may result in respiratory depression, cardiac arrhythmia and finally in cardiac arrest. Heart failure is probably due to increased sensitivity of the heart muscle to adrenaline ..."
        },
        {
            "References": "US EPA; TOXICOLOGICAL REVIEW OF CHLOROFORM (CAS No. 67-66-3) In Support of Summary Information on the Integrated Risk Information System (IRIS) p 31. (October 2001) Available from, as of January 2, 2018: https://www.epa.gov/iris/toxreviews/0025tr.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Male mice are more sensitive to chloroform-induced renal toxicity than female mice, and this difference in toxicity is paralleled in a difference in metabolism in proximal tubular cells ... Renal cytochrome levels in mice are increased by testosterone ... and male mice are more sensitive to chloroform-induced renal toxicity than are females. Female mice treated with testosterone have increased renal toxicity along with increased covalent binding of chloroform metabolites ... Conversely, male mice that were castrated had lower levels of chloroform-derived radioactivity accumulated in the kidneys ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Jungclaus GA et al; Environ Sci Technol 12: 88-96 (1978) (2) Helz GR, Hsu RY; Limnol Oceanogr 23: 858-69 (1978)",
            "Value": "SEDIMENT: Chloroform was not detected in sediment samples collected in Jan, Mar, Jun and Sep 1976 at an industrial location on a US river(1). Chloroform was not detected in Back River (Maryland) sediment samples collected in 1977(2)."
        },
        {
            "References": "(1) Haselmann KF et al; Atmos Environ 48: 1916-21 (2000) (2) Hoekstra EJ et al; Environ Sci Technol 32: 3724-9 (1998) (3) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000) (4) Laturnus F, Gron C: pp. 173-4 in Groundwater 2000, Proc Int Conf Groundwater Res, Bjerg PL et al, eds, AA Balkema: Rotterdam, The Netherlands (2000)",
            "Value": "SOIL: Chloroform was detected in soil air in a grassland, beech forest, and spruce forest at 0.70, 0.42, and 0.89 ug/L, respectively(1). Chloroform was detected in soil air samples collected 1994-1995 from a Douglas Fir forest near Apeldoorn, the Netherlands at 2-36 ng/L(2). Chloroform was found in 0.6% of 705 soil samples collected March and April 1999 from 30 industrial sites in Taiwan(3). Chloroform was detected in soil air at 1.5-9.6 ng/L in Klasterhede, Denmark(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-2 (1990) (2) Dural NH, Peng D; Hazard Ind Wastes 27: 528-37 (1995) (3) Dilling WL et al; Environ Sci Technol 9: 833-8 (1975) (4) Hutzler NJ et al; Amer Chem Soc 186th Mtg Div Environ Chem Preprint 23: 499-502 (1983) (5) Roberts PV et al; Water Res 16: 1025-35 (1982) (6) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (7) Borisover MD, Graber ER; Chemosphere 34: 1761-76 (1997) (8) Harrison EM, Barker JF; J Contamin Hydrol 1: 349-73 (1987) (9) Chu W, Chan K-H; Sci Total Environ 248: 1-10 (2000) (10) Washington JW, Cameron BA; Environ Toxicol Chem 20: 1909-15 (2001) (11) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Kocs for chloroform of 153-196 were calculated(1) based upon Kd values of 1.763-2.133 mg/g and % organic matter in tested soil (1.6-2.4)(2). Chloroform is adsorbed most strongly to peat moss, less strongly to clay, very slightly to dolomite limestone and not at all to sand(3). The Koc values measured for 2 soils was 34; 3 other soils with the lowest organic carbon content in the same study gave no appreciable adsorption(4). Field experiments in which chloroform was injected into an aquifer and the concentration in a series of observation wells determined, demonstrated that chloroform is very poorly retained by aquifer material (retardation factor 2-4), less so than other C1- and C2-halogenated compounds studied(4-5). Laboratory percolation studies with a sandy soil gave similar results (retardation factor <1.5)(6). Chloroform was reported to have a Koc of 65(7), 55(8), 47(9) and 34(10). According to a classification scheme(11), these Koc values suggest that chloroform is expected to have very high to moderate mobility in soil."
        },
        {
            "References": "(1) Dural NH, Peng D; Hazard Ind Wastes 27: 528-37 (1995)",
            "Value": "The Kd of chloroform was measured in three soil types (Missouri, California, Florida)(1).",
            "Table": "[{'Parameter': '% Sand', 'Missouri': 11.4, 'California': 45.1, 'Florida': 91.7}, {'Parameter': '% Silt', 'Missouri': 52.7, 'California': 35.2, 'Florida': 6.3}, {'Parameter': '% Clay', 'Missouri': 33.4, 'California': 21.7, 'Florida': 2.0}, {'Parameter': 'Organic Matter', 'Missouri': 2.4, 'California': 1.7, 'Florida': 1.6}, {'Parameter': 'pH', 'Missouri': 6.9, 'California': 8.1, 'Florida': 4.7}, {'Parameter': 'Kd (ug/g)', 'Missouri': 2.133, 'California': 1.941, 'Florida': 1.763}]"
        }
    ]
}