{
    "_id": {
        "$oid": "6682e839c4e5dba5ffba2484"
    },
    "CID": {
        "$numberInt": "6214"
    },
    "Name": "HEXACHLOROETHANE",
    "IUPACName": "1,1,1,2,2,2-hexachloroethane",
    "CanonicalSMILES": "C(C(Cl)(Cl)Cl)(Cl)(Cl)Cl",
    "Synonyms": [
        "HEXACHLOROETHANE",
        "67-72-1",
        "Perchloroethane",
        "Ethane",
        "hexachloro-",
        "1,1,1,2,2,2-Hexachloroethane",
        "Avlothane",
        "Carbon hexachloride",
        "Hexachlorethane",
        "Mottenhexe",
        "Distokal",
        "Distopan",
        "Distopin",
        "Falkitol",
        "Phenohep",
        "Egitol"
    ],
    "IsomericSMILES": "C(C(Cl)(Cl)Cl)(Cl)(Cl)Cl",
    "INCHI": "InChI=1S/C2Cl6/c3-1(4,5)2(6,7)8",
    "INCHIKEY": "VHHHONWQHHHLTI-UHFFFAOYSA-N",
    "Formula": "C2Cl6",
    "MolecularWeight": {
        "$numberDouble": "236.7"
    },
    "Description": "Hexachloroethane is a member of the class of chloroethanes that is ethane in which all the hydrogens are replaced by chloro groups. It has a role as a carcinogenic agent and a refrigerant. It is a chlorocarbon and a member of chloroethanes.",
    "XlogP": {
        "$numberDouble": "4.1"
    },
    "Complexity": {
        "$numberInt": "61"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Lebedev AT et al; Sci Tot Environ 212: 153-62 (1998) (2) Burkhard LP et al; Environ Toxicol Chem 16: 1677-86 (1997)",
            "Value": "Hexachloroethane was detected in bird eggs collected in the Lake Baikal region of Russia from the following bird species, concentration in ug/kg dry weight: Mallard, 150; Pintail, <10; Shoveler, 225; Tufted duck, <10; Pochard, 105.3; Goose, 103.7; Domestic fowl, <10; Heron, 69.1; Herring gull, 73.8; Common gull, 194.4; Common tern, 28.8; Black headed gull, <10; Liapwing, 201.6; Slavonian grebe, 216.7; Marsh sandpiper, <10(1). The mean concentrations of hexachloroethane measured in C. sapidus, F. heteroclitus, M. Undulatus, and B. Patronus samples collected from different locations in the Bayou d'Inde located 6.4 km west of Lake Charles, Louisiana were 0.132-0.281, 2.32-12.2, 0.641-4.29, and 2.92-5.14 mg/kg of lipid, respectively(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Barrows ME et al; pp. 379-92 in Dyn, Exp Hazard Assess Toxic Chem Ann Arbor, MI: Ann Arbor Sci (1980) (2) Saito S et al; Chemosphere 24: 81-87 (1992) (3) Oliver BG, Niimi AJ; Environ Sci Technol 17: 287-91 (1983) (4) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. Available at: https://www.safe.nite.go.jp/data/hazkizon/pk_e_kizon_input_second.home_object as of Feb 17, 2008. (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Bioconcentration factors of 139, 708, and 510 were measured for hexachloroethane in bluegill sunfish(1), fathead minnows(2) and rainbow trout(3), respectively. BCF values of 1.4-8.5 and 1.0-6.8 have been measured for hexachloroethane at 5 ug/L and 0.5 ug/L in carp(4). According to a classification scheme(5), BCF values of zero to 30 indicate the potential for bioconcentration in aquatic organisms are low and from 100 to 1,000 are high(SRC)."
        },
        {
            "References": "(1) Barrows ME et al; pp. 379-92 in Dyn, Exp Hazard Assess Toxic Chem Ann Arbor, MI: Ann Arbor Sci (1980) (2) Lien GJ et al; Environ Toxicol Chem 13: 1195-1205 (1994) (3) Hoffman AD et al; Comp Biochem Physiol 101A: 47-51 (1992) (4) Krantzberg G, Boyd D; Environ Toxicol Chem 11: 1527-40 (1992) (5) Burkhard LP et al; Environ Toxicol Chem 16: 1677-86 (1997)",
            "Value": "The half-life for hexachloroethane in the tissue of bluegill sunfish was measured as <1 day(1). Thirty-day old fathead minnows accumulated hexachloroethane following a 1 hour exposure period, giving a steady-state bioconcentration ratio of 188.7 (accumulation/water concentration)(2). Free-swimming rainbow trout, partitioned hexachloroethane preferentially into fat tissue with a blood:water and fat tissue:blood ratio of 61 and 175, respectively, following 600 hours exposure; uptake was characterized by a very slow accumulation of hexachloroethane in the fat compartment(3). Fathead minnows and mayflies exposed to Hamilton Harbor (Ontario, Canada) sediment contained concentrations of hexachloroethane greater than the control organisms(4). BAF values measured for hexachloroethane in blue crabs (Callinectes sapidus), mummichog (Fundulus heteroclitus), gulf menhaden (Brevoortia patronus), and Atlantic croaker (Micropoganias undulatus) were 759, 27,500, 15,100, and 27,500, respecively(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. Available at: https://www.safe.nite.go.jp/data/hazkizon/pk_e_kizon_input_second.home_object as of Feb 17, 2008. (2) Verschueren K; Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY pp 1252-1253 (2001)",
            "Value": "AEROBIC: Hexachloroethane at 100 mg/L achieved 0% of its theoretical BOD using an activated sludge inoculum at 30 mg/L over a 2 week incubation period and the Japanese MITI test(1). The biodegradation half-life of hexachloroethane in a non-adapted aerobic sandy soil was reported as 25-48 days(2)."
        },
        {
            "References": "(1) Jackson RE et al; in Environ Sci Pollut Control Ser 4(Groundwater Contamination and Analysis at Hazardous Waste Sites): 511-26. Lesage S, Jackson RE, eds. New York, NY: M Dekker (1992) (2) Roberts AL, Gschwend PM; J Contam Hydrol 16: 157-174 (1994)",
            "Value": "ANAEROBIC: Hexachloroethane injected into a shallow sand aquifer was degraded with a half-life of 40 days in 10 °C groundwater(1). Hexachloroethane was degraded by approximately 20% from an initial concentration of 7 uM in anaerobic groundwater samples collected from a contaminated plume(2). The mechanism was considered to be via a slower, microbially-mediated first step to form pentachloroethane followed by a more rapid dehydrohalogenation step forming tetrachloroethylene(2). Hexachloroethane transformation was not observed in poisoned samples(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Oliver BG, Niimi AJ; Environ Sci Technol 17: 287-91 (1983) (3) Devault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (4) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987)",
            "Value": "US EPA STORET Database - 116 samples of biota, 0% pos(1). During spring 1981, concentration in Lake Ontario rainbow trout ranged between 0.1 to 0.6 ng/g(2). Fish collected from the Ashtabula River, Ohio between 1980 and 1981 contained residues of hexachloroethane at 0.1 mg/kg(3). Composite samples of fish collected from Lake Michigan and tributary streams in 1983 contained hexachloroethane at unreported concentrations(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 4.14"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 301 (1999)",
            "Value": "Hexachloroethane produces a spectrum of histopathological effects in the kidneys of male rats, but not of female rats or of mice, which are consistent with those typically induced by chemicals that cause alpha2u-globulin nephropathy. It is structurally similar to pentachloroethane, which also causes renal tumors in male rats. Pentachloroethane has been shown to increase the renal cortical concentrations of alpha2u-globulin and stimulate renal cell proliferation. Although these comparisons suggest that hexachloroethane acts through an alpha2u-globulin associated mechanism, the available data are insufficient to fulfil the criteria for establishing this mechanism."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Burkhard LP et al; Environ Toxicol Chem 16: 1677-86 (1997) (2) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004)",
            "Value": "SEDIMENT: The mean concentrations of hexachloroethane measured in sediment samples collected from different locations of the Bayou d'Inde 6.4 km west of Lake Charles, Louisiana ranged from below the detection limit to 12.2 mg/kg organic carbon(1). The concentration of hexachloroethane in sediment samples collected from the Huaihe River in China was 0.12-0.14 mg/kg(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Abdul AS et al; Hazard Waste Hazard Materials 4: 211-22 (1987) (2) Zhao YH and Lang P-Z; Sci Tot Environ 177: 1-7 (1996) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Measured Koc values ranging from 1,380 to 2,360 have been reported for hexachloroethane(1,2). According to a classification scheme(3), this range of Koc values suggests that hexachloroethane is expected to have low to slight mobility in soil."
        },
        {
            "References": "(1) Abdul AS et al; Hazard Waste Hazard Materials 4: 211-22 (1987) (2) Zhao YH, Lang P-Z; Sci Tot Environ 177: 1-7 (1996) (3) Mackay DM et al; J Contam Hydrol 1: 119-32 (1986) (4) Estes TJ et al; Environ Sci Technol 22: 377-81 (1988) (5) Nyer E et al; Ground Water Monit Rev 11: 81-6 (1991) (6) Ptacek CJ, Gillham RW; J Contam Hydrol 10: 119-58 (1992)",
            "Value": "A measured Koc of 2,188 was reported for hexachloroethane in an unknown soil(1). Koc value of 2,360 was measured for hexachloroethane in sediment(2). A value of 1,380 was measured in this sediment with additional dissolved organic carbon in the form of 12.5 ppm fulvic acid(2). Kd values of 8.14 and 7.4 cu m/g were measured for hexachloroethane in aquifer material(3). Adsorption of hexachloroethane to montmorillonite (organic carbon content = 0.18 wt%) was greatest at pH 4(4). Hexachloroethane has an adsorption capacity of 74.2 mg/g carbon at 500 ppb(5). Retardation factor estimates ranging from 1.80 to 3.01 (relative to chloride) were calculated for hexachloroethane based on laboratory and field studies using aquifer solids(6). The retardation factor was most highly affected by a decrease in pore-water velocity and therefore residence time; retardation factors increased by >50% with a 20-fold decrease in pore-water velocity(6)."
        }
    ]
}