{
    "_id": {
        "$oid": "6682e839c4e5dba5ffba2487"
    },
    "CID": {
        "$numberInt": "6228"
    },
    "Name": "N,N-DIMETHYLFORMAMIDE",
    "IUPACName": "N,N-dimethylformamide",
    "CanonicalSMILES": "CN(C)C=O",
    "Synonyms": [
        "N,N-DIMETHYLFORMAMIDE",
        "Dimethylformamide",
        "68-12-2",
        "Dimethyl formamide",
        "N,N-Dimethylmethanamide",
        "N-Formyldimethylamine",
        "Formamide",
        "N,N-dimethyl-",
        "Dimethylformamid",
        "DMF",
        "DMFA",
        "Dimetilformamide",
        "Dwumetyloformamid",
        "Formyldimethylamine",
        "N,N-Dimethyl formamide",
        "Dimetylformamidu"
    ],
    "IsomericSMILES": "CN(C)C=O",
    "INCHI": "InChI=1S/C3H7NO/c1-4(2)3-5/h3H,1-2H3",
    "INCHIKEY": "ZMXDDKWLCZADIW-UHFFFAOYSA-N",
    "Formula": "C3H7NO",
    "MolecularWeight": {
        "$numberDouble": "73.09"
    },
    "Description": "N,N-dimethylformamide is a member of the class of formamides that is formamide in which the amino hydrogens are replaced by methyl groups. It has a role as a polar aprotic solvent, a hepatotoxic agent and a geroprotector. It is a volatile organic compound and a member of formamides. It is functionally related to a formamide.",
    "XlogP": {
        "$numberDouble": "-1"
    },
    "Complexity": {
        "$numberInt": "33"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 11, 2014: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 0.3-1.2 and 0.3-0.8 were reported in carp (Cyprinus carpio) when exposed to 2 and 20 ppm of N,N-dimethylformamide over a 2-week period, respectively(1). According to a classification scheme(2), these BCFs suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dojlido JR; Investigations of the Biodegradability and Toxicity of Organic Compounds. Cincinnati OH, Municipal Env Res Lab USEPA 600/2-79-163 p. 118 (1979) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 11, 2014: https://www.safe.nite.go.jp/english/db.html (3) Ursin C; Chemosphere 14: 1539-50 (1985) (4) Thom NS, Agg AR; Proc R Soc Lond B 189: 347-57 (1975) (5) Carter JL, Young DA; Proc Ind Waste Conf 38: 481-6 (1984)",
            "Value": "AEROBIC: Aerobic unacclimated and acclimated river die-away tests showed that N,N-dimethylformamide at an initial concentration of 30 mg/L completely disappeared within 6 and 3 days, respectively(1). However, 24 to 48 hours was required before any degradation was observed among unacclimated samples(1). N,N-Dimethylformamide, present at 100 mg/L, reached 4.4% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(2). Aerobic grab sample data for N,N-dimethylformamide in sea water showed a mineralization rate of <3% in 24 hours for initial concentration of 10 ug/L and 100 ug/L(3). However, 20% of N,N-dimethylformamide at a concentration of 0.1 ug/L was mineralized in 24 hrs(3). All samples were adjusted to sterilized controls(3). Aqueous screening test data demonstrated that dimethylformamide was easily removed by sewage treatment facilities upon acclimation(4). Wastewater from a polyimide synthesis operation at Kansas City, MO contained N,N-dimethylformamide at a concentration of 65,500 mg/L before entering a bench scale biological treatment system(5). At feed rates of 90 lb/day/1000 cu ft, effluent from the biological reactor contained N,N-dimethylformamide at a concentration of <10 mg/L(5). The concentration of N,N-dimethylformamide in the reactor sludge was not documented(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = -1.01"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:20097184",
            "Value": "N,N-Dimethylformamide (DMF) is an organic solvent extensively used in industries such as synthetic leather, fibers and films, and induces liver toxicity and carcinogenesis. Despite a series of experimental and clinical reports on DMF-induced liver failure, the mechanism of toxicity is yet unclear. This study investigated whether DMF in combination with a low dose of hepatotoxicant enhances hepatotoxicity, and if so, on what mechanistic basis. Treatment of rats with either DMF (50-500 mg/kg/day, for 3 days) or a single low dose of CCl(4) (0.2mL/kg) alone caused small increases in plasma transaminases and lactate dehydrogenase activities. However, combinatorial treatment of DMF with CCl(4) markedly increased blood biochemical changes. Histopathology confirmed the synergism in hepatotoxicity. Moreover, DMF+CCl(4) caused PARP cleavage and caspase-3 activation, but decreased the level of Bcl-xL, all of which confirmed apoptosis of hepatocytes. Consistently, DMF+CCl(4) treatment markedly increased lipid peroxidation. By contrast, treatment of DMF in combination with lipopolysaccharide, acetaminophen or d-galactosamine caused no enhanced hepatotoxicity. Given the link between endoplasmic reticulum (ER) dysfunction and cell death, ER stress response was monitored after DMF and/or CCl(4) treatment. Whereas either DMF or CCl(4) treatment alone marginally changed the expression levels of glucose-regulated protein 78 and 94 and phosphorylated PKR-like ER-localized eIF2alpha kinase, concomitant treatment with DMF and CCl(4) synergistically induced them with increases in glucose-regulated protein 78 and C/EBP homologous protein mRNAs. /These/ results demonstrate that DMF treatment in combination with CCl(4) synergistically increases hepatocyte death, which may be associated with the induction of severe ER stress."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.52 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rat tails dipped in DMF at 40 °C for 8 hr became mummified in a few days."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.63-64 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Swelling of the kidney tubules occurred after a single oral admin of 2250-5000 mg DMF/kg in rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ DMF (Dimethylformamide) in single oral doses did not produce hepatotoxicity in the rat but was active in the mouse (1,000 mg/kg)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the range of 20 ppm, dogs survived more than 100 exposure periods of 6 hrs each and showed no gross or microscopic pathology, but did show a functional drop in systolic blood pressure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single exposures of 6 hrs' duration to air saturated with DMF (Dimethylformamide) vapor (approximately 5,000 ppm, nominal concn) at room temperature killed rats and produced injury to lungs, liver, and kidneys. Half the saturated vapor concn (approximately 2500 ppm, nominal concn) killed rats after five 6-hr exposures."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1319",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ (Dimethylformamide) was more toxic to young rats than to older rats when oral LD50 values were compared. Lethal levels were similar in male and female mice. Liver and kidney damage were produced following lethal oral doses."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Very little eye injury was seen when 100 uL DMF /Dimethylformamide/ was tested on the rabbit. Damage was minimal and transient, and almost no response was seen using 10 uL. DMF was used in a modified hen's egg test/chorioallantoic membrane assay to evaluate the concordance of this in vitro test with in vivo eye irritation results from literature. The in vitro test did correctly predict that DMF would produce some eye irritation in vivo."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats exposed to 91 ppm dimethylformamide (dmf) 6 hr/day for 10 days showed slightly enlarged livers. ... A number of animals /were exposed/ 5.5 hr/day to 23 ppm, followed by 1/2 hour to 426 ppm. After 58 such exposures toxic effects, particularly on liver, were noted."
        },
        {
            "References": "PMID:14676416",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In order to better characterize the toxicity of N,N-dimethylformamide (DMF) and to provide its basic toxicity data for risk assessment of workers exposed to DMF, F344 rats and BDF1 mice of both sexes were exposed by inhalation (6 hr/d x 5 d/wk) to 100, 200, 400, 800 or 1,600 ppm DMF for 2 wk, and 50, 100, 200, 400 or 800 ppm DMF for 13 wk. Three male and 7 female rats died during the 2-wk exposure to 1,600 ppm DMF, but no death of the exposed rats or mice occurred under any other exposure conditions. Massive, focal and single cell necroses were observed in the liver of DMF-exposed rats and mice. The massive necrosis associated with the centrilobular fibrosis occurred at the highest exposure concentration. The single cell necrosis was associated with fragmentation of the nucleoli as well as an increased mitotic figure. The 13-wk exposures of rats and mice to DMF were characterized by increases in the relative liver weight and the incidence of the centrilobular hepatocellular hypertrophy as well as increased serum levels of AST, ALT, LDH, total cholesterol and phospholipid. Lower confidence limits of the benchmark dose yielding the response with a 10% extra risk (BMDL10) were determined for the relative liver weight and the incidence of hepatocellular hypertrophy of the 13-wk exposed animals. The BMDL10 resulted in 1 ppm for the increased relative liver weight of male rats and mice and 17 ppm for the hepatocellular hypertrophy of male mice."
        },
        {
            "References": "PMID:18670164",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats were exposed by inhalation to N,N-dimethylformamide (DMF) at 0 (control), 200 or 400 ppm (v/v) for 6 hr/day, 5 days/week and 4 weeks, and each inhalation group received DMF-formulated drinking water at 0, 800, 1,600 or 3,200 ppm (w/w) for 24 hr/day, 7 days/week and 4 weeks. Both the combined inhalation and oral exposures and the single-route exposure through inhalation or ingestion induced centrilobular hypertrophy and single-cell necrosis of hepatocytes, increased plasma levels of alanine aminotransferase (ALT), increased percentage of proliferating cell nuclear antigen (PCNA)-positive hepatocytes without glutathione-S-transferase placental form (GST-P)-positive liver foci, and increased relative liver weight. Those hepatic parameters of the DMF-induced effects were classified into hypertrophic, necrotic and proliferative responses according to the pathological characteristics of affected liver. While magnitudes of the hypertrophic and necrotic responses were linearly increased with an increase in amounts of DMF uptake in the single-route exposure groups, those dose-response relationships tended to level off in the combined-exposure groups. Saturation of the hypertrophic and necrotic responses at high dose levels might be attributed to suppression of the metabolic conversion of DMF to its toxic metabolites. Percentage of PCNA-stained hepatocytes classified as the proliferative response was increased more steeply in the combined-exposure groups than in the single-route exposure groups. It was suggested that the proliferative response of hepatocytes to the combined exposures would be greater than that which would be expected under an assumption of additivity for the component proliferative responses to the single-route exposures through inhalation and ingestion."
        },
        {
            "References": "PMID:21787705",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ N,N-dimethylformamide (DMF) is a colorless liquid with a faint amine odor, which is widely used in the world. DMF exposure may induce adverse effects on liver, but few studies showed damage to heart after exposure to DMF. In the present study, DMF was administered to ICR mice with the doses of 0.32, 0.63 and 1.26 g/kg of body weight by gavage for 90 days. The increase in the relative liver weight is accompanied with the presence of the centrilobular hepatocellular hypertrophy as well as increased serum levels of aspartate transaminase (AST) and alanine transaminase (ALT). An increase of malondialdehyde (MDA) level was shown in liver homogenate, while superoxide dismutase (SOD) and glutathione (GSH) activities decreased. Heart damage was also shown in mice exposed to DMF for 90 days, although pathological examination showed only slight inflammatory cell infiltration. Increased levels of serum lactate dehydrogenase (LDH), isoenzymes of creatine kinase (CK-MB) and cardiac troponin I (cTnI) were shown. Increased level of MDA was also shown in heart homogenate, in contrast with the decreased activity of SOD. These data suggested that the administration of DMF could induce liver and heart injuries and oxidative stress was involved in the toxic effects."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 153",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When DMF was given to rats with the drinking water for 2 or 7 wk, hepatic glutathione levels and the activities of the enzymes ethoxycoumarin O-deethylase and UDP-glucuronosyltransferase were significantly increased."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 154",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Swiss mice which received ip doses of DMF at 769 mg/kg or more daily for 21 days displayed irritable and hyperactive behavior for 50 days after the end of treatment. Histological exam at the end of treatment showed hepatic centrilobular necrosis with areas of regeration. Similarly, ip injection of DMF in rats led to liver necrosis, generally centrilobular in nature."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.64 (1991)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A number of pathomorphological studies revealed vacuolar degeneration, mainly in the renal tubules ... . Histological, histochemical, and electronmicroscopic renal lesions in groups of rats, exposed to DMF aerosols for 1 hr/day for 15 days or for 0.5 hr/day for 30 days, /were observed/. Degeneration took place in the proximal part of tubules and in the visceral epithelium of the glomerulus with marked mitochondrial changes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1321",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five male and three female monkeys were exposed to 30, 100, or 500 ppm DMF for 6 hr/day, 5 days/wk for 13 wks. Particular attention was paid to the liver and reproductive tratc issues. No changes were produced by exposure up tp 500 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats and mice were exposed 6 hr/day, 5 days/wk for 12 wks to 150, 300, 600, or 1200 ppm. Liver changes were seen in mice at all exposures, and mortality occurred at 600 ppm and higher. Liver changes without mortality were seen in rats at 300 ppm or greater. In a similar study, DMF-related effects were seen in the liver of both rats and mice. Dose-related changes were seen at levels of levels of 50 to 800 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Liver changes (necrosis in rats, fatty degeneration in cats) were produced by inhalation of 430 ppm DMF for 8 hr/day, 6 days/wk, for 120 days. The effect was not seen at either 10 or 230 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Liver damage was seen in rats given 5000 ppm, but not 1000 ppm, in drinking water for 6 mo."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Hepatic steatosis, readily reversible, was reported in rats fed 300 ppm, but not 30 ppm for 90 days."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats fed 200, 1000, or 5000 ppm for 90 days also showed enlarged livers and weight gain reductions only in the 5000 ppm group."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ DMF (Dimethylformamide) fed to rats for 100 days at 215, 750, or 2500 ppm and to mice at 160, 540, and 1850 ppm caused liver weight incr without any histopathological change. Body weight gains were reduced only at the highest feeding level in both species."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Liver weights were incr in mice rats, guinea pigs, rabbits, and dogs exposed for 58 doses, 5 1/2 hr/day, to 23 ppm and 1/2 hr to 426 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dermal application of 100 mg/kg to the rat produced changes in liver function tests which recovered with continuing administration of the chemical. This was not seen after 30 applications of 250, 1000, or 5000 mg/kg to the rat."
        },
        {
            "References": "PMID:15613765",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity and chronic toxicity of N,N-Dimethylformamide (DMF) were examined by inhalation exposure of groups of 50 rats and 50 mice of both sexes to DMF vapor at a concentration of 0, 200, 400 or 800 ppm (v/v) for 6 hr/d, 5 d/wk, for 104 wk. In rats, incidences of hepatocellular adenomas and carcinomas significantly increased in the 400 and 800 ppm-exposed groups and in the 800 ppm-exposed group, respectively. The hepatocellular adenoma did not increase significantly in the 400 ppm-exposed female rats, but its incidence exceeded a range of historical control data in the Japan Bioassay Research Center (JBRC). In mice, incidences of hepatocellular adenomas and carcinomas significantly increased in all the DMF-exposed groups. Incidence of hepatoblastomas significantly increased in the 200 and 400 ppm-exposed male mice, and 4 cases of hepatoblastomas in the 400 ppm-exposed female mice and the 800 ppm-exposed male mice exceeded the range of historical control data of the JBRC. Incidences of altered cell foci increased in the liver of exposed rats and mice in an exposure concentration-related manner, and those foci were causally related to the hepatocellular tumors. Liver weights increased in both rats and mice exposed to DMF at 200 ppm and above. Increased levels of gamma-GTP, ALT, AST and total bilirubin in exposed rats of both sexes and AST and ALT in exposed mice of both sexes were noted. It was concluded that 2-yr inhalation exposure to DMF increased incidences of hepatocellular adenomas and carcinomas in rats and incidences of hepatocellular adenomas, carcinomas and hepatoblastomas in mice, and that hepatocarcinogenicity of DMF was more potent in mice than in rats."
        },
        {
            "References": "PMID:19182435",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ N,N-Dimethylformamide (DMF), a ubiquitous contaminant in living and working environments, enters the human body by inhalation, as well as by oral and dermal routes of exposure. In order to provide bioassay data for carcinogenic risk assessment of humans exposed to DMF by multiple routes of exposure, hepatocarcinogenic effect of combined inhalation and oral exposures of rats to DMF was examined. A group of 50 male F344 rats, 6-week-old, was exposed by inhalation to 0 (clean air), 200, or 400 ppm (v/v) of DMF vapor-containing air for 6 hr/day and 5 days/week during a 104-week period, and each inhalation group was given ad libitum DMF-formulated drinking water at 0, 800 or 1,600 ppm (w/w) for 104 weeks. Incidences of hepatocellular adenomas and carcinomas and their combined incidences were significantly increased in the combined-exposure groups compared with the untreated control group or each of the inhalation-alone and oral-alone groups with matching concentrations. Incidences of hepatocellular adenomas and carcinomas induced by the combined exposures were greater than the sum of the two incidences of the hepatocellular adenomas and carcinomas induced by the single-route exposures through inhalation and ingestion. The combined exposures enhanced tumor malignancy. It was concluded that the combined inhalation and oral exposures markedly enhance the incidences and malignancy of hepatocellular tumors, suggesting that the hepatocarcinogenic effect of the combined exposures is greater than the effect that would be expected under the assumption that the two effects of single-route exposures through inhalation and drinking are additive."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 549 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Groups of 78 male and 78 female Crl: CD-1 (ICR) BR mice, 55 days old, were administered dimethylfomamide (purity, 99.9%) at 0, 25, 100 or 400 ppm (0, 75, 300 or 1200 mg/cu m) in air by whole body vapor exposure for 6 hr/day on 5 days/wk for 18 months. Five males and five females/group were killed at 2 wk, 3 months, and 12 months. No compound related effect on survival was evident. At termination, the 100- and 400 ppm males and 400 ppm females had higher liver weights. In both sexes, at the two highest exposures, centrilobular hepatocellular hypertrophy and hepatic single cell necrosis were increased. No increased tumor incidence was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 549 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 87 male and 87 female Crl:CD BR rats, 47 days old were administered dimethylformamide (purity, 99.9%) at 0, 25, 100 or 400 ppm (0, 75, 300 or 1200 mg/cu m) in air by whole body vapor exposure for 6 hr/day on 5 days/wk for 2 yrs. Exposure to the highest concn reduced body weight gain in both sexes but did not affect survival. The highest concn also increased liver weights in both sexes. Ten males and ten females/group were killed at 12 months. In both sexes of the two highest concn groups, incidences of minimal to mild centrilobular hepatocellular hypertrophy and centrilobular accumulation of lipofuscin/hemosiderin were increased. No incr in tumors occurred, but a 14.8% incidence of uterine endometrial stromal polyps in high dose females was observed compared to 1.7% in controls (numerical data not given). However, the range of historical control incidence for the laboratory was 2.0-15.0%."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1324",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... sc injections of either 200 or 400 mg/kg/wk to a total dose of 8 to 20 mg/kg did not cause a tumorigenic response."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1324",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats treated orally with either 75 or 150 mg/for 250 to 500 days and observed until death or 750 days showed no incr in tumors."
        },
        {
            "References": "Merkle J et al; Arzeim-Forsch 30 (9): 1557-62 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DMF in aqueous soln admin by stomach tube to rabbits from 6th-18th day past insemination showed embryotoxic and weakly teratogenic effects at concn not toxic to mother. Rabbit was more sensitive to DMF than other species, with fetal anomalies induced at doses maternally acceptable."
        },
        {
            "References": "Stula EF et al; Toxicol Appl Pharmacol 41 (1): 1977 35-56",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DMF was applied as a liquid to the skin of pregnant rabbits during the period of fetal organogenesis. Slight teratogenic effects were demonstrated with DMF. The skin approx lethal dose for DMF was lower for pregnant rabbits than for pregnant rats."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.74 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ After an ip injection of 600 or 1100 mg DMF/kg/day, form day 1-14 after conception, embryotoxic and teratogenic effects were registered. The malformation rates were 18 and 75% respectively, and the effects consisted of absence or retardation of posterior skull ossification, open eye-lids, cerebral edema, sternal hematomas, and spina bifida-like defects in the thoracic region. Embryotoxic effects recorded were late resorptions. Doses of 170 mg/kg/day form day 1-14 after conception, and 250 mg/kg/day from day 6-14, and single doses of 2100 mg/kg each on days 3, 7, 9, or 11 after conception, did not produce any effects."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.77 (1991)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DMF caused maternal toxicity and embryotoxicity, including teratogenicity, in rabbits after admin by gavage at 200 uL/kg/day from day 6-18 after conception. All 11 animals in the dose group became pregnant and showed reduced food intake and weight gain. Placental weights were significantly lower and 3 abortions occurred. The fetuses showed weight reduction. The main findings recorded on fetal exam were hernia umbilicalis (7 cases), hydrocephalus internus (6 cases), event ratio simplex (3 cases), exophthalmus (2 cases), cleft palate (1 case), and malposition of limbs (1 case). The number of implantations was not adversely influences. At 68.1 uL/kg/day, no maternal effects were observed among 16 pregnant animals (18 inseminated); decreased numbers of total implantations and of live fetuses occurred, also an incr in skeletal variations and retardations/ litter; 3 cases of hydrocephalus internus were present. At 46.4 uL/kg/day (10/12 does were pregnant) 1 case of hydrocephalus internus occurred; all other parameters were in the range of biological variability. No malformations occurred in the untreated control group (22/24 animals)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1322",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Inhalation of DMF up to 205 ppm for 4 hr/day for 8 days had no effect on the function of the rat testes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral doses of 166 mg/kg to rats from gestation days 6 through 15 produced no effect. Maternal weight gains were reduced at 503 and 1510 mg/kg, and some maternal mortality was seen at 1510 mg/kg. Fetal weights were reduced, skeletal varations were increased, and malformations (only at 1510 mg/kg) were seen."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were given oral doses of 0, 50, 100, 200, or 300 mg DMF/kg body weight from gestational day 6 through 20. Maternal toxicity was indicated by depressed weight gains and food consumption at doses of 100 mg/kg or greater. Fetal toxicty was manifested as decr in fetal weight at 100 mg/kg or greater and by incr in both absent or poorly ossified supraoccipital and sternal bones at doses of 200 and 300 mg/kg. No incr in fetal resorption was seen and there were no malformations which could be related to DMF treatment. The NOEL /no observed effect level/ for both mother and fetus was 50 mg/kg."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No effects were produced in rabbits given 44 mg/kg orally from gestation days 6 through 18. At 64mg/kg, no changes were seen in the maternal rabbit, but fetal weights were reduced, and three fetuses were hydrocephalic. Maternal toxicity without death occurred at 190 mg/kg, fetal weights were reduced, and progeny from several litters were malformed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DMF /Dimethylformamide/ was administered in drinking water to F0 and F1 mice at 0, 1000, 4000, and 7000 ppm. Apparent reproductive toxicity was seen in F0 pairs at the mid and high doses as an immediate and progressive decr in fertility that was further reflected in a decr of the proportion of pups born alive and in liver litter size. These authors reported that DMF at greater than or equal to 4000 ppm reduced fertility and incr malformations in offspring. These effects occurred concomitant with incr in liver weights but at doses lower than those required to reduce body weight."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No effects were seen in rats following inhalation of 18 ppm for 6 hr/day, through organogenesis. A decr in fetal weight was seen at 172 ppm. Increasing the exposure to 300 ppm during gestation incr both maternal and fetal liver weights, but no developmental changes were seen. Also, no effects were seen at 30 ppm. No effects were produced in rats that breathed 200 ppm for 6 hr/day from gestation days 4 through 18; maternal and fetal weight gains were reduced, and no malformations were reported at 520 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1324",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Treatment with DMF /Dimethylformamide/ induced malformations in zebrafish embryos that involved curvature of the spine and tail, reduction of heart size and action, and decr blood circulation (LC50 121mM/L)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No maternal or fetal effects were seen in rabbits exposed to 50 ppm for 6 hr/day from gestation days 7 through 19. Skeletal variations and maternal weight gains were seen at 150 ppm and fetal weights were significantly reduced at 450 ppm. A low incidence of umbilical hernia was seen at 150 ppm and 450 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental or Reproductive Toxicity/ The effects of dermal application during gestation have been studied. ... No effects were reported in rabbits treated with either 200 or 380 mg/kg. Skin irritation, maternal body weight gain reduction, and an incr in skeletal anomalies were seen in rabbits given 400, but not 100 or 200 mg/kg."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of dermal application during gestation have been studied. Rats given 94 or 472 mg/kg showed no effects; Skin was irritated maternal body weight gains were reduced, and a slight incr in fetal anomalies was seen at 944 mg/kg. In a similar study, no effects were seen at 236 mg/kg, fetal weights were slightly reduced at 946 mg/kg, and maternal and fetal toxicity, including skeletal ossification delays, were seen at 1888 mg/kg. In another experiment, no effects were seen in rats given either 500 or 1000 mg/kg, and there was a decr in maternal body weight and an incr in fetal variations seen at 2000 mg/kg."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1323",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A decr in fetal weight and in a low incidence of malformations, not dose-related, were seen in mice given oral doses of either 182 or 548 mg/kg from days 6 through 15 of gestation. No maternal toxicity was reported."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1322",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Normal fertility was seen in a one-generation reproductive studies in rats following dermal application of 500, 1000, or 2000 mg/kg/day from 28 days before mating through the weaning of two litters. No changes in the microscopic appearance of the reproductive organs were seen."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1322",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A variety of species has been examined following oral, dermal, inhalation, and injection treatments. DMF does not present a reproductive risk to exposed individuals, and the fetus is no more sensitive to the effects of DMF than the maternal animal."
        },
        {
            "References": "Ren L et al;  Chemico-Biological Interactions 102 (1): 63-67 (1996)",
            "Value": "/ENDOCRINE MODULATION/ During /these/ studies on the effects of environmental estrogenic chemicals on vitellogenin gene expression in fish, dimethyl formamide (DMFA) and ethylene glycol (EG) were used as solvents to dissolve and deliver hydrophobic beta-estradiol or nonylphenol. Control groups were injected with water only. It was surprising to find that in certain doses, Vg mRNA from control fish can be induced by DMFA or EG alone. This suggested that DMFA and EG are weak estrogens."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ N,N-Dimethylformamide was tested for mutagenicity in the Salmonella/ microsome preincubation assay using the standard protocol approved by the National Toxicology Program. N,N-Dimethylformamide was tested using a wide range of doses in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. N,N-dimethylformamide was negative in these tests and the highest ineffective dose in any Samonella tuphimurium strain was 10 mg/plate."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1324",
            "Value": "/GENOTOXICITY/ DMF (Dimethylformamide) has been extensively tested and is inactive in almost all genotoxicity tests ranging from in vitro systems using human-derived cells to in vitro mammalian systems. No induction of sister chromatid exchanges or chromosomal aberrations were seen in vitro in Chinese hamster ovary cells following exposure to DMF."
        },
        {
            "References": "Sharkawi M; Toxicol Lett (AMST) 4 (6): 493-498 (1979)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DMF and dimethyl sulfoxide inhibited mouse liver alcohol dehydrogenase in vitro. Inhibition is uncompetitive with DMF and dimethyl sulfoxide. Each chem prolonged significantly the ethanol-induced loss of righting reflex."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Tests in vitro showed that DMF (Dimethylformamide) inhibits lymphocyte proliferation induced by conconavalin-A suggesting the capability of dose -producing effect on cellular immunotoxicity in mice following high acute doses."
        },
        {
            "References": "Grant AM; Toxicol Lett (AMST) 3 (5): 259-264 (1979)",
            "Value": "/OTHER TOXICITY INFORMATION/  Elevation of blood sugar occurred in rats after oral and ip admin of dimethylformamide. Minimum effective doses were 0.5 mL/kg ip and 2 mL/kg orally."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-201",
            "Value": "/OTHER TOXICITY INFORMATION/... Dogs /exposed to concentrations > 20 ppm/ exhibited polycythemia & cardiovascular effects: decreased pulse rate, decline in systolic pressure, & degenerative changes in heart muscle."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-201",
            "Value": "/OTHER TOXICITY INFORMATION/ In mice exposed to 1120 mg/kg (1.2 ml/kg) ip, hind leg paralysis and depression were preceded by nervousness."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 348",
            "Value": "/OTHER TOXICITY INFORMATION/ Tested by drop application to rabbit eyes, a 25% soln in water had no effect; 50% soln was slightly irritating; 75-100% produced a more severe reaction, but no details of reaction were reported. A drop of pure dimethylformamide applied to rabbit eyes ... caused only edema of corneal epithelium and eyes returned to normal ... ."
        },
        {
            "References": "PMID:753254",
            "Value": "/OTHER TOXICITY INFORMATION/ Lesions were induced in rats exposed to inhalation of dimethyl formamide (DMF). The most serious changes appeared to occur in the liver. Hepatocytes showed mitotic type patterns and accumulations of liver cells in the regenerative phase. Diffuse sinusoidal congestion and lymphocyte accumulations were observed. The kidneys showed some congestion, edema and sporadic hemorrhagic foci. There were blood effusions in the lungs and foci of edema with congestion and septal thickening. Changes in the myocardium are also described. DMF has pronounced vasculotropic properties, causing severe vascular changes, with morphologic disruption of vessel walls."
        },
        {
            "References": "PMID:22495519",
            "Value": "/OTHER TOXICITY INFORMATION/ In this study, the toxicity, behavioral and regeneration effects of dimethylformamide (DMF) on planarian Dugesia japonica were investigated. One control and six different concentrations of DMF (10 ppm, 100 ppm, 500 ppm, 1000 ppm, 5000 ppm and 10,000 ppm) were used in triplicate. The results showed that the mortality was directly proportional to the DMF concentration and planarian locomotor velocity (pLMV) was significantly reduced by increasing the exposure time and DMF concentration. pLMV of D. japonica was significantly reduced at a lower concentration of 10 ppm after 7 days of continuous exposure to DMF. The recovery of the motility of planarians pretreated with DMF was found to be time- and dose dependent, all planarians had complete recovery in their motility after 48 hr. The appearance of auricles in regenerating animals was easily affected by DMF exposure in comparison with the appearance of eyespot. The present results suggest that the intact adult mobility in the aquatic planarian D. japonica is a more sensitive biomarker than mortality, and the appearance of auricles in regenerating animals is a more sensitive biomarker than eyespot."
        },
        {
            "References": "PMID:18502059",
            "Value": "/OTHER TOXICITY INFORMATION/ A suitable method for the cryopreservation of donkey semen would be very valuable for the ex situ management of genetic diversity in this species. This report uses a variety of observation and trials to evaluate the effect of cryoprotectants in per-cycle pregnancy rates (PC) in equids females (jennies (donkey) and mares (horse)). This was explored by (1) comparing the results of insemination of jennies and mares with cooled or frozen donkey semen, (2) examining the possible toxic effect of the cryoprotectant (CPA) glycerol in these two species and (3) studying alternative solutions. Donkey and horse semen was either used immediately, or cooled according to some steps of the pre-freezing procedure or frozen and thawed. The pre-freezing procedure included semen dilution, centrifugation, resuspension in milk or in INRA82+2% egg yolk+various % CPA (expressed as final concentrations in extended semen (v/v)) and then cooling to 4 degrees C. PC was similar in mares and jennies inseminated with donkey semen cooled to 4 degrees C in milk. However, the PC was significantly higher in mares than in jennies when donkey semen was frozen with 2.2% glycerol (36%, n=50 cycles vs. 11%, n=38 cycles; P<0.01). Increasing the concentrations of glycerol (0, 2.2, 3.5, 4.8%) before cooling stallion semen resulted in a progressive decrease in mare PC (87, 53, 53, 13% (n=15 cycles for each concentration); P<0.0001). The addition of 2.2% glycerol before cooling donkey semen decreased the PC measured in jennies to 0. The replacement of glycerol by 2% dimethylformamide increased the fertility obtained in jennies with cooled donkey semen (PC: 67%, n=12 cycles) but did not increase the fertility obtained with frozen-thawed donkey semen (PC: 11%, n=28 cycles with dimethylformamide vs. 0%, n=16 cycles with glycerol). In conclusion, this study clearly shows that the ability of jennies to conceive after AI with donkey frozen semen is lower than that of mares. Glycerol affects the fertility of donkey and stallion spermatozoa as early as during the pre-freezing procedure. In consequence, the glycerol level must be low in frozen equine semen to provide good fertility. The toxic dose of glycerol for donkey spermatozoa seems to be almost half that for stallion spermatozoa. Whether this greater sensitivity of donkey spermatozoa to glycerol is responsible for the low success of semen cryopreservation in jennies is not so obvious because replacement of glycerol by dimethylformamide was not much more effective in terms of fertility."
        },
        {
            "References": "PMID:7354621",
            "Value": "/OTHER TOXICITY INFORMATION/ Albino rats were given single ip injections of 0.6, 0.9 and 1.2 mL/kg dimethyl formamide (DMF). At 0.6 mL/kg some histological lesions of liver occurred (max at 48 hr). At 0.9 and 1.2 mL/kg severe central phlebitis with centrilobular necrosis of cells assoc with heavy inflammatory infiltrate occurred."
        },
        {
            "References": "Cruz GS et al; Boll Ital Biol Sper 54 (18): 1717-1722 (1978)",
            "Value": "/OTHER TOXICITY INFORMATION/ Rats were exposed to a fog of dimethylformamide (DMF) for 0.5 hr/day for /several/ days and sacrificed. Edema in myocardial sections was seen. The most salient finding showed vacuolar formations, frequently displaced at intimal level in walls of intraparenchymal arterial vessels."
        },
        {
            "References": "PMID:5113797",
            "Value": "/OTHER TOXICITY INFORMATION/ Acute toxicity of formamides to rats and mice was in incr order; formamide, n-methylformamide, n,n-dimethylformamide, n-ethylformamide, and n,n-diethylformamide. Mice were more susceptible than rats. The compounds induced testicular lesions. Repeated small doses of DMF stimulated growth, whereas the other derivatives were growth inhibitory."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.52 (1991)",
            "Value": "/OTHER TOXICITY INFORMATION/ The acute toxicity in a number of species, following oral, dermal, inhalation, or parenteral admin of DMF is relatively low, with lethal doses generally in the g/kg range for the oral, dermal, and parenteral routes and in the g/cu m for inhalation exposures. Animals given large single doses of DMF or exposed to high air levels showed general depression, anesthesia, loss of appetite, loss of body weight, tremors, labored breathing, convulsions, hemorrhage of the nose and mouth, liver injury, and coma immediately preceding death."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.56 (1991)",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of DMF on the liver were studied after single or repeated inhalation, dermal, or oral treatment of rats, mice, and rabbits ... . Single oral admin of 2250-5000 mg DMF/kg in rats caused clay-colored liver, congestion and centrilobular necrosis of hepatocytes. Lower doses resulted in deviations in liver function, such as decreased excretion of cholic acid in the bile, bromosulfthalein retention, increased serum activities of GOT, GPT, LAP, OCT, AlcP, ChE, LDH, and gamma-GT, and significant enhancement of cholesterol, triglyceride, and bilirubin contents in the serum and liver homogenates. In rats, following both ip and inhalation exposure, there were no increases in SDH /succinate dehydrogenase/ levels at 420 and 840 mg/cu m but a lower level (210 mg/cu m) raised the serum activity of SDH. Pathomorphological investigation demonstrated lipid degeneration and cloudy swelling of hepatocytes in the central zones of the lobules followed by signs of regeneration."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.64 (1991)",
            "Value": "/OTHER TOXICITY INFORMATION/ Repeated inhalation exposure to 130 or 300 mg DMF/cu m increased the kidney/body weight ratio, and decreased diuresis, and the total protein, sodium chloride, and potassium contents in the urine of rats."
        },
        {
            "References": "WHO; Environ Health Criteria 114: Dimethylformamide p.65 (1991)",
            "Value": "/OTHER TOXICITY INFORMATION/ Pathomorphological changes were observed in the spleen after exposure to high doses of DMF. They were accompanied by an incr in the spleen/body weight ratio. ... Inhibited phagocytosis activity of leukocytes and decreased glycogen content in the neutrophils of rats as a result of combined dermal and inhalation exposure to DMF /was found/."
        },
        {
            "References": "PMID:22384798",
            "Value": "/OTHER TOXICITY INFORMATION/ A total of 42 ejaculates were used in the experiment; six ejaculates per stallion, obtained from seven Pure Spanish stallions (PRE), were split and frozen in freezing media with different concentrations and combinations of cryoprotectant (CPA): (i) Caceres (skim milk based extender) containing 2.5% glycerol (2.5GL), (ii) Caceres containing 1.5% glycerol and 1.5% dimethylformamide (1.5%GL-1.5%DMFA), (iii) Caceres extender supplemented with 1.5% glycerol and 2.5% dimethylformamide (1.5%GL-2.5%DMFA) and (iv) Caceres extender supplemented with 4% dimethylformamide (4%DMFA). After at least 4 weeks of storage in liquid nitrogen (LN), straws were thawed and semen analyzed by computer-assisted sperm analysis and flow cytometry (membrane lipid architecture (Merocyanine 540), integrity and sublethal damage (YoPro-1) and mitochondrial membrane potential (JC-1)). After thawing, better results were observed in samples frozen in 4%DMFA or in combinations of 1.5%GL-2.5%DMFA, in fact total motility increased by 16% in the 4%DMFA group compared to 2.5%GL (p < 0.05). Also, there was an increment in the percentage of progressive motile sperm in the 1.5%GL-2.5%DMFA group (9.8% 2.5GL vs 19% in the 1.5%GL-2.5%DMFA group p < 0.05); also, samples frozen in the 4%DMFA group had more intact (YoPro-1 negative) sperm post-thawing, 29.3% in 2.5%GL vs 36.7% in 4%DMFA group (p < 0.05). Membrane lipid architecture was not affected by any of the cryoprotectants tested, while samples frozen in 4%DFMA had a lower percentage of mitochondria with lower membrane potential. It is concluded that DMFA improves the outcome of cryopreservation of stallion spermatozoa mainly reducing sublethal cryodamage."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1320",
            "Value": "/OTHER TOXICITY INFORMATION/ Oral treatment of mice, guinea pigs, gerbils, and dogs also produced signs of liver damage."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Feb 11, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of N,N-dimethylformamide can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that N,N-dimethylformamide is expected to have very high mobility in soil."
        }
    ]
}