{
    "_id": {
        "$oid": "6682e83ac4e5dba5ffba2489"
    },
    "CID": {
        "$numberInt": "6231"
    },
    "Name": "NORETHYNODREL",
    "IUPACName": "(8R,9S,13S,14S,17R)-17-ethynyl-17-hydroxy-13-methyl-1,2,4,6,7,8,9,11,12,14,15,16-dodecahydrocyclopenta[a]phenanthren-3-one",
    "CanonicalSMILES": "CC12CCC3C(C1CCC2(C#C)O)CCC4=C3CCC(=O)C4",
    "Synonyms": [
        "norethynodrel",
        "Noretynodrel",
        "68-23-5",
        "Norethinodrel",
        "Enidrel",
        "Lynestrol",
        "19-Norethynodrel",
        "SC-4642",
        "NSC-15432",
        "17-Ethinyl-5(10)-estraeneolone",
        "19-Nor-ethinyl-5,10-testosterone",
        "Noretynodrel [INN]",
        "MLS000069824",
        "Norethinynodrel",
        "Norethynodral"
    ],
    "IsomericSMILES": "C[C@]12CC[C@H]3[C@H]([C@@H]1CC[C@]2(C#C)O)CCC4=C3CCC(=O)C4",
    "INCHI": "InChI=1S/C20H26O2/c1-3-20(22)11-9-18-17-6-4-13-12-14(21)5-7-15(13)16(17)8-10-19(18,20)2/h1,16-18,22H,4-12H2,2H3/t16-,17-,18+,19+,20+/m1/s1",
    "INCHIKEY": "ICTXHFFSOAJUMG-SLHNCBLASA-N",
    "Formula": "C20H26O2",
    "MolecularWeight": {
        "$numberDouble": "298.4"
    },
    "Description": "Norethynodrel is an oxo steroid.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "606"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 3115",
            "Value": "Estrogen-progestin combinations produce a contraceptive effect mainly by suppressing the hypothalamic-pituitary system resulting in prevention of ovulation. The estrogen acts mainly by suppressing secretion of follicle-stimulating hormone (FSH), resulting in prevention of follicular development and the rise of plasma estradiol concentration which is thought to be the stimulus for release of luteinizing hormone (LH). In combination products, the progestin appears to act mainly by inhibiting the preovulatory rise of LH. Long-term administration of these combination products results in inhibition of both FSH and LH secretion. It has been suggested that oral contraceptives may also produce a direct effect on ovarian steroidogenesis or the response of the ovary to gonadotropins. In addition, changes in the cervical mucus may prevent sperm penetration; however, further studies are required to determine the precise effects of estrogen-progestin combinations on sperm activity."
        },
        {
            "References": "PMID:10836199",
            "Value": "The cellular action of steroid hormones is mediated by specific receptors. ... Two different estrogen receptors (ER), alpha and beta, have been cloned with a specific tissue distribution. Active estrogen as well as active progestin are compounds of oral hormonal contraceptives and hormone replacement therapy. To examine the regulation of ER-alpha and -beta activities after treatment with synthetic progestins and synthetic and natural estrogens, COS 7 cells were transfected with the vector expressing ER-alpha and -beta in combination with a luciferase reporter vector. ER-alpha activity was upregulated in the presence of synthetic progestins in a dose-dependent manner. Norethisterone, norethynodrel and desogestrel proved to be the most potent stimulatory agents of ER-alpha expression. On the other hand, not all progestins exhibited a stimulatory action on ER-beta activity. Only norgestrel, levonorgestrel, norethynodrel and norethisterone induced ER-beta-activating functions in a dose-dependent manner. Luciferase activity due to estrogen stimulation served as a positive control. These results indicate that progestins have different effects on the activities of ER-alpha and -beta."
        },
        {
            "References": "PMID:9458078",
            "Value": "Vascular endothelial growth factor (VEGF) is a potent angiogenic factor associated with the degree of vascularity, progression, and metastasis of breast cancer, and cases of this disease with increased vascular density have a poor prognosis. We show that in T47-D human breast cancer cells, progesterone induces a dose-dependent increase of 3-4-fold in media VEGF levels, with a maximum response occurring at a concentration of 10 nM. This effect is blocked by the antiprogestin RU 486. In addition to progesterone, a number of synthetic progestins used in oral contraceptives (eg, norethindrone, norgestrel, and norethynodrel), hormone replacement therapy (medroxyprogesterone acetate), and high-dose progestin treatment of breast cancer (megestrol acetate) also increase VEGF in the media of cultured T47-D cells. This effect is hormone specific and is not produced by estrogens, androgens, or glucocorticoids. Collectively, these observations suggest that the increase in VEGF caused by progestins is mediated by progesterone receptors present in T47-D cells. The induction of VEGF by progestins is also cell type specific and does not occur in human breast cancer cell lines MCF-7, ZR-75, or MDA-MB-231, nor in Ishikawa cells derived from a human endometrial carcinoma. ..."
        },
        {
            "References": "PMID:7608617",
            "Value": "Platelet-activating factor acetylhydrolase (PAF-AH), the enzyme that inactivates PAF, is regulated by steroid hormones including progestin. It has been reported that 17alpha-ethynylestradiol decreases plasma PAF-AH activity and medroxyprogesterone increases the enzyme activity. In this study, /investigators/ elucidated the effects of various progestins on plasma PAF-AH activity and lipoprotein cholesterol levels. Plasma PAF-AH activity in female adult rats treated with either progesterone or 17alpha-hydroxyprogesterone (50 mg/kg, 3 days) did not change significantly. Both medroxyprogesterone and megestrol acetate (50 mg/kg, 3 days) significantly increased plasma PAF-AH activity, but both norethindrone acetate and norethynodrel (50 mg/kg, 3 days) significantly decreased the enzyme activity. In addition, not only did medroxyprogesterone increase plasma PAF-AH activity but plasma lipoprotein cholesterol and norethindrone acetate decreased both of them. A significant correlation between plasma PAF-AH activity and the lipoprotein level was found (r = 0.974, p < 0.01). When PAF (10 nmol/kg) was administered to female adult rats pretreated with progestins, the mortality of the rats that had low plasma PAF-AH activity due to norethindrone acetate was increased in the same manner as observed in the 17alpha-ethynylestradiol-pretreated group. These findings indicate that progestins have various effects on plasma PAF-AH activity and the lipoprotein level. In addition, some progestins, which have an estrogenic effect on enzyme activity, may be related to the thrombotic episodes observed in oral contraceptive users."
        },
        {
            "References": "Osol, A. and J.E. Hoover, et al. (eds.). Remington's Pharmaceutical Sciences. 15th ed. Easton, Pennsylvania: Mack Publishing Co., 1975., p. 924",
            "Value": "Prevention of ovulation is result of suppression of pituitary gonadotropin release."
        },
        {
            "References": "Osol, A. and J.E. Hoover, et al. (eds.). Remington's Pharmaceutical Sciences. 15th ed. Easton, Pennsylvania: Mack Publishing Co., 1975., p. 928",
            "Value": "The endometrium is rendered inhospitable to the fertilized ovum so that nidation cannot take place. /Enovid, Ethynodrel and Mestranol/"
        }
    ]
}