{
    "_id": {
        "$oid": "6682e83ac4e5dba5ffba248d"
    },
    "CID": {
        "$numberInt": "6251"
    },
    "Name": "D-MANNITOL",
    "IUPACName": "(2R,3R,4R,5R)-hexane-1,2,3,4,5,6-hexol",
    "CanonicalSMILES": "C(C(C(C(C(CO)O)O)O)O)O",
    "Synonyms": [
        "D-mannitol",
        "mannitol",
        "69-65-8",
        "Mannite",
        "Osmitrol",
        "Manna sugar",
        "Cordycepic acid",
        "Osmofundin",
        "Resectisol",
        "Diosmol",
        "Mannit",
        "Mannazucker",
        "Mannidex",
        "Mannigen",
        "Mannistol"
    ],
    "IsomericSMILES": "C([C@H]([C@H]([C@@H]([C@@H](CO)O)O)O)O)O",
    "INCHI": "InChI=1S/C6H14O6/c7-1-3(9)5(11)6(12)4(10)2-8/h3-12H,1-2H2/t3-,4-,5-,6-/m1/s1",
    "INCHIKEY": "FBPFZTCFMRRESA-KVTDHHQDSA-N",
    "Formula": "C6H14O6",
    "MolecularWeight": {
        "$numberDouble": "182.17"
    },
    "Description": "D-mannitol is the D-enantiomer of mannitol. It has a role as an osmotic diuretic, a sweetening agent, an antiglaucoma drug, a metabolite, an allergen, a hapten, a food bulking agent, a food anticaking agent, a food humectant, a food stabiliser, a food thickening agent, an Escherichia coli metabolite and a member of compatible osmolytes.",
    "XlogP": {
        "$numberDouble": "-3.1"
    },
    "Complexity": {
        "$numberInt": "105"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Lawson ME; Kirk-Othmer Encycl Chem Tech 4th ed. Kroschwitz JI ed. John Wiley & Sons 23: 97 (1997)",
            "Value": "D-mannitol is widespread in nature(SRC). It is found to a significant extent in the exudates of trees and shrubs such as the plane tree, manna ash and olive tree(1). D-Mannitol occurs in pumpkin, hedge parsley, onions, celery, strawberries, the genus Euonymus, the genus Hebe, cocoa bean, grasses, lilac, Digitalis purpurea, mistletoe and lichens(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; Aquasol Database of Aqueous Solubility. Version 5. College of Pharmacy, University of Arizona - Tucson, AZ (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 5-3, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1 was calculated for D-mannitol(SRC), using a water solubility of 2.16X10+5 mg/l(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "",
            "Value": "D-Mannitol is a simple sugar alcohol and should be readily biodegraded in the environment. (SRC)"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow = -3.10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 895",
            "Value": "MANNITOL IS.../USED/ IN PROPHYLAXIS OF ACUTE RENAL FAILURE. IT IS USED FOR THIS PURPOSE IN CONDITIONS AS DIVERSE AS CARDIOVASCULAR OPERATIONS, SEVERE TRAUMATIC INJURY, OPERATIONS IN THE PRESENCE OF SEVERE JAUNDICE, AND MGMNT OF HEMOLYTIC TRANSFUSION REACTIONS. IN EACH OF THESE CONDITIONS, A PRECIPITOUS FALL IN THE FLOW OF URINE MAY BE ANTICIPATED EITHER AS THE RESULT OF AN ACUTELY REDUCED FILTRATION RATE OR FROM ACUTE CHANGES IN TUBULAR PERMEABILITY. THE LATTER MAY BE CONSEQUENCE OF THE PRESENCE OF NOXIOUS AGENT WITHIN THE TUBULAR FLUID IN EXCESSIVELY HIGH CONCN, IN SOME INSTANCES SUFFICIENT TO RESULT IN ACTUAL PRECIPITATION. IN THESE SITUATIONS, MANNITOL EXERTS OSMOTIC EFFECT WITHIN THE TUBULAR FLUID, INHIBITS WATER REABSORPTION, & MAINTAINS THE RATE OF URINE FLOW. ...CONCN OF TOXIC AGENT WITHIN TUBULAR FLUID DOES NOT REACH EXCESSIVELY HIGH LEVELS THAT OTHERWISE WOULD HAVE BEEN ACHIEVED BY MORE COMPLETE REABSORPTION OF WATER."
        },
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 894",
            "Value": "...EVEN THOUGH /GLOMERULAR/ FILTRATION RATE IS REDUCED, MANNITOL IS STILL FILTERED @ GLOMERULUS. THE TUBULAR IMPERMEABILITY TO MANNITOL IS NOT ALTERED BY ACUTE RENAL ISCHEMIA OF SHORT DURATION. HENCE, THE MANNITOL THAT IS FILTERED IS ALSO EXCRETED IN THE VOIDED URINE. UNREABSORBED SOLUTE LIMITS BACK DIFFUSION OF WATER. ...URINE VOL CAN BE MAINTAINED EVEN IN PRESENCE OF DECR GLOMERULAR FILTRATION."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 822",
            "Value": "REPEATED ADMIN OF LARGE DOSES OF...MANNITOL TO EXPTL ANIMALS HAS NOT RESULTED IN SIGNIFICANT ALTERATIONS OF RENAL TUBULAR FUNCTIONS."
        },
        {
            "References": "Rossoff, I.S. Handbook of Veterinary Drugs. New York: Springer Publishing Company, 1974., p. 329",
            "Value": "REPORTS OF NEPHROPATHY APPEAR TO BE TEMPORARY & SIMILAR TO THAT PRODUCED BY GLUCOSE."
        },
        {
            "References": "PERAZZO JC, MONSERRAT AJ; IRCS MED SCI: LIBR COMPEND 6(8) 314 (1978)",
            "Value": "IN RATS GIVEN REPEATED IP INJECTIONS OF MANNITOL THERE WERE NO SIGNIFICANT DIFFERENCES IN REVERSIBLE HYDROPIC VACUOLAR CHANGES IN CELLS OF RENAL PROXIMAL CONVOLUTED TUBULES."
        },
        {
            "References": "PMID:6794859",
            "Value": "IP INJECTIONS IN RATS OF 2 DIFFERENT DOSES OF HYPERTONIC SOLN CONTAINING MANNITOL CAUSED COMPLEX & DIFFERENTIAL CHANGES IN BRAIN AMINO ACIDS (MOSTLY ALIPHATIC & BASIC AMINO ACIDS) AS WELL AS INCREASING GAMMA-AMINOBUTYRIC ACID. WHEN PLASMA OSMOLALITIES WERE ELEVATED TO TOXIC LEVELS (397-432 MOSM/KG H2O) BRAIN SODIUM WAS INCR, WHEREAS PLASMA SODIUM WAS DECR. BRAIN POTASSIUM WAS NOT AFFECTED. BRAIN WATER DECR CONCOMITANT WITH ELEVATION OF PLASMA OSMOLALITY. AMMONIA WAS STIMULATED."
        },
        {
            "References": "STIFF JL ET AL; ANESTH ANALG (CLEVE) 58 (1): 42 (1979)",
            "Value": "MANNITOL-INDUCED RESP & CIRCULATORY COLLAPSE WERE STUDIED IN DOGS."
        },
        {
            "References": "PMID:6407927",
            "Value": "DIETS CONTAINING 2.5 OR 5% D-MANNITOL WERE FED TO 50 F344 RATS & 50 B6C3F1 MICE OF EACH SEX FOR 103 WK. SIMILAR GROUPS SERVED AS CONTROLS. THERE WERE NO STATISTICALLY SIGNIFICANT INCREASES IN TUMOR INCIDENCE IN ANY TREATED GROUP WHEN COMPARED TO CONTROLS."
        },
        {
            "References": "Carcinogenesis Bioassay D-Mannitol in F344/N Rats and B6C3F1 Mice. Technical Report Series No. 236 (1982) NIH Publication No. 82-1792 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "... Under the conditions of this bioassay, D-mannitol was not carcinogenic for F344/N rats or B6C3F1 mice of either sex. Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "Carcinogenesis Bioassay D-Mannitol in F344/N Rats and B6C3F1 Mice. Technical Report Series No. 236 (1982) NIH Publication No. 82-1792 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "A carcinogenesis bioassay of D-mannitol (98%-100% pure), a food and drug additive, was conducted by feeding diets containing 25,000 or 50,000 ppm D-mannitol to groups of 50 F344/N rats and 50 B6C3F1 mice of each sex for 103 weeks. Groups of 50 rats and 50 mice of each sex served as controls. Survival and mean body weights of dosed and control male rats and of dosed and control mice of each sex were comparable. Survival of high-dose female rats was significantly higher (P<0.05) than that of the low-dose female rats. However, neither the survival of the low-dose group nor that of the high-dose group was significantly different from that of the controls. Throughout the study, mean body weight gain of dosed female rats was depressed (<= 10%) relative to that of controls. Feed consumption by dosed and control rats and mice of each sex was similar. Although the rats and mice of each sex might have been able to tolerate higher doses, a dietary level of 50,000 ppm (5%) is the maximum concentration of a test substance in feed recommended in the guidelines of the Bioassay Program. Dilatation of the gastric fundal gland was observed in increased incidence in dosed female rats when compared with that of controls (control, 6/50, 12%; low dose, 23/50, 46%; high dose 23/50, 46%). Retinopathy and cataracts occurred at increased incidences in high-dose males and in low- and highdose female rats. A mild nephrosis, characterized by focal vacuolization of renal tubular epithelium, was observed in increased incidence in dosed mice of each sex and was considered to be related to administration of D-mannitol (males: control, 15/50, 30%; low dose, 29/50, 58%; high dose, 30/47, 64%; females: control, 1/48, 2%; low dose, 3/48, 6%; high dose, 14/49, 29%). Under the conditions of this bioassay, D-mannitol was not carcinogenic for F344/N rats or B6C3F1 mice of either sex."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; Aquasol Database of Aqueous Solubility. Version 5. College of Pharmacy, University of Arizona - Tucson, AZ (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of D-mannitol is estimated as approximately 5(SRC), using a water solubility of 2.16X10+5 mg/l(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that D-mannitol is expected to have very high mobility in soil(SRC)."
        }
    ]
}