{
    "_id": {
        "$oid": "6682e83bc4e5dba5ffba2491"
    },
    "CID": {
        "$numberInt": "6276"
    },
    "Name": "N-PENTYL ALCOHOL",
    "IUPACName": "pentan-1-ol",
    "CanonicalSMILES": "CCCCCO",
    "Synonyms": [
        "1-Pentanol",
        "Pentan-1-ol",
        "71-41-0",
        "Amyl alcohol",
        "Pentanol",
        "N-Amyl alcohol",
        "n-Pentanol",
        "Pentyl alcohol",
        "Butylcarbinol",
        "1-Pentyl alcohol",
        "Amylol",
        "n-Butylcarbinol",
        "N-PENTYL ALCOHOL",
        "Pentanol-1",
        "Pentasol"
    ],
    "IsomericSMILES": "CCCCCO",
    "INCHI": "InChI=1S/C5H12O/c1-2-3-4-5-6/h6H,2-5H2,1H3",
    "INCHIKEY": "AMQJEAYHLZJPGS-UHFFFAOYSA-N",
    "Formula": "C5H12O",
    "MolecularWeight": {
        "$numberDouble": "88.15"
    },
    "Description": "Pentan-1-ol is a short-chain primary fatty alcohol that is pentane in which a hydrogen of one of the methyl groups is substituted by a hydroxy group. It has been isolated from Melicope ptelefolia. It has a role as a plant metabolite and a human metabolite. It is a pentanol and a short-chain primary fatty alcohol.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "19"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. A databank of evaluated octanol-water partition coefficients (Log P) on microcomputer diskette. Montreal, Quebec, Canada: Sangster Research Laboratories (1994) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for n-pentyl alcohol(SRC) using a log Kow of 1.51(1) and a regression derived equation(2). Based on a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (2) Yonezawa Y, Urushikuni Y; Chemosphere: 139-42 (1979) (3) Gerhold RM, Malaney GW; J Water Poll Control Fed 38: 562-79 (1966) (4) Dias FF, Alexander M; Appl Microbiol 22: 1114-18 (1971) (5) Vaishnav DD et al; Chemosphere 16: 695-703 (1987) (6) Wagner R; Vom Wasser 47: 241-65 (1976) (7) Babeu L, Vaishnav DD; J Ind Microbiol 2: 107-15 (1987) (8) Therien N et al; Water Res 18: 905-10 (1984)",
            "Value": "AEROBIC: In 5-day BOD tests with sewage as microbial inoculum, the oxygen consumption of n-pentyl alcohol ranged from 59 to 86.9% of the theoretical BOD(1,4-7). In a Warburg test with activated sludge as inoculum, the oxygen consumption at 1 day of incubation was 28% of the theoretical value(3). At concentrations above 300 mg/L, n-pentyl alcohol may have an inhibitory effect on the oxidative respiratory rate in the presence of activated sludge(8). The first order rate constants (at a constant microorganism concn) for biodegradation of n-pentyl alcohol in non-adapted activated sludge was 0.0285 per hr(2) corresponding to an aerobic biodegradation half-life of 1 day."
        },
        {
            "References": "(1) Shelton DR, Tiedje JM; Development of Test for Determining Anaerobic Biodegradation Potential USEPA-560/5-81-013, NTIS PB84-166495, Springfield, VA (1981) (2) Hovious JC et al; Anaerobic Treatment of Synthetic Organic Wastes, EPA 12020 DIS 01/72, Off Res Monit Washington DC (1972) (3) Morris MS; Diss. Abstr Int B 42: 2766 (1989)",
            "Value": "ANAEROBIC: After a lag period of 7 days, 95-100% of n-pentyl alcohol biodegraded in 49 days under anaerobic conditions with digester sludge as microbial inoculum(1). The removal of n-pentyl alcohol at retention times of 4-5 days was 100% in anaerobic lagoons containing digester sludge or activated sludge as microbial inoculum(2). n-Pentyl alcohol biodegraded in two soils under both aerobic and anaerobic conditions(3)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J. LOGKOW Databank. A databank of evaluated octanol-water partition coefficients (Log P) on microcomputer diskette. Montreal, Quebec, Canada: Sangster Research Laboratories (1994)",
            "Value": "low Kow= 1.51"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p. 428",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  In an acute inhalation study, groups of 10 mice, rats, and guinea pigs were exposed to the aerosolized mixture calculated to be 14 mg/L for 6 hr. Two rats and seven mice died during the exposure; all other animals survived. Histological examinations showed the lung and kidney as the principal target organs. Appreciable lung edema was observed in the mice. Aspiration of 0.2 mL n-amyl alcohol caused deaths in 10 out of 10 rats. The deaths were instantaneous and were attributed to cardiac and respiratory arrest."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Pentan-1-ol (71-41-0) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Irritating when applied for 24 hr, occlusive to intact skin of rabbits. /74% Pentan-1-ol, 25% 2-Methyl-1-butanol, 1% 3-Methyl-1-butanol/"
        },
        {
            "References": "PMID:8160207",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sensory irritation due to inhalation of n-pentanol, n-heptanol, sec-butanol and tert-pentanol was determined from the reflexively induced decrease in respiratory rate in CF-1 mice. The concentration-effect relations followed Michaelis-Menten equations, complying with receptor mediated processes. The relations were transformed into nearly rectilinear relationships in log concentration-effect plots, and the extrapolated threshold concentrations (RD-0) from the lines were 120, 28, 640 and 1210 ppm, respectively, obtained from the first 2 min of the exposure period. These values were comparable to those found in Swiss-Webster mice and to those obtained by electrophysiological experiments in Sprague-Dawley rats. The hydrophobic properties of the receptor biophase were found to approach that of the internal part of the bilayer membrane. Estimates on threshold limit values (TLV) were obtained and were found in reasonable agreement with the established values. The nose has a scrubbing effect, which reduces the concentration in the lungs in normal mice. n-Pentanol, sec-butanol and tert-pentanol decreased tidal volume in normal mice, explained either by an activation of receptors in the upper airways or by a sensitization of the stretch receptors. Two types of pulmonary responses were seen in tracheal-cannulated mice, which could be explained by an effect on stretch receptors and another type of lung receptors."
        },
        {
            "References": "PMID:689576",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ N-Amyl alcohol in corn oil administered to rats by oral intubation at levels of 0, 50, 150 or 1000 mg/kg bw/day for 13 wk had no demonstrable effect on food consumption, body and organ weight, hematological values, etc."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.428",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  1-Pentanol, dissolved in corn oil, was administered to ASH/CSE rats by oral gavage at dose levels of 0, 50, 150, or 1000 mg/kg for 13 weeks. There were no treatment related effects on body weight gain, food and water consumption, hematologic and serum chemistry values, urinalysis, renal function, organ weights, or histopathology."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 779",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Liver necrosis was noted in rabbits following oral exposure to pentyl alcohol for up to 1 yr. Damage to the gastric mucosa was the only pathological finding observed in another study."
        },
        {
            "References": "PMID:2237924",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicology of 13 industrial alcohols, including 1-pentanol were assessed in a series of experiments. ... The alcohols were administered by inhalation for 7 hours per day (6 hr/day for 1-decanol) on gestation days 1-19 to groups of approximately 15 pregnant Sprague-Dawley rats. For developmental toxicology evaluations, dams were sacrificed on gestation day 20. Fetuses were serially removed, weighed, sexed, and examined for external malformations. The frequency of visceral malformations and variations was determined in one-half of the fetuses, and the frequency of skeletal deviations was determined in the other half. Additionally, brains were removed from 10 offspring per group at 21 days of age, and were dissected into cerebrum, cerebellum, brainstem, and midbrain; these samples were assayed for steady-state levels of protein and the neurotransmitters acetylcholine, dopamine, norepinephrine, 5-hydroxytryptamine (serotonin), substances P, B-endorphine, and met-enkephalin. There was little evidence of selective developmental toxicity among the alcohols. Although sporadic neurochemical deviations were detected, no consistent pattern of effects was seen for any of the alcohols tested. It should be noted that alcohols with chain lengths longer than the butyl series could not be generated as vapors at sufficiently high concentrations to produce observable toxicity in the maternal animals. This limits the generality of these findings to the possible developmental effects of these alcohols when taken through other routes of exposure. Thus, rats are unlikely to exhibit developmental toxicity if exposed to these alcohols within current occupational limits."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.429",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Pregnant female Sprague-Dawley rats were exposed to saturated vapors (3900 ppm) of 1-pentanol 7 hr/day on days 1 to 19 of gestation. Food consumption significantly decreased, and body weight gain was reduced but was not statistically significant in the treated dams. There was no evidence of developmental toxicity."
        },
        {
            "References": "Nelson BK et al; J Amer Coll Toxicol 8 (2): 405-10 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A series of aliphatic alcohols was examined for possible developmental toxicology effects due to their widespread use as industrial solvents. Structure activity relationships were investigated among the primary alcohols with carbon chain lengths from 1 to 10. Some branched chain derivatives were also included. Results were presented of tests with 14,000 mg/cu m 1-pentanol, 3500 mg/cu m 1-hexanol, and 850 mg/cu m 2-ethyl-1-hexanol. Groups of about 15 Sprague-Dawley rats were exposed for 7 hours a day on gestation days 1-19 to one of the three alcohols in inhalation only exposures. Maternal feed intake and weight gain were reduced in animals exposed to pentanol but no significant reductions in fetal weight were noted. The groups exposed to hexanol or ethylhexanol suffered slight increases in resorption rates but neither of these exposures resulted in malformation of the offspring. The /results suggest/ that by the route of administration in this study, these chemicals are not teratogenic for this species."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Pentan-1-ol (71-41-0) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Effect-air concentration regressions of 48 solvents were determined for 4 hr inhalation exposure in male rats and for 2 hr exposures in female mice. Inhibition of propagation and maintenance of the electrically evoked seizure discharge was used as a criterion of the acute neurotropic effect. The isoeffective concentrations in air were estimated by interpolation on the level of 1/3 the maximum effect (EEC). Isoeffective air concentration rats: 1600 ppm; isoeffective air concentration mice: 2600 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.429",
            "Value": "/GENOTOXICITY/  1-Pentanol was not mutagenic to S. typhimurium in an Ames test with and without metabolic activation."
        },
        {
            "References": "PMID:1950560",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The effects of alkyl alcohols and related chemicals on the ultrastructure of mitochondria in the rat hepatocyte were studied. Groups of different chemicals were tested. Results obtained were summarized as follows: Ethanol, 1-propanol, 1-butanol, 1-pentanol and 1-octanol had essentially the same effects on the mitochondrial ultrastructure: a mixed population of small enlarged mitochondria with poorly developed cristae."
        },
        {
            "References": "PMID:2144347",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The effect of various alkanols on the central nervous system was studied by using rat brain synaptosomal membranes as an in vitro model. The activity of (Ca2+/Mg2+) ATPase and the membrane fluidity were determined. The n-alkanols exhibited an increased molar inhibition of the ATPase activity with an increase in the carbon chain length up to 1-octanol. 1-Octanol and 1-decanol caused a biphasic effect on the ATPase activity depending on the alkanol concentration, whereas 1-dodecanol caused a stimulation of the ATPase activity. All alkanols studied caused an increased fluidity of the membrane. /The/ results indicate that the effect of alkanols on the ATPase activity depends on changes in the border layer between the membrane and the surrounding medium and on a binding of the alkanols to the enzyme molecule. Furthermore, the two-way effect of 1-octanol and 1-decanol and stimulatory effect of 1-dodecanol indicate that more mechanisms are involved. In addition, the results indicate that changes in the membrane fluidity do not seem to be a prerequisite of the ATPase inhibition. /Alkanols/"
        },
        {
            "References": "PMID:10367351",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...The acute toxic and metabolic effects of 23-aliphatic alcohols (16 saturated and 7 unsaturated) /were investigated/ in the isolated perfused rat liver at a concentration of 65.1 mmol/L (approximately 0.3% ethanol). The capacity of the straight chain primary alcohols (methanol, ethanol, 1-propanol, 1-butanol and 1-pentanol) to release the enzymes glutamate-pyruvate transaminase (GPT), lactate dehydrogenase (LDH) and glutamate dehydrogenase (GLDH) into the perfusate was strongly correlated with their carbon chain length. The secondary alcohols were less active in this respect whereas branching of the carbon chain did not consistently change alcohol toxicity. Unsaturation in the straight chain but not in the branched chain alcohols was accompanied by an increase in toxicity. An increased enzyme release was in general accompanied by, and correlated to, reductions in oxygen consumption, bile secretion, and perfusion flow of the isolated livers. Statistically significant correlations exist between parameters of alcohol-induced hepatotoxicity and the membrane/buffer partition coefficents of the alcohols. With the exception of methanol, all alcohols tested increased the lactate/pyruvate ratio of the perfusate, although this effect was not correlated to the degree of hepatic injury. Hepatic ATP concentrations decreased in most cases in line with hepatic injury and were particularly correlated with changes in oxygen consumption. Hepatic concentrations of reduced glutathione (GSH) were only diminished by the unsaturated alcohols, whereas an increase in hepatic oxidized glutathione (GSSG) occurred only with some of the saturated alcohols. Hepatic concentrations of malondialdehyde (MDA) increased after two saturated and three unsaturated alcohols but did not correlate with other parameters of hepatotoxicity."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Pentan-1-ol (71-41-0) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Cytotoxicity and inhibition of DNA repair, as reflected by the capacity of cells to support virus growth and to perform host cell reactivation (HCR), respectively were measured using a monkey kidney fibroblast-herpes simplex virus (HSV) system. 1-Pentanol: MTD (as a measure of cell toxicity, the concentration required to reduce the capacity of the cells to support plaque formation by control HSV by 20%): 5.8 mM HCR-inhibiting concentration: 2.2 mM."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Pentan-1-ol (71-41-0) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Acute toxicity to the eye was assessed by measuring the permeability of the corneal epithelium of freshly killed mice to the gluorophore, sulforhodamine B. Pentanol: score 8 of 10."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. A databank of evaluated octanol-water partition coefficients (Log P) on microcomputer diskette. Montreal, Quebec, Canada: Sangster Research Laboratories (1994) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY, NY: McGraw-Hill pp. 4-9 (1982) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of n-pentyl alcohol is estimated as 160(SRC), using a log Kow of 1.51(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that n-pentyl alcohol is expected to have moderate mobility in soil."
        }
    ]
}