{
    "_id": {
        "$oid": "6682e83bc4e5dba5ffba2492"
    },
    "CID": {
        "$numberInt": "6277"
    },
    "Name": "Cobaltous acetate",
    "IUPACName": "cobalt(2+);diacetate",
    "CanonicalSMILES": "CC(=O)[O-].CC(=O)[O-].[Co+2]",
    "Synonyms": [
        "Cobalt acetate",
        "Cobalt(II) acetate",
        "71-48-7",
        "Cobalt diacetate",
        "Bis(acetato)cobalt",
        "Cobaltous diacetate",
        "Cobalt(2+) acetate",
        "COBALTOUS ACETATE",
        "cobalt(2+);diacetate",
        "Acetic acid",
        "cobalt(2+) salt",
        "Cobalt acetate (Co(OAc)2)",
        "cobalt(2+) diacetate",
        "Acetic acid",
        "cobalt(2+) salt (2:1)",
        "3XC4P44U7E",
        "DTXSID6026373"
    ],
    "IsomericSMILES": "CC(=O)[O-].CC(=O)[O-].[Co+2]",
    "INCHI": "InChI=1S/2C2H4O2.Co/c2*1-2(3)4;/h2*1H3,(H,3,4);/q;;+2/p-2",
    "INCHIKEY": "QAHREYKOYSIQPH-UHFFFAOYSA-L",
    "Formula": "C4H6CoO4",
    "MolecularWeight": {
        "$numberDouble": "177.02"
    },
    "Description": "Cobalt(II) acetate is a cobalt salt in which the cobalt metal is in the +2 oxidation state and the counter-anion is acetate. It is a cobalt salt and an acetate salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NOAA; CAMEO Chemicals. Database of Hazardous Materials. Cobalt Acetate (71-48-7). Natl Ocean Atmos Admin, Off Resp Rest; NOAA Ocean Serv. Available from, as of Jan 16, 2017: https://cameochemicals.noaa.gov/",
            "Value": "Food Chain Concentration Potential of cobaltous acretate tetrahydrate: Bioconcentration of 200-1000 fold only under constant exposure. Not significant in spill condition(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 429",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following adminintration to rats by gastric intubation... acute effects included sedation, diarrhea, and decreased body temp. Gross pathology exam revealed hemorrhages and dystrophic changes in the liver, kidney, and heart."
        },
        {
            "References": "PMID:7201957",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eight cobalt compounds, /including cobaltous(II) acetate/ were administered to rats by gastric intubation and the following LD50 value (compound/kg body wt) was determined: cobalt(II) acetate, 503. After administration of the Co compounds, body temperatures decreased by 2.5-7.5 degrees C."
        },
        {
            "References": "PMID:6658144",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of /cobalt/ acetate, was investigated in rats. The LD50 (7 days) was 133 mg of Co/kg when the salt was given orally. The value for intraperitoneal administration was 10.6 mg of Co/kg. The majority of deaths occurred during the first 48 hours. The physical and clinical signs appearing after the intoxication disappeared for the most part after the first 72 hours. The effects produced by cobalt acetate (II) given orally and intraperitoneally, in some hematological parameters and serum parameters during the first 24 hours after intoxications, have been studied at several doses. A noteworthy increase was observed in the hemoglobin and hematocrit as well as in the plasma proteins. There was significant hyperglycemia and also significant changes in the lipid parameters such as triglycerides and cholesterol. The duration and degree of the change depended on the dose."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 429",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Acetic acid, cobalt salt/ was not reported to be teratogenic in hamsters and rats, respectively."
        },
        {
            "References": "PMID:3437779",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The aim was to study changes in brain monoamine neurons in an experimental animal model with an extrapyramidal motor syndrome of the parkinsonian type. The neurological signs were observed in rats after acute cobaltous acetate intoxication under mild ischemic conditions. Histofluorescence studies showed a decrease in catecholamine fluorescence (which signifies a decrease in the amine content) in the hypothalamus and mesencephalic reticular formation, but not in the substantia nigra or basal ganglia. Serotonin fluorescence was increased in nerve cell bodies of the dorsal and median raphe nuclei and in nerve terminals in some thalamic and preoptic regions. Histological staining of sections adjacent to the fluorescent ones showed no neuronal loss and some pathology of myelin."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 464",
            "Value": "/GENOTOXICITY/ Cobalt acetate enhanced viral transformation frequency, and the number of transformed foci among treated cells."
        },
        {
            "References": "Kasprzak K et al;  Chemical Research in Toxicology 7(3): 329-335 (1982)",
            "Value": "/GENOTOXICITY/ F344r-rats were treated with a single injection of 50 or 100 micromoles of cobalt-acetate per kilogram body weight and the kidneys, livers, and lungs were removed and examined 2 or 10 days later. Statistically significant dose dependent increases in 5-hydroxy-hydantoin and 2,6-diamino-4-hydroxy-5-formamidopyrimidine (FapyGua) were seen in kidney samples 2 days after treatment while 10 days posttreatment FapyGua, 5-hydroxymethyl-hydantoin, 5-(hydroxymethyl)-uracil (5-OHMe-Ura), 5-hydroxy-cytosine (5-OH-Cyt), 5,6-dihydroxy-cytosine, 8-oxoadenine (8-oxo-Ade), and 8-oxoguanine (8-oxo-Gua) were significantly elevated. In liver samples increases in 5-OH-Cyt, 8-oxo-Ade, and FapyGua were seen after 2 and 10 days and 8-oxo-Gua and 4,6-diamino-5-formamidopyrimidine (FapyAde) were additionally increased after 10 days. Increases in two modified DNA bases, 5-OHMe-Ura and FapyAde were seen after 2 days in lung samples while only 5-OHMe-Ura remained elevated after 10 days. Little histological evidence of Co(II) induced toxicity was seen 2 or 10 days after treatment. The authors conclude that oxidative DNA base damage may be involved in the genotoxic and carcinogenic effects of Co(II)."
        }
    ]
}