{
    "_id": {
        "$oid": "6682e986c4e5dba5ffba2b0f"
    },
    "CID": {
        "$numberInt": "62882"
    },
    "Name": "PROPRANOLOL HYDROCHLORIDE",
    "IUPACName": "1-naphthalen-1-yloxy-3-(propan-2-ylamino)propan-2-ol;hydrochloride",
    "CanonicalSMILES": "CC(C)NCC(COC1=CC=CC2=CC=CC=C21)O.Cl",
    "Synonyms": [
        "Propranolol hydrochloride",
        "318-98-9",
        "Propranolol Hcl",
        "Inderal",
        "3506-09-0",
        "Avlocardyl",
        "Caridolol",
        "Inderalici",
        "Dociton",
        "Anaprilin",
        "Apsolol",
        "Beprane",
        "Berkolol",
        "Deralin",
        "Herzbase"
    ],
    "IsomericSMILES": "CC(C)NCC(COC1=CC=CC2=CC=CC=C21)O.Cl",
    "INCHI": "InChI=1S/C16H21NO2.ClH/c1-12(2)17-10-14(18)11-19-16-9-5-7-13-6-3-4-8-15(13)16;/h3-9,12,14,17-18H,10-11H2,1-2H3;1H",
    "INCHIKEY": "ZMRUPTIKESYGQW-UHFFFAOYSA-N",
    "Formula": "C16H22ClNO2",
    "MolecularWeight": {
        "$numberDouble": "295.8"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "257"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 143",
            "Value": "log Kow = -0.45 @ pH 2.0"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 2003. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2003 (Plus Supplements)., p. 1785",
            "Value": "Propranolol is a nonselective beta-adrenergic blocking agent. Propranolol inhibits response to adrenergic stimuli by competitively blocking, beta-adrenergic receptors within the myocardium and within bronchial and vascular smooth muscle. Only the l-isomer of propranolol has substantial beta-adrenergic blocking activity. Propranolol has no intrinsic sympathomimetic activity."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 2003. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2003 (Plus Supplements)., p. 1785",
            "Value": "Through its myocardial, beta-adrenergic blocking action, propranolol decreases heart rate and prevents exercise induced increases in heart rate, decreases myocardial contractility, decreases cardiac output, increases systolic ejection time, and increases cardiac volume. The drug also decreases conduction velocity through the sinoatrial and atrioventricular nodes and decreases myocardial automaticity via beta-adrenergic blockade. At blood concentrations greater than those required for beta-adrenergic blockade, propranolol has a membrane stabilizing effect on the heart which is similar to that of quinidine. The clinical importance of this effect is not clear, but it appears to be less important than its beta-adrenergic blocking activity."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 2003. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2003 (Plus Supplements)., p. 1785",
            "Value": "beta-Adrenergic blockade may also incr peripheral resistance initially, but peripheral resistance tends to decr after chronic admin of the drug as a result of unopposed alpha-adrenergic vasoconstriction. The cardiac effects of, beta-adrenergic blockade cause an incr in sodium reabsorption because of alterations in renal hemodynamics; renal blood flow and glomerular filtration rate generally decr during chronic therapy. Plasma volume may incr if dietary sodium is not restricted. Hepatic blood flow is decreased."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 2003. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2003 (Plus Supplements)., p. 1785",
            "Value": "The precise mechanism of propranolol's hypotensive effect has not been determined. It has been postulated that beta-adrenergic blocking agents reduce blood pressure by blocking peripheral (especially cardiac) adrenergic receptors (decreasing cardiac output), by decreasing sympathetic outflow from the CNS, and/or by suppressing renin release. In patients with high concentrations of circulating renin, low doses of the drug are associated with a fall in both blood pressure and in plasma renin concentrations, probably because of acute peripheral beta-adrenergic blockade. With higher doses of propranolol, the hypotensive effect is probably unrelated to plasma renin activity and may be caused by a delayed centrally mediated reduction of adrenergic outflow. However, there appears to be some overlap between these mechanisms, and both mechanisms seem to be operative with usual therapeutic doses. Propranolol decreases blood pressure in both the supine and standing positions."
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 2003. Bethesda, MD: American Society of Health-System Pharmacists, Inc. 2003 (Plus Supplements)., p. 1785",
            "Value": "Through its beta-adrenergic blocking action in other body systems, propranolol increases airway resistance (especially in asthmatic patients), inhibits glycogenolysis in the skeletal and cardiac muscles, blocks the release of free fatty acids and insulin by adrenergic stimulation, and increases the number of circulating eosinophils. Propranolol increases uterine activity, more in the nonpregnant than in the pregnant uterus."
        }
    ]
}