{
    "_id": {
        "$oid": "6682e9c1c4e5dba5ffba2c3a"
    },
    "CID": {
        "$numberInt": "6327657"
    },
    "Name": "TRIPHENYLTIN HYDROXIDE",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "C1=CC=C(C=C1)[Sn](C2=CC=CC=C2)C3=CC=CC=C3.O",
    "Synonyms": [
        "Triphenyltin hydroxide",
        "Fentin",
        "Triphenylstannanol",
        "76-87-9",
        "FENTIN HYDROXIDE",
        "Tptoh",
        "Vancide ks",
        "Hydroxytriphenyltin",
        "Hydroxytriphenylstannane",
        "Erithane",
        "Fenolovo",
        "Tenhide",
        "Duter extra",
        "Triphenyltin oxide",
        "Stannane",
        "hydroxytriphenyl-"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)[Sn](C2=CC=CC=C2)C3=CC=CC=C3.O",
    "INCHI": "InChI=1S/3C6H5.H2O.Sn/c3*1-2-4-6-5-3-1;;/h3*1-5H;1H2;",
    "INCHIKEY": "NRHFWOJROOQKBK-UHFFFAOYSA-N",
    "Formula": "C18H17OSn",
    "MolecularWeight": {
        "$numberDouble": "368"
    },
    "Description": "Fentin hydroxide is an organotin compound that is triphenylstannane in which the hydrogen attached to tin is replaced by a hydroxy group. A fungicide used to control a variety of infections including blight on potatoes, leaf spot on sugar beet and alternaria blight on carrots. It has a role as an acaricide and an antifungal agrochemical. It is an organotin compound and a member of hydroxides. It is functionally related to a triphenylstannane.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "207"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tas JW et al; Toxicol Environ Chem 28: 129-41 (1990) (2) Tsuda T et al; Toxicol Environ Chem 12: 137-43 (1986) (3) Yamada H et al; Environ Toxicol Chem 13: 1415-22 (1994) (4) Fent K et al; Naturwissenschaften 78: 125-7 (1991) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "In rainbow trout, a BCF of about 800 was observed after a 4-day exposure(1). The uptake and elimination rates of radiolabeled triphenyltin hydroxide in guppies were 41 l/kg-day and 0.014/day, giving a BCF (uptake: elimination ratio) of 2900 l/kg (wet weight) during 30 days of exposure(1). For rainbow trout larvae the uptake and elimination rates were 22 l/kg-day and 0.031/day, respectively giving a BCF of 650 ml/g after 4 days; the lower BCF in the trout than the guppies being a result of the higher elimination rate. Since equilibrium was not reached, the bioconcentration factor was underestimated. The log BCFs of triphenyltin in crucian carp obtained in a 7-day experiment were 1.70 (muscle), 1.70 (vertebra); 2.05 (liver); and 1.49 (kidney)(2). In studies in which the bioaccumulation and elimination of triphentyltin in Red Sea bream (Pagrus major) was by direct uptake from water, from diet, and from both simultaneously, about a quarter of the bioaccumulation was due to dietary uptake(3). The bioaccumulation factor was 0.257(3). The elimination rate was 0.020/day and was independent of the source of uptake, water or diet. Bioaccumulation was also independent of the form of triphenyltin in the diet(3). Minnow (Phoxinus phoxinus) embryos/larvae and freshly hatched larvae were exposed to triphenyltin chloride in Lake Lucerne, Switzerland water at 16 °C(4). The BCF for embryo larvae was 530 at the end of a 192 hr uptake period. Newly hatched larvae had BCFs of 457 and 930 after 96 and 144 hours. At this time the BCF had not reached a plateau so the actual BCF was higher(4). While uptake of triphenyltin from water was rapid, elimination was absent during a 96-hr depuration period. The concn of the metabolites monophenyltin and diphenyltin were very low(4). According to a classification scheme(5), these BCF values suggest the potential for bioconcentration in aquatic organisms is high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Blunden SJ, Chapman A; pp. 127-37 in Organometallic Compounds in the Environment. Craig PJ, ed. NY, NY: John Wiley and Sons (1986)",
            "Value": "Triphenyltin hydroxide may be susceptible to biodegradation based upon the biodegradability of other triphenyltin compounds in soil(SRC). For example, 14C-phenyl ring-labelled triphenyltin acetate is degraded to inorganic tin in soil presumably by biodegradation since carbon dioxide was evolved and the breakdown did not occur in sterile soil(1). Also, triphenyltin fluoride has been observed to degrade in soil faster under aerobic than anaerobic conditions(1)."
        },
        {
            "References": "(1) Bulten EJ, Meinema HA; Chapter II.30. Tin in Metals and their compounds in the environment. NY, NY: VCH (1991) (2) Bodek I et al; Environmental Inorganic Chemistry. NY, NY: Pergamon Press p. 2.15-8 (1988) (3) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-13 (1992)",
            "Value": "In the fields in which a variety of crops were grown, the half-life of triphenyltins has been reported to be 3-14 days(1). Bacteria have been reported to cleave aryl-tin bonds in triphenyltin acetate(2). Triphenyltin hydroxide, present at 100 mg/l, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum and the Japanese MITI test(3)."
        }
    ],
    "logP": [
        {
            "References": "Arnold CG et al; Environ Sci Technol 31: 2596-2602 (1997",
            "Value": "log Kow = 3.53"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6367147",
            "Value": "To evaluate the functional significance of triphenyltin hydroxide-induced lymphopenia and lymphocyte depletion in thymus-dependent areas of spleen and lymph nodes, various immune function studies were carried out after 3 or 4 wk of triphenyltin hydroxide exposure. Weaned male rats were fed a diet containing 25 mg triphenyltin hydroxide/kg, a concentration that did not influence food intake and weight gain. As parameters of the cell-mediated immunity in two experiments, the delayed-type hypersensitivity reactions to ovalbumin and tuberculin were significantly suppressed. No effect was observed on allograft rejection, splenic clearance of Listeria monocytogenes at days 5 and 6 after infection and responsiveness of thymocytes to different T-cell mitogens. The response of splenic lymphocytes to the T-cell mitogen phytohemagglutinin was significantly suppressed ... Regarding the humoral immunity, no effect was observed on serum IgM and IgG levels, on the thymus-independent IgM response to Escherichia coli lipopolysaccharide, and on the primary and secondary IgM and IgG response to the thymus-dependent antigen tetanus toxoid. No effect was found on phagocytic and killing capacity of macrophages as demonstrated by unaltered splenic clearance of Listeria monocytogenes at days 1 and 2 after infection. Slightly enhanced mortality of triphenyltin hydroxide-treated animals was observed in a Listeria monocytogenes mortality assay. Triphenyltin hydroxide did not increase the susceptibility of rats to endotoxin lipopolysaccharide. In the rat, triphenyltin hydroxide exposure suppressed the cell-mediated immunity without compromising the humoral immunity and the mononuclear phagocyte system."
        },
        {
            "References": "PMID:3943507",
            "Value": "The effects of ten organotins on rat platelet aggregation mechanisms were examined. Bis(tri-n- butyltin)oxide was the most potent inhibitor of both adenosine diphosphate and collagen induced aggregation, and it was the only organotin that directly induced aggregation. It also increased the latent period for induction of aggregation by collagen. Triphenyltin hydroxide was a weak inhibitor of both adenosine diphosphate and collagen induced aggregation. However, in contrast to bis(tri-n-butyltin)oxide, it decreased the latent period for collagen-induced aggregation. A similar effect also was observed with diphenyltin dichloride, phenyltin trichloride, and cyhexatin. Tri-n-butyltin chloride and tetra-n- tributyltin demonstrated specificity in their action since aggregation induced by adenosine diphosphate but not collagen was inhibited. Tri-n-propyltin chloride, trimethyltin chloride, and fenbutatin oxide were without dicernible effect on rat platelet aggregation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fent K, Hunn J; Environ Toxicol Chem 14: 1123-1132 (1995)",
            "Value": "SEDIMENT: The concentrations of triphenyltin in harbor sediment in Lake Lucerne, Switzerland were high, up to 380 ug/g(1). High concentrations were restricted to the upper 4 cm and decreased significantly below. The dating of cores suggest that triphenyltin may persist for more than a decade in sediment. Small amounts of the mono- and di-phenyltin were also found in the upper layers of sediment(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Arnold CG et al; Environ Sci Technol 31: 2596-2602 (1997) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Blunden SJ, Chapman A; pp. 111-159 in Organometallic Compounds in the Environment. Craig PJ, ed. NY, NY: John Wiley and Sons (1986) (5) World Health Organization; Environmental Health Criteria 15. Tin and Organotin Compounds. Geneva, Switzerland (1980) (6) Sun H et al; Chemosphere 33: 831-8 (1996)",
            "Value": "The Koc for triphenyltin hydroxide is 2,000(SRC), using a measured log Kow of 3.53(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that triphenyltin hydroxide is expected to have low mobility in soil(SRC). If triphenyltin hydroxide is released to soil, it either exists as, or is rapidly converted to oxides, hydroxides, carbonates or hydrated cations(4). Oxides, hydroxides, carbonates or cations are not expected to leach through soil into groundwater(SRC). In a laboratory soil leaching study, triphenyltins were strongly attached to soil(5). This also suggests that triphenyltins (such as triphenyltin hydroxide) may be expected to have low mobility in soil(SRC). The Freundlich parameters, log k and 1/n, for triphenyltin to sediment were 1.81 and 0.793, respectively(6)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Achilonu, C. C., Gryzenhout, M., Ghosh, S., & Marais, G. J. (2023). In vitro evaluation of azoxystrobin, boscalid, fentin-hydroxide, propiconazole, pyraclostrobin fungicides against Alternaria alternata pathogen isolated from Carya illinoinensis in South Africa. Microorganisms, 11(7), 1691.",
            "Value": "Unlike systemic fungicides, fentin hydroxide is a non-systemic organotin compound (OTs) fungicide with a multi-site activity that inhibits ATP synthase during the process of oxidative phosphorylation in fungal cell membranes."
        }
    ]
}