{
    "_id": {
        "$oid": "6682e840c4e5dba5ffba24a7"
    },
    "CID": {
        "$numberInt": "6333"
    },
    "Name": "Bromochloromethane",
    "IUPACName": "bromo(chloro)methane",
    "CanonicalSMILES": "C(Cl)Br",
    "Synonyms": [
        "Bromochloromethane",
        "74-97-5",
        "bromo(chloro)methane",
        "CHLOROBROMOMETHANE",
        "Methane",
        "bromochloro-",
        "Methylene chlorobromide",
        "Chloromethyl bromide",
        "Halon 1011",
        "Fluorocarbon 1011",
        "Monochloromonobromomethane",
        "Mil-B-4394-B",
        "Bromo-Chloro-Methane",
        "Mono-chloro-mono-bromo-methane",
        "NSC 7294",
        "Methylene bromide chloride"
    ],
    "IsomericSMILES": "C(Cl)Br",
    "INCHI": "InChI=1S/CH2BrCl/c2-1-3/h1H2",
    "INCHIKEY": "JPOXNPPZZKNXOV-UHFFFAOYSA-N",
    "Formula": "CH2BrCl",
    "MolecularWeight": {
        "$numberDouble": "129.38"
    },
    "Description": "Bromochloromethane is a halomethane that is chloromethane in which one of the hydrogens has been replaced by a bromine atom.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "4"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 11, 2015: https://www.safe.nite.go.jp/english/db.html (2) Tabak HH et al; J Water Pollut Contr Fed 53: 1503-18 (1981) (3) Tabak HH e al; pp. 267-328 in Test Protocols for Environmental Fate and Movement of Toxicants. Proc of Sym Assoc Off Anal Chem, 94th Annual Mtg Washington, DC (1981)",
            "Value": "AEROBIC: Bromochloromethane, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). In a screening test, bromochloromethane at an initial concentration of 5 or 10 mg/L underwent 100% degradation within seven days using an adapted settled domestic wastewater inoculum under aerobic conditions(2,3). Complete degradation ensued with 3 successive subcultures(2,3)."
        },
        {
            "References": "(1) Kobayashi H, Rittman BE; Environ Sci Tech 16: 170A-83A (1982)",
            "Value": "ANAEROBIC: Bromochloromethane has been reported to undergo microbial degradation under anoxic conditions when cultured with soil bacteria, although no details were provided(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Chung HY; J Agric Food Chem 47: 2280-87 (1999)",
            "Value": "Bromochloromethane was detected in steamed southeast Asian crabmeat (Charybdis feriatus) at concentrations of 17.75 (leg), 7.0 (body) and 24.9 (carapace) ug/kg dry sample(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 1.41"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:2930200",
            "Value": "Protein synthesis and lipid peroxidation were evaluated in rat liver slices incubated in the presence of oxidants and protein synthesis inhibitors. Protein synthesis by rat liver slices was evaluated by [3H]leucine incorporation into the trichloroacetic acid (TCA)-insoluble material, and lipid peroxidation was evaluated by thiobarbituric acid-reactive substances (TBARS) released into the incubation medium. Protein synthesis inhibition by bromotrichloromethane (BrCCl3) or t-butyl hydroperoxide (t-BOOH) depended on the incubation time and oxidant concentration. [(3)H]Leucine incorporation was decreased to 20 and 47% of control values and TBARS were enhanced from the control value of 16.9 to 45.3 and 62.5 nmol/g of liver by incubation for 1 hr with 1 mM BrCCl3 and t-BOOH, respectively. Following incubation, both protein synthesis damage and lipid peroxidation were decreased in control and oxidant-treated slices prepared from rats injected with 200 mg of DL-alpha-tocopherol/kg of body wt. Release of lactate dehydrogenase was not enhanced by oxidant treatment. Protein synthesis inhibitors reversibly decreased [(3)H]leucine incorporation, but the effect of oxidants on protein synthesis was irreversible. Cumene hydroperoxide and methyl ethyl ketone peroxide, but not hydrogen peroxide, damaged protein synthesis and induced lipid peroxidation. The ability of carbon tetrabromide, benzyl chloride, bromoform, bromobenzene, carbon tetrachloride, chloroform, dichloromethane, and bromochloromethane to inhibit protein synthesis was correlated with their ability to induce lipid peroxidation, and with their LD50. The results suggest that oxidant-induced lipid peroxidation and protein synthesis damage occurred concurrently, and that protein synthesis inhibition may be involved in cell injury or death mediated by free radicals."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Dec: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Mokrauer JE, Kosson DS; Environ Progress 8:1-5 (1989)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of bromochloromethane can be estimated to be 22(SRC). According to a classification scheme(2), this estimated Koc value suggests that bromochloromethane is expected to have very high mobility in soil. The partition coefficient of bromochloromethane between a sandy loam soil and water was 0.2497(3). The electrostatic attraction between negatively charged clay particle and charged carbon atom is hypothesized to be the prime adsorption mechanism of halogenated organic contaminants to a sandy loam. The negative charge on the halogen atoms repels negatively charged soil particles(3)."
        }
    ]
}