{
    "_id": {
        "$oid": "6682e840c4e5dba5ffba24ab"
    },
    "CID": {
        "$numberInt": "6338"
    },
    "Name": "Vinyl chloride",
    "IUPACName": "chloroethene",
    "CanonicalSMILES": "C=CCl",
    "Synonyms": [
        "VINYL CHLORIDE",
        "Chloroethene",
        "Chloroethylene",
        "75-01-4",
        "Ethene",
        "chloro-",
        "Monochloroethylene",
        "Monochloroethene",
        "Vinylchloride",
        "9002-86-2",
        "Ethylene monochloride",
        "Chlorethylene",
        "Vinylchlorid",
        "Monovinyl chloride",
        "Chlorethene",
        "Chlorure de vinyle"
    ],
    "IsomericSMILES": "C=CCl",
    "INCHI": "InChI=1S/C2H3Cl/c1-2-3/h2H,1H2",
    "INCHIKEY": "BZHJMEDXRYGGRV-UHFFFAOYSA-N",
    "Formula": "C2H3Cl",
    "MolecularWeight": {
        "$numberDouble": "62.5"
    },
    "Description": "Chloroethene is a monohaloethene that is ethene in which one of the hydrogens has been replaced by a chloro group. It has a role as a carcinogenic agent. It is a member of chloroethenes, a monohaloethene and a gas molecular entity.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The BCF value of vinyl chloride in golden ide (Leuciscus idus melanotus) fish was reported as <10(1). According to a classification scheme(2), this BCF suggests that bioconcentration in aquatic organisms is low. The BCF value of vinyl chloride in green algae (Chlorella fusca) was reported as 40(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Helfgott TB et al; An Index of Refractory Organics, p. 21 USEPA-600/2-77-174 (1977) (2) Callahan MA et al; Water-related Environmental Fate of 129 Priority Pollutants Vol 2, p. 49-1 to 49-10 USEPA-440/4-79-029b (1979) (3) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 9, 2018: https://www.safe.nite.go.jp/english/db.html (5) Broholm K et al; Chemosphere 60: 1555-64 (2005) (6) Capel PD, Larson SJ; Chemosphere 30: 1097-1106 (1995) (7) Scheutz C et al; J Environ Qual 33:61-71 (2004)",
            "Value": "AEROBIC: Limited existing data indicate that vinyl chloride is resistant to biodegradation in aerobic systems(1-2). The biodegradation of vinyl chloride by activated sludge was 21.5%(3). Vinyl chloride, present at 2.04 and 10.2 mg/L, reached 16 and 3% of its Theoretical BOD, respectively, in 28 days using an activated sludge inoculum at 1 drop/L in the Japanese MITI test(4). Aerobic biodegradation of vinyl chloride was measured in sediment at two sites in Denmark; >99% was removed in 204 and 274 days(5). The biodegradation half-life of vinyl chloride in aerobic waters was reported as 28 days(6). Vinyl chloride had a biodegradation rate of 1.456 ug/g soil/hr in soil from Skellingsted landfill in Holback, Denmark, incubated with methane(7)."
        },
        {
            "References": "(1) Hunkeler D et al; Environ Sci Technol 33: 2733-38 (1999) (2) Yager RM et al; Environ Sci Technol 31: 3138-47 (1997) (3) Brauch HJ et al; Vom Wasser 68: 23-32 (1987) (4) Rathbun RE; US Geol Surv Prof Pap 1589: 1-151 (1998) (5) Capel PD, Larson SJ; Chemosphere 30: 1097-1106 (1995) (6) Broholm K et al;  Chemosphere 60: 1555-64 (2005)",
            "Value": "ANAEROBIC: Studies have shown that anaerobic bacteria can reduce tetrachloroethylene and trichloroethylene to vinyl chloride via reductive dechlorination(1-2). The resultant vinyl chloride is further reduced to ethene, but the dechlorination of vinyl chloride to ethene is very slow and as a result an accumulation of vinyl chloride is noticed(1). Vinyl chloride was approximately 50% and 100% degraded in 4 and 11 weeks, respectively, in the presence of sand by methanogenic microorganisms under anaerobic conditions in laboratory scale experiments(3). In the absence of sand 20% and 55% degradation occurred in 4 and 11 weeks, respectively(3). Estimated first-order anaerobic biodegradation rate constants of vinyl chloride were reported to range from 0.0062 to 0.00096/day(4), corresponding to half-lives in the range of 112 to 722 days(SRC). The biodegradation half-life of vinyl chloride in anaerobic waters was reported as 110 days(5). Vinyl chloride, present at 330 ug/L, was completely biodegraded in 84 and 204 days using a chloroethene-contaminated sediment/groundwater (Copenhagen, Denmark, workshop for locomotive engines) inoculum amended with methane and oxygen, respectively(6). Using a chloroethene-contaminated sediment/groundwater (Frederikssund Denmark, industrial area), vinyl chloride was completely biodegraded in 57 days(6)."
        },
        {
            "References": "(1) Lorah MM, Voytek MA; J Contam Hydrol 70: 117-45 (2004)",
            "Value": "ANAEROBIC: 1,2-Dichloroethylene (cis- and trans-isomers) and vinyl chloride (VC) were the predominant persistent daughter compounds, resulting from simultaneous dechloroelimination and hydrogenolysis of 1,1,2,2-tetrachloroethane (TeCA) at a freshwater tidal wetland at Aberdeen Proving Ground, MD. These chlorinated daughter products temporarily accumulated, but complete removal was observed within 34 days. Anaerobic mineralization of vinyl chloride to carbon dioxide or to carbon dioxide and methane has been observed in laboratory experiments under iron-reducing, sulfate-reducing, humic acid-reducing, and methanogenic conditions. Both methanogens and the dehalorespiring bacteria were implicated in vinyl chloride degradation reactions. Higher vinyl chloride degradation was associated with an increase in the proportion of Methanosarcinaceae (utilize acetate to generate methane)(1).",
            "Table": "[{'Site': '23 (Laboratory)', 'Date': 'Mar 1999', '% VC  produced from parent TeCA': 43.0, '% VC degraded': 3.3}, {'Site': '23', 'Date': 'Oct 2000', '% VC  produced from parent TeCA': 32.0, '% VC degraded': 0.0}, {'Site': '30', 'Date': 'Mar 1999', '% VC  produced from parent TeCA': 68.0, '% VC degraded': 41.0}, {'Site': '30', 'Date': 'Oct 2000', '% VC  produced from parent TeCA': 54.0, '% VC degraded': 36.0}, {'Site': '23 (Field)', 'Date': 'Jun 2000', '% VC  produced from parent TeCA': 1.6, '% VC degraded': 0.0}, {'Site': '30', 'Date': 'Jun 2000', '% VC  produced from parent TeCA': 30.0, '% VC degraded': 90.0}]"
        }
    ],
    "logP": [
        {
            "References": "Sakuratani Y et al; QSAR Comb Sci 26: 109-116 (2007)",
            "Value": "log Kow = 1.46"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS). Summary on Vinyl Chloride (75-01-4). Available from, as of March 26, 2018: https://www.epa.gov/iris/",
            "Value": "Vinyl chloride carcinogenicity occurs via a genotoxic pathway and is understood in some detail. Vinyl chloride is metabolized to a reactive metabolite, probably chloroethylene oxide, which is believed to be the ultimate carcinogenic metabolite of vinyl chloride. The reactive metabolite then binds to DNA, forming DNA adducts that, if not repaired, ultimately lead to mutations and tumor formation."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "There is a large body of data showing that VC acts as a genotoxic carcinogen. After metabolic activation to CEO /chloroethylene oxide/ by CYP2E1, VC exerts various genotoxic effects (including gene mutations and chromosomal aberrations) in different organisms, including bacteria, yeasts, mammalian cells in culture, Drosophila, rodents and humans. Among the mutagenic events induced by VC, base-pair substitutions appear, so far, to be the most frequent. VC in the presence of an activation system has a transforming activity on mammalian (rodent) cells in culture. Studies in vitro have demonstrated that metabolically activated VC and its electrophilic metabolites CEO and CAA /chloroacetaldehyde/ can alkylate nucleic acid bases. 7-OEG, the major DNA adduct formed by VC and CEO does not exhibit promutagenic properties. In contrast, four minor adducts, Epsilon A, Epsilon C, N2,3-Epsilon G and 1,N2-Epsilon G, show promutagenic properties, inducing mainly base-pair substitution mutations and a low level of frameshift mutations."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIAM 13, Report on Vinyl chloride (CAS No: 75-01-4) p.12 UNEP Publications (November 6, 2001). Available from, as of March 26, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Brief /inhalation/ (30 minutes) exposures to concentrations of vinyl chloride ranging from 100,000 to 400,000 ppm have been shown to be fatal in rats, guinea pigs and mice. Symptoms of intoxication in rats and mice include muscular incoordination and twitching, /CNS depression/ and respiratory failure."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIAM 13, Report on Vinyl chloride (CAS No: 75-01-4) p.13 UNEP Publications (November 6, 2001). Available from, as of March 26, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intense salivation and lacrimation have been noted in rats, guinea pigs and rabbits exposed acutely to high concentrations (375-700 mg/L) of vinyl chloride gas."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) Initial Assessment Report for SIAM 13, Report on Vinyl chloride (CAS No: 75-01-4) p.13 UNEP Publications (November 6, 2001). Available from, as of March 26, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When placed on skin or in eyes, liquid vinyl chloride may freeze tissue and produce a chemical burn as it evaporates, causing damage to the underlying tissue."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 784",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After 2 hr /inhalation/ at 5% vinyl chloride, rats showed moderate intoxication; 2 hr at 15% provoked respiratory failure."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Profound /CNS depression/ was reported in guinea-pigs exposed to 65,000 mg VC/cu m for 90 min. Ataxia was observed at this dose level after 5 min of exposure. The anesthetic action of VC was also observed in dogs and mice. /Investigators/ reported deep /CNS depression/ in rats and mice exposed to 260,000 mg/cu m for 30 min. The /CNS depressant/ effect was preceded by increased motor activity after 5 min of exposure, twitching of extremities (after 10 min), ataxia (after 15 min) and tremor (after 15 min). Rats exposed to 130,000 mg/cu m for 60 min showed ataxia preceded by hyperactivity but no /CNS depressant/ effect."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups each of 30 rats (equally divided by sex) were administered by gavage vinyl chloride in soya-bean oil at dose levels equivalent to 0, 30, 100 or 300 mg/kg body weight for 6 days/week for 13 weeks. There was no significant change in appearance, body weight gain or food intake, between test and control animals. Hematologic parameters were similar for test and control animals with the exception of the total number of white blood cells and sugar content of the blood in the 100 and 300 mg/kg groups. Biochemical indices, were similar for test and control animals with the exception of decreased serum GOT /glutamic oxaloacetic transaminase/ and GPT /glutamic pyruvic transaminase/ and urinary GOT, in males in the 300 mg/kg group. The relative weight of the liver increased with increasing doses of VCM /vinyl chloride monimer/. A dose related increase in weight with significance at the highest dose level was also noted for the adrenal glands in males. Histological changes in the liver and other organs were minimal. Electron microscopy of the liver, showed hypertrophy of the endoplasmic reticulum in hepatocytes of animals in the 300 mg/kg group. No differences were demonstrated in concentration or distribution of liver enzymes in test and control animals."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Vinyl chloride causes a wide spectrum of tumors in animals and this spectrum is similar in a number of different species. ... In rats, the following tumors have been described after vinyl chloride inhalation exposure: liver and other angiosarcomas, other liver tumors, mammary gland carcinoma, nephroblastoma, neuroblastoma, stomach tumors and Zymbal gland tumors. The lowest dose at which an increase in tumor incidences was observed when rats were exposed by inhalation was 130 mg/cu m for liver angiosarcoma (ASL) and 13 mg/cu m for mammary tumors. There is evidence that animals are more susceptible to tumor induction early in life. There is also evidence that liver tumors are induced in female rats at lower doses than in males."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups each of 108 (Wistar-derived strain) rats equally divided by sex were administered vinyl chloride in drinking water, at concentration of 0, 2.5 or 250 ppm (equivalent to daily intake of approximately 12, 1.2 or 0.12 mg/kg for males, and 22, 2.2 at 0.22 mg/kg for females) for 152 weeks, for doses of 0-25 mg/kg, and 115 weeks for males in the 250 ppm group, and 101 weeks for females in the 250 ppm group. Spratt's Laboratory Diet No. 1, in powdered form was provided ad lib. Observations of appearance and behavior were made daily.  Body weights were recorded weekly up to week 135. Food intake was measured over a 24 hr preceding each body weight determination, and water consumption was measured daily. Post mortem examination was carried out on animals dying during the course of the study, and at termination of the study. Microscopic examination was limited to livers from all animals, and other tissues where the presence of tumors was suspected from macroscopic examination. Mortality was similar for males in all groups, but in the case of females there was a significant dose related trend (females week 100, Cumulative deaths 20, 12, 19, 43, in the 0, 2.5, 25 and 250 ppm groups respectively). Body weight of test animals compared to control were variable during the course of the study, with the exception of test animals in the 250 ppm group which had lower body weights than control. Food intake of test and control males were similar during the first 60-80 weeks, when all treated groups showed decreased food intake. Females did not show this trend. Water intake of all groups was lower than controls from weeks 60-70 of the study. The total incidence of benign tumors in treated male and female groups was similar to the respective controls, except for females in the 250 ppm group, in which the incidence was lower. Malignant tumors occurred with greater frequency in the highest dose groups, the increase being most marked in the females. In addition to angiosarcoma in the liver, five males in the 250 ppm vinyl chloride group had angiosarcoma in the spleen, and a single subcutaneous angiosarcoma was present in male in the 25 ppm vinyl chloride group."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups each of 80 Wistar rats sex (Cpb:WU; Wistar random) (approx. 5 weeks of age, males 71-115 g, females 61-106 g) for control and high dose level groups and 60 rats/sex for the middle and lowest dose groups, were fed PVC containing diets 4 hour/day, 7 days/week. The polyvinyl chloride (PVC) diets contained 10% PVC, containing varying amounts of vinyl chloride monomer (VCM), and the oral exposure to VCM during the period of feeding was 0 (control), 1.7, 5.0 and 14.1 mg/kg body weight/day. The study was terminated when about 75% of the control rats were dead (for males, week 135 and females, week 144). Another group of rats (80/sex) received VCM (10% solution in soya-bean oil) by gavage, 5 days/week for 83 weeks. The dose was approximately 300 mg/kg b.w. The rats were fed normal chow diet, ad lib. Treatment was discontinued at week 84. Interim sacrifices were carried out at week 26 and 52, in the control and two highest test groups, (10 males, 10 females). The parameters studied included bodyweight, food consumption, hematology, clinical chemistry, gross pathology and a complete histological study of all tissues and organs of all animals in the high dose groups and control, and limited histopathology on all other groups as well as at interim sacrifices. In the low dose group (1.7 mg VCM/kg b.w.) mortality of males was similar to control, and the death rate of females was only slightly higher, but at the 5.0 and 14.1 mg VCM/kg b.w., a marked dose related increase in mortality was observed, with females dying earlier than males. Rats in the 14.1 and 300 mg/kg treatment group showed a significant decrease in blood clotting time, slightly increased levels of alpha-fetoprotein in the blood serum, liver enlargement and an increased hematopoeitic activity in the spleen. No other significant changes were observed in any of the other hematological, biochemical, urine analyses and organ function, parameters studied. Liver to bodyweight ratios were higher in the 14.1 and 300 mg/kg group, than in controls. Liver changes were most pronounced and occurred earliest and most frequently in the 300 and 14.1 mg/kg groups, and there was a clear dose response pattern at all levels of exposure. The incidence of foci of cellular alteration was much higher in each of the three test groups receiving VCM powder than in control groups, and in the groups receiving VCM in oil. Similar differences were observed for neoplastic nodules and hepatocellular carcinomas, it was clearly dose related, and higher in females than males. Angiosarcomas were observed in the 3 highest dose groups, but not in the low dose group and control. In the 5 and 14.1 mg/kg group the incidence of angiosarcomas in the males was 3 times higher than in the females. This difference was not observed in the 300 mg/kg group, where the incidence was about 50% in both sexes. Tumors were also reported a number of sites other than the liver. Angiosarcomas were present in the lungs in the two high dose groups (0/55 controls, 0/58, 1.7 ppm, 4/56, 5 ppm, 19/59, 14.1 ppm and 19/55 at 300 ppm for males, and 0/57 controls, 0/58, 1.7 ppm, 1/59, 5 ppm and 23/59 at 300 ppm for females). Abdominal mesotheliomas were also observed in all groups including controls (3/55, 1/58, 7/56, 8/59 and 1/55 for males, and 1/57, 6/58, 3/59, 3/57 and 0.54 for females, in the 0, 1.7, 5.0, 14.1 and 300 ppm groups respectively). In addition although females in the 14.1 and 300 mg/kg had a relatively short survival time compared to control, the incidence of adenomas of the mammary glands was twice as high in the test group as control. A few test animals developed tumors of the Zymbal gland. The high incidence of liver-cell tumors in females in the low-dose group, demonstrates the absence of a \"no observed adverse effect in this study.\""
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 386 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30-54 pregnant female Sprague-Dawley rats, 19 weeks of age, were exposed by inhalation to 6,000 or 10,000 ppm (15,600 or 26,000 mg/cu m) vinyl chloride (99.97% pure) for 4 hr per day for 7 days, from days 12 to 18 of pregnancy. Both dams and offspring were observed until the experiment was terminated at 143 weeks, without further exposure to vinyl chloride [the Working Group noted the lack of control groups]. Survival rates of the various groups were not reported. No hepatic or extrahepatic angiosarcomas or hepatomas were observed in either dams or offspring. Tumors appeared at several sites in offspring, including extrahepatic angioma (1/32 low-dose, 0/51 high-dose), kidney tumors (0/32 low-dose, 3/51 high-dose), Zymbal gland carcinomas (3/32 low-dose, 5/51 high-dose), skin epitheliomas (1/32 low-dose, 0/51 highdose), forestomach papillomas and achanthomas (1/32 low-dose, 1/51 high-dose) and mammary gland tumors (2/32 low-dose, 1/51 high-dose). No tumors occurred at these sites in low-dose dams. One Zymbal gland carcinoma was seen in a high-dose dam (1/30).[The Working Group considered that, despite the lack of controls, this study provides some evidence of the transplacental carcinogenicity of vinyl chloride.]"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 384-5 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 60-80 male and 60-80 female Wistar rats, 5 weeks of age, were fed diets that contained 0, 1, 3 or 10% of 4,000 ppm vinyl chloride (>/= 99.97% pure) in a PVC powder (vehicle) (which resulted in calculated daily doses of 0, 1.7, 5.0 or 14 mg/kg bw vinyl chloride, respectively) during a 4-hr feeding period each day on 7 days per week. Animals were treated for a total of 135 (males) or 144 (females) weeks, after which the experiment was terminated. Survival of males at the end of the study was 14/60 control, 20/60 low-dose, 0/60 intermediate-dose and 0/60 high-dose animals; for females, survival was 19/60 control, 5/60 low-dose, 0/60 intermediate-dose and 0/60 high-dose animals. Neoplastic responses included a significantly increased incidence (p < 0.05, chi squared test) of liver hemangiosarcomas and lung angiosarcomas in high- and mid-dose males and highdose females, of hepatocellular carcinomas in high-dose males and high- and mid-dose females and of neoplastic liver nodules (hepatocellular adenomas) in high- and mid-dose males and females. The incidence of hepatocellular carcinomas was 0/55 control, 1/58 low-dose, 2/56 mid-dose and 8/59 high-dose males and 0/57 control, 4/58 low-dose,19/59 mid-dose and 29/57 high-dose females; that of liver hemangiosarcomas was 0/55 control, 0/58 low-dose, 6/56 mid-dose and 27/59 high-dose males and 0/57 control, 0/58 low-dose, 2/59 mid-dose and 9/57 high-dose females; and that of neoplastic nodules (hepatocellular adenomas) was 0/55 control, 1/58 low-dose, 7/56 mid-dose and 23/59 high-dose males and 2/57 control, 26/58 low-dose, 39/54 mid-dose and 44/57 high-dose females."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 383 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of female Syrian golden hamsters [initial numbers not specified], 8-9 weeks of age, were exposed by whole-body inhalation to 0 or 520 mg/cu m [0 or 200 ppm] vinyl chloride (commercial grade) [purity unspecified] or 6 hr per day on 5 days per week for 6, 12 or 18 months. Animals were allowed to complete their lifespan and were necropsied when found moribund or dead. There was a significant decrease (p < 0.01) in survival of all exposed animals compared with controls. Statistically significant increases were observed in the incidence of mammary gland carcinomas and stomach adenomas in all exposure groups and of hemangiosarcomas (all sites) in the groups exposed for 6 and 12 months. A significant increase in the incidence of skin carcinomas was also seen in the 12-month exposure group. In the same study, groups of female Syrian golden hamsters, 2, 8, 14 or 20 months of age (Groups I, II, III and IV, respectively) [initial numbers not specified], were exposed by whole-body inhalation to 0 or 520 mg/cu m [0 or 200 ppm] vinyl chloride for 6 hr per day on 5 days per week for 6 or 12 months. Exposures were initiated when the animals were 2, 8, 14 or 20 months of age for the 6-month exposures and 2, 8 or 14 months of age for the 12-month exposures. Animals were allowed to complete their lifespan and were necropsied when found moribund or dead. There was a significant decrease (p < 0.01) in the survival of animals that were exposed early in life for 12 months compared with controls. In some of the 6-month and 12-month exposure groups, statistically significant increases were observed in the incidence of stomach adenomas, hemangiosarcomas (all sites) and mammary gland carcinomas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 379 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Five groups of 51-93 male random-bred white rats, weighing 160-180 g at the beginning of the experiment, were exposed by whole-body inhalation to 0 (control), 14, 25, 266 or 3690 mg/cu m (0, 5.4, 9.6, 102 or 1,420 ppm) vinyl chloride [purity unspecified] for 4.5 hr per day on 5 days per week for 52 weeks and observed until their death, but no longer than 126 weeks. The authors reported the development of angiosarcomas of liver or other sites in rats of the three highest-dose groups (9.3-15.7%). No such tumors were observed in control animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 378 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 110-128 male and 110-128 female Sprague-Dawley rats, 6, 18, 32 or 52 weeks of age, were exposed in chambers by whole-body inhalation to 0 (controls) or 2465 mg/cu m (0 or 940 ppm) vinyl chloride [purity unspecified] for 7 hr per day on 5 days per week for 24.5 weeks. An epidemic of pneumonia in exposed rats during the 28th week forced premature conclusion of the study and all surviving rats were killed 43 weeks after the beginning of exposure. Rats killed at 3, 6 or 9 months (interim sacrifice group) were evaluated separately from rats that either died, were killed in poor condition or were killed at the conclusion of the study (non-scheduled sacrifice group). Angiosarcomas, mostly primary tumors in the liver, were highly anaplastic and frequently metastasized to the lung. The incidence of angiosarcomas in vinyl chloride-exposed male rats in the nonscheduled sacrifice group was 0/37, 0/44, 3/45 and 13/55 in rats that were exposed beginning at 6, 18, 32 or 52 weeks of age, respectively. The corresponding incidence of angiosarcomas in exposed females was 2/38, 7/47, 23/49 and 11/54. Only one angiosarcoma occurred in subcutaneous tissues in a control male placed on study at 32 weeks of age (incidence for this control group, 1/86; incidence for all control males, 1/357). The incidence of angiosarcomas in control females was 0/382. Pituitary tumors and mammary tumors occurred in both control and exposed rats at comparable rates. A few rats in the control and exposed groups had Zymbal gland or brain tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 378 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 62 newly weaned male and female Wistar rats were exposed by whole-body inhalation to 0 or 13,000 mg/cu m (0 or 5,000 ppm) vinyl chloride (>/= 99.97% pure) for 7 hr per day on 5 days per week for 52 weeks. Ten animals per dose per sex were killed at 4, 13, 26 and 52 weeks. No information on survival was provided. At 52 weeks, an increase in the incidence of angiosarcomas of the liver (males, 3/9; females, 6/10), Zymbal gland squamous-cell carcinomas (males, 3/9; females, 2/10) and carcinomas of the nasal cavity (males, 2/9; females, 5/10) compared with controls (no tumors) was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 378 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 36 male and 36 female CD rats, 2 months of age, were exposed by inhalation to 0, 50, 250 or 1,000 ppm (0, 130, 650 or 2,600 mg/cu m) vinyl chloride (99.8% pure) in air for 6 hr per day on 5 days per week for 52 weeks. Four animals per group were terminated at 1, 2, 3, 6 or 9 months for laboratory tests and gross and histological examination. The combined incidence of liver angiosarcomas by increasing level of exposure was 0/35 (control), 0/36, 2/36 and 6/34 in males and 0/35 (control), 0/36, 10/34 (p < 0.05, Fisher's exact test) and 15/36 (p < 0.05) in females, respectively. Similarly, the incidence of extrahepatic angiosarcomas was 0/35 (control), 1/36, 2/36 and 4/34 in males and 0/35 (control), 1/36, 3/34 and 10/36 (p < 0.05) in females, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 377 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of female B6C3F1 mice [initial number not specified], 8-9 weeks of age, were exposed by whole-body inhalation to 0 (control) or 130 mg/cu m (0 or 5.0 ppm) vinyl chloride (commercial grade) [purity unspecified] for 6 hr per day on 5 days per week for 6 or 12 months. Animals were allowed to complete their lifespan and were necropsied when found moribund or dead. There was a significant decrease (p < 0.01) in survival of the animals treated for 6 or 12 months compared with controls. Statistically significant increases (p < 0.01, life-table analysis) in the incidence of hemangiosarcomas (all sites) and mammary gland tumors were observed in all exposure groups. The incidence of hemangiosarcomas (all sites, mainly peritoneal and subcutis) was: control, 4/69; exposed for 6 months, 46/67; and 12 months, 69/90; that of mammary gland carcinomas was 3/69 (control), 29/67 and 37/90, respectively. In the same study, groups of female B6C3F1 mice [initial number not specified], 8 or 14 months of age, were exposed by whole-body inhalation to 0 (control) or 130 mg/cu m (0 or 50 ppm] vinyl chloride for 6 hr per day on 5 days per week for 6 or 12 months. Animals were allowed complete their lifespan and were necropsied when found moribund or dead. There was a significant decrease (p < 0.01) in survival of the treated animals compared with controls. Among the animals exposed for 6 and 12 months, statistically significant increases (p < 0.01 except p < 0.05 where indicated, life-table analysis) were observed in the incidence of hemangiosarcomas (all sites) (control, 4/69; 6-month exposures: 8 months of age, 27/42; and 14 months of age, 30/51; 12-month exposures: 8 months of age, 30/48; and 14 months of age, 29/48) and mammary gland carcinomas (control, 3/69; 6-month exposures: 8 months of age, 13/42; and 14 months of age, 4/51, p < 0.05; 12-month exposures: 8 months of age, 9/48; and 14 months of age, 4/48)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 376 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of female Swiss CD-1 mice [initial numbers not specified], 8-9 weeks of age, were exposed by whole-body inhalation to 0 (control) or 130 mg/cu m (0 or 50 ppm) vinyl chloride (commercial grade) [purity unspecified] for 6 hr per day on 5 days per week for 6, 12 or 18 months. Animals were allowed to complete their lifespan and were necropsied when moribund or dead. There was a significant decrease (p < 0.01) in survival of the animals treated for 6, 12 and 18 months compared with controls. Statistically significant increases (p < 0.01, life-table analysis) in the incidence of hemangiosarcomas (all sites, mainly peritoneal and skin), mammary gland carcinomas and lung carcinomas were observed in all exposure groups. The incidence of hemangiosarcomas (all sites) was: control, 1/71; exposed for 6 months, 29/67; 12 months, 30/47; and 18 months, 20/45. The incidence of mammary gland carcinomas was 2/71, 33/67, 22/47 and 22/45, respectively; and that of lung carcinomas was 9/71, 18/65, 15/47 and 11/45, respectively."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 374 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 36 male and 36 female CD-1 mice, 2 months of age, were exposed by inhalation to 0, 50, 250 or 1,000 ppm [0, 130, 650 or 2,600 mg/cu m) vinyl chloride (99.8% pure) in air for 6 hr per day on 5 days per week for 52 weeks. Four animals per group were terminated at 1, 2, 3, 6 or 9 months for laboratory tests and gross and histological examination. The incidence of liver angiosarcomas in control, 50-, 250- and 1,000-ppm vinyl chloride-treated mice, respectively, was 0/26, 3/29, 7/29 (p < 0.05, Fisher's exact test) and 13/33 (p < 0.05) males and 0/36, 0/34, 16/34 (p < 0.05) and 18/36 [p < 0.05] females; that of extrahepatic angiosarcomas was 0/26, 5/29 (p < 0.05), 2/29 and 0/33 males and 0/36, 1/34, 3/34 and 9/36 (p < 0.05) females, respectively; and that of lung tumors (adenomas) was 1/26, 8/29, 10/29 and 22/33 males and 0/36, 4/34, 12/34 and 26/36 females, respectively. The incidence of mammary tumors (adenocarcinomas and carcinomas) in female mice was 0/36, 9/34, 3/34 and 13/36, respectively [no statistical analysis reported for lung and mammary tumors]"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V97 373 (2008)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 12 male and 12 female NMRI mice, 12 weeks of age, were exposed by inhalation to 50 or 500 ppm [130 or 1,300 mg/cu m) vinyl chloride [purity unspecified] on 6 hr per day for 5 days per week for either 26 (500 ppm) or 52 (50 ppm) weeks. Two groups of 12 male and 12 female control mice were untreated and were observed for either 26 or 52 weeks. The treatment with 500 ppm vinyl chloride was terminated at week 26 because of poor survival. The incidence of treatment-related tumors in males of the two control groups combined, and low- and high-dose groups, respectively, was: extrahepatic angiosarcomas, 0/24, 6/12 and 3/12; and lung tumors, 0/24, 9/12 and 12/12. That in females was: extrahepatic angiosarcomas, 0/24, 8/12 and 5/12; and lung tumors, 0/24, 4/12 and 12/12. Mammary carcinomas were observed in 1/24, 1/12 and 4/12 control, low-dose and high-dose females, respectively [no statistical analysis reported]"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 386 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male AR/IRE Wistar rats ... exposed to ... 3% vol/vol ... commercial-grade vinyl chloride monomer ... (99% pure) 4 hr/day on 5 day/wk for 12 MO. Skin tumors developed in submaxillary parotid region ... (14 epidermoid carcinomas, 2 mucoepidermoid carcinomas, 1 papilloma) ... lung tumors developed in 7 rats and osteochondromas in 5. No tumors ... in 25 untreated controls ... /skin tumors were zymbal gland tumors and lung tumors were metastasis from these/."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 384 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male and female 11 week old Swiss mice were exposed to concentrations of 50 to 10,000 ppm vinyl chloride in air for 4 hours/day on 5 days/week for 30 weeks. At 81 weeks, 70% (of the 10,000 ppm group) had adenomas and/or adenocarcinomas of the lung, 47% had mammary adenocarcinomas and 16% had angiosarcomas of the liver. In 80 male and 70 female untreated controls, 8 pulmonary tumors and 3 lymphomas were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V7 302 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Degeneration of bone & connective tissue in male Wistar rats exposed to concn of 30,000 ppm ... 4 hr/day on 5 days/wk for up to 12 mo. Degenerative changes were observed in liver (interstitial hepatitis, necrosis, proliferation of kupfer cells and fibrosis), kidney (tubular nephrosis & interstitial nephritis), brain (neuronal and glial cell degeneration)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 388 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sprague-Dawley rats were exposed to 10,000 ppm vinyl chloride in air for 4 hours/day on 5 days/week for 5 weeks, starting at the age of 13 weeks (120 rats per group) or 1 day (43 and 46 rats). Animals were observed for 135 weeks. One hepatoma was reported in the older rats ... in newborn rats, 10 angiosarcomas and 15 hepatomas were found. No liver tumors were reported in 249 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 389 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 40 Rabbits were exposed for 4 hours/day on 5 days/week for 12 months to air containing ... (10,000 ppm) vinyl chloride. Between 9 and 15 months exposure, 12 skin acanthomas and 6 lung adenocarcinomas were seen. No similar tumors occurred in 20 controls after 15 months observation."
        },
        {
            "References": "PMID:7333245",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats and mice were exposed in an inhalation chamber to single 1 hr /administration/ of vinyl chloride ranging from 50-50,000 ppm. A second group was given 10 1 hr exposures to 500 ppm or 100 1 hr exposures to 50 ppm of the same chemical. All animals were then observed for the remainder of their lives, generally 18-24 months. Moribound animals were euthanized, and survivors were sacrificed on schedule and their tissues examined for pathological changes. Specifically, the oncogenic study demonstrated dose related effects for single 1 hr exposure of vinyl chloride monomer, at high levels, ie 5000 and 50,000 ppm. The concn increased the incidence of pulmonary adenomas and carcinomas in mice. Repeated exposure of A/J mice ... at 500 ppm x 10 1 hr exposures also increased the incidence of pulmonary adenomas and carcinomas. ... Rats exposed to identical concentration of vinyl chloride monomer failed to elicit a tumorigenic response."
        },
        {
            "References": "Feron VJ et al; Toxicol 13 (1): 25-8 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Wistar rats were exposed to atmospheres containing 0 (control) or 5000 ppm vinyl chloride monomer, 7 hr/day, 5 day/wk, for 52 wk. ... 10 rats/sex per group were killed. ... Growth, mortality, hematology, clinical chemistry, and organ weights were studied. Slight growth retardation throughout the experimental period and high mortality in the second half of the study were observed in vinyl chloride monomer exposed animals. ... Blood clotting time was ... shorter in vinyl chloride monomer exposed rats than controls. There were minor /increase in/ potassium content in the blood serum in vinyl chloride monomer exposed animals during the first half of the test period. Increased blood urea nitrogen levels and relative kidney weights were evidence that the kidneys were adversely affected by vinyl chloride monomer. After 52 wk increased weights of heart and spleen, and slight signs of an anemia were noted in vinyl chloride monomer-exposed rats. ..."
        },
        {
            "References": "Searle, C. E. (ed.). Chemical Carcinogens. ACS Monograph 173. Washington, DC: American Chemical Society, 1976., p. 333",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Zymbal gland carcinomas, nephroblastomas, and angiosarcomas of liver and of other locations /induced/ in rats following 52 wk of exposure for 20 hr each week. Concentrations ... 10,000 ppm ... 6000 ppm ... 2500 ppm ... 500 ppm ... 50 ppm, with angiosarcomas in 7, 13, 14, 7, 4, and 1 rats, respectively (air controls were negative)."
        },
        {
            "References": "PMID:7333236",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of vinyl chloride for experimental animals when administered transplacentally is reviewed in comparison with known transplacental carcinogens, including those that, like vinyl chloride, are dependent on enzyme mediated metabolic conversion to a reactive intermediate in maternal or fetal tissues. Vinyl chloride is converted by mixed function oxidases to the reactive metabolite chlorooxirane, the carcinogenicity of which is also reviewed. Vinyl chloride is unequivocally a transplacental carcinogen for the rat. No evidence exists, however, to support the hypothesis that exposure of male rats to vinyl chloride or any other carcinogen confers an increased risk of tumor development on their progeny. Many structural analogs of vinyl chloride, ie, substituted ethylenes, are also carcinogenic for adult animals, and can with confidence likewise be predicted to be effective transplacental carcinogens."
        },
        {
            "References": "PMID:7265317",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Inhaled vinyl chloride (VC) was carcinogenic in rats. Four groups of 2 month old CRL:CD rats of both sexes exposed to filtered air (control), 50, 250, or 1000 ppm VC for 6 hours/day, 5 days/week for 1, 3, 6, or 10 mo. Animals were autopsied when moribund; all others were autopsied at 12 mo. There were no differences in the survival rate of control, 1, or 3 month exposure groups; however, the mortality incidence increased in the 6 and 10 month exposure groups in proportion to the VC concentration. Tumors were examined microscopically. The tumor incidence in the 1 and 3 month exposure groups did not differ from controls. The cumulative tumor incidence in rats exposed for 6 and 10 months was: liver neoplasms (including neoplastic nodules, hepatocellular carcinoma, and hemangiosarcoma) 1 of 72 (controls), 0 of 66 (50 ppm VC), 17 of 68 (250 ppm VC), and 23 of 72 (1000 ppm VC); lung tumors (bronchioloalveolar and hemangiosarcoma) 0 of 72 (controls), 0 of 66 (50 ppm VC), 4 of 68 (250 ppm VC), and 11 of 72 (1000 ppm VC); mammary gland tumors (females only; includes fibroadenoma, adenocarcinoma, and carcinoma) 6 of 36 (controls), 15 of 36 (50 ppm VC), 10 of 32 (250 ppm VC), and 5 of 36 (1000 ppm VC); malignant lymphoma 0 of 72 (controls), 0 of 66 (50 ppm VC), 1 of 68 (250 ppm VC), and 4 of 72 (1000 ppm VC)."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effect of age on the susceptibility to induction of ASL in Sprague Dawley rats was studied ... . Rats aged 6, 18, 32 or 52 weeks were exposed to vinyl chloride at the same dose level and exposure period. ... The results in this demonstrated that the older the rats were at the start of the exposure period, the greater was the tumor incidence. The maximum incidence was observed in male rats 52 weeks old at first exposure and in females 32 weeks old at first exposure (significantly increased compared to 6- or 18-week old females). For males the effect of age was statistically significant."
        },
        {
            "References": "PMID:12075123",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The current study was designed to assess the potential maternal and/or embryo-fetal developmental and 2-generation reproductive toxicity of inhaled VC in CD(R) Sprague-Dawley rats at exposure levels of 0, 10, 100, and 1100 ppm. In the embryo-fetal/developmental toxicity study, the female rats were exposed to VC daily from gestation day (GD) 6 through 19. In the reproductive toxicity study, the F(0) generation male and female rats were exposed to VC for a 10-week premating and 3-week mating periods. The F(0) generation male rats were exposed to VC until terminal euthanasia. The F(0) generation female rats were exposed from GD 0 through GD 20 and lactation day (LD) 4 through LD 25. Our results indicate that up to 1100 ppm VC exposure did not adversely affect embryo-fetal developmental or reproductive capability over 2 generations in rats. The primary target organ of VC, the liver, was affected as evidenced by an increase in liver weight and/or histologically identified cellular alterations, such as centrilobular hypertrophy at 100 and 1000 ppm. Based on the results of these studies, the no observed adverse effect level (NOAEL) for embryo-fetal/development is 1100 ppm, and the NOAEL for reproduction is 1100 ppm. The results from the current studies, which are a more comprehensive embryo-fetal/developmental and reproduction study, may be incorporated into future risk assessments of occupational exposure to VC where concerns regarding the effects of VC exposure remain."
        },
        {
            "References": "PMID:21114031",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The study objective was/ to explore the effect of vinyl chloride on reproductive and endocrine system of male rats. Male SD rats were administered with vinyl chloride at dose of (0, 10, 100, 1000 mg/kg) for 14 and 28 days, respectively. The levels of testosterone (T), inhibin B, luteinizing hormone (LH), follicle stimulating hormone (FSH) and estradiol (E2) were measured in serum and testis homogenates. Histopathological examinations were performed for testis with electron microscopy. Compared with the control group after 14-day exposure, T and E2 serum levels of 1000, 100, 10 mg/kg groups decreased, InhB and LH levels of three dose groups increased. LH serum levels of 100 mg/kg increased significantly statistically compared with control group (P < 0.05). After 28-day exposure, T serum levels of 100, 1000 mg/kg groups were (10.90 +/- 1.56), (8.52 +/- 2.85) ng/mL respectively (P < 0.05), InhB serum levels of 100, 1000 mg/kg groups were (31.40 +/- 6.21), (28.39 +/- 5.67) pg/mL respectively. Both of T and InhB serum levels of 100, 1000 mg/kg groups decreased significantly (P < 0.05). Serum FSH levels of 10, 100, 1000 mg/kg groups decreased significantly compared with control group (P < 0.05). Compared with groups of 14-day exposure, serum InhB and LH levels of 10, 100, 1000 mg/kg groups decreased significantly statistically after 28 days. T and InhB testis levels of 100, 1000 mg/kg groups were 8.05 +/- 2.19),(6.75 +/- 1.94) ng/mg pro and (39.32 +/- 5.55), (35.53 +/- 8.71) pg/mg pro respectively, which decreased significantly compared with control group (P < 0.05). Leydig cell and Sertoli cell were damaged according to histopathological examinations. Vinyl chloride has adverse effects on reproductive and endocrine system of male rats and may change their serum and testis homogenate levels of hormones."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of 40 pregnant white Wistar rats to VC (mean level of 6.15 mg/cu m during whole gestation) resulted in elevated embryonic mortality, lowered fetal weight, and induction of external and internal anomalies in the development of the fetus."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups each of 15 to 20 bred rabbits (New Zealand) were exposed to 500, or 2500 ppm vinyl chloride for 7 hrs daily on days 6-18 of gestation. Some of the rabbits in the higher dose groups were also exposed to 15% ethanol in their drinking water (days 6-18). On day 29 of gestation the pregnant rabbits were sacrificed, and the fetuses examined for visceral and skeletal abnormalities. The dams were examined for corpora lutea, implantations, and intrauterine deaths. There was no effect on maternal weight gain or liver weight or food consumption in rabbits exposed to 2500 ppm vinyl chloride alone, but those exposed to a combination of vinyl chloride and alcohol showed a significant decrease in weight gain and food consumption. Exposure to vinyl chloride alone did not cause any change in the incidence of reabsorptions, but exposure to vinyl chloride plus ethanol caused a marked increase in the number of resorption. There were no differences in fetal body weight or crown-rump length in the exposed group. Delayed ossification was observed at all dose levels."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups each of 25-35 bred Sprague Dawley rats were exposed to vinyl chloride (500 and 2,500 ppm) for 7 hrs daily on days 6-15 of gestation. Some of the mice in the high dose group were given ethanol (15%) in their drinking water on day 6-15 of gestation. The rats were sacrificed on day 21 of gestation and the fetuses examined for visceral and skeletal abnormalities. The dams were examined for corpora lutea, implantations and intrauterine deaths. At the highest dose levels there was significant increase in absolute and relative liver weight. The effect was more pronounced in the group also exposed to ethanol. There was no significant effect on litter size, the number of implantation sites/dam or incidence of absorption in any of the exposed animals. Fetal body weight and crown-rump length were significantly reduced in the 2,500 ppm group in combination with ethanol, but not in the 2500 ppm vinyl chloride alone group. However decreased fetal body weight was observed in rats exposed to 500 ppm vinyl chloride. Unilateral and bilateral dilated uterers were observed in litters of rats exposed to 2500 ppm vinyl chloride. No increase in the incidence of skeletal anomalies were observed in litters of rats exposed to 2500 ppm vinyl chloride. However, rats exposed to both 2500 ppm vinyl chloride and ethanol, showed a significant increase in incidence of spurs, and missing centra of the cervical vertebrae."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant CF-1 mice were exposed 7 hr/day to 0, 130 or 1300 mg VC/cu m on day 6-15 of gestation. For both concentrations tested, concurrent control groups were sham-exposed. Animals were observed daily and maternal body weight recorded at several intervals (no further data). The mice were sacrificed on day 18 of gestation. After determination of external anomalies, one-third of each litter (19-26 litters per group) was examined for soft tissue anomalies and the other mice for skeletal anomalies. Exposure to 1300 mg/cu m led to deaths (5 of 29 bred females, P < 0.05), reduced maternal body weight gain (P < 0.05) and food consumption (P< 0.05). No maternal toxicity was apparent in females exposed to 130 mg/cu m. The number of live fetuses per litter and fetal bodyweight were significantly decreased and the number of resorptions significantly increased at 1300 mg/cu m, but these values were within the range observed for the second concurrent control group or for historical controls. No soft tissue or external anomalies were detected. Significantly increased incidences of three skeletal variants (delayed skull and sternebrae ossification, unfused sternebrae) in the high-dose group were indicative of delayed skeletal development. No developmental toxicity was observed at 130 mg/cu m."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of male and female Sprague-Dawley/Wistar rats (25 rats/sex/dose) were exposed to 0, 50 ppm or 500 ppm of vinyl chloride one hour per day, 5 days per week for 10 weeks (49 exposures) before they were mated. The rats were evaluated for numbers of mating, percentages of pregnancies, fertility and lactation indices. The F1, F2 and F3, offspring were evaluated for litter size, percent of stillborn pups, post-natal growth, viability, survivability and reproduction anomalies. The various indices of reproduction performance measured for each generation were similar for test and control animals."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 785",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Vinyl chloride was administered for 7 hr/day on days 6-18 of gestation in mice, rats, and rabbits. It was concluded that although maternal toxicity ... observed, vinyl chloride alone did not cause significant embryonal or fetal toxicity and was not teratogenic in any of the species at concentrations tested."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Pregnant CFY rats /were exposed/ continuously to 0 or 4000 mg VC/cu m during the first, second or last third of pregnancy (gestation day 0-8, 7-13 or 13-20). Dams were sacrificed on gestation day 20 and living, dead or resorbed fetuses were recorded. Placenta and fetuses were weighed and fetuses macroscopically investigated. One half of each litter was examined for soft tissue anomalies including histopathology of organs with abnormalities and the other half was processed for investigation of the skeletal system. Maternal weight gain was significantly reduced in pregnant rats exposed during the last third of pregnancy. Increased relative liver weight was observed in dams exposed during the first or second third, but histopathology revealed no pathological changes in the liver of any VC-treated rat. No further signs of maternal toxicity were reported. Examination of 13 to 28 litters per group revealed increased fetal loss in per cent of total implantation sites after exposure during gestation day 0-8 compared with the concurrent control. However, this value was not significant compared with other control groups (e.g., control exposed gestation day 13-20) of the same study. None of the soft tissue or skeletal anomalies were attributed to VC treatment."
        },
        {
            "References": "Mirkova E et al; Khig Zdraveopaz 21 (5): 440 (1978)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic and teratogenic action of vinyl chloride on 40 pregnant white Wistar rats was examined. The experiment were carried out under the conditions of daily inhalatory poisoning during gestation at mean daily concentration of 6.15 mg/cu m. There was a manifestated embryotoxic and teratogenic effect of elevated total embryonal mortality, lowered fetal wt and induction of external and internal anomalies in the development of the fetus. The threshold value concentration for embryotoxicity and teratogenicity was calculated to be 10 mg/cu m."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neuropathological alterations were observed in rats exposed to 78,000 mg/ cu m (4 hr/day, 5 days/week) for 12 months. During the exposure period, the rats were slightly soporific. Histopathology revealed diffuse degeneration in the gray and white matter of the brain and at the level of the white matter zones of reactive gliosis. In the cerebellum, atrophy of the granular layer and degeneration of Purkinje cells were most prominent. In addition, peripheral nerve bundles were often surrounded and invaded by fibrotic processes."
        },
        {
            "References": "PMID:24664314",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ The aim of this study was to explore the direct embryonic teratogenicity of vinyl chloride monomer (VCM), especially the toxic effects on the early development of the nervous system and its underlying mechanisms. Pregnant mice at embryonic day 6.5 (E6.5) were injected with different doses of VCM (200, 400 and 600 mg/kg) and embryos were harvested at E10.5. Our results showed that doses higher than 400 mg/kg of VCM increased the incidence of malformed embryos, especially the neural tube defects (NTDs). In addition, high-dose of VCM decreased mitotic figure counts in the neuroepithelium and enhanced the percentage of cells in G0/G1 phase, while they were reduced in S phase. The more VCM was injected into mice, the fewer positive PCNA cells were seen and the more positive TUNEL cells were observed in the neuroepithelium. Moreover, significant increases in the levels of caspase-3 protein were observed in NTD embryos. Our results demonstrate that during early pregnancy, exposure to doses higher than 400 mg/kg of VCM increases the incidence of malformations and particularly the rate of NTDs. High-dose of VCM inhibits the proliferation of neural cells and induces cell apoptosis, leading to an imbalance in the ratio of proliferation and apoptosis. Meanwhile, the apoptosis of neuroepithelial cells might be accelerated by the activation of the caspase-3 pathway, and it might be a reason for NTDs."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/GENOTOXICITY/ Vinyl chloride produced a significant increase in the frequency of recessive lethals in male Drosophila melangaster. The effect was not dose related, since exposure to increasingly high doses (in excess of 10,000 ppm) failed to cause a higher frequency of recessive lethals. When the Drosophila were exposed to phenobarbital (dissolved in a 1% sucrose solution) for 24 hr prior to exposure to vinyl chloride, phenobarbital treatment enhanced the number of recessive lethals in test groups compared to the groups not exposed to phenobarbital. This effect was noted at 10,000 ppm exposure to vinyl chloride but not at higher levels of vinyl chloride exposure."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/GENOTOXICITY/ Mutagenic activity of vinyl chloride was reported in yeast (S. pombe and S. cerevisiae) in the presence of purified mouse liver microsomal preparations. Vinyl chloride was mutagenic to S. pombe in the \"host mediated\" assay when mice were treated with an oral dose of 700 mg/kg of vinyl chloride."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA): Food Additive Series 19: Vinyl chloride (75-01-4) (1984). Available from, as of March 26, 2018: https://www.inchem.org/documents/jecfa/jecmono/v19je16.htm",
            "Value": "/GENOTOXICITY/ Using Salmonella tester strains, direct mutagenicity of vinyl chloride was reported at 20% (v/v) in air (200,000 ppm) in the absence of metabolic activation. The mutagenic response was greatly increased by the addition of S9 fraction from PCB treated rat, or in the presence of a NADPH generating systems, or, with combinations of microsomal and soluble protein fractions from rat liver. 20% vinyl chloride (v/v in air) was inactive in systems employing S. typhimurium strains TA1536, TA1537 and TA1538."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 784",
            "Value": "/GENOTOXICITY/ ... Exposure of Salmonella typhimurium strains TA1530, TA1535, and G-46 ... increased number of his+ revertants/plate 16, 12 or 5 times over spontaneous mutation rate. Mutagenic response for TA1530 strain ... increased when S9 liver fractions from humans, rats, or mice /were/ ... added."
        },
        {
            "References": "Anderson D et al; Environ Health Perspect (21): 71 (1977)",
            "Value": "/GENOTOXICITY/ Dominant lethal studies of male CD-1 mice that had been exposed to 3000, 10,000, and 30,000 ppm for 5 days showed no mutagenic effect."
        },
        {
            "References": "PMID:470972",
            "Value": "/GENOTOXICITY/ ... The mutagenicity of vinyl chloride ... was tested in V79 Chinese hamster cells in the presence of a 15,000 g supernatant from phenobarbital-pretreated rats and mice. Mutations ... of 8-azoguanine and ouabain resistance were induced in a dose related fashion by exposure to vapor of vinyl chloride in the presence of liver supernatant from phenobarbital-pretreated rats. ..."
        },
        {
            "References": "Barbin A; IARC 150: 303-13 (1999)",
            "Value": "/GENOTOXICITY/ Vinyl chloride, a hepatocarcinogen in humans and rodents, can form promutagenic etheno bases in DNA after metabolic activation. The formation of 1,N6-ethenoadenine (epsilon A) and 3,N4-ethenocytosine (epsilon C) was measured in adult Sprague Dawley rats by immunoaffinity purification and (32)P-postlabelling. A highly variable background was found in all tissues from untreated animals: the mean molar ratios of epsilon A:A and epsilon C:C in DNA ranged from 0.043 x 10(-8) to 31.2 x 10(-8) and from 0.062 x 10(-8) to 20.4 x 10(-8), respectively. After exposure to 500 ppm vinyl chloride by inhalation (4 hr/day, 5 days/wk for 8 wk), increased levels of epsilon A were found in the liver, lung, circulating lymphocytes and testis, the mean (+/- SD) of induced levels (treated-control values) being (4.1 +/- 1.5) x 10(-8) for these tissues. No incr in the epsilon A:A ratio was observed in kidney, brain or spleen. The levels of epsilon C increased in all the tissues examined except the brain. The mean value of the induced epsilon C:C ratios was (7.8 +/- 1.2) x 10(-8) for the liver, kidney, lymphocytes and spleen, and these ratios were higher in the lung (28 x 10(-8)) and testis (19 x 10(-8)). The results suggest a variable repair capacity for epsilon A or epsilon C in different tissues. The results are discussed in relation to published studies on the accumulation and persistence of etheno bases in the liver during and after exposure to vinyl chloride and on mutation spectra in the ras & p53 genes in liver tumours induced by vinyl chloride. In addition, /studies/ show that the linear relationship established for monofunctional alkylating agents between their carcinogenic potency in rodents and their covalent binding index for promutagenic bases in hepatic DNA holds for vinyl chloride. It is concluded that etheno bases are critical lesions in hepatocarcinogenesis induced by vinyl chloride. ... Further work is needed on the role of DNA repair pathways and of endogenous lipid peroxidation products in the formation and persistence of etheno bases in vivo."
        },
        {
            "References": "Gothe et al; Biochem Biophys Res Commun 76 (2): 259 (1977)",
            "Value": "/GENOTOXICITY/ Precarcinogen vinyl chloride converted to alkylating intermediate responsible for introduction of 2-oxyethyl group onto nucleophilic sites in DNA and proteins of mice."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/GENOTOXICITY/ A possible mechanism for the vascular changes associated with \"vinyl chloride disease\" /has been proposed/. Reactive VC metabolite(s) bind(s) to a protein, resulting in a structurally abnormal protein. This protein would react as an antigen and initiate an immune response with B-cell proliferation and hyperimmunoglobulinaemia. Circulating immune complexes formed by interaction of this antigen and antibodies would precipitate in the extremities of exposed humans in response to the cold and activate the complement sequence. The cryoprecipitates and reactions secondary to the complement activation are proposed to produce vascular occlusion and fibrinogen/fibrin conversion. The mechanism is supported by findings of IgG deposition with associated complement C3 and fibrin in histological lesions. The resulting vascular insufficiency would explain the observed clinical, radiological and histological findings in skin, skeletal and soft tissues, and lungs in workers occupationally exposed to high concentrations of VC. No further studies were identified that would directly confirm this mechanism, and the degree to which it has been accepted is not clear. The available evidence does not seem sufficient to suggest an autoimmune disease as a pathogenetic mechanism. Further studies will be needed to establish the true significance of the possibly transient immunological abnormalities in VC-induced disorders."
        },
        {
            "References": "PMID:9701507",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ Ethenobases are exocyclic adducts formed with DNA by some environmental carcinogens such as vinyl chloride or urethane. ... Increased levels of DNA etheno adducts have been measured in target tissues from rodents exposed to vinyl chloride or urethane. Hepatic tumors caused by exposure to vinyl chloride in humans and in rats and lung tumors induced by urethane in mice exhibit base pair substitution mutations in the ras and p53 genes which seem to be exposure-specific & consistent with the promutagenic properties of ethenobases. Background levels of etheno adducts have been detected in DNA from non-exposed humans or animals, pointing to an alternative, endogenous pathway of formation. This background may be affected by dietary factors. It could arise from the reaction of trans-4-hydroxy-2-nonenal (or its epoxide 2,3-epoxy-4-hydroxynonanal), a lipid peroxidation product, with nucleic acid bases. Elevated levels of etheno adducts are found in hepatic DNA from humans and rodents with genetic predisposition to oxidative stress and lipid peroxidation in the liver, and with an associated increased risk of liver cancer. These data suggest that DNA ethenobases could serve as new biomarkers of oxidative stress/lipid peroxidation."
        },
        {
            "References": "PMID:10626206",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ Vinyl chloride is a known human and animal carcinogen that induces angiosarcomas of the liver. We review here studies on the formation and repair of DNA adducts associated with vinyl chloride and vinyl fluoride in exposed and control rodents and unexposed humans. These vinyl halides induce etheno (epsilon) adducts that are identical to those formed after lipid peroxidation. Of these adducts, N2,3-ethenoguanine (epsilon G) is present in greatest amounts in tissues of exposed animals. After exposure to vinyl chloride for four weeks, epsilon G levels attain steady-state concentrations, such that the amount of newly formed adducts equals the number of adducts that are lost each day. We report the first dosimetry of epsilon G in rats exposed to 0, 10, 100 or 1100 ppm vinyl chloride for five days or four weeks. The number of adducts increased in a supralinear manner. Exposure to 10 ppm vinyl chloride for five days caused a two- to threefold increase in epsilon G over that of the controls, while four weeks' exposure resulted in a fivefold increase. This was confirmed with [13C2]vinyl chloride and by measuring exogenous and endogenous adducts in the same animals. Exposure to 100 ppm vinyl chloride for four weeks caused a 25-fold increase in epsilon G levels over that found in control rats, while exposure to 1100 ppm resulted in a 42-fold increase. The amount of endogenous epsilon G was similar in liver DNA from rats and humans. A comparable response to exposure was seen in rats and mice exposed to 0, 25, 250 or 2500 ppm vinyl fluoride for 12 months. There was a very high correlation between epsilon G levels in rat and mouse liver at 12 months and the incidence of hemangiosarcoma at two years. We were able to demonstrate that the target cell population for angiosarcoma, the nonparenchymal cells, contained more epsilon G than hepatocytes, even though nonparenchymal cells are exposed by diffusion of vinyl halide metabolites formed in hepatocytes. The expression of N-methylpurine-DNA glycosylase mRNA was induced in rat liver after exposure to either 25 or 2500 ppm vinyl fluoride. When this induction was investigated in hepatocytes and nonparenchymal cells, it was found that the latter had only 20% of the N-methylpurine-DNA glycosylase mRNA of hepatocytes, and that only the hepatocytes had induction of this expression after exposure to vinyl fluoride. Thus, the target cells for vinyl halide carcinogenesis have much lower expression of this DNA repair enzyme, which has been associated with etheno adduct repair."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/IMMUNOTOXICITY/ Exposure of mice to 26 mg/cu m for 6 months or rats to 130 mg/cu m for 10 months induced increased relative spleen weight, whereas much higher doses (52,000 mg/cu m for 92 days) produced decreased spleen weight and reduced white blood cell counts."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 215: Vinyl chloride (75-01-4) (1999). Available from, as of March 26, 2018: https://www.inchem.org/documents/ehc/ehc/ehc215.htm",
            "Value": "/IMMUNOTOXICITY/ The mitogen-stimulated transformation in splenic lymphocytes isolated from mice exposed to 26, 260 or 2600 mg/cu m for 2, 4 or 8 weeks (6 hr/day, 5 days/week) /was investigated/. The treatment produced no effects on body or organ weight, except increased spleen weight in high-dose groups, no effects on hematological parameters and no pathological alterations at necropsy. VC exposure caused stimulation of spontaneous lymphocyte transformation in lymphocyte cultures prepared from mice exposed for 2 weeks to the high dose and from mice exposed for 4 weeks at all dose levels, but this was not dose-dependent. The response of lymphocytes to phytomitogens was increased at 2600 mg/cu m after exposure for 2 weeks and at all dose levels after exposure for 4 or 8 weeks, with more pronounced effects at the mid-dose level. Stimulation of lymphocyte transformation was not observed in lymphocytes from unexposed mice cultured in the presence of VC, indicating that metabolites of VC formed in vivo may be responsible for this effect."
        },
        {
            "References": "PMID:27693805",
            "Value": "/OTHER TOXICITY INFORMATION/ Vinyl chloride (VC) causes toxicant-associated steatohepatitis at high exposure levels. Recent work by this group suggests that underlying liver disease may predispose the liver to VC hepatotoxicity at lower exposure levels. The most common form of underlying liver disease in the developed world is non-alcoholic fatty liver disease (NAFLD). It is well-known that the type of dietary fat can play an important role in the pathogenesis of NAFLD. However, whether the combination of dietary fat and VC/metabolites promotes liver injury has not been studied. Mice were administered chloroethanol (CE - a VC metabolite) or vehicle once, 10weeks after being fed diets rich in saturated fatty acids (HSFA), rich in poly-unsaturated fatty acids (HPUFA), or the respective low-fat control diets (LSFA; LPUFA). In control mice, chloroethanol caused no detectable liver injury, as determined by plasma transaminases and histologic indices of damage. In HSFA-fed mice, chloroethanol increased HSFA-induced liver damage, steatosis, infiltrating inflammatory cells, hepatic expression of proinflammatory cytokines, and markers of endoplasmic reticulum (ER) stress. Moreover, markers of inflammasome activation were increased, while markers of inflammasome inhibition were downregulated. In mice fed HPUFA all of these effects were significantly attenuated. Chloroethanol promotes inflammatory liver injury caused by dietary fatty acids. This effect is far more exacerbated with saturated fat, versus poly-unsaturated fat; and strongly correlates with a robust activation of the NLRP3 inflammasome in the saturated fed animals only. Taken together these data support the hypothesis that environmental toxicant exposure can exacerbate the severity of NAFLD/NASH."
        },
        {
            "References": "PMID:26962056",
            "Value": "/OTHER TOXICITY INFORMATION/ Vinyl chloride (VC) is a ubiquitous environmental contaminant for which human risk is incompletely understood. We have previously reported that high occupational exposure to VC directly caused liver damage in humans. However, whether VC may also potentiate liver injury from other causes is not known. C57Bl/6J mice were administered chloroethanol (CE), a major metabolite of VC, and lipopolysaccharide (LPS) 24 hr after CE. Samples were harvested for determination of liver damage, inflammation, and changes in carbohydrate and lipid metabolism. In mice, CE exposure alone caused no detectable liver damage. LPS exposure caused inflammatory liver damage, oxidative stress, lipid accumulation, and glycogen depletion; the effect of all of these variables was potentiated by CE pre-exposure. In vitro experiments suggest that VC metabolite chloroacetaldehyde (CAA) directly damages mitochondria, which may explain the sensitization effect observed in vivo Moreover, co-exposure of cells to CAA and TNFalpha caused increased cell death, supporting the hypothesis of sensitization by VC metabolites. Taken together, these data demonstrate that exposure to VC/metabolites at levels that are not overtly hepatotoxic can potentiate liver injury caused by another hepatotoxicant. This serves as proof-of-concept that VC hepatotoxicity may be modified by an additional metabolic stress such as endotoxemia, which commonly occurs in acute (eg, sepsis) and chronic (eg, NAFLD) diseases."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hamonts K et al; Environ Sci Technol 43: 5270-5 (2009)",
            "Value": "SEDIMENT: Eutrophic river sediment samples were investigated in the Zenne River near Brussels, Belgium. Contaminated (tetrachloroethylene, trichloroethylene, 1,1,1-trichloroethane) groundwater flows into the river on the right side(1).",
            "Table": "[{'Meters upstream Post 26': '35; river right', 'Date': 'July 2005', 'Concn (ug/L) at depth': 25, 'Concn (ug/L) at depth.1': 'no data', 'Concn (ug/L) at depth.2': '800'}, {'Meters upstream Post 26': '30; river left', 'Date': 'July 2005', 'Concn (ug/L) at depth': 270, 'Concn (ug/L) at depth.1': '320', 'Concn (ug/L) at depth.2': 'no data'}, {'Meters upstream Post 26': '25: midriver', 'Date': 'May 2005', 'Concn (ug/L) at depth': 23, 'Concn (ug/L) at depth.1': 'no data', 'Concn (ug/L) at depth.2': '291'}, {'Meters upstream Post 26': '15; river right', 'Date': 'May 2006', 'Concn (ug/L) at depth': 289, 'Concn (ug/L) at depth.1': '429', 'Concn (ug/L) at depth.2': '418'}, {'Meters upstream Post 26': '40; midriver', 'Date': 'May 2006', 'Concn (ug/L) at depth': 1214, 'Concn (ug/L) at depth.1': '1357', 'Concn (ug/L) at depth.2': '1354'}, {'Meters upstream Post 26': '45; river right', 'Date': 'May 2006', 'Concn (ug/L) at depth': 1416, 'Concn (ug/L) at depth.1': '1515', 'Concn (ug/L) at depth.2': '1471'}]"
        },
        {
            "References": "(1) USEPA; Superfund Record of Decision (EPA Region 1) Cannon Engineering, MA. First Remedial Action, March 1988. PB89-225577 (1989) (2) USEPA; Superfund Record of Decision (EPA Region 2) Ludlow Sand and Gravel Site, Town of Paris Oneida County, NY First Remedial Action, September 1988. PB89-182521 (1989) (3) Charlton J et al; pp. 245-67 in Hazard Assessment of Chemicals Vol 2. Saxena J, ed (1983) (4) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000) (5) Keppler F et al; Environ Sci Technol 36: 2479-83 (2002)",
            "Value": "SOIL: Vinyl chloride was identified, not quantified, in soil samples from the Cannon Engineering Corporation site in Bridgewater, MA(1) and the Ludlow Sand and Gravel site in Oneida, NY(2). After a March 10, 1980 train derailment in Canada in which large quantities of vinyl chloride were spilled in the snow, soil samples reached levels as high as 500 ppm between one and two meters below the soil surface(3). Vinyl chloride was detected in <1% of 705 soil samples from 30 industrial sites in samples taken in 1999 in Taiwan(4). Soil gas concentrations of vinyl chloride were reported as 5.5-9.14, 0.48-0.63 and 0.35-1.33 ng/L in coastal marsh, deciduous forest and peatland top soils, respectively, samples were collected Apr 2001 from locations in Germany(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chu W, Chan K-H; Sci Total Environ 248: 1-10 (2000) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of vinyl chloride has been reported to be 57(1). According to a classification scheme(2), this Koc value suggests that vinyl chloride is expected to have high mobility in soil."
        }
    ]
}