{
    "_id": {
        "$oid": "6682e841c4e5dba5ffba24ac"
    },
    "CID": {
        "$numberInt": "6339"
    },
    "Name": "VINYL FLUORIDE",
    "IUPACName": "fluoroethene",
    "CanonicalSMILES": "C=CF",
    "Synonyms": [
        "VINYL FLUORIDE",
        "Fluoroethene",
        "Fluoroethylene",
        "Ethene",
        "fluoro-",
        "75-02-5",
        "Monofluoroethylene",
        "Monofluoroethene",
        "Ethylene",
        "fluoro-",
        "1-Fluoroethylene",
        "2598465ICX",
        "Fluoroethylene (IUPAC)",
        "CCRIS 7213",
        "HSDB 807",
        "EINECS 200-832-6",
        "UN1860"
    ],
    "IsomericSMILES": "C=CF",
    "INCHI": "InChI=1S/C2H3F/c1-2-3/h2H,1H2",
    "INCHIKEY": "XUCNUKMRBVNAPB-UHFFFAOYSA-N",
    "Formula": "C2H3F",
    "MolecularWeight": {
        "$numberDouble": "46.04"
    },
    "Description": "Fluoroethene is a monohaloethene and a gas molecular entity.",
    "XlogP": {
        "$numberDouble": "1"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated for vinyl fluoride(SRC), using an estimated log Kow of 1.19(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC), provided the compound is not altered physically or chemically once released into the environment."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver.3.11. June 10, 2003. Available from, as of Oct 20, 2004: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = 1.19 /Estimated/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6122467",
            "Value": "Vinyl fluoride, vinyl bromide, fluroxene (2,2,2-trifluoroethyl vinyl ether), and acetylene alkylate the prosthetic heme group of cytochrome P-450 enzymes which catalyze their metabolism. The alkylated heme moiety has been identified in all four cases, after carboxyl group methylation and demetalation, as the dimethyl ether of N-(2-oxoethyl)protoporphyrin IX. ...The formation of the same prosthetic heme adduct with the four substrates requires introduction of an oxygen at the trifluoroethoxy or halide-substituted terminus of the pi bond and reaction of the unsubstituted terminus with a heme nitrogen atom."
        },
        {
            "References": "PMID:10626206",
            "Value": "...Vinyl halides induce etheno (epsilon) adducts that are identical to those formed after lipid peroxidation. Of these adducts, N2,3-ethenoguanine (epsilon G) is present in greatest amounts in tissues of exposed animals. After exposure to vinyl chloride for four weeks, epsilon G levels attain steady-state concentrations, such that the amount of newly formed adducts equals the number of adducts that are lost each day. ...Exposure to 10 ppm vinyl chloride for five days caused a two- to threefold increase in epsilon G over that of the controls, while four weeks' exposure resulted in a fivefold increase. ...Exposure to 100 ppm vinyl chloride for four weeks caused a 25-fold increase in epsilon G levels over that found in control rats, while exposure to 1100 ppm resulted in a 42-fold increase. The amount of endogenous epsilon G was similar in liver DNA from rats and humans. A comparable response to exposure was seen in rats and mice exposed to 0, 25, 250 or 2500 ppm vinyl fluoride for 12 months. There was a very high correlation between epsilon G levels in rat and mouse liver at 12 months and the incidence of hemangiosarcoma at two years. ...The expression of N-methylpurine-DNA glycosylase mRNA was induced in rat liver after exposure to either 25 or 2500 ppm vinyl fluoride."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1323",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Rats exposed to high concentrations showed/ ... slight intoxication at ... 30% by volume in air or more. At 60%, animals lost postural reflex. At 70% they lost righting reflex. ... At 80% for 12.5 hr ... still retained corneal reflex. Recovery was immediate when animals were moved to fresh air. ... Showed slight intoxication & ... dyspnea /at 80%/."
        },
        {
            "References": "PMID:413739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats were pretreated by gavage with PCB aroclor 1254 for 3 days. On 4th day rats were exposed by inhalation to fluoride monomer for 4 hr. elevation of alanine-alpha-ketoglutarate transaminase & severe degeneration & necrosis of liver were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 150 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute lethality of vinyl fluoride is so low that concentrations can be increased to the point at which oxygen becomes limiting."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 150 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to vinyl fluoride at 10,000 ppm (18,800 mg/cu m) after pretreatment with Aroclor 1254 resulted in liver damage."
        },
        {
            "References": "PMID:7283743",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Newborn rats exposed to vinyl fluoride (2000 ppm, 8 hr/day, 5 days/wk, for 14 wk) exhibited an incidence of preneoplastic hepatic foci of 0.0012, 0.042, and 0.087% after 4, 10, and 14 wk of treatment, respectively. A nonexposed control group showed no preneoplastic hepatic foci during the 14 wk expt."
        },
        {
            "References": "PMID:2227164",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Report of the results of a 90 day inhalation study in rats and mice with vinyl fluoride /is presented/. Groups of 15 male and female rats and mice were exposed 6 hr/day, 5 days/wk for approx 90 days to target concentrations of 0, 200, 2000 or 20,000 ppm vinyl fluoride. ... Results of the histopathological, clinical chemical, and hematological evaluations showed no significant effects of vinyl fluoride exposure at any concn following 45 or 90 days of exposure. A concentration related incr in fluoride ion in urine was observed in rats at 45 and 90 days of exposure. A plateau in urinary fluoride excretion was observed at approx 2000 ppm, suggesting saturation of vinyl fluoride metabolism. Vinyl fluoride related cell proliferation effects were largely restricted to the liver. Hepatic proliferation in male and female rats and mice was elevated at all concentrations. The response was similar at concentrations of either 2000 or 20,000 ppm and was consistent with concn response relationships for other haloethylenes."
        },
        {
            "References": "PMID:7589911",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...To assess the oncogenic potential of vinyl fluoride in rats and mice when administered by inhalation, male and female rats and mice were exposed to 0, 25, 250, or 2500 ppm vinyl fluoride 6 hr/day, 5 days/wk, for 2 years (rats) or 18 months (mice). Slight body weight gain decrements were noted in groups of vinyl fluoride-exposed rats and mice. No significant clinical signs of toxicity were noted other than an increase in the incidence of palpable masses in the region of the mammary gland in female mice exposed to vinyl fluoride. Survival was decreased in male rats and mice of the 250 and 2500 ppm groups and female rats and mice of all vinyl fluoride-exposed groups compared to controls. Urinary fluoride excretion, an indicator of vinyl fluoride metabolism, increased with concentration and time although the dose relationship appeared to plateau at concentrations > or = 250 ppm.Gross observations made at necropsy of rats supported histological observations of hepatic hemangiosarcoma, hepatocellular adenoma and carcinoma, hepatic foci of clear cell and basophilic alteration, hepatic sinusoidal dilatation, metastatic lung tumors, and Zymbal's gland tumors. Hepatic hemangiosarcoma was the sentinel lesion in rats. Gross observations made at necropsy of mice supported histological observations of bronchioloalveolar adenoma and hyperplasia, hepatic hemangiosarcoma and hepatocellular hyperplasia with angiectasis and peliosis, and mammary gland adenocarcinoma and hyperplasia. Bronchioloalveolar adenoma appeared to be the sentinel lesion in mice."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Fluoroethylene. Available from, as of November 3, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Reproductive organs were evaluated histopathologically in the 90-day inhalation and lifetime inhalation studies in both rats and mice. No compound-related effects on the reproductive organs of either male or female rats or mice were observed in the 90-day or lifetime inhalation studies."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/GENOTOXICITY/ Vinyl fluoride induced sex-linked recessive mutation in male germ cells of Drosophila melanogaster at concentrations of 50%. However, vinyl fluoride was negative when tested for its ability to cause unscheduled DNA synthesis in rat spermatocytes, DNA single-strand breaks or cross links in rat testicular DNA, /and/ dominant lethal mutations in rats at concentration of 20,000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/GENOTOXICITY/ Vinyl fluoride was weakly mutagenic to Salmonella typhimurium in the presence of an activation system. Vinyl fluoride produced a significant increase in mutations at the gene locus coding for hypoxanthineguanine phosphoribosyl-transferase (HGPRT) and other chromosome aberrations in chinese hamster ovary cells in the presence of activation from Arochlor-induced rat liver S9 fraction at all concentrations tested (20%, 40%, 60%, 80% and 100% vinyl fluoride gas). Vinyl fluoride produced elevations in the number of micronucleated polychromatic erythrocytes in female rats exposed at vinyl fluoride concentrations of 191,000 or 388,000 ppm in an in vivo micronucleus test; however none were found in rats exposed at 50 or 100 ppm."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Fluoroethylene. Available from, as of November 3, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ /Vinyl fluoride/ (VF) was not mutagenic in Salmonella strains TA1535, TA1537, TA1538, TA98, and TA100 in 2  mutagenicity studies. VF did induce a statistically significant increase in the amount of bacterial  revertants in Salmonella strain TA1535 in a third study. However, based on the low magnitude of the  response it was not considered biologically significant. Similarly, VF was reported to be mutagenic  to E. coli, but review of the data did not support this conclusion. In the presence of metabolic  activation, VF produced HPRT point mutations, and chromosome aberrations, in assays conducted with  Chinese hamster ovary (CHO) cells. Without metabolic activation, VF was negative in the CHO/HPRT  assay, and equivocal in the chromosome aberration assay. VF was positive in a mouse micronucleus  study, and induced sex-linked recessive lethal mutations in Drosophila. VF exposure did not increase  the frequency of dominant lethal mutations, indicating the VF was not mutagenic to germ cells in the  male rat. VF did not induce unscheduled DNA synthesis in spermatocytes of male rats and did not  induce DNA single strand breaks or DNA cross-links in rat testicular DNA."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for vinyl fluoride can be estimated to be 24(SRC). According to a classification scheme(2), this estimated Koc value suggests that vinyl fluoride is expected to have very high mobility in soil."
        }
    ]
}