{
    "_id": {
        "$oid": "6682e841c4e5dba5ffba24ae"
    },
    "CID": {
        "$numberInt": "6342"
    },
    "Name": "ACETONITRILE",
    "IUPACName": "acetonitrile",
    "CanonicalSMILES": "CC#N",
    "Synonyms": [
        "ACETONITRILE",
        "Cyanomethane",
        "Methyl cyanide",
        "75-05-8",
        "Ethanenitrile",
        "Ethyl nitrile",
        "Methane",
        "cyano-",
        "Methanecarbonitrile",
        "Acetonitril",
        "Cyanure de methyl",
        "Methylkyanid",
        "MeCN",
        "USAF EK-488",
        "RCRA waste number U003",
        "Methylkyanid [Czech]"
    ],
    "IsomericSMILES": "CC#N",
    "INCHI": "InChI=1S/C2H3N/c1-2-3/h1H3",
    "INCHIKEY": "WEVYAHXRMPXWCK-UHFFFAOYSA-N",
    "Formula": "C2H3N",
    "MolecularWeight": {
        "$numberDouble": "41.05"
    },
    "Description": "Acetonitrile is a nitrile that is hydrogen cyanide in which the hydrogen has been replaced by a methyl group. It has a role as a polar aprotic solvent, an EC 3.5.1.4 (amidase) inhibitor and a NMR chemical shift reference compound. It is an aliphatic nitrile and a volatile organic compound.",
    "XlogP": {
        "$numberDouble": "0"
    },
    "Complexity": {
        "$numberInt": "29"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 2, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for acetonitrile(SRC), using a log Kow of -0.34(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Meth-Cohn O, Wang MX; J Chem Soc Perkin Trans 1: 1099-1104 (1997) (2) Kobayashi M et al; Biochem Biophys Res Commun 253: 662-666 (1998) (3) Chapatwala KD et al; Environ Toxicol Chem 11: 1145-51 (1992) (4) Kalmykova GY, Rogovskaya TI; Biol Vnutr Vod 38: 79-83 (1978) (5) Placak OR, Ruchhoft CC; Sewage Works J 19: 423-40 (1947) (6) Ludzack FJ et al; Sewage Ind Wastes 31: 33-44 (1959) (7) Thom NS, Agg AR; Proc R Soc Lond B189: 347-57 (1975) (8) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986) (9) Babeu L, Vaishnav DD; J Ind Microbiol 2: 107-15 (1987) (10) Ludzack FJ et al; Proc 13th Ind Waste Conf Purdue Univ Eng Ext Service, p. 297-312 (1958) (11) Ludzack FJ, Ettinger MB; Water Pollut Control Assoc J 32: 1173-2000 (1960) (12) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (13) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 3, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Enzyme-catalyzed hydrolysis of nitriles, such as acetonitrile, has been shown to proceed by two distinct routes(1,2); a nitrilase transforms the nitriles directly into acids plus ammonium ion, or a nitrile hydratase forms the amide which is hydrolyzed to acid plus ammonium ion by amidase(1,2). A mixed microbial culture isolated from an environment contaminated with organic cyanides and PCBs utilized acetonitrile as the sole source of carbon and nitrogen(3). The mixed microbial culture was grown for 48 hrs at pH 7 with 1 g/L of acetonitrile; the final pH and ammonia concentration were determined to be 8.81 and 80.1 umol/mL, respectively(3). The biodegradation studies of acetonitrile with mixed cultures of microorganisms from activated sludge and sewage show that degradation proceeds sluggishly without acclimatization of microorganisms, particularly at high concentration(4,5). Degradation is faster with acclimatization(6-11). With activated sludge as microbial inoculum, the lag period of acetonitrile degradation was about 1 day after which the compound degraded with a half-life of 1.2 days(8). Acclimated mixed microbial cultures isolated by an enrichment culture technique degraded 58% acetonitrile in 5 days(9). The biodegradability of acetonitrile was also observed with river water; the 12 day ThOD (theoretical oxygen demand) with river water was 40%(10,11). Acclimation of the microorganisms was examined by redosing; the degradation was 5 times faster after acclimation; it was also 4 times faster at 20 °C than at 5 °C(10,11). The biodegradation is expected to be much slower in seawater than in freshwater(12).  Acetonitrile, present at 100 mg/L, reached 65% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(13)."
        },
        {
            "References": "(1) Ludzack FJ et al; J Water Pollut Control Fed 33: 492-505 (1961) (2) Hongwei Y et al; Ecotox Environ Safety 63: 299-305 (2006)",
            "Value": "ANAEROBIC: Results of anaerobic tests with acetonitrile suggest that anaerobic biodegradation is not effective for removing the compound from wastewater(1). Acetonitrile was classified as partially biodegradable under anaerobic conditions based on a calculated integrated assessment index (IAI) of 0.7286 in a study conducted in Beijing, China(1). The IAI relates to data collected from a model consisting of an initial acetonitrile concentration of 100 mg/L in an inorganic medium and anaerobic sludge from wastewater treatment digestor tanks in Beijing(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = -0.34"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6267734",
            "Value": "Aliphatic nitriles (including acetonitrile) possess little if any acute toxicity in absence of normal hepatic function & are activated by hepatic mechanisms to release cyanide which accounts for major acute toxic effects."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IPCS/WHO; Environmental Health Criteria 154: Acetonitrile (1993). Available from, as of August 1, 2008: https://www.inchem.org/documents/ehc/ehc/ehc154.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Signs and symptoms of acute acetonitrile intoxication are similar in different animal species.  ... Signs of acute acetonitrile toxicity in rabbits /were described/.  One to three hours after a subcutaneous acetonitrile injection of 90 to 150 mg/kg, rabbits showed rapid and irregular respiration, immobilization and convulsions, and two out of seven animals died.  Monkeys exposed to 2510 ppm acetonitrile vapor appeared normal after the first day of inhalation but showed poor coordination followed by prostration and labored breathing during the second day.  Death occurred a few hours later.  Mice exposed to concentrations of acetonitrile ranging from 500 to 5000 ppm (the LC50 for a 60 min exposure was 2693 ppm) displayed dyspnea, tachypnea, gasping, tremors, convulsions and corneal opacity 30-300 min after the beginning of the exposure.  Exposure of mice to  5000 ppm acetonitrile for 60 min killed all the animals within 2 hr. The syndrome of acute acetonitrile toxicity was indistinguishable from that observed after exposure to cyanide or other nitriles"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 42",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acetonitrile ... tested on rabbit eyes by application of a drop, has caused superficial reversible injury like that caused by acetone; graded 5 on a scale of 1 to 10 after twenty-four hr."
        },
        {
            "References": "PMID:6474517",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity, in vitro metabolism, and structure-toxicity relations of aliphatic mononitriles were examined in mice pretreated with carbon tetrachloride. The LD50 in mice pretreated with carbon tetrachloride was increased in most nitriles compared to that in untreated animals with different degrees among compounds. Microsomal metabolism of nitriles to cyanide was completely inhibited when microsomes were prepared from livers of mice pretreated with carbon tetrachloride. /nitriles/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Acetonitrile (75-05-8), p.48  (2000 CD-ROM edition). Available from, as of August 1, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of pregnant hamsters to 1800, 3800, 5000, 8000 ppm acetonitrile vapor for 1 hour caused irritation to the eyes (and nose) in 4 of 12 in the top concentration group, and irritation (not further specified) to all exposed to 5000 ppm."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Acetonitrile (75-05-8), p.47  (2000 CD-ROM edition). Available from, as of August 1, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One drop of neat acetonitrile was applied to the conjunctival sac of a rabbit's eye. Reactions were noted at 10 minutes, 1 and 24 hours, and 3 and 8 days. An iritation score of 3 out of a possible maximum of 6; strong vascular injection with edema or slight necrosis was recorded."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 p 1408",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In ... dogs, no fatalities occurred up to and including 8000 ppm for a 4 hr exposure; deaths occurred at levels of 16,000 and 32,000 ppm. Symptoms in animals appear to be those of prostration, followed by convulsion seizures. Autopsy findings indicate pulmonary hemorrhage and vascular congestion. At the lower dosage levels, the deaths appeared to be delayed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 p 1408",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acetonitrile has been shown to affect the thyroid. ... progressive bilateral exophthalmos could be produced in rabbits with a daily intramuscular injection of 0.05 mL acetonitrile and that this reaction could be inhibited by feeding of fresh vegetables. The degree of exophthalmos was related to the thyroid hyperplasia, and could be prevented by prior administration of iodine."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 303",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Subcutaneos administration caused slight thyroid reaction in mice, thyroid hyperemia and hypertrophy in rats, and thyroid hyperplasia and exophthalmos in rabbits."
        },
        {
            "References": "Tanii H; Juzen Igakkai Zasshi 94 (4): 664-77 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxic mechanism of nitriles (including acetonitrile) and the effect of metabolic modifiers in mice were studied in relation to their physicochemical properties. All the test nitriles liberated cyanide both in vivo and in vitro, with the exception of benzonitrile, although the extent of liberation and the effect of carbon tetrachloride pretreatment on the mortality of animals differed among nitriles. From these results, test compounds were tentatively divided into 3 groups. In group 1, acute toxicity was greatly reduced by carbon tetrachloride pretreatment, in group 2, toxicity was not significantly changed or was somewhat enhanced, and in group 3, benzonitrile only, toxicity was clearly enhanced. The amount of cyanide was higher at death in the brains of mice given group 1 compounds, the level being comparable to that found in mice killed by dosing with potassium cyanide. The relation between log (1/LD50) and log p for the compounds in group 1 fitted a parabolic plot, while that for compounds in group 2 was linear. For most nitriles, the in vitro metabolism was inhibited when the incubation mixture contained either SKF-525A, carbon monoxide, or microsomes from mice treated with carbon tetrachloride. When mice were dosed with ethyl alcohol, metabolic enhancement of nitriles was seen compared with the control. However, ethyl alcohol, when added to the incubation mixture, inhibited the in vitro metabolism of nitriles."
        },
        {
            "References": "IPCS/WHO; Environmental Health Criteria 154: Acetonitrile (1993). Available from, as of August 1, 2008: https://www.inchem.org/documents/ehc/ehc/ehc154.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 92-day study, ... acetonitrile was administered by inhalation to B6C3F1 mice and Fischer-344 rats at concentrations of (25, 50, 100, 200 and 400 ppm) for a total of 65 days.  In mice, one male in each of the 50, 200 and 400 ppm groups died.  There was an increase in body weight gain in all males exposed to 50, 100, 200 and 400 ppm acetonitrile and in the females of the 200 and 400 ppm groups.  Body weight gain was decreased by comparison with controls in the 25, 50 and 100 ppm female groups.  Liver/body weight ratio was increased in males at 400 ppm group and in females at 100, 200 and 400 ppm groups. Liver/brain weight ratio was increased in males at the 400 ppm and in females at 100 and 400 ppm groups.  There was slight cytoplasmic vacuolization of hepatocytes in both males and females in the 200 and 400 ppm groups. Mean hematocrit and erythrocyte counts were marginally reduced in females at 200 and 400 ppm group. In females of the 200 and 400 ppm groups hematocrit, hemoglobin, red and white blood cell counts, and serum IgG were all depressed.  In rats, one male in the 400 ppm group died during the study.  There was slight cytoplasmic vacuolization of hepatocytes in females at 400 ppm.  Marginal decreases in mean leucocyte counts were reported in males at 100 and 200 ppm and in both males and females at 400 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Mice/ were exposed by inhalation 6 hours/day, 5 days/week for 13 weeks at concentrations of 100, 200, 400, 800, or 1600 ppm acetonitrile. Lethality was seen at 400 through 1600 ppm with all mice exposed to the highest concentration dying within 3 weeks. No significant body weight changes were seen with the exception of males exposed at 800 ppm (which weighed less than the controls). Hypoactivity and hunched posture were observed in mice exposed at either 800 or 1600 ppm. Liver weights were elevated in males at 200 ppm or greater and in females at 400 ppm or greater. Focal or multifocal epithelial hyperplasia and ulceration of the forestomach were seen in males at 400 ppm or greater and in females at 200 ppm or greater. An increase in cytoplasmic vacuolation was seen in the livers of both sexes exposed at 400 or 800 ppm. The no-observed adverse- effect level (NOAEL) was 400 ppm in rats and 100 ppm in mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed by inhalation 6 hours/day, 5 days/week for 13 weeks at concentrations of 100, 200, 400, 800, or 1600 ppm acetonitrile. Mortality occurred at 800 and 1600 ppm. Body weights were unchanged at concentrations up to and including 800 ppm. Signs of response, including ataxia, abnormal posture, and clonic convulsions, were seen at 1600 ppm. Clinical pathology changes at 800 and 1600 ppm included anemia and decreased triiodothyronine (females only 1600 ppm). Relative heart, liver, and kidney weights were increased in females exposed at 1600 ppm. There were no clear exposure-related histopathologic effects, although edema and hemorrhage in the lung and brain and pulmonary congestion, consistent with cyanide-induced anoxia, were seen in some of the rats dying prior to the final sacrifice."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subchronic studies were performed on Carworth Farms-Wistar rats (15/sex/group) exposed to 0, 166, 330, or 655 ppm acetonitrile (ACN) vapors (0, 278, 554, or 1,100 mg/cu m), 7 hours/day, 5 days/week, for 90 days (duration-adjusted to 0, 58, 115, and 229 mg/cu m). The purity of the ACN was not reported. Body, liver, and kidney weights were determined, and histopathology was performed on liver and lungs (any effects in these organs resulted in examination of brain, pancreas, spleen, trachea, and testis). Hematocrit and hemoglobin values were measured in 5 rats in the 655 ppm group and controls 4 days prior to exposure and on the 53rd, 72nd, and 89th days. The values with exposed animals were no different from controls. Exposure to ACN did not affect body or organ weights in exposed rats, and no deaths attributable to exposure were reported. Pathological effects were limited primarily to the 655-ppm group; alveolar capillary congestion, focal edema, bronchial inflammation, desquamation, and hypersecretion of mucus occurred in lungs (10/27; p = 0.001), tubular swelling in kidneys (8/27; p = 0.05), and central cloudy swelling in liver (7/27; p = 0.04). No lesions were reported for other organs at 655 ppm. In the other groups, histiocyte clumps in alveoli or atelectasis (2/28 at 166 ppm), as well as bronchitis and pneumonia (3/26 at 330 ppm) were reported. Hematocrit and hemoglobin values for five female rats (males not evaluated) were similar to controls at 655 ppm. No treatment-related tumors developed in any groups."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Investigators examined the effects of 350 ppm acetonitrile (ACN) (588 mg/cu m) on three male rhesus monkeys and three male dogs (2 Basenji-Cocker hybrid and one Basenji-Chow x Springer spaniel hybrid), 7 hours/day, 5 days/week, for 91 days (duration-adjusted to 123 mg/cu m). The purity of the ACN was not reported. Controls consisted of two male Basenji-Cocker hybrid dogs; there was no control group for monkeys. In dogs and monkeys, focal emphysema and diffuse proliferation of alveolar septa were exhibited. Monkeys also showed hemosiderin accumulation in lungs and swelling of convoluted tubules in kidneys.."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In an inhalation study (7 hours/day, 5 days/week) with 4 rhesus monkeys, the one monkey (female) exposed to 2,510 ppm died on the second day, the two female monkeys exposed at 660 ppm died by day 51, and the one male monkey exposed to 330 ppm was sacrificed at day 99 of exposure. At that time it exhibited considerable excitability. ...Monkeys in the 2,510, 660, and 330 ppm concentration groups /were/ found to have dural and subdural hemorrhages. The two monkeys in the 660-ppm group had focal areas of emphysema and cloudy swelling of the proximal and convoluted tubules of the kidney."
        },
        {
            "References": "PMID:10698673",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects on embryonic development of a series of eight saturated (acetonitrile, propionitrile, and n-butyronitrile) and unsaturated (acrylonitrile, methacrylonitrile, allylnitrile, cis-2-pentenenitrile, and 2-chloroacrylonitrile) nitriles were compared in vitro using the whole embryo culture system. Day 10 rat embryos were cultured for 46 hr in rat serum in the presence of either of these chemicals. All the tested chemicals produced concentration-dependent decreases in growth and differentiation and increases in the incidences of morphologically abnormal embryos. A wide range of embryotoxic potency was observed, with 2-chloroacrylonitrile and acetonitrile at the extremes (lowest effect levels of 50 microM and 40 mM, respectively). No common pattern could be drawn for all the eight nitriles tested in vitro, although there were some similarities between the malformations elicited by propionitrile and n-butyronitrile or between those elicited by the five unsaturated nitriles. Presence of a rat hepatic microsomal fraction and NADPH in the culture medium enhanced the embryotoxic effects of the five unsaturated nitriles tested but had no effects on saturated nitriles embryotoxicity. In addition to these in vitro experiments, pregnant rats were given a single oral dose of each compound on Day 10 of gestation and the embryos were evaluated on Day 12 of gestation, i.e., at a time of development corresponding to the developmental stage at the end of the whole embryo culture. All the nitriles investigated produced the characteristic defects developed by embryos exposed to sodium cyanide in utero or in culture. /These/ results provide further evidence that maternal production of cyanide may contribute to the developmental toxicity of saturated and unsaturated nitriles and suggest that distinct metabolites derived from microsomal metabolism of unsaturated nitriles may also play a role."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were given gavage doses of 125, 190, or 275 mg acetonitrile/kg from gestational days 6 through 19. Maternal body weight gain was reduced at 275 mg/kg. An increase in post-implantation loss, with a decrease in viable fetuses, was seen at 275 mg/kg. There were no structural abnormalities in the fetuses derived from acetonitrile-exposed rats. The NOAEL for both maternal and fetal units was 190 mg/kg."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were exposed 6 hours/day by inhalation at 100, 400, or 1200 ppm from gestational day 6 to 19; the fetal status was then determined. One rat died at 400 and two at 1200 ppm. No other signs of maternal response were detected. No effects were seen in the fetal rats. The maternal NOAEL was 100 ppm and the fetal was 1200 ppm. Rats exposed at a range of concentrations from 900 to 1800 ppm showed embryo lethality (early resorptions) at the 1800 ppm concentration. Female rats given oral doses of 300 or 500 mg/kg, which produced measurable toxicity in most of the females, showed no changes in pregnancy rates, resorption of litters, or perinatal toxicity to the offspring."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Acetonitrile (75-05-8) Available from, as of August 3, 2008: https://www.epa.gov/ncea/iris/subst/0205.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Syrian golden hamsters (6 to 12/group) were exposed to 0, 1,800, 3,800, 5,000, or 8,000 ppm acetonitrile (0, 3,022, 6,380, 8,395, or 13,432 mg/cu m, respectively) for 1 hour on gestational day 8 and then sacrificed on gestational day 14. Parameters of maternal and developmental toxicity were evaluated. There were no effects of exposure on dams or offspring at 1,800 ppm. One dam at 3,800 ppm died after exhibiting dyspnea, tremors, hypersalivation, ataxia, and hypothermia. All offspring from the other five surviving animals in this group were normal. At 5,000 ppm, all animals exhibited irritation and excessive salivation; one dam in this group died after displaying dyspnea, hypothermia, and tremors. Six abnormal fetuses exhibiting exencephaly and rib fusions were recovered from two litters of this exposure group. In the 8,000-ppm group, clinical effects included respiratory difficulty, lethargy, ataxia, hypothermia, irritation, and gasping (4/12 dams), followed by tremors, deep coma, and death (3/12 dams). Histopathological examination of the liver, kidneys, and lungs from the dams that died in all groups did not reveal any significant treatment-related effects. Fetotoxicity occurred in offspring of dams exposed to 8,000 ppm, as evidenced by decreased fetal body weight compared to controls (not concentration-related). Five of the nine surviving litters at 8,000 ppm developed severe axial skeletal dysraphic disorders; one 8,000-ppm fetus exhibited extrathoracic ectopia cordis with accompanying defects in the sternum of the heart. This study identifies a NOAEL and /Frank Effect Level/ (FEL) of 1,800 ppm (3,022 mg/cu m) and 3,800 ppm (6,380 mg/cu m) for maternal toxicity, respectively, and a NOAEL and LOAEL of 3,800 ppm (6,380 mg/cu m) and 5,000 ppm (8,395 mg/cu m) for developmental effects."
        },
        {
            "References": "PMID:3732670",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acetonitrile, adiponitrile, and propionitrile were evaluated for embryotoxic and teratogenic potential in rats. Mated Sprague Dawley rats were administered 1 of the 3 nitriles by gavage on gestation days 6-19, inclusive. Daily dosage levels (mg/kg) were: acetonitrile at 0, 125, 190, and 275; adiponitrile at 0, 20, 40, and 80; propionitrile at 0, 20, 40, 80. There was evidence of maternal toxicity in each of the high-dose groups treated with acetonitrile, adiponitrile, or propionitrile. Some maternal effects also were seen with adiponitrile at the middle dosage. Embryotoxic effects were observed at the highest dosage tested for acetonitrile and middle and high dose levels for propionitrile. Slight fetotoxicity was observed at the highest dosage for adiponitrile. No teratogenic effects were observed at any dosage level with acetonitrile, adiponitrile, or propionitrile."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rabbits were given gavage doses of 2, 15, or 30 mg acetonitrile/kg from gestational days 6 through 18. Maternal death, abortion, anorexia, and loss of body weight were seen at 30 mg/kg, and lowered body weight gains were seen at 15 mg/kg. No effects were seen in the fetuses. The NOAEL was 2 mg/kg for the maternal rabbits and 30 mg/kg for the fetal rabbits."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The study/ exposed positively mated female Sprague-Dawley rats (33/group) to 0, 100, 400, or 1,200 ppm (0, 168, 672, and 2,015 mg/cu m) acetonitrile (ACN), 6 hours/day, 7 days/week during gestation days 6-19, and then sacrificed on gestational day 20. Controls consisted of 10 nonpregnant females per exposure group. The 1,200-ppm dams exhibited hypoactivity (14/33) and appeared emaciated (6/33). Deaths occurred in two 1,200-ppm dams and one 400-ppm dam. The death at 400 ppm was suggested by the investigators to be the result of a possible spontaneous cerebral hemorrhage. There was no effect on body or organ weights in pregnant dams. Fertility did not appear to be affected by ACN exposure; mean pregnancy rate for sperm-positive females was 79%. A slight increase in percentage of resorptions per litter (particularly late resorptions) was seen at the high concentration, but the effect was not significant or concentration-related. The percent of live fetuses per litter was not affected for any group, nor were there treatment-related fetal malformations. The only effect on skeletal variations was a significant increase in percent of supernumerary ribs per litter at 100 ppm, but the effect did not occur for the other groups. While ACN was readily measurable in maternal blood (determined in a separate group of nonpregnant animals), cyanide was not detectable except in the 1,200 ppm group. Considering that mortality was treatment-related at 1,200 ppm and exposure may also have played a role in the one death at 400 ppm, it is prudent to consider 400 ppm (672 mg/cu m) as an FEL. The NOAEL for developmental effects is 1,200 ppm (2,015 mg/cu m)."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats (20-23/group) were exposed to 0, 1,000, 1,287, 1,592, or 1,827 ppm acetonitrile (ACN) (0, 1,679, 2,161, 2,673, or 3,067 mg/cu m), 6 hours/day, on gestation days 6 to 20. Dams were sacrificed on gestational day 21. At 1,827 ppm, mortality occurred in 8/20 dams, and maternal body weight gain was significantly reduced from gestation days 6 to 21. There was no mortality at other concentrations. Acetonitrile did not affect fertility (i.e., no differences in number of pregnancies). A markedly increased percentage of nonlive implants per litter (resorptions and dead fetuses) and early resorptions per litter were observed at 1,827 ppm, along with a decrease (not significant) in the mean number of live fetuses per litter. One litter was completely resorbed at 1,827 ppm. No differences were observed between the other exposed groups and the controls. Acetonitrile exposure had no significant effect on the mean number of implantation sites per litter, fetal sex ratio, or fetal weights per litter. Incidences of any visceral or skeletal anomalies were not significantly different between exposed and control groups. A NOAEL of 1,592 ppm (2,673 mg/cu m) was determined for maternal and developmental toxicity and a Frank Effect Level (FEL) of 1,827 ppm (3,067 mg/cu m). Based on increased percentage of nonlive implants per litter, a LOAEL of 1,827 ppm was identified for developmental toxicity."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of ingested acetonitrile (ACN) on pregnant hamsters and their fetuses were examined. Pregnant Syrian golden hamsters (6-12/group) received gavage doses of 0, 100, 200, 300, or 400 mg/kg ACN (in distilled water) on gestation day 8, and were sacrificed on gestation day 15. Parameters of maternal and developmental toxicity were evaluated. Maternal effects (not specified) were evident in dams given 300 and 400 mg/kg, and death occurred in 1/6 and 4/12 dams in these groups, respectively. There was a significant reduction in body weight gain in dams (gestation days 8-15) given up to 300 mg/kg ACN compared to controls (no incidence data provided); however, this effect was not seen at 400 mg/kg. Slight, but significant, decrease in fetal body weight (p < 0.05) was seen in all exposed groups; however, the effect was not dose-related. A significant increase in the number of resorptions per group (not dose-related) was noted in dams exposed to 200 or 400 mg/kg (incidences were 0, 6%, 12%, 0, and 22%). A significant increase in the number of malformed offspring per group occurred in dams exposed to 300 or 400 mg/kg ACN (0, 10%, 0, 19%, and 18%). The most common effect was rib fusions. The reason for the nonlinear effects was not explained by the investigators. A concurrent group was administered 300 mg/kg thiosulfate by intraperitoneal injection 20 minutes prior to inhalation, and repeated every 2 hours for the next 10 hours. Treatment with thiosulfate prevented both maternal and developmental toxicity, indicating a causal connection between cyanide and the effects observed. This study identifies a NOAEL of 200 mg/kg and LOAEL of 300 mg/kg for maternal toxicity. The NOAEL for fetotoxicity could not be established on the basis of the nonlinear effects in the fetuses."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The study/ evaluated reproductive endpoints in the male rat and mouse exposed to nominal concentrations of 100, 200, and 400 ppm... No treatment effects were observed on the weights of right cauda epididymis, right epididymis, and right testis, nor were any effects found on sperm motility in the mouse. Similarly, a lack of effect on these endpoints were found in the rat; the weight of the right epididymis was not evaluated. In neither species were effects on sperm density or percent of abnormal sperm evaluated."
        },
        {
            "References": "PMID:9726015",
            "Value": "/GENOTOXICITY/ Genetic and biochemical assays were conducted to determine if nitrile induced adult paralysis and germline aneuploidy in female Drosophila melanogaster requires a biochemical activation mechanism which results in the release of free cyanide. Two nitriles predicted to differ substantially in their susceptibility to enzymatic cyanide release were found to be equally effective inducers of aneuploidy. Regardless of differences in chemical structure, nitriles seem to be affecting a common cellular target as judged by the lack of synergistic effects when two nitriles are presented simultaneously. Mitochondrial respiration was not inhibited by acetonitrile under conditions in which sodium cyanide completely blocked respiration. A sensitive luciferase enzyme inhibition assay suggests that some, but not all, nitriles may affect hydrophobic protein interactions. These results suggest that there is no single biochemical mechanism by which all nitriles induce aneuploidy, although the cellular target disrupted is probably the same for each chemical. The implications of these findings for structural alert based pre-screening of mutagens are discussed. /Nitriles/"
        },
        {
            "References": "PMID:11230558",
            "Value": "/GENOTOXICITY/ Acetonitrile was tested for its ability to induce clastogenic or aneugenic effects through the induction of micronucleated polychromatic erythrocytes (MNPCE) in mouse bone marrow and peripheral blood. Groups of NMRI mice, five males and five females, were administered a single i.p. dose of acetonitrile, corresponding to the maximum tolerated dose (MTD), 100 or 125 mg/kg body wt for males and females, respectively. Bone marrow was sampled at 18, 24 or 36 hr after treatment, while peripheral blood was sampled before and 24, 48, 72 and 96 hr after treatment. Positive controls were administered cyclophosphamide (65 mg/kg i.p.). Acetonitrile did not increase the incidence of MNPCE in either bone marrow or peripheral blood in male mice or in peripheral blood in females. A small, but statistically significant (P: < 0.05), increase was observed in female bone marrow 36 hr after administration, but since this was within the range of the control data it is not considered to be of biological significance. Cyclophosphamide increased the incidence of MNPCE in bone marrow and peripheral blood of both sexes. It is concluded that acetonitrile is neither clastogenic nor aneugenic in the bone marrow of the mouse at the MTD."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Acetonitrile was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Acetonitrile was tested at doses of 0.10, 0.33, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Acetonitrile was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 10 mg/plate."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/GENOTOXICITY/ Negative results were obtained in a preincubation S. typhimurium assay and a reverse mutation assay in Saccharomyces cerevisiae D7, conducted in the presence and absence of S9 from rats induced with acetonitrile or phenobarbitone, although the bacterial assay was limited by the use of stationary cultures."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS).Toxicological Review of Acetonitrile (75-05-8). Available from, as of July 28, 2008: https://cfpub.epa.gov/ncea/iris/index.cfm",
            "Value": "/GENOTOXICITY/ Sister chromatid exchanges (SCEs) in Chinese hamster ovary (CHO) cells were significantly increased in the absence of S9 (only at 5,000 ug/mL), but there was no effect in the presence of S9. Gene conversions in S. cerevisiae were increased in the absence of S9, but not in the presence of S9. Both of these assays measure repair of DNA damage, rather than persistent DNA damage."
        },
        {
            "References": "PMID:2781558",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acetonitrile (AN) and seven of its halogenated derivatives known to be water disinfectant by-products were evaluated for their action on hepatic cytosolic glutathione S-transferase (GST) activity using 1-chloro-2,4-dinitrobenzene (CDNB) as substrate. Increasing concentrations of acetonitrile, monofluoroacetonitrile (MFAN), monochloroacetonitrile (MCAN), and monobromoacetonitrile (MBAN) up to 10 mM failed to produced 50% inhibition of the activity of GST enzyme. However, dichloroacetonitrile (DCAN), trichloroacetonitrile (TCAN), dibromoacetonitrile (DBAN), and monoiodoacetonitrile (MIAN) were potent inhibitors with I50 values of 2.49, 0.34, 0.82, and 4.44 mM, respectively. At concentrations equivalent to their I50, MIAN, DCAN, and DBAN decrease both apparent Km and Vmax of the enzyme activity toward glutathione (GSH) to 20-50% of control. TCAN significantly increases both apparent Km and Vmax for GSH to 650 and 120% of control values, respectively. The inhibitory effect of haloacetonitriles (HAN) on hepatic GST activity toward CDNB was found to be a mixed type. The inhibitory effect of DCAN, DBAN, and TCAN on the hepatic GST activity was found to be reversible and the activity was completely recovered after dialysis of the inhibited enzyme. MIAN, however, inhibited GST activity in an irreversible manner. Haloacetonitriles' induced inhibition of hepatic GST activity in vitro is consistent with that observed in vivo. The data presented in this study show that haloacetonitriles induced reversible inhibition of hepatic GST activities, and this effect may lead to decreased detoxification of other electrophilic chemicals."
        },
        {
            "References": "PMID:6267734",
            "Value": "/OTHER TOXICITY INFORMATION/ Aliphatic nitriles (including acetonitrile) possess little if any acute toxicity in absence of normal hepatic function & are activated by hepatic mechanisms to release cyanide which accounts for major acute toxic effects."
        },
        {
            "References": "PMID:20836505",
            "Value": "/OTHER TOXICITY INFORMATION/ The formation mechanism of the interdigitated (L(beta)I) phase and the responses of the individual groups of phospholipids to the phase transition are of basic concern within the community of lipid research. ...this work ...studied the effect of acetonitrile (CH(3)CN) on the structure and phase behavior of dipalmitoylphosphatidylcholine (DPPC) bilayers by using differential scanning calorimetry, synchrotron X-ray diffraction, and Fourier transform infrared spectroscopy. /It was/ found that the two processes (i.e., the interdigitation and dehydration of the DPPC bilayers) occur nonsynchronously at two different CH(3)CN concentrations (4 and 12 wt %). A detailed submolecular picture for the formation mechanism of the L(beta)I phase was provided during the L(beta prime) to L(beta)I phase transition at c(CH(3)CN) = 4 wt %: the conformation state and the hexagonal packing mode of the lipid acyl chains and the hydration properties of the lipid polar groups do not change, and the only difference is that the formed L(beta)I phase has a tighter lipid acyl chain packing than that of the L(beta prime) phase. When c(CH(3)CN) > 12 wt %, the added CH(3)CN molecules selectively dehydrate the interfacial carbonyl groups. Thus, two different kinds of L(beta)I phases differing only in the hydration states of the interfacial carbonyl groups of phospholipids exist in the c(CH(3)CN) regions of 5-12 and 13-40 wt %, respectively. The strong ability of acetonitrile to induce interdigitation in the lipid bilayers has been discussed in the viewpoint of its toxicity."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chu W, Chan KH; Sci Total Environ 248: 1-10 (2000) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Acetonitrile has a reported measured Koc Value of 2.2(1). According to a classification scheme(2), this Koc value suggests that acetonitrile is expected to have very high mobility in soil(SRC)."
        }
    ]
}