{
    "_id": {
        "$oid": "6682e841c4e5dba5ffba24af"
    },
    "CID": {
        "$numberInt": "6343"
    },
    "Name": "ETHYL MERCAPTAN",
    "IUPACName": "ethanethiol",
    "CanonicalSMILES": "CCS",
    "Synonyms": [
        "Ethanethiol",
        "ETHYL MERCAPTAN",
        "75-08-1",
        "Mercaptoethane",
        "Ethyl sulfhydrate",
        "Thioethanol",
        "Ethyl thioalcohol",
        "Thioethyl alcohol",
        "Ethyl hydrosulfide",
        "Aethylmercaptan",
        "Etilmercaptano",
        "Aethanethiol",
        "Etantiolo",
        "1-Mercaptoethane",
        "Ethaanthiol"
    ],
    "IsomericSMILES": "CCS",
    "INCHI": "InChI=1S/C2H6S/c1-2-3/h3H,2H2,1H3",
    "INCHIKEY": "DNJIEGIFACGWOD-UHFFFAOYSA-N",
    "Formula": "C2H6S",
    "MolecularWeight": {
        "$numberDouble": "62.14"
    },
    "Description": "Ethanethiol is an alkanethiol that is ethane substituted by a thiol group at position 1. It is added to odorless gaseous products such as liquefied petroleum gas (LPG) to provide a garlic scent which helps warn of gas leaks. It has a role as a rodenticide.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Wakita K et al; Chem Pharm Bull 34: 4463-81 (1986) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2.7 was calculated for ethyl mercaptan(SRC), using a water solubility of 1.56X10+4 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.691",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Exposure of male rats to a concentration of 33,000 ppm for 15 min caused the loss of the righting reflex to 50% of the animals tested."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.691",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Male rats survived a 1 hr exposure to 28,400 ppm; three of five female rats died during a 1 hr exposure to 27,700 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.691",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Instillation of 0.1 mL of undiluted material into the conjunctival sac of rabbits caused slight irritation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When tested by application of drop in rabbit's eye, only slight irritation developed, but high concentration of vapor caused animals to rub and close their eyes after 15 minutes of exposure, indicating considerable irritation. Characteristic property of thiols, and particularly ethyl mercaptan, is the production of lethargy or sleepiness; relatively deep sedation was produced /in rats/ by maximal, sublethal, ip doses. Sedation persists for one to several hours followed by a lethargic condition. Higher exposures result in restlessness, muscular incoordination, skeletal muscle paralysis, severe to mild cyanosis, resp depression, coma and death. Rats receiving ethyl mercaptan by ip injection showed lymphocytic infiltration in hepatic portal spaces, with occasional necrotic foci."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute inhalation of ethyl mercaptan by rats and mice caused irritation of mucous membranes, incoordination, staggering gait, weakness, partial skeletal muscle paralysis, deficient oxygenation of the blood (cyanosis), respiratory depression, coma, and death. Sublethal doses produced swelling, fatty degeneration, and tissue destruction (necrosis) of the liver and cloudy swelling in the kidneys. Undiluted ethyl mercaptan instilled in the eyes of rabbits caused slight-to-moderate irritation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethanethiol (75-08-1) (2000 CD-ROM edition). Available from, as of June 6, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of 10 Crl:CD(SD)BR rats (5 males and 5 females) was exposed to ethyl mercaptan at a mean measured concentration of 991 ppm by inhalation (head-only) over a period of 4 hr. There were no deaths. The only signs attributable to treatment were transient chromodacryorrhea, nasal secretion, and respiratory distress."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.691",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Respiratory function was measured in rabbits exposed to 10, 100, or 1000 ppm for 20 min. Breathing rate and expiratory volume were decreased at 1000 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.691",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Moderate erythema lasting less than 24 hr was noted in rabbits after a 4 hr contact period."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.691",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice exposed to 35 ppm in two 1 minute exposures showed no upper airway irritation measured by whole-body plethysmography."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethanethiol (75-08-1) (2000 CD-ROM edition). Available from, as of June 6, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dermal application of ethyl mercaptan in rats and rabbits caused slight irritation. Skin was discolored in rats but no persistent irritation was noted. Moderate erythema (redness/inflammation), lasting <24 hr was noted in rabbits after a 4 hr contact period."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subchronic inhalation studies in which rabbits, rats and mice were exposed for period of 5 months at concentration of 100 mg/cu m (approx 40 ppm) showed minimal deviations in cardiovascular system regulation and organ weights. Forty ppm was considered to be the threshold effect concentration."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethanethiol (75-08-1) (2000 CD-ROM edition). Available from, as of June 6, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits exposed by inhalation to 1000 ppm /20 min/day for 9 days/ showed a temporary decrease in leukocyte count after 5-7 days of exposure. Red blood cell count and body weight were not affected."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2072",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Local necrosis occurred at the point of injection /100 mg/cu m for 5 months in rats and mice/ and RBC and hemoglobin decreased, while a reticular red cell count decreased parallel to dosage. Other parameters appeared normal. Thus it is concluded that ethylmercaptan at the high doses affects the hematopoietic system."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic inhalation of ethyl mercaptan by rats and rabbits caused cardiovascular disorders, decreased gas exchange, increased nervous excitability, and effects on the blood-forming system including decreased red blood cell counts."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.691",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Subcutaneous administration of 10 and 90 mg/kg to rats and rabbits daily or every other day for 1 year caused localized necrosis at the site of injection. Rabbits showed reductions in red blood cells and hemoglobin and increases in leukocytes and reticulocytes. The most marked changes were noted in the spleen and included hyperemia, dilation of the sinusoids, deposits of hemosiderin, fibrosis, erythrocyte destruction, and increased hematopoiesis. Some of the histopathological changes were also seen in control animals and may have been due to the localized injection site deterioration. Minor microscopic changes were also noted in the liver, lungs, kidney, and testes, and were also possibly incidental to the generalized debilitation caused by chronic subcutaneous injection. However, some of the hemolysis may have been due to thiol-disulfide redox cycling with free-radical formation and specific toxicity to the hemoglobin in erythrocytes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.692",
            "Value": "/GENOTOXICITY/  Ethyl mercaptan was negative in the Ames Salmonella typhimurium assay, productive equivocal results in the mouse lymphoma forward mutation assay, and elicited a positive response in Chinese Hamster ovary sister chromatid exchange assay."
        },
        {
            "References": "PMID:225090",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... The effects of ethanethiol on some metabolic processes of isolated rat hepatocytes, isolated mitochondria from liver and brain and ox-heart submitochondrial particles were studied. Ethanethiol inhibited both gluconeogenesis and ureogenesis from various substrates in rat hepatocytes, depressed cellular ATP content and caused an increased reduction of the mitochondria. Ethanethiol inhibited respiration in isolated rat-liver mitochondria with several substrates, both in the presence of ADP and phosphate or in the presence of an uncoupling agent. Ethanethiol also inhibited respiration in isolated rat-brain mitochondria. ... In ox-heart submitochondrial particles ethanethiol inhibited electron transfer between cytochrome c and O2. Purified cytochrome c oxidase was inhibited by ethanethiol in a non-competitive manner."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Wakita K et al; Chem Pharm Bull 34: 4463-81 (1986) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of ethyl mercaptan is estimated as 22(SRC), using a water solubility of 1.56X10+4 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that ethyl mercaptan is expected to have very high mobility in soil."
        }
    ]
}