{
    "_id": {
        "$oid": "6682e841c4e5dba5ffba24b0"
    },
    "CID": {
        "$numberInt": "6344"
    },
    "Name": "DICHLOROMETHANE",
    "IUPACName": "dichloromethane",
    "CanonicalSMILES": "C(Cl)Cl",
    "Synonyms": [
        "DICHLOROMETHANE",
        "Methylene chloride",
        "75-09-2",
        "Methylene dichloride",
        "Methane",
        "dichloro-",
        "Methylene bichloride",
        "Methane dichloride",
        "Solaesthin",
        "Solmethine",
        "Narkotil",
        "Freon 30",
        "Aerothene MM",
        "Metylenu chlorek",
        "Chlorure de methylene",
        "Dichlormethan"
    ],
    "IsomericSMILES": "C(Cl)Cl",
    "INCHI": "InChI=1S/CH2Cl2/c2-1-3/h1H2",
    "INCHIKEY": "YMWUJEATGCHHMB-UHFFFAOYSA-N",
    "Formula": "CH2Cl2",
    "MolecularWeight": {
        "$numberDouble": "84.93"
    },
    "Description": "Dichloromethane is a member of the class of chloromethanes that is methane in which two of the hydrogens have been replaced by chlorine. A dense, non-flammible colourless liquid at room temperature (b.p. 40??, d = 1.33) which is immiscible with water, it is widely used as a solvent, a paint stripper, and for the removal of caffeine from coffee and tea. It has a role as a polar aprotic solvent, a carcinogenic agent and a refrigerant. It is a member of chloromethanes and a volatile organic compound.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using carp (Cyprinus carpio) which were exposed over a 6-week period, a BCF range of 2.0-40 was determined for dichloromethane at initial concentrations of 25 and 250 ug/L(1). According to a classification scheme(2), this BCF range suggests bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Water Pollut Control Assoc 53: 1503-18 (1981) (2) Davis EM et al; Water Res 15: 1125-7 (1981) (3) Rittman BE, McCarthy PL; Appl Environ Microbiol 39: 1225-6 (1980) (4) Klecka GM; Appl Environ Microbiol 44: 701-7 (1982) (5) Stover EL, Kincannon DF; J Water Pollut Control Fed 55: 97-109 (1983) (6) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Jul 15, 2014: https://www.safe.nite.go.jp/english/db.html (7) European Chemicals Bureau; IUCLID Dataset, Dichloromethane (CAS 75-09-2), Feb 19, 2000. Available from, as of June 18, 2014: https://esis.jrc.ec.europa.eu/doc/IUCLID/datasheet/75092.pdf (8) OECD; SIDS Initial Assessment Profile, Dichloromethane (CAS 75-09-2), CoCAM 1, 10-12 October 2011. Available from, as of June 18, 2014: https://webnet.oecd.org/hpv/UI/handler.axd?id=B8EA971C-0C2C-4976-8706-A9A68033DAA0 (9) Lapertot ME, Pulgarin C; Chemopshere 65: 682-690 (2006)",
            "Value": "AEROBIC: Dichloromethane is reported to completely biodegrade under aerobic conditions with sewage seed or activated sludge between 6 hours to 7 days(1-5). Dichloromethane, present at 100 mg/L, reached 13% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test (OECD 301C Method)(6). Using a respirometer test method, 49% of initial dichloromethane (10 mg/L) biodegraded using an adapted activated sludge inoculum(7). Using a Sapromat respirometer test method, nearly 100% of initial dichloromethane (660 mg/L) biodegraded using an adapted sewage inoculum(7). Dichloromethane was degraded at a concentration of 3.3 mg/L in the aqueous phase of natural sediment with a corresponding half-life of 10.9 days(8). Dichloromethane, at 50 mg/L, had 0% degradation in a Manometric respirometry test over a 28-day incubation period(9)."
        },
        {
            "References": "(1) Gossett JM; Anaerobic Degradation of C1 and C2 Chlorinated Hydrocarbons. Air Force Eng Serv Cent, Eng Serv Lab. ESL-TR-85-38 p. 153 (1985) (2) Deipser A, Stegmann R; ESPR - Environ Sci Pollut res 4: 209-16 (1997) (3) Wood PR et al; pp. 493-511 in Ground-water Quality. Ward CH et al, eds, New York, NY: John Wiley and Sons (1985) (4) Fiorenza S et al; pp. 277-86 in Bioremediation of Chlorinated Polycyclic Aromatic Hydrocarbons. Hinchee RE et al, eds. Boca Raton, FL: Lewis (1994) (5) Egli C et al; Appl Environ Microbiol 54: 2819-24 (1988) (6) OECD; SIDS Initial Assessment Profile, Dichloromethane (CAS 75-09-2), CoCAM 1, 10-12 October 2011. Available from, as of June 18, 2014: https://webnet.oecd.org/hpv/UI/handler.axd?id=B8EA971C-0C2C-4976-8706-A9A68033DAA0 (7) Rhee E, Speece RE; Environ Technol 21: 147-156 (2000)",
            "Value": "ANAEROBIC: Dichloromethane exhibited 86-92% conversion to carbon dioxide (CO2) after acclimation using anaerobic digestion in wastewater(1). Under simulated conditions of a landfills, dichloromethane was degraded at a rate of 0.6 mg/cu m.hr(2). A half-life of 11 days has been reported in a 30-60 day laboratory study using anaerobic groundwater bacteria(3). A rate constant of 0.0064/day, half-life of 108 days, was observed from an initial dichloromethane concentration of 3500 ug/L over a 906 day period at a contaminated methanogenic site in Hawkesbury, Ontario, Canada(4). Biodegradation of dichloromethane in contaminated aquifers may occur under nitrate-reducing conditions via oxidation pathways(5). Dichloromethane is mineralized by various microbial mixed consortia and isolated single bacterial strains both under aerobic and anaerobic conditions(6). Degradation of dichloromethane was observed in sandy loam soil under anaerobic conditions(6). In a computer controlled reactor, anaerobic biodegradation of dichloromethane was 62-88% at maximal loading rates of 5.2-61 mg/L per reactor day(7)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Nicola RM; J Environ Health 49: 342-7 (1987) (2) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985)",
            "Value": "Bottomfish were collected from Commencement Bay and adjacent waterways, Tacoma, WA in 1982. The highest average dichloromethane level was 0.53 ppm in English Sole (Parophrys vetulus) in 5 samples from the City Waterway, with the highest level of dichloromethane at 0.7 ppm(1). In a study on Lake Pontachartrain, New Orleans, dichloromethane concentration in oysters (Crassostrea virginica) from Inner Harbor Navigation Canal was 7.8 ng/g (ppb) wet weight. The concentration of dichloromethane in clams (Rangia cuneata) from Chef Manteur Pass was 27 ppb and from Rigolets, 4.5 ppb(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 1.25"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "The mechanism by which methylene chloride induces mammary adenomas in the rat is important for human hazard assessment. Female Sprague- Dawley rats receiving methylene chloride have a high blood level of prolactin. In common with the response to other agents which act via hyperprolactinaemia, the methylene chloride-induced response is of benign neoplasms only. There is no evidence for the binding of methylene chloride to the DNA of other tissues and hence it seems unlikely that it will bind to mammary tissue when the primary site of metabolism is the liver. It seems most likely, therefore, that the increased incidence of mammary adenomas is the result of an indirect mechanism operating via hyperprolactinaemia."
        },
        {
            "References": "PMID:11884241",
            "Value": "Dichloromethane (DCM) is a hepatic and pulmonary carcinogen in mice exposed to high doses by inhalation. It has been shown previously that the incidence of liver and lung tumors does not increase in rats or hamsters exposed to the dihaloalkane under conditions similar to those that produced tumors in mice. The biological consequences of DCM exposure to humans is therefore uncertain. The carcinogenic effects of DCM in the mouse are caused by the interaction with DNA of a glutathione (GSH) conjugate that is produced by the class theta glutathione S-transferase T1-1 (GST T1-1). The species specificity is thought to be due to the greater amount of transferase activity in mouse target organs and specific nuclear localization of GST T1-1 in target cells. This paper directly compares the relative capacity and locality of DCM activation in mouse and human tissues. The results show that mouse GST T1-1 is more efficient in catalyzing the conjugation of DCM with GSH than the orthologous human enzyme. In addition, the mouse expresses higher levels of the transferase than humans in hepatic tissue. Histochemical analysis confirmed the presence of GST T1-1 in the nucleus of mouse liver cells. However, in human liver GST T1-1 was detected in bile duct epithelial cells and hepatocyte nuclei but was also present in the cytoplasm. Taking this information into account, it is unlikely that humans have a sufficiently high capacity to activate DCM for this compound to be considered to represent a carcinogenic risk."
        },
        {
            "References": "PMID:16765633",
            "Value": "Dichloromethane (DCM) is considered a probable human carcinogen. Laboratory studies have shown an increased incidence of lung and liver cancer in mice but not in rats or hamsters. Despite the correlation between metabolism of DCM by the glutathione-S-transferase (GST) pathway and the occurrence of tumors in different species, the mechanism of tumor induction by DCM metabolites produced through the GST pathway remains unclear. In this study a V79 cell line stably transfected with the murine GST theta 1 gene (mGSTT1) was compared to the parent cell line (MZ) to determine how the construct affects DCM metabolism and the sensitivity of the cell line to DNA damage and cytotoxicity. V79 cells were treated with DCM (2.5-10mM) or formaldehyde (150-600muM) for 2hr. Also, formaldehyde produced by V79 cytosol metabolism of DCM was measured spectrophotometrically. DNA damage and DNA-protein crosslinks were measured by the standard and proteinase K-modified alkaline single cell gel electrophoresis (SCG) assays. Cytotoxicity was assessed by trypan blue stain exclusion, the Live/Dead((R)) cell viability/cytotoxicity kit for animal cells, and the neutral red assay. After DCM treatment a significant concentration-dependent increase in tail moment in the V79 MZ cells was observed compared to a significant concentration-dependent decrease in tail moment in the V79 mGSTT1 cells. Post-incubation with proteinase K significantly increased DNA migrations in DCM-treated V79 mGSTT1 cells. DCM formed significantly higher levels of formaldehyde in the cytosol of the V79 mGSTT1 cells than in the cytosol of the V79 MZ cells. Results using the cytotoxicity assays were comparable using the trypan blue and Live/Dead((R)) assays, neither showing a difference in response between the two cell lines when exposed to either formaldehyde or DCM. These results indicate that V79 mGSTT1 can metabolize DCM to a genotoxic and cytotoxic metabolite, which is likely formaldehyde..."
        },
        {
            "References": "PMID:6352069",
            "Value": "The correlation between biol activity (toxicity and mutagenic effectiveness in Salmonella TA 100) and reactivity towards strong nucleophiles indicates that reactions with nucleophilic groups of high reactivity in biological materials, possibly SH or amino groups in proteins, are involved in dichloromethane's mechanism of action."
        },
        {
            "References": "PMID:7093282",
            "Value": "Increases in the concn of dichloromethane (DCM) lower the oxygen affinity of human hemoglobin as demonstrated by the shift of the oxygenation curves to higher partial pressures of oxygen and increase in the p50 (oxygen pressure necessary for fractional saturation of 0.50). Dichloromethane binds weakly to hemoglobin at four different sites, but binding to only one site is responsible for decreasing the oxygen affinity of hemoglobin."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Kim, Y.C. et al; Fundam Appl Toxicol. 6(1):162-71 (1986). 3710022",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The 10- or 12-hr workday has become increasingly popular in industry. Current occupational exposure limits are designed to protect workers on the standard 8-hr/day workshift and are not intended for use for longer workshifts. Experiments were conducted to compare the effects of a 12-hr exposure schedule to those of an 8-hr schedule on the carboxyhemoglobin (COHb) formation resulting from dichloromethane (DCM) inhalation. Rats and mice were exposed to 200, 500, or 1000 ppm DCM for 8 hr/day for 5 days or 12 hr/day for 4 days. The effect of the unusual exposure schedule on COHb levels was not significant. The metabolic pathway for the formation of COHb appeared to be saturated even at the lowest concentration of DCM. To examine the possible increase in the retention of inhaled DCM in the longer exposure schedule, single exposures for 8 and 12 hr were compared. The peak blood DCM level was dependent upon the DCM exposure concentration, but the half-life was independent of the duration of exposure and the concentration of DCM. The half-life of COHb in blood was prolonged by increasing the DCM concentration, but was not affected by the exposure period. Pyrazole treatment decreased COHb level and increased blood DCM level in rats exposed to DCM. These results suggest that the exposure limit for a chemical with a short biological half-life and readily reversible toxic effect may not need to be adjusted for a longer workshift which is in agreement with some of the mathematical models based upon the pharmacokinetics of a toxicant."
        },
        {
            "References": "PMID:7062270",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single ip injection of /srp: dichloromethane (1330 mg/kg) into/ adult male fischer 344 rats caused renal proximal tubular degeneration. Morphological effects were observed in the cortex and the outer medulla."
        },
        {
            "References": "Carlson GP, Kim YC; IRCS Med Sci 14 (8): 795 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats (200-250 g males) were exposed to 500 or 1000 ppm CH2C12 (DCM) for 8 hr, and a group was exercised within the inhalation chamber in a treadmill cylinder for the last 15 min of every hour of exposure. DCM of orbital sinus blood declined to negligible levels with 2 hr postexposure in both sedentary and exercised rats, with higher levels occurring at the 1000-ppm exposure. The carboxylHb (COHb) levels in rats exposed to 500 ppm DCM were similar in exercised and sedentary rats; at 1000 ppm DCM all levels were higher, but there were small decreases in the COHb of the exercised group compared to the sedentary group. Thus, exercise fails to elevate COHb levels."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 616",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ On rabbit's eyes a single application of 0.1 mL of methylene chloride has caused lacrimation persisting for a week, hyperemia of the conjuctivae and lid margins, small hemorrhages and marked edema of the conjunctiva, subsiding in a week. The corneas lost epithelium and became swollen for a week or two in some rabbits, usually associated with signs of iritis."
        },
        {
            "References": "PMID:11197638",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The present study was designed to determine whether all the DCM detected in the tissues and body fluids had been inhaled while alive using rats as the experimental model. The concentrations of DCM in the tissues and body fluids of a rat that died from DCM poisoning and was left for 20 hr in a box containing DCM vapor were the same as those in the tissues and body fluids of a rat that had died from an injected overdose of barbiturates and had then been placed in the DCM box in a similar manner. Moreover, the concentrations of DCM in the tissues and body fluids of the carcasses that were exposed to the DCM vapor increased gradually throughout the period of exposure. These findings imply that DCM is able to penetrate the tissues and body fluids of rat carcasses through a route other than inhalation such as through the skin."
        },
        {
            "References": "PMID:221241",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The fatty liver induced by methylene chloride inhalation in guinea pig was investigated. Inhalation of 5200 ppm methylene chloride for 6 hr resulted in a 2.5-fold increase in hepatic triglyceride. Electron microscophy revealed the hepatocytes to be normal except for the presence of lipid droplets in the cell periphery. Exposure to methylene chloride also resulted in a 63% decrease in serum triglyceride, suggesting a defect in triglyceride secretion as a cause of fatty liver."
        },
        {
            "References": "Ballantyne B et al; Toxicology 6: 173-87 (1976) as cited in USEPA; Health Assessment Document: Dichloromethane (Methylene Chloride) (Draft) p.5-16 (1983) EPA-600/8-82-004B",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instilling 0.1 and 0.01 mL liquid dichloromethane (DCM) into rabbits' eyes /caused persistent/ lacrimation, ... inflammation of lids and conjunctivae, ... conjunctival edema, ... sloughing and increased intraocular pressure, iritis, and keratitis. Increased corneal thickness developed in rabbits exposed to dichloromethane vapor at concn of 1,750 and 17,500 mg/cu m (504 and 5,040 ppm)."
        },
        {
            "References": "PMID:3781441",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In preparation for the design and performance of chronic toxicity and carcinogenicity studies in rats and mice on dichloromethane (methylene chloride; DCM), biochemical, mutagenicity, short term, metabolic and subchronic feeding studies were carried out. These studies established that it was feasible to present DCM to rodents at adequate levels in drinking water. Saturation of metabolic pathways was demonstrated in both rats and mice at oral doses of approximately 100 mg/kg. The lowest toxic effect levels after 90 days of treatment were found to be approximately 190 and 580 mg/kg for rats and mice, respectively. Dose, vehicles and the exposure regimen were found to affect DCM challenge to target tissues and its metabolism to CO and CO2."
        },
        {
            "References": "PMID:6608211",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The influence of different kinds of industrial solvents on the vestibular function of rats was studied by recording nystagmus, induced by accelerated rotation. The effect was related to the blood levels of the solvents. One group of solvents, including halogenated saturated hydrocarbons like dichloromethane, caused depression of the vestibulo-oculomotor reflex. Another group, including ... halogenated unsaturated hydrocarbons like 1,2-trichloroethylene caused an excitation of the vestibulo-oculomotor reflex. ... If the animals were exposed simultaneously to solvents from both groups, the excitatory effect prevailed and was even potentiated.  It is suggested that solvents cause depression or excitation of the VOR by interaction with central pathways in the reticular formation and the cerebellum"
        },
        {
            "References": "PMID:7268197",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed to dichloromethane vapor at 500 ppm, 1000 ppm, or 1000 ppm as a time-weighted average. ... For 6 hr, 5 days/wk for 2 wk. Kidney microsomes displayed a dose-dependent enhancement of the ethoxy-coumarin O-deethylase activity. After the second wk the enhancement was accompanied by an increase in renal glutathione content. In the liver, UDP-glucuronosyltransferase activity showed a dose dependent increase and NADPH-cytochrome c reductase activity decreased. Hepatic glutathione content remained unchanged. Dichloromethane exposure did not effect hemoglobin concn of the blood. An 8-9% carboxyhemoglobin concn was found after exposure in all groups. The similarity of carboxyhemoglobin concn suggests that in the rat, the metabolic pathway converting dichloromethane to carbon dioxide was saturated ... at the lowest exposure level under study."
        },
        {
            "References": "PMID:6161709",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats were exposed to 500, 1000, or 100 ppm as time-weighted average (TWA) concn of dichloromethane vapor. The 1000 (TWA) ppm exposure consisted of two 1 hr peak concn (2800 ppm) on a basal exposure of 100 ppm. All exposures lasted for 6 hr, 5 days/wk for 2 wk. Solvent concns were analyzed in the perirenal fat samples which showed a relation to the dose with the highest values in the 1000 (TWA) ppm exposures. Solvent concn increased in the perirenal fat between the 2 wk of exposure. Blood carbon monoxide concn did not accurately reflect body solvent /concentrations/. Neurochemical effects displayed a dose relationship and included decreased succinate dehydrogenase and acid proteinase activity at 1000 ppm in the cerebrum. Withdrawal of animals for 7 days /after/ ... the 2 wk exposure showed that the biochemical changes were abolished with the exception of decreased succinate dehydrogenase activity at 1000 (TWA)) ppm."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Animal experiments have shown that continuous exposure to 1,000 ppm can be lethal in 5 to 7 wks for dogs and that fatty livers, icterus, pneumonia and splenic atrophy developed in dogs."
        },
        {
            "References": "WHO; Environmental Health Criteria 32: Methylene Chloride p.29 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects on the mouse liver were studied microscopically ... during continuous exposures. At 347 mg/cu m, fatty infiltration, vacuolization, and enlarged nuclei persisted up to the end of the 10-wk exposure, while an increase in triglycerides concentration was reversible. At 17,350 mg/cu m, body weights fell, and relative liver weights increased up to the end of the 168-hr exposure. Fatty infiltration, an increase in the triglycerides concentration, and hydropic degeneration of the endoplasmic reticulum gradually disappeared. Protein synthesis was depressed. Necrosis was observed in a few hepatocytes."
        },
        {
            "References": "PMID:3749836",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mongolian gerbils were exposed to dichloromethane for three months by continuous inhalation at 210 ppm. Total free tissue amino acids, glutathione, and phosphoethanol-amine were determined in the vermis posterior of the cerebellum and the frontal cerebral cortex. These two brain areas were chosen because humans occupationally exposed to dichloromethane have shown abnormalities in the electroencephalogram of the frontal part of the cerebral cortex. This study showed that /subchronic/ of gerbils to dichloromethane (210 ppm) for three months leads to decreased levels of glutamate, gamma-aminobutyric acid, and phosphoethanolamine in the frontal cerebral cortex, while glutamine and gamma-aminobutyric acid are elevated in the posterior cerebellar vermis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 455 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male a/St mice, 6-8 wk old, received reagent grade dichloromethane in tricaprylin @ doses of 160, 400 & 800 mg/kg body wt ... each dose was injected ip thrice weekly for total of 16-17 injections (total doses, 2720, 6800 & 12800 mg/kg body wt in respective groups). After 24 wk, 18, 5 & 12 animals in the 3 groups were still alive; these were killed & their lungs exam for tumors & compared with 15 survivors out of 20 vehicle-treated controls. In treated mice, 0.9, 0.8 & 0.5 lung tumors per mouse were observed which were not significantly different from 0.27 observed in controls injected with tricaprylin (the working group noted the poor survival of treated animals & the limitations of negative results obtained with this test system ...)"
        },
        {
            "References": "PMID:6693002",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A long term study was conducted to determine the possible chronic toxicity and oncogenicity of methylene chloride. Rats and hamsters were exposed by inhalation to 0, 500, 1500, or 3500 ppm of methylene chloride for 6 hr/day, 5 days/wk, for 2 yr. No exposure related cytogenetic effects were present in male or female rats exposed to 500, 1500, or 3500 ppm. Female rats exposed to 3500 ppm had an increased mortality rate while female hamsters exposed to 1500 or 3500 ppm had decreased mortality rates. Carboxyhemoglobin values were evaluated in rats and hamsters exposed to 500, 1500, or 3500 ppm with the percentage increase in hamsters greater than in rats. Minimal histopathologic effects were present in the livers of rats exposed to 500, 1500, or 3500 ppm. Decreased amyloidosis was observed in the liver and other organs in hamsters exposed to 500, 1500, or 3500 ppm. While the number of female rats with a benign tumor was not increased, the total number of benign mammary tumors was increased in female rats in an exposure-related manner. This effect was also evident in male rats in the 1500- and 3500-ppm exposure groups. Finally, male rats exposed to 1500 or 3500 ppm had an increased number of sarcomas ... located in or around the salivary glands. Therefore, in this 2 yr study, some effects were observed in male and female rats exposed to 500, 1500, or 3500 ppm of methylene chloride. In contrast, hamsters exposed to the same concentrations had less extensive spontaneous geriatric changes, decreased mortality (females), and lacked evidence of definite target organ toxicity."
        },
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Syrian hamsters exposed to methylene chloride by inhalation at concentrations up to 12 400 mg/m3 for 2 years showed no evidence of a carcinogenic effect related to exposure to methylene chloride."
        },
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An excess of tumours in the region of the salivary gland was reported in female rats exposed to either 5300 or 12 400 mg/m3 for 2 years. This excess was only evident when the tumours, which were all of mesenchymal origin, were grouped together for statistical analysis. As the tumours arose from a variety of different cells, the statistical approach adopted was inappropriate. Furthermore, it was reported that the rats in the study had been infected with a common viral disease (sialoda- cryoadenitis) early in the study, an infection that affects primarily the salivary gland... The response was not seen in a second study in which rats were exposed to either 3500, 7100 or 14 100 mg/cu m for their lifetime..."
        },
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A further inhalation study on rats exposed to methylene chloride at concentrations up to 1770 mg/cu m for their lifetime showed no evidence of carcinogenicity. Rats exposed to methylene chloride via their drinking-water or by gavage similarly showed no substantive evidence of carcinogenicity."
        },
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ An increased incidence of benign mammary tumours in rats exposed to methylene chloride has been reported in three studies, two following exposure by inhalation and the third by gavage. There are no reports of increases in mammary tumor incidence in hamsters or in mice receiving methylene chloride at comparable dose levels. The dependence of mammary tumors upon pituitary hormones in both male and female rats has been established unequivocally. In the rat, prolactin acts as both an initiator and promoter of mammary carcinogenesis. There is good evidence that increased prolactin levels increase the incidence of mammary tumors (e.g., the grafting of multiple pituitary glands into Sprague-Dawley rats increases the incidence of mammary tumours and there is a positive correlation between elevated blood prolactin levels and mammary tumors in aged R-Amsterdam female rats)."
        },
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Methylene chloride is carcinogenic in the mouse, causing both lung and liver tumors, following exposure to high concentrations (7100 and 14 100 mg/cu m) of methylene chloride. The incidence of both lung and liver tumors was increased in mice exposed to 7100 mg/cu m for 26 weeks and maintained for a further 78 weeks. There was no substantial evidence of associated toxicity or hyperplasia in the target organs."
        },
        {
            "References": "PMID:3781443",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dichloromethane (DCM) was administered at levels of 0, 60, 125, 185 and 250 mg/kg body weight/day to a total of 1000 B6C3F1 mice in deionized drinking water for 104 wk. The high dose male and female mice showed a transitory increase in mean leucocyte counts. Treatment related toxic changes were noted in both male and female livers at the highest dose. There was a slight elevation of proliferative hepatocellular lesions in the treated males but no dose related trend was apparent and the effect was absent in the females. Neoplastic lesions observed in the study were homogeneous among all groups and were within the range of incidence in historical controls. The results of this study demonstrated a toxicological no observable effect level for DCM of 185 mg/kg body weight/day in both sexes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 272 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male and female Fischer 344 rats, seven weeks of age, were administered dichloromethane (containing < 300 mg/kg cyclohexane, < 20 mg/kg trans-1,2-dichloroethylene, 26 mg/kg chloroform and < 1 mg/kg each methyl chloride, vinyl chloride, ethyl chloride, vinylidene chloride and trichloroethylene) in the drinking-water for 104 weeks. ... Interim terminations were carried out at 26, 52 and 78 weeks in control group 1 and in the low-, mid-1 and -2 and high-dose groups, such that 50 males and 50 females per group received the treatment for 104 weeks. There was no significant difference in survival between the exposed and control groups. In females, the incidences of hepatocellular carcinomas after 104 weeks were: 0/85, 0/50, 0/85, 2/83, 0/85 and 2/85; those of neoplastic nodules [now classified as hepatocellular adenomas] were: 0/85, 0/50, 1/85, 2/83, 1/85 and 4/85; and those of neoplastic nodules and/or hepatocellular carcinomas (combined) were: 0/85, 0/50, 1/85, 4/83, 1/85 and 6/85 in the six groups, respectively. This increasing trend was significant [p < 0.01]; however, tumour incidences in exposed groups were similar to those reported in historical controls in this laboratory (mean, 8%; range, 0-16%). In male rats, no increased incidence of liver tumours was observed at 104 weeks (neoplastic nodules: 4/85, 5/50, 2/85, 3/84, 3/85 and 1/85; carcinomas: 2/85, 2/50, 0/85, 0/84, 0/85 and 1/85; neoplastic nodules and/or carcinomas combined: 6/85, 7/50, 2/85, 3/84, 3/85 and 2/85). No other significant increase in tumour incidence was found."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 273 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 68 female B6C3F1 mice, eight to nine weeks of age, were administered dichloromethane (>99% pure) by whole-body inhalation at concentrations of 0 ppm (control) or 2000 ppm (6940 mg/cu m) for various lengths of time over a 104-wk period. Lung and liver were evaluated histopathologically. Survival was reduced compared with controls in groups exposed to dichloromethane for the first 52, 78, or the complete 104 weeks of the study. The incidences of mice with lung adenomas, carcinomas or adenomas and carcinomas combined and the incidences of mice with hepatocellular adenomas, carcinomas or adenomas and carcinomas combined were increased in all groups in which exposure was begun during the first 26 weeks of the study."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 458 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of rats and mice were exposed by inhalation for 7 hr daily on days 6-15 of gestation to 4.4 g/cu m (1250 ppm) dichloromethane; no effects were observed on avg number of implantation sites/litter, litter size, incidence of fetal resorptions, fetal sex ratios or fetal body measurements."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 60 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Long-Evans rats were exposed to 0 or 4500 ppm (0 or 15600 mg/cu m) dichloromethane (> 97% pure) during either a 3-wk pregestational period or during the first 17 days of gestation or both. Ten females per group were allowed to give birth, & the offspring were exam for abnormal growth & behavior. Dams exposed to dichloromethane during gestation had incr absolute & relative liver weights. There were no effects on litter size or viability, but fetal weight was reduced in both groups exposed during gestation. No treatment related visceral or skeletal abnormality was detected in fetuses of any exposure group, but a greater proportion of litters exposed during both pregestational & gestational periods had fetuses with rudimentary lumbar ribs. No difference in pup birth weight, viability, or growth rate was observed, but alterations in spontaneous locomotor activities were seen in all exposure groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 60 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Injection of dichloromethane into the air space of 2, 3, & 6 day old White Leghorn chick embryos induced abnormalities & death. The LD50 was estimated to greater than 100 umol/egg. Dichloromethane was not teratogenic following injection into the yolk sac of 0 hr old White Leghorn chick embryos. The LD50 was estimated to be 14 mg/egg."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 2050",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/... Rats /were exposed/ to 4500 ppm for 6 hr/day before & during the first 17 days of gestation. Some fetal weight reduction occurred but no malformation increase was found. In the same treatment group ... behavioral studies were done. Post natal growth activity & avoidance learning were not impaired but behavioral habituation was more rapid in the exposed group."
        },
        {
            "References": "WHO; Environmental Health Criteria 32: Methylene chloride p.34 (1984)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fetuses of 19 rats exposed to a methylene chloride concentration of 4340 mg/cu m air on days 6-15 of pregnancy, for 7 hr/day, showed an increased incidence of dilated renal pelvis. Fetuses of 12 mice, exposed similarly, showed an increased incidence of extra sternebrae."
        },
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methylene chloride is not teratogenic in rats or mice at concentrations up to 16,250 mg/cu m. No evidence of an effect on the incidence of skeletal malformations or other developmental effects were observed in three animal studies. Small effects on either fetal or maternal body weight were reported at 4400 mg/cu m, and on postnatal weight gain of male rats at 0.04% in the diet. A two- generation reproductive toxicity study in rats exposed to methylene chloride by inhalation at concentrations up to 5300 mg/cu m, 6 hr/day, 5 days/week for 17 weeks did not show evidence of an adverse effect on any reproductive parameter, neonatal survival or neonatal growth in either the F0 or F1 generation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 59 (1986)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  In gerbils exposed continuously by inhalation to 350 ppm (1200 mg/cu m) but not in those exposed to 210 ppm (730 mg/cu m), dichloromethane for up to 3 mo, increased brain concn of two astroglial proteins (S-100 & GFA) & decreased cerebellar DNA concn were observed. Decreased hippocampal DNA concn were observed at both exposure levels."
        },
        {
            "References": "WHO; Environmental Health Criteria 32: Methylene chloride p.30 (1984)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ CNS depression was noted in dogs, monkeys, rats, rabbits, and guinea pigs during each daily session of repeated exposure to a methylene chloride concentration of 34,700 mg/cu m for 7 hr/day, 5 days/wk, for 6 mos. All animals became inactive, some time after initial excitement."
        },
        {
            "References": "PMID:7335138",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In animal studies, depression of motor activity was observed at concn of 5000 ppm dichloromethane, whereas depression of REM-sleep /srp: was observed at levels as low as/ 1000 ppm."
        },
        {
            "References": "Fuxe K et al; Toxicity 29 (4): 293-305 (1984)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Subacute exposure of male rats to various concn (70-1000 ppm) of DCM produced a selective redn of dopamine levels ... /and/ also produced a discrete dose dependent increase of the noradrenaline turnover. ... Apparently, DCM can produce discrete changes in amine storage and turnover in catecholamine nerve terminal systems of the tel- and diencephalon, some of which may contribute to the DCM induced disturbances of the secretion of anterior pituitary hormones, but actions on other transmitter identified neurons involved in neuroendocrine regulation must also be considered."
        },
        {
            "References": "Robert L. Bornschein. Toxicology and Applied Pharmacology.  52: 29-37 (1980).",
            "Value": "/BEHAVIORAL STUDIES/  Rats divided in four treatment groups were exposed to dichloromethane (DCM) (4500 ppm) or filtered air before and/or during gestation in order to assess the occurrence and extent of toxic effects on developing offspring. The progeny of dams exposed to DCM either prior to and/or during gestation exhibited altered rates of behavioral habituation to novel environments. No simple relationship between exposure period and behavioral outcome was observed. Each of the treatment groups showed effects as a function of age at testing and the behavioral task used. Treatment effects were detectable in offspring as early as 10 days of age and were still demonstrable in 150-day-old male rats. Treatment effects were observed in rats of both sexes in preweaning tests but were not seen in adult female rats. No effects of subacute DCM exposure were evident in growth rate, long-term food and water consumption, wheel running activity, or avoidance learning. This study, which should be viewed as preliminary, is of interest since altered rates of habituation to novel environments were observed in the absence of overt maternal toxicity, or teratogenicity. The effects cannot be definitely attributed to a direct effect of DCM since elevated maternal carboxyhemoglobin (COHb)- or DCM-induced changes in maternal-litter interactions could have been contributing factors. ..."
        },
        {
            "References": "PMID:6620402",
            "Value": "/BEHAVIORAL STUDIES/ Mice (male, Swiss-Webster) exposed via inhalation to dichloromethane (169 mg/L for 0-4 days) were tested for learning ability using a passive avoidance conditioning task. Exposed animals had a significantly decr ability to learn. The exposed animals did not differ from controls in motor activity, weight gain, and absence of analgesia."
        },
        {
            "References": "International Programme on Chemical Safety/ Environmental Health Criteria 164; Methylene Chloride (Second Edition). (1996). Available from, as of July 18, 2014: https://www.inchem.org/documents/ehc/ehc/ehc164.htm",
            "Value": "/GENOTOXICITY/ Under appropriate exposure conditions, methylene chloride is mutagenic in prokaryotic microorganisms with or without metabolic activation  (Salmonella or  Escherichia coil). In eukaryotic systems it gives either negative or, in one case, weakly positive results. In vitro gene mutation assays and tests for unscheduled DNA synthesis (UDS) in mammalian cells were uniformly negative.  In vitro assays for chromosomal aberrations using different cell types gave positive results, whereas negative or equivocal results were obtained in tests for sister chromatid exchange (SCE) induction."
        },
        {
            "References": "PMID:3331695",
            "Value": "/GENOTOXICITY/ Methylene chloride (MC) was evaluated for the induction of micronucleated polychromatic erythrocytes (MPEs) in bone marrow of treated C57BL/6J/Alpk mice. Groups of five male and five female mice were exposed by gavage to doses of 1250, 2500 or 4000 mg/kg MC in corn oil. Bone marrow samples were taken 24, 36, 48 and 72 hr after dosing for analysis. No significant increases in the incidence of MPEs over controls were observed for any of the test groups, and it is concluded that MC is not clastogenic in this assay."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 61 (1986)",
            "Value": "/GENOTOXICITY/ Dichloromethane was ... mutagenic to Salmonella typhimurium when assayed in a desiccator or other closed chamber, both in presence & absence of an aroclor- or phenobarbital induced rat liver metabolic system. Positive responses were obtained with strains TA1535, TA1950, TA100 & TA98, although some laboratories found negative results with TA1535. A few studies found that dichloromethane was not mutagenic to S. typhimurium when assayed in absence of S9 std plate incorporation tests."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 62 (1986)",
            "Value": "/GENOTOXICITY/ Dichloromethane (104, 157 & 209 mM) induced gene conversion, mitotic recombination & gene mutation in Saccharomyces cerevisiae D7 when the cells were grown under conditions that led to the synthesis of endogenous cytochrome p450. Strain D4 (which detects gene conversion only), grown under similar conditions, had one-fifth the p450 activity of strain D7 & responded only marginally to dichloromethane."
        },
        {
            "References": "PMID:7242542",
            "Value": "/GENOTOXICITY/ Several short-term mammalian test systems ... were used for mutagenicity testing of the organic solvent dichloromethane. The cmpd was negative in the forward mutation test on the hypoxanthine-guanine phosphoribosyltransferase locus in Chinese hamster cells. In the test on DNA synthesis inhibition, dichloromethane caused an aspecific inhibition in both human and hamster cells, but in this test, the effect did not indicate a DNA-damaging action. A weak positive effect was found in the test on sister-chromatid exchanges in hamster cells."
        },
        {
            "References": "PMID:6811886",
            "Value": "/GENOTOXICITY/ The effect of mammalian metabolizing enzymes on the mutagenicity of dichloromethane was investigated in Salmonella typhimurium strain TA 100. The cmpd was directly mutagenic toward this strain, with the mutagenic activity being enhanced upon addition of either rat liver microsomes or cytosol fraction. Further experiments showed that cytochrome /SRP: p450/ oxygenase and glutathione-S-transferase are involved in the bioactivation of dichloromethane."
        },
        {
            "References": "NTP; Fiscal Year 1986 Annual Plan p.74 (1986) NTP-86-086",
            "Value": "/GENOTOXICITY/ Chemical test results for mutagenicity of dichloromethane in L5178Y mouse lymphoma cells were equivocal (FY1985)."
        },
        {
            "References": "Strobel K, Grummt T; Toxicol Environ Chem 13 (3-4): 205-21 (1987)",
            "Value": "/GENOTOXICITY/ Dichloromethane (DMC), bromodichloromethane, bromochloromethane (BCM), bromotrichloromethane, and dibromomethane (DBM) were tested for their mutagenic activity. The Ames test and in vitro cell cultures were used. All substances were positive in the Ames test. In the in vitro test with FAF-cells of Chinese hamsters only BCM produced an increase of the sister chromatid exchange frequency. All tested substances induced an increase in the aberration ratio/cell. The highest ratios were induced by DCM, DBM, and BCM."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 62 (1986)",
            "Value": "/GENOTOXICITY/ Dichloromethane (10 uL) was mutagenic to Escherichia coli WU361089 (mutation to tyrosine prototrophy), using a spot test in a desiccator; the same protocol did not lead to mutation of E coli SD-4 to streptomycin independence."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 62 (1986)",
            "Value": "/GENOTOXICITY/ Dichloromethane was tested for induction of sex linked recessive lethal mutations in Drosophila melanogaster. Following exposure by feeding (125 & 620 mM) (in which the flies would presumably also be exposed by inhalation), a weak positive response was observed in one of the 3 broods."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 63 (1986)",
            "Value": "/GENOTOXICITY/ Dichloromethane (2-15 uL/mL) induced dose related chromosomal damage, measured as chromatid gaps, chromatid breaks, isochromatid breaks & exchanges, in cultured Chinese hamster ovary cells. Damage was induced both with & without Aroclor induced rat liver S9, the S9-treated sample giving higher responses. Small but nonsignificant incr in incidence of sister chromatid exchanges were produced, both with & without S9."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 63 (1986)",
            "Value": "/GENOTOXICITY/ Dichloromethane induced sex linked lethal mutations in nematode Panagrellus redivivus maintained for 120 hr in media containing 1x10-8, 1x10-6 or 1x10-4 mole/l."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 62 (1986)",
            "Value": "/GENOTOXICITY/ Liquid dichloromethane applied at concn of 1.17x10-3 M & above for 24 hr was mutagenic in Tradescantia stamen-hair somatic mutation assay. When tested in Tradescantia under conditions that allowed for volatilization of dichloromethane, concn of 0.24-18% resulted in toxicity & a borderline induction of micronuclei (details not given)."
        },
        {
            "References": "Andrae U, Wolff T; Arch Toxicoll 52 (4): 287-90 (1983)",
            "Value": "/GENOTOXICITY/ Dichloromethane (1-30 mM) did not induce DNA damage in a DNA repair test with isolated rat hepatocytes ... At higher concn (approx 30 mM), dichloromethane slightly affected replicative DNA synthesis."
        },
        {
            "References": "PMID:24949447",
            "Value": "/GENOTOXICITY/ Genotoxicity in cells may occur in different ways, direct interaction, production of electrophilic metabolites, and secondary genotoxicity via oxidative stress. Chloroform, dichloromethane, and toluene are primarily metabolized in liver by CYP2E1, producing reactive electrophilic metabolites, and may also produce oxidative stress via the uncoupled CYP2E1 catalytic cycle. Additionally, GSTT1 also participates in dichloromethane activation. Despite the oxidative metabolism of these compounds and the production of oxidative adducts, their genotoxicity in the bone marrow micronucleus test is unclear. The objective of this work was to analyze whether the oxidative metabolism induced by the coexposure to these compounds would account for increased micronucleus frequency. The study used an approach including the analysis of phase I, phase II, and antioxidant enzymes, oxidative stress biomarkers, and micronuclei in bone marrow (MNPCE) and hepatocytes (MNHEP). Rats were administered different doses of an artificial mixture of CLF/DCM/TOL, under two regimes. After one administration MNPCE frequency increased in correlation with induced GSTT1 activity and no oxidative stress occurred. Conversely, after three-day treatments oxidative stress was observed, without genotoxicity. The effects observed indicate that MNPCE by the coexposure to these VOCs could be increased via inducing the activity of metabolism enzymes."
        },
        {
            "References": "Price PJ et al; In Vitro 14: 290-3 (1978) as cited in USEPA; Health Assssment Document: Dichloromethane (Methylene Chloride) (Draft) p.5-84 (1983) EPA-600/8-82-004B",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Fischer rat embryo cell cultures (F1706, subculture 108) /were exposed/ to dichloromethane (DCM) liquid at concn of 1.6X10+2 and 1.6X10+3 uM for 48 hr. ... After treatment, cells were cultured in growth medium alone at 37 °C. Transformation of cells treated with either dose level of DCM was observed by 23 and 30 days of incubation, and was characterized by progressively growing foci, composed of cells lacking contact inhibition and orientation. ... Subcutaneous injection of cells treated with 1.6X10+2 uM dichloromethane five subcultures earlier produced local fibrosarcomas in 5/5 newborn Fischer 344 rats within 60 days following treatment."
        },
        {
            "References": "PMID:12851119",
            "Value": "/IMMUNOTOXICITY/ ... Studies were undertaken to examine whether methylene chloride has any potential to influence the integrity of immune function. For this purpose, Sprague-Dawley rats of both genders were exposed by inhalation to a single high dose (5000 ppm) of methylene chloride for 6 hr/d, 5 d/wk for 28 d. This was considered the relevant route of administration, as not only is inhalation a primary route for human exposure to methylene chloride, but, also, the chemical is absorbed rapidly via the lungs. Under these conditions of exposure, methylene chloride failed to influence absolute or relative thymus weights in either gender and produced a significant reduction in relative, but not absolute, spleen weight in female rats only. Immunocompetence was measured as a function of the ability of treated animals to mount immunoglobulin M (IgM) antibody responses to sheep red blood cells (SRBC) as determined by enzyme-linked immunosorbent assay (ELISA). Exposure to methylene chloride did not affect antibody production. Evidence indicates that under these conditions of exposure, methylene chloride did not compromise immune function."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 458 (1979)",
            "Value": "/OTHER TOXICITY INFORMATION/ In mice, continuous inhalation of 17.5 g/cu M (5000 ppm) caused swelling of rough endoplasmic reticulum, transient severe fatty changes in liver & necrosis in isolated hepatocytes."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 244",
            "Value": "/OTHER TOXICITY INFORMATION/ Following repeated exposure to 10000 ppm, 3 out of 4 rabbits & 2 out of 9 rats died. /Pathological changes included/ ... congestion & edema with focal necrosis or extravasation of blood /in the lungs/. In 2 dogs, liver showed moderate centrilobular congestion & slight to moderate fatty degeneration ... ."
        },
        {
            "References": "PMID:24665765",
            "Value": "/OTHER TOXICITY INFORMATION/ A colorless volatile liquid dichloromethane (DCM) is used as solvents in chemical manufacturing processes. The major route of exposure is via inhalation and to a lesser extent through the skin and digestive tract. /This study/ investigated the effects of DCM on rats and analyzed their liver proteome expression changes. Approximately 1,100 protein spots that were detected by 2-dimensional gel electrophoresis showed reproducible abundance. Mass spectrometry based proteomics was used to characterize the changes in the liver proteome in response to DCM exposure. Consequently, 7 of these spots showed significant changes in expression level after DCM treatment. These proteins were 3 paralogues of glutathione S-transferase, beta 1 globin, 2 hemoglobin beta-2 and alpha-2 globulin. Of these, the expression of alpha-2 globulin was also confirmed by Western blot. The differential expression of these proteins might be caused by DCM exposure."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981., p. 2",
            "Value": "/OTHER TOXICITY INFORMATION/ Cardiac arrhythmias attributed to sensitization of the myocardium have been observed following exposure to high concn of some chlorinated hydrocarbons, but dogs exposed to 10,000 and 20,000 ppm of methylene chloride did not show this phenomenon."
        },
        {
            "References": "PMID:11884241",
            "Value": "/OTHER TOXICITY INFORMATION/ Dichloromethane (DCM) is a hepatic and pulmonary carcinogen in mice exposed to high doses by inhalation. It has been shown previously that the incidence of liver and lung tumors does not increase in rats or hamsters exposed to the dihaloalkane under conditions similar to those that produced tumors in mice. The biological consequences of DCM exposure to humans is therefore uncertain. The carcinogenic effects of DCM in the mouse are caused by the interaction with DNA of a glutathione (GSH) conjugate that is produced by the class theta glutathione S-transferase T1-1 (GST T1-1). The species specificity is thought to be due to the greater amount of transferase activity in mouse target organs and specific nuclear localization of GST T1-1 in target cells. This paper directly compares the relative capacity and locality of DCM activation in mouse and human tissues. The results show that mouse GST T1-1 is more efficient in catalyzing the conjugation of DCM with GSH than the orthologous human enzyme. In addition, the mouse expresses higher levels of the transferase than humans in hepatic tissue. Histochemical analysis confirmed the presence of GST T1-1 in the nucleus of mouse liver cells. However, in human liver GST T1-1 was detected in bile duct epithelial cells and hepatocyte nuclei but was also present in the cytoplasm. Taking this information into account, it is unlikely that humans have a sufficiently high capacity to activate DCM for this compound to be considered to represent a carcinogenic risk."
        },
        {
            "References": "International Labour Office. Encyclopaedia of Occupational Health and Safety. 4th edition, Volumes 1-4 1998. Geneva, Switzerland: International Labour Office, 1998., p. 104.242",
            "Value": "/OTHER TOXICITY INFORMATION/ The principal acute toxic action of dichloromethane is exerted on the central nervous system ... or, in high concn, an anesthetic effect ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Young DR et al; Water Chlorination: Environ Impact Health Effect 4 (Book 2): 871-4 (1983) (2) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985) (3) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (4) Kawata K et al; Bull Environ Contam Toxicol 58: 893-900 (1997)",
            "Value": "SEDIMENT: Bottom sediment near sewage outfall - Southern California - <4 ppb. In Lake Pontchartrain, New Orleans: 1.5 ppb wet weight in sediment from Inner Harbor Navigation Canal; 3.2 ppb in sediment from Chef Monteur Pass; and not detected in sediment from Rigolets(1-2). USEPA STORET database, 338 data points, 20.0% pos, 13.0 ppb median(3). Dichloromethane was not detected in sediments which were collected from mouths of several rivers and a port in Niigata Prefecture, Japan in September, 1995, detection limit= 120 ng/g(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (2006) (2) Borisover MD, Graber ER; Chemosphere 34: 1761-1776 (1997) (3) European Chemicals Bureau; IUCLID Dataset, Dichloromethane (CAS 75-09-2), Feb 19, 2000. Available from, as of June 18, 2014: https://esis.jrc.ec.europa.eu/doc/IUCLID/datasheet/75092.pdf (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Dilling WL et al; Environ Sci Technol 9: 838-8 (1975)",
            "Value": "Dichloromethane has reported experimentally derived Koc values of 28(1), 36(2), 48 and 8(3). According to a classification scheme(4), these Koc values suggest that dichloromethane is expected to have very high mobility in soil. Dichloromethane is adsorbed strongly to peat moss, less strongly to clay, only slightly to dolomite limestone, and not at all to sand(5)."
        }
    ]
}