{
    "_id": {
        "$oid": "6682e842c4e5dba5ffba24b1"
    },
    "CID": {
        "$numberInt": "6348"
    },
    "Name": "Carbon disulfide",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "C(=S)=S",
    "Synonyms": [
        "CARBON DISULFIDE",
        "Carbon disulphide",
        "Carbon bisulfide",
        "75-15-0",
        "Carbon bisulphide",
        "Dithiocarbonic anhydride",
        "Schwefelkohlenstoff",
        "Weeviltox",
        "Wegla dwusiarczek",
        "Solfuro di carbonio",
        "methanedithione",
        "Sulphocarbonic anhydride",
        "Sulphuret of carbon",
        "disulfidocarbon",
        "RCRA waste number P022"
    ],
    "IsomericSMILES": "C(=S)=S",
    "INCHI": "InChI=1S/CS2/c2-1-3",
    "INCHIKEY": "QGJOPFRUJISHPQ-UHFFFAOYSA-N",
    "Formula": "CS2",
    "MolecularWeight": {
        "$numberDouble": "76.15"
    },
    "Description": "Carbon disulfide is an organosulfur compound and a one-carbon compound.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Carbon disulfide. Available from, as of Dec 8, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Carbon disulfide occurrence in plants(1).",
            "Table": "[{'Genus species': 'Panax ginseng', 'Family': 'Araliaceae', 'Common name(s)': 'Ginseng; Korean ginseng; Chinese ginseng; Oriental ginseng', 'Part': 'Root', 'Concn (ppm)': '1500'}, {'Genus species': 'Brassica oleracea', 'Family': 'Brassicaceae', 'Common name(s)': 'Kohlrabi', 'Part': 'Stem', 'Concn (ppm)': '0.19'}, {'Genus species': 'Lentinus edodes', 'Family': 'not reported', 'Common name(s)': 'Shiitake', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 8, 2017: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of <6.1 and <60 were measured in carp for carbon disulfide at concentrations of 50 and 5 ug/L, respectively(1). According to a classification scheme(2), these BCFs suggest bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bremner JM, Banwart WL; Soil Biol Biochem 8: 79-83 (1976) (2) Kelly DR, Smith NA; Adv Microb Ecol 11: 345-85 (1990) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 8, 2017: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: It has been demonstrated that the adsorption of carbon disulfide by moist unsterilized soil increases sharply after approximately 3 hr and the time for complete sorption of the gas decreases with repeated dosing(1). This behavior does not occur with air-dried or sterilized soil and has been ascribed to microbial utilization of the chemical(1). Carbon disulfide is oxidized by some heterotrophs(2). Carbon disulfide, present at 100 mg/L, reached 2% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 1.94"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 547",
            "Value": "...The capacity of CS2 to cause a distal axonopathy ... is identical pathologically to that caused by hexane ... /CS2 reacts/ with protein amino groups to form dithiocarbamate adducts. The dithiocarbamate adducts of lysyl amino groups undergo decomposition to isothiocyanate adducts, electrophiles that then react with protein nucleophiles to yield covalent cross-linking. The reaction of the isothiocyanate adducts with cysteinyl sulfhydryls to form N,S-dialkyldithiocarbamate ester cross-links is reversible, while the reaction with protein amino functions form thiourea cross-links irreversibly. Over time, the thiourea cross-links predominate and are most likely the most biologically significant ... Analysis of cross-linking in erythrocyte proteins has verified that cross-linking occurs through thiourea bridges that accumulate with continuing exposure. Neurofilament cross-linking involves all 3 subunits and also demonstrates a cumulative dose response and temporal relationship consistent with a contributing event in the development of the axonal neurofilamentous swellings ... In addition to ... chronic axonopathy, CS2 can also lead to aberrations in mood and signs of diffuse encephalopathic disease. Some of these are transient at first and subsequently become more long-lasting, a feature that is common in vascular insufficiency in the nervous system. This fact, in combination with the knowledge that CS2 may accelerate the process of atherosclerosis, suggests that some of the effects of CS2 on the CNS are vascular in origin."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p53 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In Wistar rats, a single dose of carbon disulfide administered by gavage at doses up to 632 mg/kg did not cause death ... Anesthetized male Wistar rats acutely exposed to 632 mg carbon disulfide/kg (0.5 mL/kg) had a significantly reduced occurrence of some cardiac arrhythmias after coronary occlusion by surgical ligation when compared to controls ... The heart rate measured before the procedure was significantly lower in exposed rats than in the controls ... The effects of a single gavage administration of carbon disulfide on electrocardiograph (ECG) parameters in anesthetized rats /was also observed/. Changes in ECG were noted at 373 and 506 mg/kg; dose response was noted in QTc. Heart rate was decreased at 632 mg/kg. No significant changes in contractile force of the left ventricle were noted. In conscious male Wistar rats administered 506 mg/kg carbon disulfide once by gavage, blood pressure was decreased (p </= 0.001) 5 hours after treatment, but this change was reversible in another 5 hours ... The NOAEL was 253 mg/kg."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... No mortality occurred in rats exposed to as much as 2470 mg/cu m for 15 hr, although neurological effects were observed ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed to ... 642 ppm of carbon disulfide for 4 hours exhibited no histological evidence of liver damage ... However, hepatotoxicity characterized by hydropic degeneration in parenchymal cells of the centrilobular zone was observed in rats pretreated with phenobarbitone to induce the liver mixed-function oxidase system and subsequently exposed to 642 ppm for 4 hours ... Starvation further potentiated the phenobarbitone induced liver lesions in rats subsequently treated with carbon disulfide."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p95 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The possible role of the ethanol-inducible isozyme of cytochrome P-450 in the metabolism of carbon disulfide has been examined ... Rats were administered various alcohols (methanol, ethanol, isopropanol, and isobutanol) by gavage. Eighteen hours after alcohol administration, rats were administered carbon disulfide intraperitoneally at doses of 1, 100, or 625 mg/kg. The results showed that pretreatment of rats with these alcohols enhances the metabolism of carbon disulfide by increasing the ethanol-inducible isoform of cytochrome P-450 with isopropanol being most potent. Furthermore, the study authors indicate that alcohol induction of P-450-dependent carbon disulfide metabolism per se is not sufficient to result in carbon disulfide-induced hepatic damage although it does lead to the loss of specific cytochrome P-450 function."
        },
        {
            "References": "PMID:3662819",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Wistar rats were exposed to 100 or 600 ppm of carbon disulfide for 6 hr/day, 5 days/wk, for 12 wk to determine the effects on tissue Vitamin B6 concentrations. Liver, kidney, and brain tissue were assayed at the end of 12 wk (12 rats/group and 12 controls exposed to fresh air) for five forms of B6: pyridoxine, pyroxidal, pyridoxamine, pyridoxal phosphate, and pyridoxamine phosphate. During the experiment, urine was assayed for 4-pyridoxic acid on day 5 of wk 2, 4, 6, 10, and 12. By wk eight there were significant differences (p< 0.01) in the body weights of the 3 groups; 600 ppm, 208 +/- 7.5 g; 100 ppm, 216 +/- 9.2 g; and control, 221 +/- 5.2 g. Excretion of 4-pyridoxic acid throughout the experiment after exposure to 100 ppm was essentially the same as the control, but excretion of 4-pyridoxic acid after exposure to 600 ppm was significantly decreased (p< 0.01) during the first 4 wk of exposure and was continuous (p< 0.05) for the 12 wk. Pyridoxine was not detected in liver, kidney, or brain tissue and pyridoxamine was detected only in liver tissue. Even exposure to 600 ppm, carbon disulfide had no significant effect on the content of the forms of vitamin B6 in any of the tissues examined."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four of 22 mice died following inhalation exposure to 800 ppm for 6 hours a day, 5 days a week, for 90 days."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In mice ... /carbon disulfide/ exposures at a concentration of 482 ppm for up to 23 days (4 hr a day, 5 days a wk) have resulted in a marked reduction in cytochrome P-450 and cytochrome c-reductase content after 2 to 3 days. The level returned to normal by the 23rd day of treatment. A significant decrease in uridine diphosphate-glucuronyl (UDP-glucuronyl) transferase was also noted, as well as a significant increase in lipid peroxidation ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Wistar rats exposed to 800 ppm for 15 weeks (5 days a week, 6 hours a day) showed a 10% decrease in body weight gain ... Male Long-Evans rats showed a 6 to 8% decrease at lower concentrations (350 to 600 ppm) following inhalation exposure for 10 weeks ... During a 14-day exposure (10 hours/day) to carbon disulfide at 600 ppm, male rats lost 14% of their body weight ... This concentration also resulted in a narcotic-like stupor in the exposed rats. Contrary to these findings, male Long-Evans rats that were exposed to 500 ppm for 5 or 12 weeks (5 days a week, 6 hours a day) showed no significant changes in body weight gain ... Female Long-Evans rats exposed to 800 ppm for 11 weeks (7 days a week, 7 hours a day) had a 15% decrease in body weight gain; this effect was not seen at 400 ppm ... Inhalation exposure of Fischer 344 and Sprague-Dawley rats at 800 ppm for 90 days (5 days a week, 6 hours a day) caused a 16 to 30% decrease in body weight gain in both sexes ... The percent of decrease in body weight gain depended on the strain of rat used ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p53 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No deaths were noted after a 4-week (5 days a week) administration of 253 mg/kg/day carbon disulfide by gavage to Wistar rats ... Exposure of anesthetized male rats at ... 253 mg/kg/day daily for 4 weeks produced a decrease in left ventricular systolic pressure and changes in an electrocardiograph ... In conscious male Wistar rats ... no effects on blood pressure or heart rate were observed in rats after receiving carbon disulfide at 126 or 253 mg/kg/day for 4 weeks ... 253 mg/kg/day carbon disulfide for 4 weeks by gavage showed a 10% decrease in body weight compared to the controls."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p59 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /orally/ administered 25 mg carbon disulfide/kg/day for 60 days developed normochromic and normocytic anemia, eosinopenia, and an increase in reticulocyte cell numbers. No changes in leukocyte or platelet numbers were observed ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p59 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male mice orally exposed to 3 to 300 mg/kg/day (1 to 14 days) have shown rapid, reversible, dose-related suppression of hepatic microsomal enzymes ... An acute-duration MRL of 0.01 mg/kg/day was derived based on dose-dependent decreases in the activities of liver microsomal drug-metabolizing enzymes in mice ... The LOAEL for this effect was 3 mg/kg/day. The following enzyme activities were decreased: hydroxylation of aniline, O-dealkylation of p-nitroanisole, 7-ethoxycoumarin and 7-ethoxyresorufin, N-demethylation of N,N-dimethylaniline, NADPH-cytochrome P-450 reductase activity, and P-450-associated peroxidase activity. In addition, a decrease in cytochrome P-450 content and total heme content was observed. The inhibition of enzyme activities was reversible. There were no effects on the activities of NADH-ferricyanide reductase, NADPH-cytochrome c reductase, flavin-containing monoxygenase, UDP-glucuronyltransferase, glucose-6-phosphatase, heme oxygenase, and glutathione S-transferase. Also, the content of cytochrome b5 was not altered."
        },
        {
            "References": "PMID:10367350",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Exposure of mice on the control diet to 500 and 800 ppm CS2 induced a small but significant increase in the rate of fatty deposit formation over non-exposed controls. ... There was marked enhancement of the rate of fatty deposit formation in mice exposed to 500 and 800 ppm over the animals on the high fat diet alone. In addition, there was a small but significant enhancement in mice exposed to 50 ppm over the rate of fatty deposit formation induced by the high fat diet alone. Analysis of erythrocyte spectrin for protein cross-linking revealed a dose-dependent formation of alpha- and beta-heterodimers in animals on both diets."
        },
        {
            "References": "PMID:27530093",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oxidative stress is associated with the pathogenesis of carbon disulfide (CS2) induced polyneuropathy. The nuclear factor erythroid 2-related factor 2 (Nrf2) plays a critical role in protecting cells against oxidative stress. However, whether there exists a Nrf2-mediated antioxidative machinery in CS2-induced neuropathy has not been elucidated. In the present study, male wistar rats were randomly divided into three experimental groups and one control group. The rats in experimental groups were treated with CS2 by gavage at dosages of 200, 400 and 600 mg/kg/day respectively, six times per week for 6 weeks. Nrf2-keap1 antioxidative pathway and p62-related kinase signaling in rat nerve tissues was examined by Western blotting and real-time PCR. The results demonstrated that CS2 treatment resulted in Nrf2 translocation from the cytosol to the nucleus in rat spinal cords. In the meantime, the expression of antioxidative enzymes such as NAD(P)H quinone oxidoreductase-1, heme oxygenase-1, and glutamate-cysteine ligase was significantly increased. Furthermore, CS2 treatment increased the level of p62 and its phosphorylation status, while decreased the level of keap1. In addition, CS2 also lead to the activation of CAMKK2 and ULK1 kinase signaling in rat spinal cords and sciatic nerves. Taken together, our results indicated that CS2 intoxication was associated with the activation of Nrf2-ARE antioxidative machinery, which might play a protective role against CS2-induced neuronal damage."
        },
        {
            "References": "PMID:26653656",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ OBJECTIVE: To study the influences of carbon disulfide (CS2) exposure on fatty acid metabolism in apolipoprotein E (ApoE) knockout mice and C57BL/6J mice.  METHODS: Twenty-four male ApoE knockout mice were randomly and equally divided into four groups: a CS2-exposed normal diet group, a CS2-unexposed normal diet group, a CS2-exposed high-fat diet group, and a CS2-unexposed high-fat diet group. Twenty-four C57BL/6J male mice were divided into four groups in the same way. The CS2-exposed groups were exposed to CS2 (1 g/cu m) by static inhalation for 5 hours a day, 5 days a week. After two weeks, the whole blood of mice was collected. Methyl ester derivatization of fatty acids was performed using an acid-catalyzed method. Fatty acid contents before and after exposure were compared by gas chromatography-mass spectroscopy.  RESULTS: There were significant differences in fatty acid contents of mice between the four groups. For the C57BL/6J mice, the arachidic acid contents in the CS2-exposed high-fat diet group were significantly lower than those in the CS2-unexposed high-fat diet group (P = 0.045 0). For the ApoE knockout mice, the arachidonic acid contents in the CS2-exposed normal diet group were significantly lower than those in the CS2-unexposed control diet group (P = 0.045 2). For the ApoE knockout mice, the gamma-linolenic acid contents in the CS2-exposed high-fat diet group were significantly higher than those in the unexposed high-fat diet group (P = 0.044 7).  CONCLUSION: Exposure to CS2 can induce fatty acid metabolism disorder in mice, indicating that CS2 may increase the risk of atherosclerosis and other cardiovascular diseases."
        },
        {
            "References": "PMID:25579033",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ OBJECTIVE: To investigate the effects of carbon disulfide (CS(2)) inhalation on the lipid levels of ApoE knockout gene mice and C57BL/6J mice.  METHODS: Fifty-one male ApoE gene knockout mice were randomly divided into four groups: CS(2)-exposed normal diet group, CS(2)-unexposed normal diet group, CS(2)-exposed high-fat diet group, and CS(2)-unexposed high-fat diet group. Fifty male C57BL/6J mice were divided into four groups in the same way. The exposed groups received 1000 mg/cu m CS(2) by static inhalation (5 hr/d, 5 d/w) for four weeks. The weight of each mouse was determined and recorded once a week. On the 14th day of exposure, six mice in each group were randomly selected to measure serum total cholesterol (TC) levels. On the 28th day of exposure, the serum levels of TC and low-density lipoprotein (LDL) in the remaining mice were measured.  RESULTS: The mean weight gain of exposed groups was less than that of the unexposed groups. On the 14th and 28th days of experiment, the TC levels of the CS2-exposed high-fat diet group were significantly higher than those of the CS(2)-unexposed high-fat diet group among ApoE knockout gene mice (P < 0.01 for both). On the 14th day of experiment, the TC levels of the CS(2)-unexposed high-fat diet group were significantly higher than those of the CS(2)-unexposed normal-diet group among C57BL/6J mice group (P < 0.05). On the 28th day of experiment, the LDL levels of the CS(2)-exposed high-fat diet group were significantly higher than those of the CS(2)-unexposed high-fat diet group among ApoE knockout gene mice (P = 0.003).  CONCLUSION: CS(2) exposure, high-fat diet, and ApoE gene knockout can elevate blood lipids in mice, thus increasing the risk of atherosclerosis."
        },
        {
            "References": "Cohen AE, et al; Am Ind Hyg Assoc J 20: 303-23 (1959) as cited in NIOSH; Criteria Document: Carbon Disulfide p.92-4 (1977) DHEW Pub NIOSH 77-156",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /A study was conducted to determine the/ biochemical changes due to carbon disulfide in 11 male New Zealand white rabbits. The rabbits were exposed to carbon disulfide by inhalation for 6 hr/day, 5 days/wk, for up to 38 weeks. Concentrations of carbon disulfide were 250 ppm (775 mg/cu m) during the first 16 weeks, 500 ppm (1,555 mg/cu m) for the next 5 weeks, and 750 ppm (2,330 mg/cu m) for the final 17 weeks. ... Total serum cholesterol increased in exposed rabbits when the carbon disulfide concentration was increased to 750 ppm (2,330 mg/cu m) and returned to normal after cessation of exposure. ... Increased urinary and fecal excretion of zinc by the exposed rabbits and a gradual decrease in the mean concentration of zinc in the blood serum /was noted/ during the study."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Inhalation exposure of mice to 800 ppm for 6 hours a day, 5 days a week, for 90 days produced nephropathy ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Inhalation exposure of Wistar rats to 546 ppm for 8 months or to 482 ppm for up to 14 months produced decreases in body weight."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Animal studies include a necropsy report on 10 male rabbits exposed to graded concentrations of 250 to 750 ppm carbon disulfide intermittently for 38 weeks that revealed increased adrenal weight, hyperplasia of adrenal cortex, and mild hemosiderosis of the spleen ... No information was given as to whether the controls underwent a sham exposure process, thereby controlling for the stress of the exposure procedure."
        },
        {
            "References": "Yaroslavskiy VK; Bull Eksp Biol Med 68: 88-91 (1969) as cited in NIOSH; Criteria Document: Carbon Disulfide p.89 (1977) DHEW Pub NIOSH 77-156",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female albino rats were exposed to carbon disulfide vapor to study its effects on the course and duration of pregnancy. The animals, in groups of 12 to 20, were exposed to carbon disulfide at a concentration of 2,000 mg/cu m (642 ppm) for 2 hours/day during the entire pregnancy. Two identical series of tests were performed on rats. In the first experiment, 16.8% pre-implantation embryonic mortality occurred in the 12 exposed animals and 3.3% in the 12 controls (P< 0.05). In the second experiment, the pre-implantation mortality rate was 22.6% in 12 exposed rats and 6.5% in 14 controls (p< 0.05). The reproductive success of each exposed group was lower than that of its control group in both experiments (6.8 versus 9.7 fetuses per rat, p< 0.05, and 8.0 versus 9.3 fetuses per rat). There were seven post-implantation deaths in the fetuses of exposed rats and none in those of the controls. There were no significant differences between experimental and control rats in the mean corpus luteum counts or in mean fetal weights."
        },
        {
            "References": "Gondzik M; Pol Med J 10: 133-9 (1971) as cited in NIOSH; Criteria Document: Carbon Disulfide p.88 (1977) DHEW Pub NIOSH 77-156",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of carbon disulfide on testicular tissues of rats were studied. Three experiments were conducted using 85 mongrel rats, 2 to 5 months old and weighing 200 to 260 g. In the first experiment, 12 rats were injected ip every second day for 60 days with 12.5 mg/kg of distilled carbon disulfide dissolved in peanut oil; 5 were given pure peanut oil; and 5 were untreated. In the second experiment, 15 animals were given ip doses of 25.0 mg/kg every other day for 60 days; 10 rats were given pure peanut oil; and 9 were untreated. In the third experiment, 10 were given 25.0 mg/kg ip every other day for 120 days; 10 were injected with peanut oil; and 9 were untreated. ... The testicles of rats from exposed and control groups had similar histologic and histochemical patterns. However, exposed rats had thickened vascular walls, blood-cell-engorged vessels, disorganized seminiferous epithelium, and decreased numbers of spermatozoa. Rats injected with carbon disulfide for a 120-day period, however, showed marked testicular damage. Advanced regressive lesions involving all parts of the testicles of the usually round and smooth tubular basement membrane. Spermatogonia were few and sometimes nonexistent in the seminiferous tubules, and spermatogenesis was absent. Leydig cells showed degeneration and atrophy."
        },
        {
            "References": "Thomas, J.A., K.S. Korach, J.A. McLachlan. Endocrine Toxicology. New York, NY: Raven Press, Ltd., 1985., p. 291",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In rats, carbon disulfide causes progressive testicular atrophy after repeated parenteral administration. The testes from these animals exhibit vasodilation, hemorrhage, and fluid exudation into the testicular parenchyma, suggesting a possible vascular origin for the atrophy. Testicular damage is not observed after inhalation exposure."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Carbon disulfide (CAS# 75-15-0). Available from, as of December 20, 2017: https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a developmental study of albino rats, 30 to 32 animals/group were exposed to carbon disulfide at concentrations of 0, 0.01, 3.20, 32.00, or 64.00 ppm (0, 0.03, 10.00, 100, or 200 mg/cu m, respectively) for 8 hours/day throughout gestation (21 days) ... F1 animals were reared until maturity and mated within experimental groups to produce the F2 generation. The pregnant F1 females were exposed throughout gestation to the concentration of carbon disulfide to which they were exposed prenatally, including air-exposed controls ... Maternal toxicity (reduced weight gain during gestation) was observed in the parental and F1 generations exposed to 100 mg/cu m (F1 generation; 59% decrease was not reported as statistically significant) or 200 mg/cu m carbon disulfide (27% in the parental generation and 74% in the F1 generation) ... Average fetal weight is significantly decreased in this study at 100 and 200 mg/cu m (5 and 7%, respectively) ... Significantly increased preimplantation lethality at 200 mg/cu m and a slight increase at 100 mg/cu m indicate adverse developmental effects at these levels ... Malformations ... include a significant increase in clubbed foot and hydrocephaly in the 100 and 200 mg/cu m animals and increased hypognathia and tail malformations at 200 mg/cu m ... No reported evidence of prenatal developmental effects in the F1 generation exposed to 0.03 or 10.00 mg/cu m. When pregnant F1 females were exposed during gestation, evidence of more severe maternal and developmental effects were observed. These effects included greater maternal weight loss during gestation in the 200 mg/cu m-group (a larger reduction in weight than parental generation at the same exposure level) and increased incidence and severity of malformations compared with the previous generation. Increased malformations also occurred at lower concentrations (0.03 and 10.00 mg/cu m), which did not affect the F1 generation. This effect was explained ... as intrauterine sensitization, a mechanism by which exposure of the parental generation resulted in an F1 generation that was more sensitive to the developmental effects of carbon disulfide during pregnancy. A variety of observations and measurements were made to evaluate postnatal development in F1 and F2 pups. Decreased postnatal survival at 200 mg/cu m and decreased postnatal weight gain on days 4 and 7 was observed in animals exposed to 100 or 200 mg/cu m carbon disulfide ... A decrease in viability at postnatal day 21 was significant, but this effect is not seen in animals exposed to 50 or 100 mg/cu m ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017:: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A developmental study was conducted using New Zealand White rabbits, which are more sensitive than rats to the effects of carbon disulfide ...Rabbits (24/group) were exposed by inhalation to 0, 60, 100, 300, 600, or 1,200 ppm, 6 hours a day, on gestation days 6 to 18. Animals were evaluated on day 29. Maternal toxicity was observed as reduced body weight gain and adverse clinical signs (ataxia, lowered food consumption, wheezing) in the 1,200-ppm group, with some sporadic hematologic alterations at 600 ppm (for example, decreased hematocrit on gestation day 19). These effects were not seen in an initial range-finding study in which rabbits were exposed to 1,000 ppm carbon disulfide. Embryotoxic effects (reduced mean fetal body weight) and post-implantation loss were seen in the 600- and 1,200-ppm exposure groups. Teratogenic effects (increased cumulative skeletal and visceral malformations) were also seen at 1,200 ppm carbon disulfide. In this study the NOAEL for developmental effects was 300 ppm and the NOAEL for maternal toxicity was 600 ppm because of the lack of biological significance in the hematologic findings at this exposure concentration."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p61 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of carbon disulfide by oral gavage at doses up to 150 mg/kg/day to New Zealand white rabbits (gestational days 9 to 19) ... resulted in signs of maternal toxicity, such as transient hind-limb paralysis and loss of body weight over the period of gestation ... There were statistically significant, dose-related increases in the number of resorptions: mean values of 12, 43, 42, and 61 resorption at 0, 25, 75, and 150 mg/kg/day, respectively. Also, dead fetuses were found: 13%, 33%, 43%, and 62% dead/litter for each respective dose group (p<0.00l). Average fetal body weight was decreased significantly in each dose group: 45.5, 45.2, 41.6, 39.5 g/litter for each dose group, respectively ... There was a significant increase in the number of malformed fetuses in 150-mg/kg/day (highdose) animals; however, there was no characteristic pattern of carbon disulfide-related malformations. Males were affected to a greater extent than females. The teratogenic effect of carbon disulfide appears to be more severe in males at the 150-mg/kg/day dose than in females (when separated by dose, p<0.036 for males and p<0.481 for females), whereas the percentage of live fetuses and the average fetal body weight are not sex-dependent."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... There were no effects on estrous cycling, mating index, or fertility index in rats exposed to up to 1560 mg carbon disulfide/cu m, 6 hr/day, before and during mating and throughout gestation. This dose adversely affected maternal weight and weight gain and increased pup mortality, decreased pup viability, and decreased live litter size, but development of the pups was otherwise unaffected. There were no effects at 780 mg/cu m, except for a small increase in the length of gestation (also at 1560 mg/cu m) ..."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  ... In utero exposure of rats to levels of 1250 or 2500 mg/cu m did not induce a significant increase in the incidence of club foot, although it did cause maternal and fetal toxicity and minor skeletal anomalies ... There was no effect at 625 mg/cu m ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Long-Evans rats exposed to 600 ppm carbon disulfide 5 or 6 hours a day, 5 days a week, for 10 weeks showed significant alterations in copulatory behavior and a decrease in ejaculated sperm counts by the 4th and 7th weeks of exposure, respectively. Caudal epididymal sperm counts were not depressed and testes appeared histologically normal. The plasma testosterone levels were significantly reduced. Exposed rats had significantly reduced weight gains during the experiment ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... B6C3Fl mice and Fischer and Sprague-Dawley rats were exposed to 0, 49, 297, or 798 ppm carbon disulfide 6 hours a day, 5 days a week, for 90 days ... Examination of the mice and rats that received the highest dose revealed maternal toxicity but no developmental toxicity."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Maternal reproduction and fetal parameters were evaluated for groups of 20 to 23 pregnant Sprague-Dawley rats exposed to 0, 100, 200, 400, and 800 ppm carbon disulfide, 6 hours a day, during days 6 to 20 of gestation ... Maternal toxicity for the animals exposed to 400 or 800 ppm was evidenced by the significant decrease in maternal body weight gain (19% and 31% decrease) of the exposed rats compared to the controls (p </= 0.01). When gravid uterine weight was subtracted from the dam's body weight gain, the maternal weight was significantly reduced ... Exposure to 400 or 800 ppm carbon disulfide resulted in a significant reduction of fetal body weights for both sexes; the respective weight reduction from control for males was 7% and 14% (p </= 0.01), and for females was 6% and 20% (p </= 0.01). Clubfoot was the only external malformation occurring at higher frequency than in the controls; however, the one fetus affected in one litter at 400 ppm and the seven fetuses affected in five litters at 800 ppm were not sufficient for statistical significance. Incidence of unossified sternebrae was significantly increased in groups exposed to 800 ppm (p </= 0.01), but no other soft tissue anomalies or major skeletal anomalies were present in any treated groups."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 3:503",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats and rabbits were exposed to 20 ppm or 62.3 mg/cu m (recommended occupational exposure limit) and 40 ppm or 124.6 mg/cu m of carbon disulfide during the entire length of the pregnancy period and also 34 weeks before breeding to simulate occupational exposure ... No effects on fetal development in rats or rabbits /was observed/ following inhalation exposure to 62.3 or 124.6 mg/cu m, which corresponds to estimated equivalent oral dosages of 5 and 10 mg/kg for rats and 11 and 22 mg/kg for rabbits ..."
        },
        {
            "References": "PMID:26427868",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbon disulfide (CS2) exposure can cause embryo implantation loss but the mechanism remains unclear. Earlier study revealed that the 4th day of gestation (GD4) and GD5 were the most sensitive exposure time on which the number of implanted embryos decreased obviously in mice. Leukemia inhibitory factor (LIF) in maternal uterine tissue is involved in embryo implantation, which is produced by endometrium and Th2 cells that participate in cellular adhesion of maternal-fetal interface. We herein investigated the effect of CS2 on the expression of LIF in uterine tissue and its regulatory mechanism in Kunming mice. Exposure was on GD3, GD4, GD5 and GD6, respectively, single administration (631.4 mg/kg), and the indexes were arranged in time series after exposure. The results showed that LIF gene breakage was captured at the 18th hour after exposure by Comet-FISH and the protein and mRNA of LIF in uterine tissue were down-regulated after exposure through the peri-implantation period. In addition, sex steroid hormones, progesterone (P4) and oestrogen (E2) were detected since they can stimulate synthesis of LIF from endometrial cells. Results showed that P4 and E2 in serum were down-regulated at all the endpoints of CS2 exposure groups. These findings suggested that the down-regulated LIF induced by the decreased P4 and E2 after mice exposure to CS2 might be important reasons for implantation disorders."
        },
        {
            "References": "PMID:24148948",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To investigate the role of mitochondrial pathway in the apoptosis of spermatogenic cells induced by inhalation of carbon disulfide in male rats.  METHODS: Twenty-four male Sprague-Dawley rats (clean grade) were divided into four groups according to their body weights: three CS(2) exposure groups (CS(2) concentrations: 50, 250, and 1250 mg/cu m) and a control group. The rats in CS(2) exposure groups were exposed to CS(2) by static inhalation for 10 weeks (2 hr/d, 5 d/w), while the rats in control group were exposed to air. Then, all rats were sacrificed by decapitation; testicular tissues were collected, and cytoplasmic proteins were extracted; the levels of apoptosis-inducing factor (AIF), cytochrome c (cyto c), Bcl-2, Bax, procaspase-9, and procaspase-3 were measured by Western blot, and the activities of caspase-9 and caspase-3 were measured using a test kit.  RESULTS: Compared with the control group, all CS(2) exposure groups had significantly increased levels of cyto c in the cytoplasm of testicular tissue (P<0.05); in the 250 mg/cu m CS(2) exposure group, the Bax/Bcl-2 ratio and activities of caspase-9 and caspase-3 increased significantly (P<0.05), and the content of procaspase-9 and procaspase-3 decreased significantly (P<0.05); in the 1250 mg/cu m CS(2) exposure group, the relative expression levels of Bax and AIF in cytoplasm increased significantly (P<0.05), and the expression level of Bcl-2 decreased significantly (P<0.05).  CONCLUSION: Mitochondrial pathway plays an important role in the CS(2)-induced apoptosis of spermatogenic cells in testicular tissue among male rats."
        },
        {
            "References": "PMID:24370357",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To evaluate the effect of carbon disulfide (CS2) exposure during the peri-implantation period on the levels of calcitonin (CT) and progesterone (P4) in the uterus of pregnant mice and to investigate the mechanism of embryo loss induced by CS2 exposure during the peri-implantation period.  METHODS: A total of 168 healthy pregnant Kunming mice were randomly assigned to receive an intraperitoneal injection of CS2 (631.4 mg/kg) or olive oil (control) on gestational day (GD) 3, GD4, GD5, or GD6. The experiment was completed at different end points (GD4, GD5, GD6, GD7, and GD9). The levels of CT and P4 in the uterus were measured by enzyme-linked immunosorbent assay at each end point.  RESULTS: The numbers of implanted embryos in GD3, GD4, GD5, and GD6 exposure groups significantly decreased by 42.85%, 63.74%, 60.45%, and 47.26%, respectively,compared with those in control group (P < 0.01). The GD3, GD4, GD5, and GD6 exposure groups had significantly decreased CT levels at each end point (P < 0.05), and the GD3, GD4, and GD5 exposure groups had significantly decreased P4 levels (P < 0.05). In the GD3, GD4, GD5, and GD6 exposure groups, the number of implanted embryos was positively related with the levels of CT and P4 expressed in the uterus (r = 0.670, P < 0.01; r = 0.632, P < 0.01); the expression level of CT was positively related with that of P4 in the uterus of pregnant mice (r = 0.325, P < 0.01).  CONCLUSION: Exposure to CS2 during the peri-implantation period can reduce the expression levels of CT and P4 in the uterus of pregnant mice, which might be one of the molecular mechanisms of embryo loss induced by CS2 exposure."
        },
        {
            "References": "PMID:24582363",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbon disulfide (CS2), one of the most important volatile organic chemicals, was shown to have serious impairment to male reproductive system. But the underline mechanism is still unclear. In the present study, we aim to investigate the male germ cell apoptosis induced by CS2 exposure alone and by co-administration with cyclosporin A (CsA), which is the inhibitor of membrane permeability transition pore (MPTP). It was shown that CS2 exposure impaired ultrastructure of germ cells, increased the numbers of apoptotic germ cells, accumulated intracellular level of calcium, elevated ROS level, and increased activities of complexes of respiratory chain. Meanwhile, exposure to CS2 dramatically decreased the mitochondrial transmembrane potential and levels of ATP and MPTP opening. Exposure to CS2 can also cause a significantly dose-dependent increase in the expression levels of Bax, Cytc, Caspase-9, and Caspase-3, but decreased the expression level of Bcl-2. Moreover, co-administration of CsA with CS2 can reverse or alleviate the above apoptotic damage effects of CS2 on testicular germ cells. Taken together, our findings suggested that CS2 can cause damage to testicular germ cells via mitochondrial apoptotic pathway, and MPTP play a crucial role in this process."
        },
        {
            "References": "PMID:23433206",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To evaluate the effects of carbon disulfide (CS(2)) exposure during peri-implantation on the estrogen receptor-a (ER-a) expression in the uterus and serum level of estradiol (E(2)) in pregnant mice, and to explore the mechanism of embryotoxicity of CS(2).  METHODS: Healthy female mice were exposed to a single dose of CS(2) (631.4 mg/kg) or olive oil (solvent control) on gestational day (GD)3, GD4, GD5, or GD6. At different time points after exposure, the serum E(2) levels of the pregnant mice were measured by enzyme-linked immunosorbent assay, and the expression levels of ER-a in the uterus were measured by sodium dodecyl sulfate-polyacrylamide gel electrophoresis and Western blot.  RESULTS: Compared with the control group, the GD3, GD4, GD5, and GD6 exposure groups showed significantly decreased serum E(2) levels on day 7 of gestation (P < 0.05); the GD3 and GD5 exposure groups showed significantly decreased serum E(2) levels on day 6 of gestation (P < 0.05). The expression level of ER-a in the GD 4 exposure group was 23.6% lower than that in the control group on day 5 of gestation, and the expression level of ER-a in the GD 5 exposure group was 72.9% lower than that in the control group on day 6 of gestation (P < 0.05); the GD 3 and GD 6 exposure groups showed lower expression levels of ER-a than the control group at any time point, but no significant difference was found (P > 0.05).  CONCLUSION: CS(2) exposure during peri-implantation can reduce the ER-a expression in the uterus and the serum level of E(2) in pregnant mice, which may be one of the mechanisms of embryotoxicity of CS(2)."
        },
        {
            "References": "PMID:23739845",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbon disulfide (CS2) has reproductive toxicity but the mechanism remains unclear. The aim of the present study was to investigate the effect of oxidative stress and DNA damage on embryo implantation of mice exposed to CS2 at peri-implantation. CS2 exposure was on gestational day 3 (GD3), GD4, GD5 and GD6, separately, and the number of embryonic day 9 (E9) mouse embryos was obtained. DNA damage of endometrial cells, oxidative stress and 8-hydroxy-2'-deoxyguanosine (8-OH-dG) level in uterus tissues were tested with time series at different end points after exposure. The number of E9 mouse embryos significantly decreased in all CS2 exposure groups, especially on GD4 exposure. The rates of embryo implantation decreased by 43.05%, 63.74%, 60.45% and 47.26% for CS2 exposure on GD3, GD4, GD5 and GD6, respectively. Oxidative stress significantly increased within 24 hr and reached the top level at 18 hr after exposure. The same time-dependent trend was observed no matter when the exposure happened at peri-implantation. 8-OH-dG significantly increased at 18 hr and 24 hr after exposure by 893.8% and 647.4%, respectively, when compared with the control. The indexes of DNA damage significantly increased at 6 hr after exposure, which appeared earlier than the changes of oxidative stress and 8-OH-dG. Besides, both oxidative stress and DNA damage showed a strong negative correlation with the number of E9 mouse embryos. The present study illustrated that CS2 directly induced DNA damage in endometrial cells and enhanced the action through oxidative stress, both of which were responsible for CS2-induced embryo loss."
        },
        {
            "References": "PMID:24025711",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbon disulfide (CS2) exposure might disrupt embryo implantation in females during pregnancy but the relevant mechanism remains unclear. Since integrin beta3 has shown to be one of the cell adhesion molecules involved in embryo implantation, the current study examined the effect of CS2 exposure during the peri-implantation period on the protein and mRNA expression of integrin beta3 and its DNA methylation degree in the uterine tissue of gestational mice. Exposure was on the 3rd day of gestation (GD3), GD4, GD5 and GD6, respectively, one time administration (631.4 mg/kg). The number of implanted embryos on GD9 was observed and compared with the control, it was decreased by 32.92%, 56.11%, 56.11% and 51.21%, respectively, which revealed that GD4 and GD5 were the most sensitive time for embryotoxicity. The protein and mRNA expression of integrin beta3 were detected each day after exposure till the GD7 endpoint. It down-regulated the protein and mRNA expression of integrin beta3 in uterine tissue and there was a positive correlation between the number of embryos and the expression of protein on the first and second day after exposure. However, the degree of integrin beta3 DNA methylation was not affected, which was detected by bisulfite sequencing polymerase chain reaction (BSP) method. These findings suggest that the decreased protein and mRNA level of integrin beta3 in the uterine tissue after mice exposure to CS2 might be relevant to the underlying mechanism of embryo implantation disorders, but DNA methylation of integrin beta3 does not contribute to this action."
        },
        {
            "References": "PMID:24053955",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ OBJECTIVE: To investigate the DNA damage of splenic lymphocytes in pregnant mice exposed to carbon disulfide (CS2) in the implantation phase and to explore the mechanism of abnormal implantation induced by CS2 from the perspective of immune injury.  METHODS: Mice were exposed to CS2 at different doses or at different time points in the implantation phase to establish model 1 and model 2. For model 1, mice were assigned to four groups to receive a single intraperitoneal injection of low-dose CS2 (0.1 LD50, 157.8 mg/kg), middle-dose CS2 (0.2 LD50, 315.7 mg/kg), and high-dose CS2 (0.4 LD50, 631.4 mg/kg) as well as an equal volume of olive oil (control) on gestational day (GD) 4. For model 2, mice were assigned to four groups to receive a single intraperitoneal injection of CS2 (0.4 LD50, 631.4 mg/kg) or an equal volume of olive oil (control) on GD3, GD4, GD5, and GD6. At the end, single cell suspension of splenic lymphocytes was prepared. Cell viability was measured by trypan blue staining, and the DNA damage of splenic lymphocytes was evaluated by alkaline single cell gel electrophoresis assay.  RESULTS: The middle-dose and high-dose exposure groups showed significantly more DNA damage of splenic lymphocytes than the control group (P < 0.01); there was significant regression relationship between indicators of DNA damage and exposure doses (P < 0.01). The GD3, GD4, GD5, and GD 6 exposure groups showed significantly more DNA damage of splenic lymphocytes than the control group (P < 0.01), and the GD 4 exposure group had the most DNA damage.  CONCLUSION: Exposure to CS2 in the implantation phase can induce DNA damage of splenic lymphocytes in pregnant mice, and the DNA damage was aggravated with the increase in CS2 concentration. GD4 may be the sensitive time point for DNA damage of splenic lymphocytes induced by CS2 in pregnant mice."
        },
        {
            "References": "PMID:24080331",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Carbon disulfide (CS2) may lead to spontaneous abortion and very early pregnancy loss in women exposed in the workplace, but the mechanism remains unclear. We designed an animal model in which gestating Kunming strain mice were exposed to CS2 via i.p. on gestational day 4 (GD4). We found that the number of implanted blastocysts on GD8 was significantly reduced by each dose of 0.1 LD50 (157.85 mg/kg), 0.2 LD50 (315.7 mg/kg) and 0.4 LD50 (631.4 mg/kg). In addition, both the level of DNA damage and apoptosis rates of endometrial cells on GD4.5 were increased, showed definite dose-response relationships, and inversely related to the number of implanted blastocysts. The expressions of mRNA and protein for the Bax and caspase-3 genes in the uterine tissues on GD4.5 were up-regulated, while the expressions of mRNA and protein for the Bcl-2 gene were dose-dependently down-regulated. Our results indicated that DNA damage and apoptosis of endometrial cells were important reasons for the loss of implanted blastocysts induced by CS2."
        },
        {
            "References": "PMID:21241594",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ OBJECTIVE: To observe the effect of carbon disulfide (CS(2)) on the expression of matrix metalloproteinase (MMP)-2, MMP-9 in mouse embryo and uterus tissues and to explore the mechanism of embryo toxicity induced by CS(2).  METHODS: At the phases of follicular development and embryonic implantation which was subdivided into early-implantation phase and late-implantation phase, mice were intraperitoneally exposed to CS(2) (the dosage was 631.4 mg/kg, and the volume was 0.1mL/10 g body weight) for 2 consecutive days. All indicators were got at the ninth day in gestation, and the expression of MMP-2 and MMP-9 in embryo and uterus tissues was analyzed by gelatin zymography.  RESULTS: The number of implanted embryos significantly decreased after exposure at late-implantation phase (16.000 +/- 12.166) compared with those of the control (30.700 +/- 5.599, P < 0.05). Expression of MMP-2 and MMP-9 in embryos declined obviously at the three reproductive phases (P < 0.01), and the levels of MMP-2 and MMP-9 expression in embryos at the phases of late-implantation phase (0.6837 +/- 0.0929, 0.7309 +/- 0.0822) and follicular development (0.6222 +/- 0.0997, 0.7520 +/- 0.1068) were much lower than those of the control (1.0000 +/- 0.0710, 1.0000 +/- 0.0413, P < 0.01). Expression of MMP-2 and MMP-9 in uterus significantly increased at the phase of late-implantation (1.3153 +/- 0.3032, 5.0210 +/- 4.0307) compared with those of the control (1.0000 +/- 0.1771, 1.0000 +/- 0.0996, P < 0.01).  CONCLUSION: Embryo toxicity of CS(2) is more obvious at the phase of late-implantation. Exposure to CS(2) disturbs expression of MMP-2 and MMP-9 in embryo and uterus tissues, which might be one of the important factors contributed to embryo toxicity induced by CS(2)."
        },
        {
            "References": "PMID:16105462",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... At the phases of follicle developing, implanting and post-implantation of blastocyst, female mice were injected intraperitoneally with carbon disulphide 631.4 mg/kg per day for three days while controls with plant oil. All indexes were detected at the fourteenth day of pregnancy. ... (1) In follicle developing CS(2) exposed group, the weight of embryos fossa [(1.23 +/- 0.36) g] was 41% less than that in controls [(2.08 +/- 0.48) g] ... and in implanting CS(2) exposed group the weight of embryo fossa, and embryos [(1.27 +/- 0.97) g, and (0.12 +/- 0.09) g respectively] were 39% and 37% less than those in controls [(2.08 +/- 0.48), (0.19 +/- 0.06) g, P = 0.068, P = 0.045]; (2) In both follicle developing and implanting CS(2) exposed group, the weights of uterus and placenta were also less than those in controls (P < 0.01). (3) In post-implantation CS(2) exposed group, the above parameters were not significantly different from those in controls."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 653",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Eight dogs were exposed to 400 ppm carbon disulfide in air 8 hr per day, 5 days per week, for 10 to 15 weeks. When removed from the chamber, the dogs were drowsy and staggered and stumbled as if drunk. They were very thirsty but did not eat for hours after leaving the chamber. Although they slept most of the time they were in the chamber, they were excited and noisy at night in their kennels. The dogs also developed many clinical and pathological signs analogous to those in workers: marked behavioral changes and toxic disease of nerve cells of the cortex of the brain were observed in all of them. Rigidity and tremor (parkinsonism) and choreatic movements were seen frequently, as was disease of the nerve cells of the basal ganglia. Motor weakness, flaccid paralysis, and nerve tenderness were the most frequent signs observed; the peripheral nerves showed axonal degeneration while the myelin sheath was well preserved. Cardiovascular changes included electrocardiographic abnormalities, especially inversion of the T wave, retinal angiospasms, and arthrosclerosis of the veins of the cortex of the brain."
        },
        {
            "References": "PMID:25511265",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ OBJECTIVE: To study the changes in microtubule motor protein expression in the spinal cord and sciatic nerve of rats exposed to carbon disulfide, and to investigate the possible molecular mechanism of changes in axonal transport in carbon disulfide-induced peripheral neuropathy.  METHODS: Healthy adult male Wistar rats were randomly divided into one control group and three experimental groups (10 rats per group). The rats in experimental groups were intoxicated by gavage of carbon disulfide at a dose of 200, 400, or 600 mg/kg 6 times a week for 6 consecutive weeks, while the rats in control group were given the same volume of corn oil by gavage. Animals were sacrificed after exposure, with nerve tissue separated. The levels of dynein, dynactin, and kinesin in the spinal cord and sciatic nerve were determined by Western blot.  RESULTS: The content of dynein, dynactin, and kinesin in the sciatic nerve decreased significantly under exposure to carbon disulfide. The levels of dynein in the sciatic nerve were reduced by 23.47% and 33.34% at exposure doses of 400 and 600 mg/kg, respectively. The levels of dynactin in the sciatic nerve of the three experimental groups were reduced by 19.91%, 24.23%, and 41.30%, respectively. The level of kinesin was reduced by 25.98% under exposure to 600 mg/kg carbon disulfide. All the differences were statistically significant (P < 0.01). As compared with the control group, the 600 mg/kg group experienced a 28.24% decrease in level of dynactin in the spinal cord (P < 0.01), but no significant change was observed in the level of dynein or kinesin.  CONCLUSION: Carbon disulfide has an impact on microtubule motor protein expression in nerve tissues, which might be involved in the development of carbon disulfide-induced peripheral neuropathy."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurological effects such as hind-limb motor difficulties, reduced nerve conduction velocity, and degeneration of nerve fibers were seen in rats exposed to 700 ppm of carbon disulfide for 5 hours a day, 5 days a week, for 12 weeks ... These pathologies continued to 3 weeks postexposure but were slightly improved 6 weeks after carbon disulfide exposure. The improvement continued up to the 18th week of recovery, suggesting that the process may be reversible ... Paralysis of hind limbs was observed in Wistar rats exposed to 546 ppm for 8 months (5 hours a day, 6 days a week); this effect was not seen at 321 ppm ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Morphological changes in the peripheral nerve and the spinal cord were studied in rats and mice exposed to 50, 300, or 800 ppm carbon disulfide, 6 hours a day, 5 days a week, for 90 days ... Rats exposed to 50 ppm showed no changes in any parameters; rats exposed to 300 ppm showed only occasional swelling of axons in dorsal corticospinal fibers of the lumbar spinal cord; and rats exposed to 800 ppm showed extensive neurofilamentous axonal swelling in the spinal cord. Neurofilamentous axonal swelling was particularly seen in the distal portion of long fiber tracts, including prominent swellings in the dorsal ascending sensory fibers, whereas it was only intermittently seen in the dorsal corticospinal fibers. In addition, extensive peripheral nerve changes were seen at the level of the posterior tibial nerve. The sciatic nerve showed no appreciable loss and only occasional axonal swelling. Ultrastructurally, the axonal swellings contained abundant disorganized neurofilaments, decreased microtubules, and thin or absent myelin. Brain and body weight were decreased in proportion to the concentration, with the decrease in brain weight statistically significant in the 800-ppm group."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Reductions in nerve conduction velocity have ... been observed in the central nervous system and in the optic pathway, as indicated by increased latencies and decreased amplitudes of somatosensory-, visual-, or brainstem auditory-evoked potentials in rats exposed to 2500 mg carbon disulfide/cu m for periods of 11 to 15 weeks ... There was also a transient increase in the latency of some components of the brainstem auditory-evoked potential at 630 mg/cu m ..."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 230, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Rats exposed to between 800 and 2500 mg carbon disulfide/cu m for between 3 and 15 months developed an axonopathy in the peripheral nerves and/or spinal cord ... The distal portions of the largest and longest myelinated axons (which are the most rapidly conducting axons) are affected first. Structural changes proceed through the development of large axonal swellings composed of disorganized masses of neurofilaments proximal to the nodes of Ranvier, followed by axonal atrophy and Wallerian-like degeneration proximal and distal to the swellings, respectively. These features are characteristic of giant neurofilament axonopathies induced by other compounds, such as 2,5-hexanedione, the neurotoxic metabolite of hexane ..."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurobehavioral effects have been observed in a number of studies in rats. Neuromuscular effects, most notably reductions in grip strength and gait alterations, were observed following 2 to 4 weeks of exposure to 1600 and 2500 mg/cu m."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Rats were exposed to 160, 1600, or 2500 mg/cu m, 6 hr/day, 5 days/week, for up to 13 weeks, neurofilament protein cross-linking in the spinal cord was observed as early as 2 to 4 weeks at all exposure levels ... Other early indicators were increased expression of nerve growth factor receptor mRNA in the sciatic nerve (an indicator of alterations in the axon-Schwann cell relationship) ... and gait abnormalities ... By 4 weeks, the neuromotor alterations progressed to reductions in grip strength of the hind limbs and forelimbs ... Axonal swelling and degeneration ... and electrophysiological alterations ... in the peripheral nerves and/or spinal cord occurred only in the later stages of the study and at the two highest dose levels."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Four female monkeys exposed to 256 ppm for 6 hours a day, 5 days a week, for 5 to 13 weeks suffered permanent visual impairment with degeneration of retinal ganglion cells compared to one control ... Visual acuity thresholds in two macaque female monkeys were severely disrupted after 5 weeks of intermittent exposure (6 hours a day, 5 days a week) to 256 ppm carbon disulfide. One monkey showed some recovery at 16 weeks postexposure; the other showed no improvement ... The observed effects were secondary to the effects on the optic nerve."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a study that examined effects in rats (Wistar) and mice (H strain) exposed to carbon disulfide for 4 hours, rats appeared to be more sensitive than mice ... The concentration that resulted in a 30% inhibition of electrically evoked seizure discharge was 1,370 ppm in male rats and 2,600 ppm in female mice."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Short-term exposures to inhaled carbon disulfide in rats have shown consistent results with respect to brain chemistry changes and sensory and motor nerve conduction alterations. Rats exposed for 4 hours a day for 10 days at 642 ppm showed decreased noradrenaline, increased dopamine, and elevated tyrosine in the brain ... The authors proposed that changes in tyrosine, dopamine, and noradrenalin may be caused by a feedback mechanism in which the increase in dopamine prevents a conversion of tyrosine to dopamine. No relationship to clinical signs or behavioral effects was noted. Further work at the same exposure level indicates that the noradrenaline concentration remains significantly decreased for at least 20 hours after a 1-hour exposure, but the dopamine levels return to normal ... Female rats exposed to 777.1 ppm for 12 hours showed swollen brain mitochondria and elevated brain adenosine triphosphate (ATP) levels compared to controls ... No histopathological changes were noted in brain tissue ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Male Wistar rats were exposed to 578 ppm carbon disulfide for 10 months /and/ ... to 803 ppm /for 18 hr/ ... The l0-month exposure caused loss of motor equilibrium, muscular weakness, and hind-limb paresis, and the acute dosing caused severe /CNS depression/, reduced cardiac and respiratory rate, straightening of hind limbs, and lower body temperature. However, brain mitochondria in both groups of animals exhibited the same types of disturbances in oxidative phosphorylation-uncoupling of oxidative phosphorylation, decreased phosphorus-oxygen (P:O) ratio, and a lower ATP-inorganic phosphorus (ATP-Pi) exchange rate ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The chronic effect of carbon disulfide exposure on the central nervous system was examined by auditory brainstem responses (ABR) in female JCl Wistar rats ... Rats were exposed by inhalation to 200 or 800 ppm, 6 hours a day, 5 days a week, for 15 weeks. Auditory responses were measured before exposure, every 3 weeks during exposure, and in weeks 2 and 6 after exposure. The delayed latencies of ABR were observed at 800 ppm suggesting a conduction dysfunction. The transient delay of ABR responses at 200 ppm indicated only slight conduction dysfunction. Rats recovered 2 to 6 weeks after carbon disulfide exposure."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) (August 1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neuromuscular and sensory effects were evaluated in Long Evans rats exposed to 500 ppm (6 hours a day for 5 or 12 weeks) using an acoustic startle test ... Neuromuscular integrity was shown to be compromised based on auditory startle reflex amplitude; animals showed a 70% recovery 4 weeks postexposure. No clinical signs of neurotoxicity or changes in hearing function or acoustic tone thresholds were noted. Use of a single exposure concentration precluded assessment of dose response."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p61 (1996). Available from, as of december 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Compared to untreated rats, significant decreases in noradrenaline in the midbrain, hypothalamus, and medulla oblongata were observed in rats 2 hours after they received a single gavage dose of 300 mg carbon disulfide/kg body weight ... 3,4-Dihydroxyphenylalanine was significantly increased in the midbrain, as was dopamine in the medulla oblongata. In the hippocampus, no change in acetylcholine was observed ... Hind-limb paralysis was noted in New Zealand rabbits and outbred rats administered 25 and 400 mg/kg/day, respectively, for l0 to 14 days during gestation ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p77 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute intraperitoneal injections of 504 mg/kg carbon disulfide for 3 consecutive days in male rats caused a significant decrease in aminopeptidase activity in the thalamus and cerebellum of the brain ..."
        },
        {
            "References": "PMID:16002115",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Inhalation studies were conducted on ... carbon disulfide, which targets the central nervous system (spinal cord) and peripheral nervous system (distal portions of long myelinated axons). ... Carbon disulfide produced intra- and intermolecular protein cross-linking in vivo. The observation of dose-dependent covalent cross-linking in neurofilament proteins prior to the onset of lesions is consistent with this process contributing to the development of the neurofilamentous axonal swellings characteristic of carbon disulfide neurotoxicity. Of significance is that valine-lysine thiourea cross-linking on rat globin and lysine-lysine thiourea cross-linking on erythrocyte spectrin reflect cross-linking events occurring within the axon."
        },
        {
            "References": "PMID:9498230",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Behavioral changes in rats were measured using a functional observational battery (FOB), which is a series of observations and manipulations designed to assess the neuronal integrity of autonomic, motor, sensory, and integrative functions. Young adult male and female Fischer-344 rats were exposed to one of four CS2 concentrations (0, 50, 500, or 800 ppm, six hours/day, five days/week) and tested at the end of one of several exposure durations (two, four, eight, or 13 weeks). All rats were also tested before exposure began to obtain baseline values. Neuromuscular deficits which were more pronounced in the hindlimbs, e.g., decreased strength and gait alterations, were detected in rats of both sexes. These changes were closely related to CS2 concentration and exposure duration, with mild gait changes evident after only two weeks of exposure. Other effects, mostly observed at 13 weeks, included decreased responsiveness to a visual stimulus and mild tremors. Reactivity in response to handling was generally increased, and excitability in the open field was decreased, in rats tested after the shorter exposures (two and four weeks)."
        },
        {
            "References": "PMID:9498229",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The effects of subchronic exposure to carbon disulfide (CS2) on ventral caudal tail nerve compound nerve action potential (CNAP) amplitudes and latencies, and nerve conduction velocity (NCV) in rats were examined. Male and female Fischer 344 rats were exposed to 0, 50, 500, or 800 ppm CS2 for 6 hrs/day, 5 days/week. Using separate groups, exposure duration was 2, 4, 8, or 13 weeks. Exposure to 500 or 800 ppm CS2 for 13 weeks decreased NCV /nerve conduction velocity/ compared to the 50 ppm CS2 group. CNAP /compound nerve action potential/ amplitudes were increased, and peak P1P2 interpeak latency decreased, after exposure to 500 or 800 ppm CS2 for 13 weeks. Most of the changes in NCV and CNAPs were not attributable to differences in tail or colonic temperature. ... Assessment of tail nerve morphology after 13 weeks exposure to 800 ppm CS2 revealed only minor changes compared to the extent of axonal swelling and degeneration observed in the muscular branch of the tibial nerve and axonal swelling in the spinal cord. In older animals the NCV increased, the CNAP amplitudes increased, and the CNAP latencies decreased."
        },
        {
            "References": "PMID:9498228",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The study objectives were to examine the morphological progression and dose response of carbon disulfide (CS2) distal axonopathy in the muscular branch of the posterior tibial nerve (MBPTN) and spinal cord. Male and female F344 rats were exposed to 0, 50, 500 or 800 ppm CS2 by inhalation, 6 hours/day, 5 days per week, for 2, 4, 8 or 13 weeks. At 8 weeks, in the MBPTN, single fascicles contained individual swollen axons. By 13 weeks, multiple fascicles had giant swollen axons with thin myelin sheaths and occasional degenerated and regenerated axons.  At 8 weeks, in the spinal cord, white matter changes in cervical segments 1 and 2 consisted of prominent multifocal axonal swelling in the fasciculus gracilis nerve tracts. In lumbar segments 1 and 2, multifocal axonal swelling was first present at 8 weeks in the lateral and ventro-medial funiculus. By 13 weeks, axonal swelling was diffuse in the fasciculus gracilis nerve tracts of the cervical spinal cord and the lateral and ventral funiculus nerve tracts in the lumbar spinal cord. Compared to the spinal cord, where axonal swelling was present in rats exposed to 800 and 500 ppm, in the muscular branch of the posterior tibial nerve, axonal swelling was only present at 800 ppm at both 8 and 13 weeks. Electron microscopic examination demonstrated marked accumulations of neurofilaments in swollen axons in the spinal cord and MBPTN /muscular branch of the posterior tibial nerve/ . Axonal swelling was not present in the spinal cord at 50 ppm, or in the MBPT at 50 and 500 ppm. Axonal swelling was not present at earlier time points of 2 and 4 weeks in either the spinal cord or MBPTN."
        },
        {
            "References": "PMID:10322749",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Changes in monoamine transmitter, amino acid transmitter and their metabolites in brain tissues were observed in rats exposed to CS2 at levels of 0, 1,200 and 2,400 mg/cu m respectively, for two months. Results indicated that exposure to CS2 could cause decrease in 3-methoxy-4-hydroxy mandelic acid (VMA), increase in 3,4-dioxybenzoic acid, a metabolite of dopamine, and high vanillic acid in rat striatum, decrease in excitatory amino acids and their metabolites (glutamine, aspartic acid and asparagine), with a certain relationship between contents of VMA, aspartic acid and asparagine and changes in neurobehavior."
        },
        {
            "References": "PMID:9498227",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... NGF-R /nerve growth receptor factor/ mRNA expression increased in a dose- and time-dependent manner. Message levels were already increased after 2 wks of exposure to 800 ppm CS2, and increased further with continued exposure. Morphological alterations were not apparent in the sciatic nerve, even at the highest dosage levels with the longest exposure times."
        },
        {
            "References": "PMID:24887698",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chronic exposure to carbon disulfide (CS2) can induce polyneuropathy in occupational worker and experimental animals, but underlying mechanism for CS2 neuropathy is currently unknown. In the present study, male Wistar rats were randomly divided into three experimental groups and one control group. The rats in experimental groups were treated with CS2 by gavage at dosages of 200, 400 and 600 mg/kg/day respectively, six times per week for 6 weeks. The formation of autophagosomes and lysosomes in motor neurons of rat spinal cord was observed by transmission electron microscopy, the level of autophagy-related proteins, lysosome-associated membrane protein 1 (LAMP-1), and cathepsin B in spinal cord tissues was determined by Western blot analysis, and the activity of cathepsin B was measured by fluorescence assay. The results demonstrated that the number of lysosomes in motor neurons was markedly increased in CS2-treated rats. In the meantime, the administration of CS2 significantly increased the level of microtubule-associated protein light chain 3-II (LC3-II), Atg1, UVRAG and LAMP-1 in rat spinal cord. Furthermore, the content and activity of cathepsin B in rat spinal cord also showed a significant elevation. Taken together, this study suggested that CS2 intoxication was associated with the activation of lysosomal degradative machinery, which might play a protective role against CS2-induced neuronal damage."
        },
        {
            "References": "PMID:19070609",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ To further elucidate the mechanism and determine the biomarker of neuropathy induced by carbon disulfide (CS(2)), we performed a longitudinal observational study of reactive oxygen species (ROS), malondialdehyde (MDA), glutathione (GSH), glutathione peroxidase (GSH-Px), catalase (CAT), superoxide dismutase (SOD) and total antioxidative capacity (T-AOC) in rat cerebral cortex, hippocampus, spinal cord and serum after 0, 2, 4, 8 and 12 weeks of CS(2) administration. CS(2) exposure was found to markedly increase ROS and MDA levels in cerebral cortex, hippocampus, spinal cord and serum of rats in both time and symptom-dependent manners. Although SOD activities slightly increased, there was a decrease in the GSH contents and GSH-Px, CAT activities in cerebral cortex, hippocampus, spinal cord and serum after 2, 4, 8 or 12 weeks' CS(2) intoxication and at gait score of 2, 3, or 4. The activities of T-AOC also decreased in all three nerve tissues and serum as time went on and symptom developed. Furthermore, significant correlations between LPO and gait abnormality were observed as symptom developed. Oxidation stress also resulted in Ca(2+) concentrations and calmodulin (CaM) levels increases in cerebral cortex, hippocampus and spinal cord. Thus, CS(2) intoxication was associated with elevation of lipid peroxidation (LPO) and reduction of antioxidant status, and the time and symptom-dependent changes of these indexes in rats' nerve tissues and serum suggested that ROS and concomitant LPO, at least in part, were involved in CS(2)-induced neuropathy."
        },
        {
            "References": "PMID:19165470",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chronic exposure to carbon disulfide (CS2) can induce polyneuropathy in occupational worker and experimental animals, but underlying mechanism for CS2 neurotoxicity is currently unknown. In the present study, male Wistar rats were randomly divided into two experimental groups and one control group. The rats in two experimental groups were treated with CS2 by gavage at dosages of 300 and 500 mg/kg per day, respectively, five times per week for 12 weeks. The contents of neurofilament triplet proteins (NF-H, NF-M, NF-L) and two calpain isoforms (m-calpain and u-calpain) in sciatic nerves were determined by immunoblotting. In the meantime, the mRNA levels of NF-H, NF-M and NF-L in spinal cords were quantified by reverse transcriptase-polymerase chain reaction, and the total activity of calpains in sciatic nerves was measured by fluorescence assay. Results showed that the contents of NF-M and NF-L in CS2-treated rats sciatic nerves increased significantly except NF-M in low dose group. The contents and activity of m-calpain and u-calpain in sciatic nerve also demonstrated a significant elevation. Furthermore, the levels of mRNA expression of NFH, NFM and NFL genes were up-regulated consistently in spinal cords of treated rats. These findings suggested that CS2 intoxication was associated with the disruption of neurofilaments homeostasis and activiation of calpains in rat sciatic nerves, which might be involved in the development of CS2-induced peripheral neuropathy."
        },
        {
            "References": "PMID:19187594",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ BACKGROUND: Carbon disulfide (CS(2)) is a commonly used organic solvent. Many epidemiological investigations and animal experiments have indicated that learning and memory ability can be affected to different degrees after long-term exposure to CS(2), but the mechanisms are still unclear. The aim of this study was to explore the possible mechanisms of CS(2)-related impairment of the learning and memory ability of rats, by investigating the effects of CS(2) on nitric oxide synthase (NOS) activity and NOS mRNA expression in rat hippocampus.  METHODS: Rat models of toxicity were generated by inhalation of various doses of CS(2). After two months of inhaling intoxication, the activities of constitutive NOS (cNOS) and induced NOS (iNOS) in the hippocampus were measured. The levels of neuronal NOS (nNOS) mRNA and iNOS mRNA were measured by semi-quantitative reverse transcription polymerase chain reaction (RT-PCR).  RESULTS: cNOS activity was significantly decreased compared with controls, while iNOS activity was changed only slightly. CS(2) treatment significantly decreased nNOS mRNA levels. iNOS mRNA levels were significantly increased only at higher doses of CS(2).  CONCLUSION: The effect of CS2 on learning and memory ability in rats is related to the activity of NOS and the expression of nNOS in the hippocampus."
        },
        {
            "References": "PMID:21777162",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Carbon disulfide (CS2) is a neurotoxic industrial solvent and widely used in the vulcanization of rubber, rayon, cellophane, and adhesives. Although the neurotoxicity of CS2 has been recognized for over a century, the precise mechanism of neurotoxic action of CS2 remains unknown. In the present study, a embryonic rat dorsal root ganglia (DRG) explants culture model was established. Using the organotypic DRG cultures, the direct neurotoxic effects of CS2 on outgrowth of neurites and migration of neurons from DRG explants were investigated. The organotypic DRG cultures were exposed to different concentrations of CS2 (0.01 mmol/L, 0.1 mmol/L, 1 mmol/L). The number of nerve fiber bundles extended from DRG explants decreased significantly in the presence of CS2 (0.01 mmol/L, 15.00 +/- 2.61, p < .05; 0.1 mmol/L, 11.17 +/- 1.47, p < .001; 1 mmol/L, 8.00 +/- 1.41, p < .001) as compared with that in the absence of CS2 (17.83 +/- 2.48). The number of neurons migrated from DRG explants decreased significantly in the presence of CS2 (0.01 mmol/L, 79.50 +/- 9.40, p < .01; 0.1 mmol/L, 62.50 +/- 14.15, p < .001; 1 mmol/L, 34.67 +/- 7.58, p < .001) as compared with that in the absence of CS2 (99.33 +/- 15.16). And also, the decreases in the number of nerve fiber bundles and migrated DRG neurons were in a dose-dependent manner of CS2. These data implicated that CS2 could inhibit neurite outgrowth and neuronal migration from DRG explants in vitro."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... It has been postulated that the axonal degeneration that underlies the central-peripheral neuropathy caused by carbon disulfide is the result of the reaction of carbon disulfide and carbonyl sulfide with protein amino groups to yield initial adducts (dithiocarbamate derivatives). The adducts decompose to an electrophile (isothiocyanate for carbon disulfide and isocyanate for carbonyl sulfide), which in turn reacts with protein nucleophiles on the neurofilaments to cause protein cross-linking. (Such cross-links have been demonstrated in vitro and in erythrocyte spectrin and neurofilaments in rats exposed to carbon disulfide ... ) Progressive cross-linking of the neurofilament occurs during its transport along the axon, and covalently cross-linked masses of neurofilaments may occlude axonal transport at the nodes of Ranvier, ultimately resulting in axonal swelling and degeneration."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p94 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The influence of carbon disulfide exposure on the cardiovascular actions of adrenaline and noradrenaline was examined in urethane-anesthetized rats. Electrocardiographic change (T-wave elevation) consistent with slight myocardial ischemia was noted in anesthetized rats administered carbon disulfide (253 mg/kg/day) for 4 weeks and challenged with adrenaline or noradrenaline ... Carbon disulfide-exposed rats were more prone to ventricular arrhythmias (extrasystoles) and a prolongation of the PR interval than nontreated animals. Thus, the hypertensive adrenergic effects of these drugs appear to be enhanced in carbon disulfide-exposed rats. It was further shown ... that lactic dehydrogenase M isozyme activity was increased under these condition, while total lactate dehydrogenase activity was not, a change that has been associated with adaptation to anaerobic metabolism. Based on these findings, the study authors postulated that carbon disulfide cardiotoxicity may be mediated by disruption of the energy supply. Administration of up to 506 mg/kg carbon disulfide by gavage to urethane-anesthetized Wistar rats did not cause changes in the development of cardiac arrhythmias induced either by ischemia (coronary ligation) or by aconitine administration ..."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Carbon disulfide (CAS# 75-15-0). Available from, as of December 20, 2017: https://www.epa.gov/iris/index.html",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ In a developmental study of albino rats, 30 to 32 animals/group were exposed to carbon disulfide at concentrations of 0, 0.01, 3.20, 32.00, or 64.00 ppm (0, 0.03, 10.00, 100, or 200 mg/cu m, respectively) for 8 hours/day throughout gestation (21 days) ... F1 animals were reared until maturity and mated within experimental groups to produce the F2 generation. The pregnant F1 females were exposed throughout gestation to the concentration of carbon disulfide to which they were exposed prenatally, including air-exposed controls ... Postnatal observations show significant effects on eye opening (day 18), auditory startle reflex (day 14), visual placing response (day 18), and righting behavior at 10 mg/cu m ... Narrow-path crossing is a measure of motor coordination. No effect is seen in F1 animals exposed to 0.03 or 10.00 mg/cu m. In exposed F2 animals, a significant decrement in this behavior was observed as a decrease in mean distance covered in groups exposed to 0.03 or 10.00 mg/cu m. This response shows no concentration-response relationship because the exposures differ by 300-fold, and the responses are identical, and the parameter is not reported for other exposure concentrations. Narrow-path crossing also is reported as number of slips and falls, both of which increase at 10 mg/cu m, but are not reported at higher concentrations. Open-field motor activity is reported as the number of squares crossed, the number of rearings, and gait defects. The number of squares crossed was increased at day 14 and decreased at day 21 in F1 groups at 0.03 and 10.00 mg/cu m; it was unchanged at day 14 and decreased at day 21 in F2 animals at 0.03 and 10.00 mg/cu m. The number of rearings is unchanged in F1 animals and decreased in F2 animals at 0.03 and 10.00 mg/cu m (response at 0.03 mg/cu m was slightly greater than at 10). The percent with gait defects is increased in F1 animals at 10.00 mg/cu m and in F2 animals at 0.03 and 10.00 mg/cu m and shows a reasonable concentration response ... Fifty and 75% increases in open-field motor activity were reported for the 0.03- and 10.00-mg/cu m groups, respectively ... The effects on preimplantation losses at 100 and 200 mg/cu m are the strongest data in these studies ... The increase in malformations in the F1 and F2 generations seems compelling due to the increase in incidence and severity with concentration and between the F1 and F2 generations ... The dramatic increase in response in the F2 generation indicates clearly adverse effects at concentrations as low as 0.03 mg/cu m ... A LOAEL for developmental effects at 10 mg/cu m, including malformations in the F2 generation and postnatal morphological development and postnatal behavior in F1 and F2 generations is identified ... The effects reported at 0.03 mg/cu m are not considered to be useful because the effects are of questionable significance and do not show reasonable dose-response behavior, and because of questions regarding the ability to measure such low levels."
        },
        {
            "References": "PMID:23146592",
            "Value": "/ENDOCRINE MODULATION/ This study investigated nitric oxide (NO) mediation of carbon disulfide (CS(2)) toxicity that compromised male rat spermatogenesis and endocrine function. Rats were exposed to multiple levels of CS(2) concentration (0, 50, 250, 1250 mg/cu m). A 1250 mg/cu m CS(2)+sodium nitroprusside (SNP) group and a 1250 mg/cu m CS(2)+NG-monomethyl-L-arginine (L-NMMA) group were established to explore the role of NO in mediating CS(2) toxicity. NO concentrations, NO synthase (NOS) activity, and sex hormone levels were measured, and sperm characteristics were observed and analyzed. Our data show that CS(2) exposure decreased: NOS activity; tissue NO concentrations; serum levels of gonadotropin-releasing hormones, luteinizing hormones, and testosterone; and sperm count and activity. In contrast, increased serum follicle-stimulating hormone concentrations and teratospermia were observed with CS(2) exposure. SNP reduced some of the toxic effects of CS(2), while L-NMMA treatment showed no effect. The results suggests that NO mediates compromised reproductive system function caused by CS(2) exposure."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 647",
            "Value": "/ENDOCRINE MODULATION/ The metabolism for CS2-atheroma production also may involve direct injury to the endothelium coupled with hypothyroidism, because thiocarbamate (thiourea), a potent antithyroid substance, is a principal urinary metabolite of CS2."
        },
        {
            "References": "PMID:20465952",
            "Value": "/GENOTOXICITY/ OBJECTIVE: To detect the DNA damage of mice endometrial cells induced by carbon disulfide with single cell gel electrophoresis (SCGE) and explore the mechanism of embryo implantation disorder.  METHODS: Endometrial cells, obtained by mechanical scrape, were used to test cell viability by trypan blue. Single cell suspension was exposed to the different concentrations of carbon disulfide (CS(2)) at four dose groups (0, 500, 1000, 2500 micromol/L). DNA damage was detected by SCGE. The SCGE results were analyzed by CASP software.  RESULTS: Different dosages of CS(2) concentration induced different varying degrees of damage, forming typical normal cell and comet cell images. Compared with the control group, HDNA% decreased by 7.49%, 12.19% and 24.36% respectively, and TDNA%, TL, OTM increased by 7.13, 11.60, 23.18, 3.68, 5.98, 9.62, and 9.16, 16.84, 39.32 times respectively, in the groups of 500, 1000, 2500 micromol/L CS(2) (P < 0.01). Compared with the group of 500, 1000 micromol/L CS(2), TDNA%, TL, CL, TM, OTM in the group of 2500 micromol/L CS(2) increased by 1.98, 0.92, 1.27, 0.52, 0.37 and 0.17, 5.31, 1.90, 2.97, 1.26 times respectively(P < 0.01). Compared with the group of 500 micromol/L CS(2), TDNA%, TL, CL, TM, OTM in the group of 1000 micromol/L CS(2) increased by 0.55, 0.49, 0.16, 1.18, 0.76 times respectively (P < 0.01). The result of regression analysis showed that regression coefficients between HDNA%, TDNA%, TL, TM, OTM and the doses were -13.78, 13.78, 0.05, 4.38 and 3.23 respectively.  CONCLUSIONS: CS(2) exposure could induce DNA damage in the endometrial cells of mice at the phase of implantation. The degree of DNA damage increases with the increasing CS(2) concentration. CS(2) might affect the implantation of embryo by doing harm to the endometrial cells."
        },
        {
            "References": "PMID:7017393",
            "Value": "/GENOTOXICITY/ Carbon disulfide was not mutagenic to Salmonella typhimurium strains TA98 and TA100 at 300 to 1000 umol nor to Escherichia coli strain WP2 uvrA at 20 to 600 umol with or without metabolic activation, nor in Drosophila melanogaster at 200 to 800 ppm."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ In male and female rats inhaling 63 or 125 mg carbon disulfide/cu m, 7 hr/day for 1 or 5 days, there was no significant increase in the frequency of chromosomal aberrations in bone marrow cells ... In contrast ... oral exposure to carbon disulfide induced chromosomal aberrations and polyploid cells in the bone marrow of female rats and in rat embryos exposed on days 10 to 13 of gestation /were reported/ ... The effective dose was ... one-tenth of the LD50."
        },
        {
            "References": "PMID:14761358",
            "Value": "/GENOTOXICITY/ ... To study the genotoxicity of carbon disulfide ...  DNA damage in mice sperm /was detected/ with single-cell gel electrophoresis assay (SCGE). ...The index of DNA damage, tail length and tail moment were used to evaluate the extent of DNA damage.... the rate of DNA damage (67.14%, 84.29% and 91.00%, respectively), index of DNA damage intensity (507, 656 and 745, respectively), tail length (5.87, 8.81 and 13.49 microm, respectively) and tail moment (1.30, 1.63, 2.66 microm, respectively) were significantly increased, while the percentage of head of the comet was significantly decreased (84.55%, 73.84% and 55.71%, respectively). A significant changes were clearly observed in all dosage groups compared to those of the control group (P<0.05)."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p59 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In rats treated by gavage with carbon disulfide in olive oil at 12.5 mg/kg/day for 1, 2, or 4 weeks, a decreased response of the ancoccygeus muscle to noradrenaline was observed relative to vehicle-treated controls ... The response of the muscle to noradrenaline was tested in vitro in a muscle bath. The reduction in sensitivity to noradrenaline increased with increasing duration of exposure. The investigators suggested that the mechanism of decreased noradrenaline responsiveness may be a result of a block of calcium influx, a delay of the calcium efflux, an inhibition of the uptake of calcium, a decreased sensitivity to calcium by the muscle, or a combination of these mechanisms."
        },
        {
            "References": "PMID:12742364",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...The purpose of the present study was to evaluate the functional and histological effects on cardiac myocytes cultured under the condition of carbon disulfide exposure. Cardiac myocytes were isolated from neonatal rat ventricles by trypsin dispersion and cultured for 3 days in a full (Dulbecco's modified eagle medium) medium containing 2% calf serum. Thereafter the myocytes (10(6) myocytes/culture flask) were incubated with carbon disulfide at (CS(2)) the concentrations of 0, 20, 40, and 80 micromol/mL) for 24hr. The beating arrest rate of myocytes for each group was examined and succinodehydrogenase (SDH) activity in the myocardial cells was also assessed by cytochemical method, and morphological examination was also performed. /The authors/ found that the beating arrest rate of cardiac myocytes increased with increasing exposure levels. Vacuolization and pseudopodia may be seen in the cytoplasm of exposure group. SDH activity decreased with increasing exposure levels."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/IMMUNOTOXICITY/ While short-term /oral/ exposure of mice to between 138 and 1102 mg/kg body weight per day altered thymus weight, it was not immunotoxic, as indicated by white blood cell differentials, spleen weight, and natural killer cell activity ..."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 585",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Carbon disulfide-exposed macaque monkeys /were/ used in visual psychophysical, fluorescein angiography, and fundus photography studies as well as post-mortem neuropathologic evaluations ... Markedly decreased contrast sensitivity functions, decreased visual acuity, and degeneration of the retinal ganglion cells /were/observed/, all of which occurred in the absence of retinal microaneurysms or hemorrhages. There was little evidence of effects on the other retinal neurons. These findings indicate that the retinal and optical nerve pathology produced by CS2 are likely a direct neuropathologic action and not the indirect result of vasculopathy."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment Document Number 46: Carbon disulfide (2002). Available from, as of December 20, 2017: https://www.inchem.org/pages/cicads.html",
            "Value": "/OTHER TOXICITY INFORMATION/ While it has often been assumed that the cardiovascular effects of carbon disulfide are secondary to its arteriosclerotic effects, the results of several studies in rats suggest that these may be the result of a direct effect on the heart. Short-term /oral/ exposure of restrained and anaesthetized rats to between 126 and 253 mg/kg body weight per day had a cardiodepressive effect on electrophysiological and mechanical parameters and decreased left ventricular contractility, increased blood pressure, and caused electrocardiograph alterations indicative of myocardial ischemia following administration of epinephrine or norepinephrine ... However, in conscious unrestrained normotensive rats, the highest dose did not alter mean arterial blood pressure or heart rate, although it significantly reduced body weight ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p77 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The mechanism for carbon disulfide acceleration of arteriosclerotic plaque formation involves direct injury to the vessel epithelium and changes in lipid metabolism."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p63 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Viscose rayon workers have been reported to develop serious blisters that progressed to hemorrhagic blisters covered by a thin membrane. These blisters appeared on the fingers in spite of wearing rubber gloves ... The implication of carbon disulfide as the causative agent is supported by experiments in rabbits whose ears were dermally exposed to carbon disulfide. Blisters similar to those found in the rayon workers developed on the animals' ears despite protective covering ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p96 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ ... /It was/ found that the effect of sodium phenobarbital pretreatment on rat liver fat accumulation following exposure to carbon disulfide is dependent on the dose and method of ingestion of carbon disulfide. Fat accumulation is significant if the phenobarbital-treated rat is exposed orally to a very high dose of carbon disulfide (1,263 mg/kg body weight); however, inhalation of 20 to 200 ppm of carbon disulfide (8 hours for 2 to 7 days) in a phenobarbital-treated rat did not produce fat accumulation in the liver. Extrapolation to human beings is difficult, but the study authors asserted that the sensitivity of hepatic mixed-function oxidases to carbon disulfide is similar qualitatively and quantitatively in rats and humans. They suggest that it is not hazardous for individuals without hepatic disease to take barbiturate-containing drugs and simultaneously work in 20 to 200 ppm carbon disulfide ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p77 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure of rats by inhalation to low concentrations of carbon disulfide (20 to 400 ppm for 8 hours) inhibited microsomal drug metabolism. This was reflected by increased hexobarbital sleep times."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 905",
            "Value": "/OTHER TOXICITY INFORMATION/ /It/ was demonstrated that high doses of CS2 in mice can induce the early lesions of atherosclerosis. Data ... also ... suggest protein cross-linking may be involved in the atherosclerotic process."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Carbon Disulfide (CAS# 75-15-0) p94 (1996). Available from, as of December 20, 2017: https://www.atsdr.cdc.gov/toxprofiles/tp82.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Many of the chemical interactions with carbon disulfide appear to be related to loss of microsomal cytochrome p-450 ... Elimination of phenazone, a drug often used in the study of hepatic microsomal enzyme activity, is significantly and reversibly inhibited in rabbits exposed to 193 ppm carbon disulfide for 5 hours a day, 6 days a week, for 6 months ... It has been proposed that the active sulfur atoms released following carbon disulfide metabolism suppress the cytochrome P450 enzymes, thus inhibiting detoxification of other drugs or chemicals."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Lovelock JE; Nature 248: 625-6 (1974) (2) Kelly DR, Smith NA; Adv Microb Ecol 11: 345-85 (1990) (3) USEPA; Superfund Record of Decision (EPA Region 7): Lipari Landfill, Mantau Township, Gloucester, NJ, July 11, 1988. Third Remedial Action, Report 1988, USEPA/ROD/RO2-88/074. NTIS PB89-219224 (1988)",
            "Value": "The mean concentration of carbon disulfide in 5 samples of mud from the sea bottom was 29.5 parts per trillion(1). Concentrations in salt marshes ranged from 76 to 228 ng/L(2). Soil samples from the Lipari Landfill, NJ contained carbon disulfide at an average concentration of 220 ug/kg; maximum concentration 1,300 ug/kg(3). It was also detected in soils from Chestnut Branch Marsh, located adjacent to the landfill, at concentrations ranging from 11 to 33 ug/kg(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Dec 8, 2017: https://www2.epa.gov/tsca-screening-tools (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Bremner JM, Banwart WL; Soil Biol Biochem 8: 79-83 (1976)",
            "Value": "The Koc of carbon disulfide is estimated as 48(SRC), using a log Kow of 1.94(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that carbon disulfide is expected to have very high mobility in soil(SRC). The average adsorption of carbon disulfide after 10 minutes by 4 air-dried soils was 46% but only 12% by the same soils at 50% water-holding capacity(4). However, after 8 hrs the rate of adsorption was greater by moist soil, but only when the soil was unsterilized(4). Further experiments suggest that this \"adsorption\" in moist soils was the result of microbial action(4)."
        }
    ]
}