{
    "_id": {
        "$oid": "6682e842c4e5dba5ffba24b3"
    },
    "CID": {
        "$numberInt": "6354"
    },
    "Name": "ETHYLENE OXIDE",
    "IUPACName": "oxirane",
    "CanonicalSMILES": "C1CO1",
    "Synonyms": [
        "Oxirane",
        "ETHYLENE OXIDE",
        "75-21-8",
        "Epoxyethane",
        "1,2-Epoxyethane",
        "Oxacyclopropane",
        "Dihydrooxirene",
        "Oxidoethane",
        "Oxyfume",
        "Ethene oxide",
        "Dimethylene oxide",
        "Amprolene",
        "Anprolene",
        "Anproline",
        "Aethylenoxid"
    ],
    "IsomericSMILES": "C1CO1",
    "INCHI": "InChI=1S/C2H4O/c1-2-3-1/h1-2H2",
    "INCHIKEY": "IAYPIBMASNFSPL-UHFFFAOYSA-N",
    "Formula": "C2H4O",
    "MolecularWeight": {
        "$numberDouble": "44.05"
    },
    "Description": "Oxirane is a saturated organic heteromonocyclic parent that is a three-membered heterocycle of two carbon atoms and one oxygen atom. It has a role as a mouse metabolite, an allergen and a mutagen. It is a saturated organic heteromonocyclic parent, an oxacycle and a gas molecular entity.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for ethylene oxide(SRC), using a log Kow of -0.30(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13:627-30 (1979) (2) Conway RA et al; Environ Sci Technol 17: 107-12 (1983) (3) Green D, Eklund B; Field assessment of the fate of volatile organics in aerated wastewater systems. pp. 478-86 in USEPA/9-87-015. (1987) (4) ATSDR; Toxicological Profile for Ethylene Oxide. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service. Dec, 1990. Available at https://www.atsdr.cdc.gov/toxprofiles/tp137.html#bookmark07 as of July 10, 2008.",
            "Value": "AEROBIC: In a dilution bottle test, ethylene oxide 3-5% degradation was observed after 5 days and 52% degradation was observed after 20 days(1,2). In a river die-away test, half-life measurements for ethylene oxide in sterile and natural river water were not appreciably different, owing to the hydrolytic degradation of ethylene oxide being more rapid than biodegradation in aqueous media(4). Since ethylene oxide hydrolyzes to ethylene glycol which is readily biodegraded, the importance of biodegradation of ethylene oxide in aquatic environments is not able to be accurately assessed(2). Ethylene oxide biodegradation rate constants measured at a full-scale wastewater treatment plant were 0.38 and 0.59 ug/min-g biomass(3)."
        },
        {
            "References": "(1) Van Agteren MH et al; Handbook on biodegradation and biological treatment of hazardous organic compounds. Norwell, MA: Kluwer Acad Publ, p. 39-45 (1998)",
            "Value": "AEROBIC: Several bacteria were observed to transform ethene to ethylene oxide but cannot degrade the latter(1). Mycobacterium E20 and M. E44 acclimated to ethene converted ethylene oxide into acetyl-coenzyme A by an uncharacterized enzyme complex(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Duggan RE et al; Pesticide Residue Levels in Foods in the US from July 1 to June 30, 1976. Food and Drug Administration p 10-18 (1983)",
            "Value": "According to a 1970-1976 FDA Food Monitoring Program, ethylene oxide was detected, not quantified in 1 out of 3,262 samples of fish (1975) and not found in 443 samples of shellfish for this period(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = -0.30"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment  Document Number 54: ETHYLENE OXIDE (2003). Available from, as of July 22, 2008: https://www.inchem.org/pages/cicads.html",
            "Value": "Ethylene oxide is an electrophilic agent that alkylates nucleophilic groups in biological macromolecules .... Since ethylene oxide is formed during the metabolism of ethylene, a natural body constituent, endogenous as well as exogenous sources of ethylene and ethylene oxide contribute to background alkylation of proteins such as hemoglobin and albumin, as well as DNA ... . N-(2-Hydroxyethyl)valine (HEVal) and hydroxyethylhistidine (HEHis) adducts have been frequently monitored in tissues of workers exposed to ethylene oxide in occupational settings ... . Background levels of HEVal in non-smokers ranged from 9 to 188 pmol/g globin ... Studies of smokers exposed to ethylene oxide in cigarette smoke ... and occupationally exposed workers ... have revealed higher levels of hemoglobin HEVal adducts among individuals with a GSTT1 null genotype (ie, homozygous deletion of GSTT1 gene) than among those with a GSTT1 positive genotype (ie, having at least one copy of the GSTT1 gene). ..."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment  Document Number 54: ETHYLENE OXIDE (2003). Available from, as of July 22, 2008: https://www.inchem.org/pages/cicads.html",
            "Value": "Ethylene oxide binding to DNA results primarily in the formation of 7-(2-hydroxyethyl)guanine (7-HEGua) ... . In DNA extracted from the lymphocytes of unexposed individuals, mean background levels of 7-HEGua ranged from 2 to 8.5 pmol/mg DNA ... Human tissue contains 10- to 15-fold higher levels of endogenous 7-HEGua than rodent tissue. ... In mice, half-lives for the removal of 7-HEGua in DNA from a variety of tissues (brain, lung, spleen, liver, and testes) were 1.5- to 3.9-fold lower than in rats ... . In both rats and mice, substantive depletion of glutathione pools has been observed following single exposure to high levels (ie, > 550 mg/cu m) of ethylene oxide ... although it should be noted that increases in tumour incidence have been observed at lower concentrations. ..."
        },
        {
            "References": "International Programme on Chemical Safety; Concise International Chemical Assessment  Document Number 54: ETHYLENE OXIDE (2003). Available from, as of July 22, 2008: https://www.inchem.org/pages/cicads.html",
            "Value": "The /physiologically based pharmacokinetic (PBPK)/ models for rats, mice, and humans are qualitatively similar in their elements and provide for interspecies comparisons of internal ethylene oxide dose. The models are consistent with the conclusion that ethylene oxide is acting as a direct-acting alkylating agent in humans and rodents. Quantitative differences in response in biomarkers of exposure and effect are accounted for by differences in basic physiology between rodents and humans, rather than by factors suggesting a different mode of action."
        },
        {
            "References": "DHHS/NTP; SUBSTANCE PROFILES REPORT ON CARCINOGENS, ELEVENTH EDITION: Ethylene Oxide CAS No. 75-21-8 p.1. Available from, as of July 23, 2008: https://ntp.niehs.nih.gov/",
            "Value": "Evidence for a common mechanism of carcinogenesis in humans and experimental animals comes from studies that have demonstrated similar genetic damage in cells of exposed animals and workers. The DNA damaging activity of ethylene oxide provides its effectiveness as a sterilant, and it is this same property that accounts for its carcinogenic risk to humans."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 419",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of animals to high concn of the gas has caused lacrimation in cats, and inflammation of the conjunctiva and clouding of the cornea in dogs, cats, rabbits, and especially guinea pigs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When ethylene oxide/saline solutions of varied concentrations (0.1% to > 20%) were applied repeatedly over a 6-hour period to the eyes of rabbits, a dose-dependent increase in congestion, swelling, discharge, iritis, and corneal cloudiness was observed. These effects were an indication of the irritating effect of ethylene oxide on mucous membranes and corneal epithelium. The 0.1% ethylene oxide concentration was the maximum, nondamaging concentration of this chemical for the 6 hour exposure period."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Infusion of ethylene oxide into the aorta of rats caused a significant decrease (approximately 30%) in kidney glomerular filtration rates, resulting in kidney dysfunction."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2172",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When freshly prepared aqueous solutions (2 to 5%) were injected intravenously into dogs, the LD50 was found to be about 125 mg/kg. A dose of 30 mg/kg or more usually caused vomiting and defecation for about 2 hr, followed by weakness and flaccidity, usually apparent in the hind limbs first. Doses up to 100 mg/kg in dogs under barbiturate anesthesia caused no apparent changes in blood pressure or cardiac rate. Respiration is adequate until terminal stages, when it becomes labored and cyanosis develops. Tonic extensor spasm may precede respiratory cessation. Since the heart usually beats after all reflexes disappear, death is believed due to respiratory failure ."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 100",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In aqueous solution the maximum concentration that could be applied externally to the ... /eyes of rabbits/, one drop every 10 minutes for 6 hours, without causing damage to the conjunctiva was 0.1%, to the cornea was 1%, and to the lens or retina was 20%. ... /Also/ if the aqueous humor was replaced once with an aqueous solution of ethylene oxide the maximum nondamaging concentration for the iris and lens was 0.1%, and for the cornea was 1%. At higher concentrations, damage consisted of irreversible opacities of cornea and lens."
        },
        {
            "References": "Mori K et al; J Univ Occup Environ Health 12 (3): 343-8 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wistar male and female rats were exposed to ethylene oxide at a concentration of 250 ppm, 6 hours a day, 5 days a week for 17 weeks simultaneously, and the sex difference of anemia induced by ethylene oxide was investigated. Hemoglobin concentrations of both the male and female exposed groups were decreased when compared with each control group, and the anemia in the female exposed group was more severe than that in the male exposed group. Absolute spleen weight increased only in the female exposed group. We have already reported that a decrease of the glutathione reductase activity in the erythrocyte plays an important role in the ethylene oxide induced anemia. In the present study, the activity in both male and female exposed groups decreased when compared with each control group, and there was no sex difference in the degree of the decrease. From these observations, /it was/ concluded that there was a sex difference in the ethylene oxide induced anemia."
        },
        {
            "References": "Katoh T et al; Toxicol 58 (1): 1-9 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of repeated exposure to ethylene oxide on lipid peroxidation and glutathione metabolism in both rat liver and brain were examined. Increased levels of malondialdehyde in the liver were observed after 6 and 13 weeks of exposure to ethylene oxide. The increased level of malondialdehyde observed in the hepatic homogenates of the treated rats reflected that of the microsomal fraction. On the other hand, no change in the level of malondialdehyde was detected in the brain of rats either at a 6- or 13-week treatment. Glutathione reductase activity was found to decrease at 6 or 13 weeks in liver and brain of treated rats. Both reduced and oxidized forms of glutathione in homogenates of liver and brain obtained from treated rats were, however, similar to those of the control at 40 hr after the last exposure in individual experiments. To elucidate the cause of lipid peroxidation, the time course of glutathione content after exposure with ethylene oxide were studied in more detail. Significant decreases in both GSH and GSSG content in these organs were detected shortly after exposure to ethylene oxide and their levels recovered gradually with time and reached the control values at 40 hr in the liver, although the changes were less significant in the brain as compared with those in the liver."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 256",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Repeated exposures of rats at 400 ppm caused respiratory irritation, weight loss, weakness and death. ... Repeated exposures of dogs, rats and mice at 100 ppm for six months caused no significant effects; however, there was a slight anemia in dogs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 256",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... There was irritation of respiratory passages, including the lungs, in animals repeatedly exposed to 204, 357 and 841 ppm ... In addition there were growth depressions, organ weight changes and organic injury to the livers, kidneys, adrenals, and testes of rats and guinea pigs."
        },
        {
            "References": "O'Donoghue, J.L. (ed.). Neurotoxicity of Industrial and Commercial Chemicals. Volume II. Boca Raton, FL: CRC Press, Inc., 1985., p. 87",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ethylene oxide at 357 ppm 35 hr/week for 12 weeks produced a sensorimotor neuropathy in rats, rabbits, and monkeys, but not guinea pigs or mice. Continued exposure resulted in paralysis and muscle atrophy of the hindlimbs. At 204 ppm, 35 hr/wk for 32 weeks, rabbits and monkeys, but not guinea pigs, rats, or mice, developed a clinical neuropathy. The monkeys had decreased tendon reflexes, loss of withdrawal from superficial pain over the hindquarters, partial paralysis, and muscle atrophy indicative of toxic axonopathy. A positive Babinski reflex in these monkeys indicated that upper motor neurons or their axons were also affected. Dogs showed occasional tremors, transient weakness, atrophy and fatty replacement of skeletal muscle following ethylene oxide exposures of 292 ppm, 30 hr/week for 6 weeks. Levels of about 100 ppm repeatedly were without neurotoxicity in rats, rabbits, guinea pigs, mice, dogs, and monkeys."
        },
        {
            "References": "Fujishiro K et al; Sangyo Ika Daigaku Zasshi 11 (1): 2308 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of chronic inhalation of ethylene oxide on urinary coproporphyrin and delta- aminolevulinic acid were studies. When Wistar male rats were exposed to 500 ppm ethylene oxide three times a week, daily urine volume was increased by 200-300% from the first week to the fifth week of the experimental period. After exposure, daily coproprorphyrin excretion and urinary coproporphyrin per mg of creatinine increased by 250% and 141%, respectively. On the other hand, daily excretion of delta-aminolevulinic acid in urine tended to increase but did not increase significantly by creatinine correction. This /may be/ the first report of ethylene oxide induced experimental porphyria."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.19 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 22, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... B6C3F1 mice (30/sex/treatment) were exposed to concentrations of 0, 10, 50, 100 or 250 ppm ethylene oxide for 6 hr/day, 5 days/week for 10 weeks in males and 11 weeks in females. Survival and body weight gain were not affected by the treatment. A dose response effect was observed for neurological effects (altered gait, decreased locomotor activity) and the results were significant at > or = 50 ppm. There was no effect on testicular weight at 50 ppm. Abnormal righting reflex was observed in mice exposed to > or = 100 ppm. Reduced or absent toe and tail pinch reflexes were observed in mice exposed to 250 ppm. Red blood cell count, hematocrit and hemoglobin concentrations were significantly reduced at the highest concentration. Spleen weights were decreased significantly at > or = 100 ppm females and 250 ppm males. A significant increase in relative liver weight was noted in 250 ppm females. Male mice had a significant decrease in body weight at 10, 50 and 250 ppm (not at 100 ppm, so no dose response observed for body weight) and a significant decrease in absolute testes weight at 250 ppm. Based on neurological effects (altered gait, decreased locomotor activity, and abnormal righting reflex) and spleen weight decreases, the LOAEL is identified as 100 ppm. NOAEL is determined as 50 ppm."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 664",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In mice exposed by inhalation for 5 hr/day, 5 days/week, for 10 weeks to 250, 100, 50, 10, or 0 ppm epoxyethane in air, clinical significant pathological findings were limited to the group exposed to 250 ppm. These findings included minimal decreases in red blood cell count, packed cell volume, and hemoglobin; decreased testicular and spleen weights; and increased liver weight. Abnormal pinch and righting reflexes, posture, and locomotion were also observed in mice exposed to 250 ppm. However, histological sections of the liver, testis, bone marrow, brain, and spleen taken from these mice were normal."
        },
        {
            "References": "PMID:7517513",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Fischer and B6C3Fl mice (10/species/group) were exposed to ethylene 6 hr/day, 5 days/week, for 4 weeks. The ethylene target concentrations were 0, 40, 1000, and 3000 ppm. An ethylene oxide (EO) control group for each species was exposed under the same conditions at a target concentration of 200 ppm. Bone marrow was collected approximately 24 hr after the final exposure. Polychromatic erythrocyte (PCE) to normochromatic erythrocyte (NCE) ratios were determined and 2000 PCE/animal were scored for the presence of micronuclei. Ethylene did not produce statistically significant, exposure-related increases in the frequency of micronucleated PCE (MNPCE) in the bone marrow of either rats or mice when compared to air exposed control animals. As expected, EO exposure resulted in significant increases in the frequencies of MNPCE in both species."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 71 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer 344 rats were exposed to 0.09, 0.18, 0.27, or 0.81 mg/L ethylene oxide via inhalation 6 hrs/day, 5 days/week for 7 to 8 weeks.  Within 2 to 3 weeks, a high mortality rate and other treatment-related effects occured at the 0.81 mg/L exposure level.  Therefore, exposures for this group were terminated by the end of the 3rd week.  Prior to death, paresis of the hindquarters, tremors, and convulsions were observed in several animals.  In the absence of clear pathogenesis, vascular damage or nasal cavity obstruction was deemed the most probable cause of death.  Histopathology revealed various lesions in the nasal cavity mucosa, lymphoid tissue atrophy, and testicular degeneration.  In the other exposure groups, transient depression of body weight gain was observed in males of all exposure levels. Also, in rats exposed to 0.27 mg/L level, a few significant effects were found in organ weight and clinical-pathology determinations, although none of these findings were supported by histopathologic alterations."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 75 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cats were exposed to ethylene oxide (98-99% pure) at 0.1, 0.25, 0.53, or 0.93 mg/L 8 hours per day for 17 days (15 exposures).  Eight cats were used for the study.  Cats died within 2 days following 2-day exposure to 0.92 mg/L.  Similarly, 4- or 8-day treatment with 0.53 mg/L was lethal. With cats exposed to 0.25 mg/L during 11 or 12 study days, first signs of toxicity (impaired balance and excitation) were observed after 7 days of treatment.  Severity of symptoms subsequently progressed (anorexia, labored breathing, vomiting, spasms, paralysis of legs, fatigue) and animals died 7 days after the last treatment.  Only one of two cats exposed to 0.1 mg/L survived 15 exposure days without showing signs of intoxication.  The other cat died on day 11, two days following the 8th exposure. Pathological examination revealed degenerative changes in kidneys and liver (both fatty), in the respiratory tract and of the heart of most animals."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 77 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Twelve Macaca fascicularis monkeys were exposed to 0.09 or 0.18 mg/L (50 or 100 ppm) via inhalation for 7 hr/day, 5 days/week for 2 years.  Reduced body weight gain was noted from study week 25 to 108. Urine and clinical-chemical parameters were not affected by treatment.  Hematological effects, especially changes in lymphocyte counts were not found, in contrast to findings in the rat.  No signs of leukemia was observed in monkeys.  Ophthalmological changes relating to treatment were not found.  A decreased sperm count and motility was found after 2-year exposure to 0.09 or 0.18 mg/L ethylene oxide."
        },
        {
            "References": "PMID:6464016",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Fischer 344 rats were exposed to 100, 33, 10, or 0 ppm of ethylene oxide vapor (EtO) by inhalation for 6 hr per day, 5 days per week, for approximately 2 years. Inhalation of EtO resulted in a significant depression of body weight gain in the 100- and 33-ppm exposure groups and a significant increase in mortality in the 100-ppm group. Through 18 months of exposure to EtO, no statistically significant increases in tumor incidence were observed. After 18 months, the incidence of primary brain tumors was increased for both sexes. Statistical evaluation indicated a treatment-related response, particularly for the male rats, in the 100- and 33-ppm exposure groups. After 24 months of exposure, histologic findings confirmed hematologic evidence that exposure to EtO resulted in an increased prevalence of mononuclear cell leukemia, which is a neoplasm that is common in aged Fischer 344 rats. This increase was dose related and increased for each of the three exposure concentrations. The percentage of female rats with multiple neoplasms was also greater in all three exposure groups than in controls. Furthermore, in both the 100- and 33-ppm exposure groups, the percentage of female rats with at least one malignant neoplasm was increased. An increased frequency of peritoneal mesothelioma was treatment related in the male rats exposed to 100 or 33 ppm of EtO. This study has shown biologically significant adverse effects at all concentrations tested. The incidences of mononuclear cell leukemia, peritoneal mesothelioma, and primary brain tumors in the air-control rats were similar to those reported in the literature. The possible contribution of a sialodacryoadenitis viral outbreak (which occurred during the 15th exposure month) to the EtO exposure-related tumors is unknown, though unlikely."
        },
        {
            "References": "Garman RH et al ; Neurotoxicology 6 (1): 117-38 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of F344 rats of each sex were exposed to either ethylene oxide vapor (concentrations of 100, 33 or 10 ppm) or to room air 6 hr daily, 5 days/wk, for up to 2 yr. Three representative sections of the brain from each rat were evaluated. Of 23 primary brain tumors which were found, 2 were in control animals. Increased numbers of brain tumors were seen in 100 ppm and 33 ppm ethylene oxide exposed male and female rats. Significant trend analyses were found for both males and females, indicating that ethylene exposure > 10 ppm was related to the development of these brain tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 161 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 30 8-week old female ICR/Ha Swiss mice were painted thrice weekly on clipped dorsal skin with approx 0.1 mL of 10% solution ... in acetone for life. Median survival time was 493 days; no skin tumors were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 161 (1976)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 12 rats received max total doses of 1 g/kg bw ... In arachis oil by sc injection ... Period of treatment was 94 days. Animals were observed for lifetime; no local sarcomas were observed."
        },
        {
            "References": "PMID:7150486",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ethylene oxide was administered intragastrically by gavage at 2 dosages, 30 and 7.5 mg/kg body weight to groups of 50 female Sprague-Dawley rats twice weekly for a period of nearly 3 years using salad oil as the solvent. It induced local tumors, mainly squamous cell carcinomas of the forestomach, dependent on the dosage. The first tumor occurred in the 79th week. The following tumor rates resulted 62 and 16%. In addition carcinomata in situ, papillomas and reactive changes of the squamous epithelium of the forestomach were observed in other animals, but ethylene oxide did not induce tumors at sites away from the point of administration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Fischer 344 rats, 120 rats/sex/group, /were exposed/ at 10, 30, or 100 ppm ethylene oxide vapor, 6 hours/day, 5 days/week for 2 years. Two groups of controls were exposed to untreated air under similar conditions. Ten animals each at 6 and 12 months and 20 animals at 18 months were sacrificed to determine possible treatment-related effects. Both interim and terminal evaluations included hematology, serum clinical chemistry, urinalysis, body weight, organ weight, bone marrow cytogenicity studies, and gross and histologic examinations. Histopathologic examinations of rat tissue from the 100 ppm ethylene oxide exposed animals and the control group were performed at 6, 12, and 18 month necropsy intervals. At the 24 month sacrifice, histopathologic examination was made on all tissues of the 100 ppm exposed rats as well as controls and on potential target tissues, other selected tissues, and tissues with gross lesions in the 10 and 33 ppm exposed animals. The six types of tumors found in the ethylene oxide exposed rats that appear to be treatment related are subcutaneous fibroma, peritoneal mesothelioma, pancreatic adenoma, pituitary adenoma, brain neoplasm, and mononuclear cell leukemia. In this 2-year study, a dose-related increased incidence of mononuclear cell leukemia was found in both sexes. It was significant in the 100 and 33 ppm exposed females from the 18th or 19th month onward. A trend test revealed a treatment-related response in both sexes. An increased incidence of peritoneal mesotheliomas originating from the testicular mesothelium was found in males exposed at 33 and 100 ppm from the 23rd month onwards and an increased incidence of subcutaneous fibroma in males surviving the 24-month, 100 ppm exposures. There was no increased incidence of pituitary tumors, although they appeared earlier in the 100 ppm exposed group."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A ... 2-year carcinogenic study involved male Fischer 344 rats (80 in each group) and 12 Cynomolgus-monkeys per group exposed at either 50 or 100 ppm ethylene oxide 7 hours/day, 5 days/week for 24 months. Rats exposed at 50 ppm had a significantly increased incidence of mononuclear cell leukemia. The absence of a dose-response relationship was attributed to an increased mortality rate for the rats exposed at 100 ppm. Peritoneal mesotheliomas originating from the testicular mesothelium and mixed cell gliomas in the brain were found in a dose related increased incidence that was statistically significant for the 100 ppm exposure group. Exposures at the 50 and 100 ppm concentrations also reduced body weight gain and had an adverse effect upon the survival rate of the rats compared to the controls. Mortality was dose-dependent. Peritoneal mesotheliomas and gliomas are tumor types that can be found in humans. The 50 or 100 ppm exposed monkeys did not show any significant changes in hematological, clinical or urine chemistry, or ophthalmological parameters. At 100 ppm, nerve conduction velocities were decreased, and evidence of neurotoxicity and demyelination was noted in the 50 ppm and 100 ppm exposure groups. Sperm counts and motility were also reduced, and both exposure concentrations caused significant increases in the incidence of sister-chromatid exchanges (SCE) and chromosomal aberrations."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 102 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 120 male and 120 female Fischer 344 rats, eight weeks of age, were exposed by inhalation to ethylene oxide (purity, > 99.9%) vapor at 10, 33 or 100 ppm (18, 59 or 180 mg/cu m) for 6 hr per day on five days per week for two years. Two control groups, each of 120 male and 120 female rats, were exposed in inhalation chambers to room air. All animals that died or were killed when moribund and those killed at scheduled intervals of 6, 12, 18 an 24-25 months were examined. During month 15 of exposure, mortality increased in both treated and control groups due to a viral sialodacryoadenitis. Mortality was higher in the groups inhaling 33 and 100 ppm ethylene oxide than in the other groups and was more frequent in females than in males near the fifteenth month. Up to 18 months of exposure, no significant increase in tumor incidence was observed. In treated rats killed after 18 months, the incidence of tumors in the brain classified as gliomas, malignant reticulosis and granular-cell tumors was increased for animals of each sex. The incidences of glioma among rats killed at 18 and 24-25 months were: males: 1/181 (controls), 0/92 (10 ppm), 3/86 (33 ppm) and 6/87 (100 ppm) (p < 0.05, trend analysis and Fisher's exact test for high dose versus control); and females: 0/187 (controls), 1/94 (10 ppm), 2/90 (33 ppm) and 2/78 (100 ppm) (p < 0.05, trend analysis). In females killed after 24 months of exposure mononuclear-cell leukaemia was found in 5/60 (control I), 6/56 (control II), 11/54 (10 ppm), 14/48 (33 ppm) and 15/26 (100 ppm) animals; the incidence of leukaemia was reported ... to be significantly increased in the 100 ppm group (p < 0.001) and in a mortality adjusted trend test (p < 0.005). In males, mononuclear-cell leukaemia was found in 5/48 (control I), 8/49 (control II), 9/51 (10 ppm), 12/39 (33 ppm) and 9/30 (100 ppm) animal (p < 0.05 in a mortality adjusted trend test). Peritoneal mesotheliomas originating in the testicular serosa were found in 1/48 (control I), 1/49 (control II), 2/51 (10 ppm), 4/39 (33 ppm) and 4/30 (100 ppm) males (p < 0.005 trend test). The incidence of subcutaneous fibromas in male rats of the high-dose group was also significantly increased: 1/48 (control I) 2/49 (control II), 9/51 (10 ppm), 1/39 (33 ppm) and 11/30 (100 ppm) (p < 0.001)."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.43 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic monkey study ... groups of 12 male cynomolgus monkeys were exposed to 0, 50 or 100 ppm for 6-7 hours/day, 5 days/week for 104 weeks. Some animals were followed for seven years after exposure ceased. Bodyweight gain was reduced in animals exposed to the highest concentration. No group differences in red or white cell counts, clinical chemistry or electrocardiographic indices were found. Axonal dystrophy in the nucleus gracilis of the medulla oblongata of the brain, and demyelination of the sciatic nerve were seen in both dose groups. Decreased nerve conduction velocity was observed in only 2 of 12 monkeys exposed to 100 ppm. Sperm count and motility were significantly reduced in animals from both treatment groups. Lens opacities appeared to be elevated in a concentration dependent manner, however, the increase was not significant at the termination of exposure. Following 10 years without exposure, a subsequent eye exam showed that severity of lens injury for 100-ppm exposure was significantly different from controls. The incidence of lens opacities was 0/12, 2/11, and 3/11, respectively, when assessed at the termination of exposure, or 2/4, 2/3, and 4/4, respectively, when assessed 10 years after the cessation of exposure. The study identifies a systemic LOAEL of 50 ppm based on decreased motility, sperm counts, demyelination of the sciatic nerve and axonal dystrophy and possible lens opacities."
        },
        {
            "References": "PMID:17325976",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In 2-year mouse studies, ethylene oxide (EO) induced lung, Harderian gland (HG), and uterine neoplasms. ... Representative EO-induced and equivalent spontaneous neoplasms /were evaluated/ for K-ras mutations in codons 12, 13, and 61. K-ras mutations were identified in 100% (23/23) of the EO-induced lung neoplasms and 25% (27/108) of the spontaneous lung neoplasms. Codon 12 G to T transversions were common in EO-induced lung neoplasms (21/23) but infrequent in spontaneous lung neoplasms (1/108). K-ras mutations were found in 86% (18/21) of the EO-induced HG neoplasms and 7% (2/27) of the spontaneous HG neoplasms. Codon 13 G to C and codon 12 G to T transversions were predominant in the EO-induced HG neoplasms but absent in spontaneous HG neoplasms (0/27). K-ras mutations occurred in 83% (5/6) of the EO-induced uterine carcinomas and all were codon 13 C to T transitions. These data show a strong predilection for development of K-ras mutations in EO-induced lung, Harderian gland, and uterine neoplasms."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 139 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fischer 344 rats were exposed to ethylene oxide at concentrations of 0.018, 0.054, or 0.18 mg/L (original values 10, 33, and 100 ppm) by inhalation for 6 hrs/day, 5 days/week for 14 weeks. No signs of toxicity were observed in rats afer 12 weeks of exposure to ethylene oxide vapors prior to mating.  The major treatment-related adverse effect observed after mating animals of the high exposure group was a significant reduction of implantation sites and of the birth-rate, indicating increased embryo lethality.  Also, the ratio of the number of fetuses born to the number of implantation sites per female was signfiicantly lower as compared to control values. No signifcant adverse effects on F1 pup body weight or survival at birth or during the 2-week lactation period were noted.  No treatment-related effects were noted either in the dams exposed to 33 or 10 ppm or in their litters."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 139 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Wistar rats were exposed to 0.9 mg/L (500 ppm) ethylene oxide by inhalation 6 hrs/day, 5 days/week, for 2, 4, 6 or 13 weeks.  Rat testicular damage was studied on the light and ultrastructural level. Sertoli cell damage coincided with degenerative changes of spermatids.  Early and mid mature elongate spermatids were more susceptrable than round or mature elongate spermatids.  The induction of Sertoli cell lesions, predominantly consisting of deformation of tubular-bulbar complexes and ectoplasmic specializations, probably caused irregular arrangement, degeneration and sloughing of the elongate spermatids."
        },
        {
            "References": "PMID:10478863",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant female C57BL/6J mice were exposed, on gestational day 7, to ethylene oxide (EtO) via inhalation for 1.5, 3, or 6 hr at exposures that result in C x T multiples of 2100 or 2700 ppm-hr. ... Concurrent experiments were run with animals exposed to air for similar periods. Statistical analysis using models developed to assess dose-rate effects revealed significant effects with respect to fetal death and resorptions, malformations, crown-to-rump length, and fetal weight. Animals exposed to short, high exposures of EtO on day 7 of gestation were found to have more adverse effects than animals exposed to the same C x T multiple but at longer, lower exposures. The implication for risk assessment is that applying Haber's Law could potentially lead to an underestimation of risk at a shorter duration of exposure and an overestimation of risk at a longer duration of exposure. ..."
        },
        {
            "References": "PMID:2788934",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of female mice to ethylene oxide by inhalation 1 or 6 hr after mating produced not only multitemporal death of conceptuses but also high rates of abnormalities among surviving fetuses. In contrast, only marginal effects were observed when females were exposed 9 or 25 hr after mating. The abnormalities found among 17 day gestation live fetuses were predominated by hydrops and eye defects, which, together, constitute 54% of all anomalies. Most of the remaining anomalies were distributed among 5 other types: small size, cleft palate, and cardiac, abdominal wall, or extremity and/or tail defects. In a follow-up study the fetuses of females treated 6 hr postmating were examined at 11-15 days gestation and the progression of fetal death and of malformations was studied. Results indicate that the expression of most fetal anomalies does not become apparent until late in gestation. Several of these induced anomalies are similar to common human sporadic birth defects. This new class of experimentally induced fetal anomalies provides a new avenue for investigating zygotic biology and a system for studying the progression of aberrant development."
        },
        {
            "References": "PMID:2025594",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Wistar rats were exposed to ethylene oxide at concentrations of 50, 100, or 250 ppm for six hours a day, on five days a week for 13 weeks. Dose effect relations of inhaled ethylene oxide on spermatogenesis were evaluated from testicular and epididymal weights, histopathological changes and lactate dehydrogenase X (LDH X) activity in the testis, and sperm counts and sperm head abnormalities in the epididymis. At 250 ppm, a decrease in epididymal weights, slight degenerations in the seminiferous tubules, decreased sperm counts, and increased numbers of abnormal sperm heads in the tail of the epididymis were found; these were not seen at lower doses. When the abnormal sperm heads were classified into immature types and teratic types, the number of immature heads increased only at 250 ppm. On the other hand, the teratic type had increased at doses of 50 and 100 ppm ethylene oxide when compared with the control group. Hence, subchronic inhalation of ethylene oxide at low concentrations affects spermatogenesis in rats."
        },
        {
            "References": "Mori K et al; Sangyo Ika Daigaku Zasshi 11 (2): 173-9 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of systemic toxicity including reproductive toxicity of ethylene oxide on female rats were studied. When Wistar female rats were exposed to 250 ppm of ethylene oxide for six hours a day, five days a week for ten weeks, they showed inhibition of body weight gain and paralysis of the hindlegs. Hematogological examination revealed macrocytic and normochromic anemia with high reticulocyte counts. The estrus cycle of the exposed group was prolonged and the percentage of the diestrus stage increased. There was no atrophy in the ovary or the uterus. However, the activity of glutathione reductase in the ovary decreased by 18% and that of glutathione-S-transferase increased by 30%. These results indicate that ethylene oxide has a similar effect on both female and male rats and that the female reproductive system is also affected."
        },
        {
            "References": "PMID:3198043",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The toxic effects of residual ethylene oxide, a frequently used gas-sterilant, on embryos either frozen for long-term purposes or stored acutely for 30 min to 9 hr in a fresh condition in 0.25 ml straw containers were evaluated. In Experiment 1, fresh embryos were frozen (using conventional technology) in straws previously aerated for 0 hr to 8 mo after ethylene oxide sterilization. With the exception of the 8 mo group in which survival and quality ratings were depressed, embryo viability was not affected significantly by short-term prefreeze and post-thaw exposure to ethylene oxide residues. Experiment 2 was conducted to analyze the influence of prefreeze exposure to ethylene oxide residues on embryo development in vitro for embryos temporarily stored in previously sterilized straws aerated for different intervals. Compared to non-ethylene oxide sterilized control straws, the development, quality, and viability of embryos exposed to ethylene oxide-treated straws were compromised (p less than 0.05) as the aeration interval decreased and the exposure interval increased. The combined results of both experiments indicate that ethylene oxide-treated straws can be used to cryopreserve gametes efficiently, but only if the aeration interval is greater than or equal to 72 hr and the prefreeze duration of exposure is less than or equal to 3 hr."
        },
        {
            "References": "PMID:3807937",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female mice of hybrid stocks (C3H x C57BL)F1 and (SEC x C57BL)F1 were exposed to 300, 1200, or 1800 ppm of ethylene oxide for various exposure periods. Exposed females were either mated before or after treatment to male mice (C3H x C57BL)F1 and killed on the 17th day after observation of a vaginal plug. Fetal abnormalities and mortality were observed in both treatment groups. Early developmental stages of the zygote appears to be more sensitive to the action of ethylene oxide than later stages."
        },
        {
            "References": "PMID:7444963",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Teratogenic potential of iv administration was assessed in CD-1 mouse at dose 0, 75, and 150 mg/kg at 4 periods during gestation. Results indicate teratogenicity at levels 500-5000 times above exposure limits currently proposed by FDA for ETO residues in medical devices."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 246",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Ethylene oxide/ was injected iv on several days during organogenesis in the mouse. Skeletal malformations occurred in fetuses whose mother received 150 mg/kg which produced maternal toxicity. Doses of 75 mg/kg caused no defects. Rats /were/ exposed on days 6-15 of gestation for 6 hr daily to 10-100 ppm. At the highest dose, fetal growth retardation occurred but there was no increase in congenital defects."
        },
        {
            "References": "PMID:3780618",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The offspring of DBA/2J male mice exposed to ethylene oxide (ETO) by inhalation had an increased incidence of both dominant visible and electrophoretically detected mutations over that found in control populations. The progeny at risk were obtained from matings during the exposure period and were the products of germ cells that were exposed throughout the entire spermatogenic process. Apparently, male germ cells repeatedly exposed to ethylene oxide during spermatogenesis are susceptible to ethylene oxide induced transmissible damage."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No specific testicular damage was seen in test animals exposed at nontoxic doses of ethylene oxide. When maternally toxic doses of ethylene oxide were administered intravenously in mice, embryo and fetal toxicity were found. Pregnant rats inhaling ethylene oxide had a reduction in fetal weight but no teratogenic effects."
        },
        {
            "References": "PMID:2911260",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Earlier studies ... revealed that ethylene oxide or ethyl methanesulfonate induced high frequencies of midgestation and late fetal deaths and of malformations among some of the surviving fetuses when female mice were exposed at the time of fertilization of their eggs or during the early pronuclear stage of the zygote. Effects of the two mutagens are virtually identical. Thus ln investigating the mechanisms responsible for the dramatic effects ln the early pronuclear zygotes the two compounds were used interchangeably in the experiments. First a reciprocal zygote-transfer study was conducted in order to determine whether the effect is directly on the zygotes or Indirectly through maternal toxicity. And second cytogenetic analyses of pronuclear metaphases early cleavage embryos and midgestation fetuses were carried out. The zygote transplantation experiment rules out maternal toxicity as a factor ln the fetal maldevelopment. Together with the strict stage specifically observed in the earlier studies this result points to a genetic cause for the abnormalities. However the cytogenetic studies failed to show structural or numerical chromosome aberrations. Since intragenic base changes and deletions may also be ruled out it appears that the lesions in question induced In zygotes by the two mutagens are different from conventional ones and therefore could be a novel one ln experimental mammalian mutagenesis."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summaries. Available from: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm on Ethylene oxide as of July 18, 2008..",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene oxide in nitrogen (98.6% purity) was used as test article. Outbred albino CD rats (28/sex/group) received whole-body inhalation exposure for 6 hours per day (5 days/week-prebreeding, 7 days/week thereafter) at 0, 10, 33, and 100 ppm through 2 generations with 1 litter per generation. F0 exposure began 10 weeks prior to mating. Possible adverse effects are indicated: reduced pup weight gain (F1 and F2) and increased postimplantation loss (F0 dams) at 33 and 100 ppm. Parental NOEL = 10 ppm (reduced body weight in F0 males at 33 ppm and higher, reduced maternal food consumption during lactation at 100 ppm). Reproductive NOEL = 10 ppm (increased postimplantation loss, reduced pup weight gain at 33 and 100 ppm)."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.15 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant CD rats (25/group) were exposed whole body by inhalation to ethylene oxide concentrations of 0, 50, 125 or 225 ppm for 6 hours per day on gestation days (GD) 6-15, inclusive. Dose dependent decrease in maternal bodyweight gain was observed during GD 6-15. Dams had a decreased mean body weight gain of 15.4% (statistically not significant), 20.5% (p < or = 0.05) and 66.7% ( p < or = 0.01) in 50, 125 and 225 ppm, respectively, compared to controls. Dams at 125 ppm also had significantly decreased mean body weight gain during entire gestation period whether expressed with (GD 0-21 days: decr 10.3%, p < 0.01) or without gravid uterine weight (GD 0-21 days: decr 14.5% p < 0.05) compared to controls. Similarly, significantly decreased mean body weight gain during entire gestation period was observed at 225 ppm whether expressed with (GD 0-21 days: decr 17.4% p < 0.01) or without gravid uterine weight (GD 0-21 days: decr 36.4% p < 0.01) as compared to controls. Also, significantly decreased mean food consumption was noticed during GD 6-15 in dams at 225 ppm (decr 13.6% p < 0.01). There were no treatment-related effects on numbers of corpora lutea, pre or post implantation loss as compared to controls. Based on decreased body weight gain at 125 ppm, the maternal NOAEL and LOAEL were determined as 50 and 125 ppm, respectively. Developmental toxicity was observed in a concentration related manner at all exposure levels. Statistically significant decreases in mean fetal body weights were reported at 50 ppm (decr 4%, p < or = 0.05), 125 ppm (decr 6%, p < or = 0.01), and 225 ppm (decr 12%, p < or = 0.01) as compared to controls. Due to marginal decreases, the fetal body weight effects in 50 and 125 ppm, were not considered biologically significant. Significantly increased litter incidence (p < 0.05 or 0.01) or delayed ossification in skull bones, phalanges, metacarpals, and sternebrae 4 and 6 at 225 ppm and in metatarsals, metacarpals, and sternebrae 5 and 6 at 125 ppm were noticed. Based on the decreased fetal body weight and increased litter incidence of delayed ossification in metatarsals, metacarpals, and sternebrae at 125 ppm, the developmental NOAEL and LOAEL were determined as 50 and 125 ppm respectively. ..."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.16 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two generation reproduction study ... 28 CD rats per sex per group were exposed (whole body) by inhalation to ethylene oxide at concentrations of 0, 10, 33 or 100 ppm for 6 hours/day (5 days/week) during pre-mating and 7 days/week during mating, on gestational days (GDs) 0-20, and on lactational days (LDs 5-28). Significant decreases in mean body weight gains were noticed at 33 and 100 ppm in F0 males and females and F1 males during premating (p < or = 0.05 or p < or = 0.01). In addition, decreases in bodyweights were observed in F0 and F1 females during gestation (p < or = 0.01) and F1 females alone during early lactation (p < or = 0.05 or p < or = 0.01) at 100 ppm. Significant decreases (p < or = 0.01) in food consumption in lactating F0 and F1 females were observed at 100 ppm. The systemic LOAEL is determined as 33 ppm based on decreased mean body weight gains in F0 males and females and F1 males during premating period. The NOAEL is established as 10 ppm. Reproductive toxicity was observed at 33 and 100 ppm. It was manifested as a decreased number of live pups per litter in both generations (p < or = 0.01) due to significantly increased postimplantation loss at 33 ppm (two-fold increase) and 100 ppm (six-fold increase) in F1 offspring and at 100 ppm in F2 offspring (four-fold increase). In addition at 33 and 100 ppm, mean pup body weight gains were decreased significantly (p < or = 0.05 or p < or = 0.01) in both F1 and F2 generations during the latter part of lactation, ie, LD 21. Based on increased postimplantation loss (two-fold) and decreased live pups per litter in F0 generation, the reproductive NOAEL and LOAEL were determined as 10 and 33 ppm, respectively. Based on decreased mean pup body weight gain in both generations, the offspring NOAEL and LOAEL were determined as 10 and 33 ppm, respectively. ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 69 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Wistar rats were exposed to 250 ppm (0.45 mg/L) ethylene oxide via inhalation 6 hr/day, 5 days/week, for 9 months.  Rats showed normal behavior throughout the exposure period.  Distal axonal degeneration was found in both peripheral and central myelinated axons of primary sensory neurons, but significantly increased frequency of degenerative changes was seen for the peroneal nerve only.  In hindleg nerves, a retardation of growth and maturation of myelinated fibers was observed in the presence of mild axonal degeneration."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 70 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Wistar rats were exposed to 500 ppm (0.9 mg/L) ethylene oxide via inhalation 6 hr/day, 3 days/week, for 13 weeks.  Rats developed neuropathy.  Distal axonal degeneration was found in both peripheral and central myelinated axons of primary sensory neurons. Symptoms observed during exposure included awkward gait, slight to moderate ataxia and abnormal posture of the hindleg."
        },
        {
            "References": "PMID:2320026",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ This paper describes a dominant neurological mutation identified among the progeny of a male parent treated with ethylene oxide. The defects observed in the heterozygous mutant include: head tossing, poor limb coordination, and corneal clouding. Both the behavior and ocular manifestations of the mutant syndrome worsen progressively as the affected animals grow older. The mutant animals swim poorly, although they do orient themselves in reference to the surface of the water. Breeding in general is poor. Very small litter sizes result when heterozygous animals of either sex are mated to normal mice. Many male carriers are functionally sterile. All mutant animals had abnormal karyotypes. The original carrier mouse had a translocation between chromosomes 4 and 17, which was also present in all but one mutant animal. The exceptional animal, which showed all mutant behavior characteristics, had 41 chromosomes, which included two normal 4 and 17 homologs and the small 417 translocation chromosome. Karyotypes of unaffected siblings of mutants were normal. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 1008",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Chronic exposure of monkeys, ...demonstrated that, following 2 yr of 7 hr/day, 5 days wk inhalation exposures to 50 and 100 ppm /ethylene oxide/, there were no neurological effects identified in monkeys that were considered compound related, including no neurohistopathology. A few monkeys were sacrificed 7 yr after termination of exposure, and no treatment-related effects were detected. A neurotoxicity study was conducted recently in Sprague-Dawley rats, and resulted in no evidence of treatment-related subchronic neurotoxicity after 13 weeks of whole-body inhalation exposure up to 200 ppm ethylene oxide."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.40 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity study ... groups of ten Sprague-Dawley rats/sex were exposed to 0, 100, 300, or 500 ppm ethylene oxide for six hours by whole body inhalation and observed for 14 days. Neurobehavioral assessment (functional observational battery (FOB) and motor activity testing) was performed on all animals/sex/group immediately following exposure on day 1 and on days 8 and 15. ... No treatment-related clinical signs of toxicity were observed in any animal during exposure, or during daily and weekly examinations. All animals survived to scheduled termination. For males and females, absolute body weight was similar between the treated and control groups throughout the study. Body weight gain was slightly decreased for the high-concentration groups during the 2-week observation interval. Overall weight gain by the high-concentration males and females was 88% and 86%, respectively, of the control level. Food consumption was not affected by treatment. During FOB assessments after exposure, an increased number of high-concentration males and females had drooping eyelids or half-closed eyes (5 and 3, respectively), a low arousal level (9 and 6, respectively), and no response to an approaching object (6 and 4, respectively) compared with 0-1 in the control groups. In the mid-concentration groups, increased incidences were observed for low arousal (5) and no approach response (6) in males and of drooping eyelids (5) in females. Slightly impaired locomotion was observed in two mid-concentration males, and in one and two high-concentration males and females, respectively, on day 1. In mid- and high-concentration males, some evidence of persistent effects were observed on day 8 and 15. On day 8 in the control, low-, mid-, and high-concentration males, slightly impaired locomotion was seen in 1, 2, 5, and 4 animals, respectively, and low arousal was seen in 1, 3, 5, and 4, respectively. On day 15 in the control, low-, mid-, and high-concentration males, slightly impaired locomotion was observed in 1, 3, 5, and 7 animals, respectively, and low arousal was observed in 0, 3, 6, and 6, respectively. No effects were found on fore- and hind-limb grip strengths, landing foot splay, or reflex assessments. Motor activity was markedly lower for high-concentration males and females compared with controls after exposure on day 1. Total activity on day 1 for high-concentration males and females was 50% and 55%, respectively, of the control group level. Activity by the mid-concentration males was 50% of the control level during the first 5-minute interval resulting in total activity 70% of the controls for the entire session. No other treatment-related effects were noted. Gross necropsy was unremarkable. No microscopic lesions were described for the brain, spinal column, or peripheral nerves from any control or high-concentration rat. The acute inhalation neurotoxicity LOAEL for ethylene oxide in Sprague-Dawley rats is 300 ppm based on FOB findings in males and females and impaired locomotion and reduced motor activity in males. The NOAEL is 100 ppm."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.41 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Groups of five Sprague-Dawley rats/sex were exposed to target concentrations of 0, 100, 300, 400, or 500 ppm ethylene oxide for six hours/day, five days/week for 4 weeks by whole body inhalation. ... One 500 ppm female was found dead on day 18. Antemortem clinical signs included irregular gait, labored breathing, paleness, lethargy, emaciation, anogenital stains, black/brown stains on the snout, unthrifty coat, decreased food consumption, and decreased fecal volume/no stool. All other rats survived to terminal sacrifice. Irregular gait and decreased fecal volume were observed in all animals exposed to 500 ppm. Some animals in the 500 ppm group also exhibited lethargy, prostration, emaciation, yellow angenital staining, moist rales, labored breathing, black/brown stains on the snout, paleness, emaciation, and decreased food consumption. Decreased (p < or = 0.05 or 0.01) mean body weight and body weight gain were observed in animals exposed to 300, 400, or 500 ppm. At week 4, mean body weight was decreased 12.1%, 23.8%, and 42.4% in males and 14.4%, 20.1%, and 40.6% in females in the 300, 400, and 500 ppm groups, respectively. Food consumption was decreased (p < or = 0.01) in 500 ppm males in weeks 1 (18%) and 3 (12%) and in 500 ppm females in week 1 (15%). Hindlimb grip strength was decreased (p < or = 0.05 or 0.01) at 300, 400, and 500 ppm in both males and females at weeks 3 and 4 in all trials. In the 500 ppm group, decreases averaged 53% and 60% at week 3 and 76% and 86% at week 4 for males and females, respectively. In the 400 ppm group, decreases averaged 31% in males and 38% in females at week 3 and 48% for both sexes at week 4. In the 300 ppm group, decreases averaged 27% in males and 23% in females at week 3 and 36% for males and 22% for females at week 4. Landing foot splay was also decreased (p < or = 0.05 or 0.01) in both sexes at weeks 3 and 4 in the 400 and 500 ppm groups. In the 500 ppm group, decreases averaged 65% and 64% at week 3 and 68% and 72% at week 4 for males and females, respectively. In the 400 ppm group, decreases averaged 33% in males and 31% in females at week 3 and 42% for males and 29% for females at week 4. Decreased absolute brain weight was noted in males exposed to 400 (6.8%; p < or = 0.05) or 500 ppm (8.9%; p < or = 0.01). No brain weight effects were noted in any females or in males exposed to 100 or 300 ppm. No treatment-related macroscopic lesions were noted at necropsy. Treatment-related microscopic lesions were noted in all males and females from the 500 ppm group and included minimal to slight vacuolation of the white matter of the thalamus and medulla oblongata. No similar microscopic lesions were noted in the control animals. Based on the results of this study, the NOAEL for ethylene oxide administered to Sprague-Dawley rats via whole body inhalation for 4-weeks is 100 ppm. The LOAEL is 300 ppm based on decreased body weight and body weight gain and decreased hindlimb grip strength and landing foot splay."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.42 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a subchronic neurotoxicity study ... groups of fifteen Sprague-Dawley rats/sex were exposed to 0, 25, 50, 100, or 200 ppm ethylene oxide for six hours/day, five days/week for 14 weeks (at least 65 exposures) by whole body inhalation. ... To assess the reversibility of any observed effects, ten rats/sex/dose were observed during an additional 13-week recovery period. Neurobehavioral assessment (functional observational battery (FOB) and motor activity testing) was performed on ten animals/sex/group pre-test, and during the exposure period (weeks 5, 9, and 14), and after the recovery period (weeks 27/28). ... No treatment-related clinical signs of toxicity were observed in any animal during exposure, or during daily and weekly examinations. There were no deaths during the exposure period in any test group. One male exposed to 100 ppm was found dead during the recovery period (4 weeks after termination of exposure). Antemortem observations included lethargy, paleness, labored breathing, ano-genital staining, decreased fecal volume/no stool, and decreased food consumption. Mean body weight was decreased approximately 8-13% (p < or = 0.05 or 0.01) in high-concentration males from week four until cessation of exposure in week 13. Mean body weight gain was decreased (p< or = 0.05 or 0.01) in high-concentration males during every week of the exposure period except week three; the decrease over weeks 1-13 was 16%. In high-concentration females, mean body weight was decreased approximately 8-10% (p < or = 0.05) from weeks 10 through 13, and mean body weight gain was decreased approximately 9% from weeks 6 through 13. The effects on body weight were reversible. The high-concentration males and females gained more weight than controls during the recovery period, and at week 26 mean body weight of high-concentration males was decreased only 3% compared to controls, and body weight gain of high-concentration females was increased 3.5% compared to controls. There were no treatment-related effects on body weight or body weight gain in either sex in the 25, 50, or 100 ppm groups. The only treatment-related effect on food consumption was an increase (p < or = 0.05) in food consumption in high-concentration males and females during the recovery period. A 25% decrease (p < or = 0.05) in hindlimb grip strength in high-concentration females at the end of the exposure period was noted in the FOB assessment. No other treatment-related FOB effects were noted in either sex at any time point at any test concentration. There were no treatment-related effects on motor activity. A malignant glioma was noted in the cerebral cortex of one high-concentration male following the recovery period. Mononuclear cell leukemia was noted in the male exposed to 100 ppm that died during week 4 of the recovery period. A hemangiosarcoma in the skin/subcutaneous tissue was noted in one 25 ppm male, and basal cell carcinoma of the skin was noted in one 50 ppm female and one 200 ppm female. Although there was no concentration-response relationship or common tumor type, these neoplasms were considered treatment-related because of the atypical presence of neoplasms in animals of this age and the lack of neoplasms in the control group. Based on the results of this study, the NOAEL for ethylene oxide administered to Sprague-Dawley rats via whole body inhalation for 13-weeks (at least 65 exposures) is 100 ppm. The LOAEL is 200 ppm based on decreased body weight and body weight gain and decreased hindlimb grip strength in females."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.15 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... B6C3F1 mice (30/sex/group) were exposed to ethylene oxide at concentrations of 0, 10, 50, 100 or 250 ppm for 6 hr/day, 5 days/week for 10 or 11weeks. Neurological effects (altered gait, decreased locomotor activity) were observed in 50 ppm females and in both sexes at 100 ppm or higher. At high dose tested, effects on various reflexes (righting, tail pinch and toe pinch) were noted."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.15 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 21, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...  The neurological findings from several subchronic and chronic studies /was summarized/. Poor coordination of the hindquarters was observed in rats and mice following exposure to ethylene oxide at 450 ppm for 7-8 weeks. Awkward or ataxic gait, paralysis and atrophy of the muscles of the hindlimbs, accompanied in some cases by pathological evidence of axonal degeneration of myelinated fibers in nerves of the hind legs were reported in rats and mice exposed to ethylene oxide to 250-500 ppm. Paralysis of the hind limbs and atrophy of the leg muscles have been reported in rabbits and monkeys following exposure to > or = 202 ppm ... . Demyelination of the sciatic nerve was reported in cynomolgus monkeys exposed to 50 and 100 ppm ethylene oxide for 2 years ... . Peripheral neuropathy, impaired hand-eye coordination and memory loss have been reported in case studies of chronically-exposed workers at estimated average exposure levels as low as 3 ppm (with possible short-term peaks as high as 700 ppm) ... ."
        },
        {
            "References": "PMID:3735456",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Perturbations in bone marrow and peripherial blood elements of mice exposed to ethylene oxide were evaluated. Mice exposed to 225 ppm ethylene oxide for 6 hr/day were removed for analysis 1, 2, 4, 8, and 14 days and 4, 6, 8, and 10 wk (5 day/week). Blood analysis included blood cell counts, hemoglobin determination, and hematocrit. Bone marrow evaluation included stem-cell assay (CFU-S) or flow cytometry analysis, cell cycle and B-cell analysis. Perturbations of peripheral leukocytes occurred after one exposure. After multiple exposures, hematocrit, red cell number, and hemoglobin were generally depressed, with transient compensatory bursts, and bone marrow cellularity and CFU-S were below normal. White cell numbers fluctuated dramatically during the exposure period. There was a shift in the numbers of granulocytes in the bone marrow followed by replacement and relative lymphocyte deficit, especially pronounced at 10 wk."
        },
        {
            "References": "PMID:2774941",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The utility of hemoglobin as a DNA monitor in cases of exposure to ethylene oxide was investigated in rats via use of an inhalation system with dynamically generated test atmospheres. Animals were exposed to atmospheres containing 1, 10, or 33 ppm radiolabeled ethylene oxide for 6 hours. After exposure, the animals were sacrificed and the organs removed for isolation of DNA. DNA hydrolysates and adducts were further analyzed by high pressure liquid chromatography. Globin was isolated from pooled erythrocytes. The relationship between inhalation doses of ethylene oxide and alkylation DNA and globin was described in terms of moles of adduct per gram of DNA or globin. Linear relationships were observed between formation of hydroxyethyl adducts in both DNA and hemoglobin and the exposure concentration of radiolabeled ethylene oxide. Alkylation frequencies of DNA were similar in all tissues studied with exception of testis; corresponding alkylation in hemoglobin was not significantly different."
        },
        {
            "References": "PMID:2911260",
            "Value": "/GENOTOXICITY/ Mechanisms underlying the production of fetal anomalies subsequent to exposure of zygotes to ethylene oxide or ethyl methanesulfonate were investigated in (C3HxC57BL)F1-mice. Female mice were injected with ethyl methanesulfonate ip at 250 mg/kg, 6 hours after mating, or were exposed to ethylene oxide at 1,200 ppm for 1.5 hours, starting 6 hours after mating. A reciprocal zygote transfer study was conducted to determine if the induced response was direct property of exposed zygotes or an indirect effect due to maternal toxicity. Cytogenetic analyses of pronuclear metaphases, early cleavage embryos, and midgestation fetuses were also carried out to explore the nature of the genetic damage. The zygote transplantation experiment ruled out maternal toxicity as a factor in fetal maldevelopment and pointed to a genetic cause for the abnormalities. The cytogenetic studies, however, failed to uncover structural or numerical chromosome aberrations. The authors conclude that while the lesions induced in zygotes by the two mutagenic compounds are likely to be genetic in nature, they are different from conventional ones; they could be novel lesions in experimental mammalian mutagenesis, or the mechanisms responsible for their production could involve a nonmutational imprinting process that causes changes in gene expression."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 163 (1976)",
            "Value": "/GENOTOXICITY/ Exposure of male Long-Evans rats for 4 hr to 1.83 g/cu m (1000 ppm) ethylene oxide produced dominant lethal mutations; chromosome aberrations were observed in bone-marrow cells of male Long-Evans rats exposed to 0.45 g/cu m (250 ppm) ethylene oxide for 7 hr per day for 3 days."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/  ... Monkeys /were exposed/ at 50 or 100 ppm ethylene oxide for 7 hours/day, 5 days/week for 2 years. ... Data /were collected/ in 1987 for sister chromatid exchanges (SCE) in peripheral blood lymphocytes and compared these data with those generated immediately prior to cessation of the 2 year exposure in 1981. Ethylene oxide induced SCE persisted at levels significantly higher than those of the nonexposed controls."
        },
        {
            "References": "Gosslee DG; Environ Mutagen 8 (1): 1-8 (1986)",
            "Value": "/GENOTOXICITY/ In a dose-response study, male mice were exposed to inhalation of ethylene oxide for 4 consecutive days. Mice were exposed for 6 hr per day to 300 ppm, 400 ppm, or 500 ppm ethylene oxide for a daily total of 1,800, 2,400, or 3,000 ppm per hr, respectively. In the dose-rate study, mice were given a total exposure of 1,800 ppm per hr per day delivered either at 300 ppm in 6 hr, 600 ppm in 3 hr, or 1,200 ppm in 1.5 hr. Quantitation of dominant-lethal responses was made on matings involving sperm exposed as late spermatids and early spermatozoa, the most sensitive stages to ethylene oxide. In the dose-response study, a dose related increase in dominant-lethal mutations were observed, the dose-response curve proved to be nonlinear. In the dose-rate study, increasing the exposure concentrations resulted in increased dominant-lethal responses."
        },
        {
            "References": "PMID:9812575",
            "Value": "/GENOTOXICITY/ DNA in the liver, kidney, testes, etc. was amplified with semi-random polymerase chain reaction (PCR) in Wistar male rats exposed to ethylene oxide (EtO) for various times and in control rats with hemoglobin gene-specific primer to study the damage effects of EtO on DNA molecule. Results showed that inhalation of 800 mg/cu m of EtO for six to nine weeks could cause damage to DNA in the liver, kidney and testes, etc. to various extent, with the most serious damage to DNA in the testes."
        },
        {
            "References": "PMID:11406175",
            "Value": "/GENOTOXICITY/ Most of our understanding of germline mutagenesis in Drosophila is based on the DNA repair-inactive, haploid post-meiotic stages. The diploid, repair-active pre-meiotic stages are more relevant to the situation encountered in somatic cells. DNA mono-adducts induced by agents like ... ethylene oxide (EO) are well repaired in the pre-meiotic cell stages, and /this/ agent shows therefore, no or considerable lower mutagenic activity in these stages."
        },
        {
            "References": "PMID:9294020",
            "Value": "/GENOTOXICITY/ Ethylene oxide (EO) is a direct-acting alkylating agent with the potential to induce cytogenetic alterations, mutations, and cancer. In the present study, the in vivo mutagenicity of EO at the hypoxanthine guanine phosphoribosyltransferase (hprt) locus of T-lymphocytes was evaluated following inhalation exposure of male B6C3F1 lacI transgenic mice. For this purpose, groups of male Big Blue mice at 6-8 (n = 4/group) and 8-10 (n = 5/group) weeks of age were exposed to 0, 50, 100, or 200 ppm EO for 4 weeks (6 hr/day, 5 days/week). At necropsy, T-cells were isolated from thymus and/or spleen and cultured in the presence of concanavalin A, IL-2, and 6-thioguanine. The time course for expression of hprt-negative lymphocytes in thymus was determined in mice necropsied 2 hr, 2 weeks, and 8 weeks after exposure to 200 ppm EO. The dose-response for hprt mutant T-cells in thymus and spleen was defined in mice necropsied 2 and 8 weeks post-exposure, respectively. The hprt mutant frequency (Mf) in thymus of exposed mice was increased 2 hr after exposure and reached a maximum of 7.5 +/- 0.9 x 10(-6) (average Mf +/- SE) at 2 weeks post-exposure, compared with 2.3 +/- 0.8 x 10(-6) in thymus of control mice. Dose-related increases in hprt Mfs were found in thymus from mice exposed to 100 and 200 ppm EO. In addition, a nonlinear dose-dependent increase in hprt Mfs was observed in splenic T-cells, with greater mutagenic efficiency (mutations per unit dose) found at higher concentrations than at lower concentrations of EO. Average induced Mfs (i.e. induced Mf = treatment Mf - background Mf) in splenic T-cells were 1.6, 4.6, and 11.9 x 10-6 following exposures to 50, 100, or 200 ppm EO, respectively, while the average control Mf value was 2.2 +/- 0.3 x 10-6. In aliquots of lymphocytes (both B- and T-cells) isolated from spleen for analysis of lacI mutations in the same animals, only two of three EO-exposed mice at the 200 ppm exposure level demonstrated an elevated lacI Mf and these elevations were apparently due to the in vivo replication of preexisting mutants and not due to the induction of new mutations associated with EO exposure. These data demonstrate that repeated inhalation exposures to high concentrations of EO produce dose-related increases in mutations at the hprt locus of T-lymphocytes in male lacI transgenic mice of B6C3F1 origin."
        },
        {
            "References": "PMID:9748619",
            "Value": "/GENOTOXICITY/ ... At doses ranging from 47 to 24,000 ppm hr for ethylene oxide (EO) ... the results indicate ... mutation induction at doses 500-fold below the LD50. In crosses of mutagenized NER+ males with NER+ females, the 500-fold increase in EO dose from 47 ppm hr to 24,000 ppm hr resulted in no more than a 17-fold enhanced mutant frequency in spermatozoa. This flat dose-response relationship is primarily the result of efficient repair of EO-induced DNA adducts in the fertilized egg, as was evident from the up to 40-fold or 240-fold increased mutant frequencies above NER- or NER+ background levels, respectively, in crosses with NER- females. With decreasing dose, MNER-/MNER+ ratios decreased from 9 to 14 at high doses down to approximately 1 at the two lowest doses, indicating that a small fraction of premutagenic lesions induced by EO cannot be repaired by the NER system of Drosophila. Linear extrapolation from high to low EO exposure led to an underestimation of the mutation frequency actually observed at low doses. The pattern of EO-induced ring chromosome loss (CL) differed in two respects from that observed for forward mutations: (a) an increase in CL frequencies was observed only at the two highest EO exposure levels, and (b) inactivation of the NER pathway by the mus201 mutant had no measurable effect on the occurrence of CL. The absence of a potentiating effect of mus201 on EO-induced clastogenicity suggests the formation of clastogenic DNA lesions not causing point mutations, and which are not repaired by NER. ..."
        },
        {
            "References": "PMID:10686305",
            "Value": "/GENOTOXICITY/ Ethylene oxide (EO) is mutagenic in various in vitro and in vivo test systems and carcinogenic in rodents. EO forms different adducts upon reaction with DNA, N7-(2-hydroxyethyl)guanine (N7-HEG) being the main adduct. The major objectives of this study were: (a) to determine the formation and persistence of N7-HEG adducts in liver DNA of adult male rats exposed to 0, 50, 100 and 200 ppm by inhalation (4 weeks, 5 days/week, 6 hr/day) and (b) to assess dose-response relationships for Hprt gene mutations and various types of chromosomal changes in splenic lymphocytes.N7-HEG adducts were measured 5, 21, 35 and 49 days after cessation of exposure. By extrapolation, the mean concentrations of N7-HEG immediately after cessation of exposure ('day 0') to 50, 100 and 200 ppm were calculated as 310, 558 and 1202 adducts/10+8 nucleotides, respectively, while the mean concentration in control rats was 2.6 adducts/10+8 nucleotides. At 49 days, N7-HEG values had returned close to background levels. The mean levels of N-(2-hydroxyethylvaline) adducts in hemoglobin were also determined and amounted 61.7, 114 and 247 nmol/g globin, respectively. Statistically significant linear relationships were found between mean N7-HEG levels ('day 0') and Hprt mutant frequencies at expression times 21/22 and 49/50 days and between mean N7-HEG ('day 0') and sister-chromatid exchanges (SCEs) or high frequency cells (HFC) measured 5 days post-exposure. At day 21 post-exposure, SCEs and HFCs in-part persisted and were significantly correlated with persistent N7-HEG adducts. No statistically significant dose effect relationships were observed for induction of micronuclei, nor for chromosome breaks or translocations.In conclusion, this study indicates that following sub-chronic exposure, EO is only weakly mutagenic in adult rats..."
        },
        {
            "References": "PMID:9268040",
            "Value": "/GENOTOXICITY/ ...The lacI mutant frequency was determined in the tissues of B6C3F1 lacI transgenic mice exposed by inhalation to ethylene oxide (EO). Groups of 15 male transgenic lacI B6C3F1 mice were exposed to either 0, 50, 100, or 200 ppm EO for 4 weeks (6 hr/day, 5 days/wk) and were sacrificed at 0, 2, or 8 weeks after the last EO exposure. The lacI transgene was recovered from lung, bone marrow, spleen, and germ cells for determination of the lacI mutant frequency. The tissues selected for analysis were tumor target site tissues in chronic bioassays (lung tumors and lymphomas) and germ cells. The lacI mutant frequency in lung was significantly increased at 8 weeks post exposure to 200 ppm EO (6.2 +/- 2.2 vs. 9.1 +/- 1.5. p = 0.046). In contrast, the lacI mutant frequency in spleen and bone marrow at 2 and 8 weeks was not significantly increased in mice exposed to 200 ppm EO. The lacI mutant frequencies in male germ cells for 200 ppm EO-exposed mice were not increased compared to air controls at 2 and 8 weeks post-exposure. In a spleen cell fraction two of three EO-exposed mice at the 200 ppm exposure level demonstrated an elevated lacI mutant frequency. The increased lacI mutant frequency in these animals was likely due to mutant siblings that contained background G:C to A:T transitions at CpG sites. These results demonstrate that a 4-week inhalation exposure to EO is mutagenic in lung. However, EO did not increase the frequency of mutations recovered at the lacI transgene in other tissues examined under the conditions used in the present studies. Since the mutational spectrum for EO in other systems consists of an increased proportion of large deletions, the lack of a mutagenic response in the tissues examined is likely due to the lack of recovery of large deletions in lambda-based shuttle vector systems."
        },
        {
            "References": "PMID:16051529",
            "Value": "/GENOTOXICITY/ ... Apurinic/apyrimidinic sites (AP) that result from chemical or glycosylase-mediated depurination of EO-induced DNA adducts could be an additional mechanism leading to mutations and chromosomal aberrations. This study tested the hypothesis that EO exposure results in the accumulation of AP sites and induces changes in expression of genes for base excision DNA repair (BER). Male Fisher 344 rats were exposed to ethylene oxide (EO) (100 ppm) or ethylene (ET) (40 or 3000 ppm) by inhalation for 1, 3 or 20 days (6 hr/day, 5 days a week). Animals were sacrificed 2 hr after exposure for 1, 3 or 20 days as well as 6, 24 and 72 hr after a single-day exposure. Experiments were performed with tissues from brain and spleen, target sites for EO-induced carcinogenesis, and liver, a non-target organ. Exposure to EO resulted in time-dependent increases in N7-(2-hydroxyethyl)guanine (7-HEG) in brain, spleen, and liver and N7-(2-hydroxyethyl)valine (7-HEVal) in globin. ET exposure also induced 7-HEG and 7-HEVal, but the numbers of adducts were much lower. No increase in the number of aldehydic DNA lesions, an indicator of AP sites, was detected in any of the tissues between controls and EO-, or ET-exposed animals, regardless of the duration or strength of exposure. EO exposure led to a 3-7-fold decrease in expression of 3-methyladenine-DNA glycosylase (Mpg) in brain and spleen in rats exposed to EO for 1 day. Expression of 8-oxoguanine DNA glycosylase, Mpg, AP endonuclease (Ape), polymerase beta (Pol beta) and alkylguanine methyltransferase were increased by 20-100% in livers of rats exposed to EO for 20 days. The only effects of ET on BER gene expression were observed in brain, where Ape and Pol beta expression were increased by less than 20% after 20 days of exposure to 3000 ppm."
        },
        {
            "References": "PMID:15123787",
            "Value": "/GENOTOXICITY/ The lacI mutant frequency and mutation spectrum were determined in the bone marrow and testes of B6C3F1 lacI transgenic mice exposed by inhalation to ethylene oxide (EO). Groups of male transgenic lacI B6C3F1 mice were exposed to 0, 25, 50, 100 or 200 p.p.m. EO for up to 48 weeks (6 hr/day, 5 days/wk) and were killed at 12, 24 or 48 weeks of EO exposure for determination of lacI mutant frequency. In the bone marrow, the lacI mutant frequency was significantly increased at the two highest exposure levels (100 and 200 ppm) and at the 48 week exposure time point. The shape of the exposure-response curve for lacI mutant frequency in the bone marrow was non-linear. DNA sequence analysis of the bone marrow mutation spectrum revealed that only AT to TA transversions occurred at an increased frequency in EO-exposed mice: 25.4% in EO-exposed mice for 48 weeks (200 ppm) compared with 1.4% in air controls. In testes, the lacI mutant frequency was increased at a single exposure level of 200 ppm for 24 weeks. At 48 weeks, the lacI mutant frequency in testes was significantly increased to an equal degree at 25, 50 and 100 ppm EO but not at 200 ppm. Analysis of the testes mutation spectrum in air control mice and in mice exposed to 200 ppm EO for 48 weeks revealed that no single mutational type occurred at an increased frequency. In the testes, there was a small increase across all mutational types that was sufficient to increase the overall lacI mutation frequency although not significant individually. The mutation spectrum in testes of EO-exposed mice also revealed that the increased lacI mutant frequency observed at 25 or 50 ppm EO was not due to an increase in mutant siblings (clonality). These data demonstrate that inhalation exposure to EO for up to 48 weeks produces distinct mutagenic responses in bone marrow and testes."
        },
        {
            "References": "PMID:12943923",
            "Value": "/GENOTOXICITY/ Ethylene oxide (EO) ... reacts preferentially with ring nitrogens in the DNA. ... In the X-linked recessive lethal (RL) assay in Drosophila postmeiotic male germ cells EO is, per unit exposure dose, 5-10 times more mutagenic than propylene oxide (PO). Furthermore, at the higher dose range of EO tested, 62.5-1000 ppm, up to 20-fold enhanced mutation rates were measured in the absence of maternal nucleotide excision repair (NER) compared to repair proficient conditions. The lower dose range of EO tested, 2-7.8 ppm, still produced a small increased mutation rate but without a significant elevated effect when the NER system is being suppressed. ... The aim of the present study was to compare the mutagenic effect of EO and PO in the RL assay under XPG proficient and deficient conditions with the formation of N-7-(2-hydroxyethyl)guanine (7-HEG) and N-7-(2-hydroxypropyl)guanine (7-HPG), respectively, the major DNA adducts formed. The formation of 7-HEG and 7-HPG was investigated in Drosophila males exposed to EO and PO as a measure of internal dose for exposures ranging from 2 to 1000 or 2000 ppm, respectively, for 24 hr. Analysis of 7-HEG and 7-HPG, using a highly sensitive 32P-postlabelling assay, showed a linear increase of adduct levels over the entire dose range. The non-linear dose-response relationship for mutations could therefore not be explained by a reduced inhalation or increased detoxification at higher exposure levels. In analogy with the four times higher reactivity of EO the level of N-7-guanine alkylation per ppm was for EO 3.5-fold higher than that for PO. Per unit N-7-guanine alkylation EO was found to be slightly more mutagenic than PO, whereas PO was the more potent clastogenic agent. ..."
        },
        {
            "References": "PMID:11377244",
            "Value": "/GENOTOXICITY/ Studies on the induction and persistence of ethylene oxide (EO) induced chromosomal alterations in rat bone-marrow cells and splenocytes following in vivo exposure were carried out. Rats were exposed to ethylene oxide either chronically by inhalation (50-200 ppm, 4 wks, 5 days/wk, 6 hr/day) or acutely by intraperitoneal injection (ip) at dose levels of 50-100 ppm.Spontaneous and induced frequencies of micronuclei (MN), sister-chromatid exchanges (SCEs) and chromosomal aberrations were determined in rat bone-marrow cells, and in splenocytes following in vitro mitogen stimulation. Unstable chromosomal aberrations were studied in whole genome using standard Giemsa staining technique and fluorescence in situ hybridisation using probe for chromosome #2 was employed to detect chromosome translocations.Following chronic exposure, the cytogenetic analyses were carried out at days 5 and 21 in rat splenocytes, to study the induction and persistence of sister-chromatid exchanges. Following chronic exposure, ethylene oxide was effective in inducing SCEs, and markedly cells with high frequency SCEs were observed and they in-part persisted until day 21 post-exposure. However, no significant effect was observed in rat splenocytes for induction of MN and chromosomal aberrations. Following acute exposure, both SCEs and MN were increased significantly in rat bone-marrow cells as well as splenocytes.In conclusion, this study indicates that ethylene oxide at the concentrations employed by intraperitoneal injection or inhalation in adult rats is mutagenic and can induce both SCEs and MN."
        },
        {
            "References": "PMID:17162533",
            "Value": "/GENOTOXICITY/  Benzene and ethylene oxide are multisite carcinogens in rodents and classified as human carcinogens by the National Toxicology Program. In 2-year mouse studies, both chemicals induced mammary carcinomas. ... Spontaneous, benzene-, and ethylene oxide-induced mouse mammary carcinomas /were examined/ for p53 protein expression, using immunohistochemistry, and p53 (exons 5-8) and H-ras (codon 61) mutations using cycle sequencing techniques. p53 protein expression was detected in 42% (8/19) of spontaneous, 43% (6/14) of benzene-, and 67% (8/12) of ethylene oxide-induced carcinomas. However, semiquantitative evaluation of p53 protein expression revealed that benzene- and ethylene oxide-induced carcinomas exhibited expression levels five- to six-fold higher than spontaneous carcinomas. p53 mutations were found in 58% (7/12) of spontaneous, 57% (8/14) of benzene-, and 67% (8/12) of ethylene oxide-induced carcinomas. H-ras mutations were identified in 26% (5/19) of spontaneous, 50% (7/14) of benzene-, and 33% (4/12) of ethylene oxide-induced carcinomas. When H-ras mutations were present, concurrent p53 mutations were identified in 40% (2/5) of spontaneous, 71% (5/7) of benzene-, and 75% (3/4) of ethylene oxide-induced carcinomas. /The/ results demonstrate that p53 and H-ras mutations are relatively common in control and chemically induced mouse mammary carcinomas although both chemicals can alter the mutational spectra and more commonly induce concurrent mutations."
        },
        {
            "References": "Fishbein L; Potential Indust Carcins & Mutagens p.31 (1977) USEPA 560/5-77-005",
            "Value": "/GENOTOXICITY/ Ethylene oxide was reported positive for mutagenicity test performed on bacteria, Neurospora, Drosophila, mammalian cells."
        },
        {
            "References": "Appelgren LE et al; Acta Pharmacol Tox 43: 69 (1978)",
            "Value": "/GENOTOXICITY/ Rats and mice exposed to ethylene oxide had significantly increased numbers of polychromatic erythrocytes containing micronuclei."
        },
        {
            "References": "PMID:2233797",
            "Value": "/GENOTOXICITY/ The results of efforts to identify and quantify macromolecular adducts of ethylene oxide, to determine the source and significance of background levels of these adducts, and to generate molecular dosimetry data on these adducts are reviewed. A time-course study was conducted to investigated the formation and persistence of 7-(2-hydroxyethyl) guanine in various tissues of rats exposed to ethylene oxide by inhalation, providing information necessary for designing investigations on the molecular dosimetry of adducts of ethylene oxide. Male F344 rats were exposed 6 hr/day for up to 4 weeks (5 days/wk) to 300 ppm ethylene oxide by inhalation. Another set of rats was exposed for 4 weeks to 300 ppm ethylene oxide, and then killed 1-10 days cessation of exposures. DNA samples from control and treated rats were analyzed for 7-(2-hydroxyethyl)guanine using neutral thermal hydrolysis, HPLC separation, and fluorescence detection. The adduct was detectable in all tissues of treated rats following 1 day of ethylene oxide exposure and increased approximately linearly for 3-5 days before the rate of increase began to level off. Concentrations of 7-(2-hydroxyethyl)guanine was greatest in brain, but the extent of formation was similar in all tissues studied. The adduct disappeared slowly from DNA, with an apparent half-life of approx 7 days. The shape of the formation curve and the in vivo half-life indicate that 7-(2-hydroxyethyl)guanine will approach steady-state concentrations in rat DNA by 28 days of ethylene oxide exposure. The similarity in 7-(2-hydroxyethyl)guanine formation in target and nontarget tissues indicates that the tissue specificity for tumor induction is due to factors in addition to DNA-adduct."
        },
        {
            "References": "PMID:3943498",
            "Value": "/GENOTOXICITY/ Ethylene oxide is a classical mutagen and a carcinogen based on evidence from studies in experimental animals. Chinese hamster V79 cells were treated for 2 hr with gaseous ethylene oxide, in sealed treatment chambers, and assayed for survival and mutagenic response by analysis of induced resistance to 6-thioguanine or ouabain. Significant numbers of mutants were produced at both genetic markers by 1,250-7,500 ppm ethylene oxide. Similarly, primary Syrian hamster embryo cells were treated for 2 or 20 hr with gaseous ethylene oxide in sealed treatment chambers and subsequently assayed for survival and increased sensitivity to SA7 virus transformation. Treatment concentrations extended from toxic to several nontoxic concentrations. After 2 hr ethylene oxide treatment at 625-2,500 ppm a significant enhancement of virus transformation was observed. At 20 hr after treatment no enhancement was observed. Treatment of hamster cells with ethylene oxide in both bioassay systems yielded concentration-related, quantitative results."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 79 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ethylene oxide tested positive in the Ames test with Salmonella typhimurium strains TA 1535 and TA 100 without metabolic activation at concentration up to 95.5 mM.  Also tested positive in strains TA 100 and TA 102 at 4.4 to 44 mmol plate in the presence of metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 79 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ethylene oxide tested positive at a concentration of 27.3% in the Bacillus subtilis recombination assay with strains HA 101, TKJ 5211 (uvrA), and TKJ 201 (polA) with or without metabolic activation. /From table/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 83 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ethylene oxide tested positive in the Escherichia coli reverse mutation assay in strains WP2, WP2s (uvrA), WP5 (lexA), WP6 (polA) and WP10 (recA) at concentrations up to 40 mM. The assay was performed in the absence of metabolic activation. A dose-dependent effect was found; mutation frequencies of the excision-repair deficient ubrA and polA strains were higher, while the mutation rates of the \"error-prone repair\" strains recA and lexA were slightly lower than of wild-type E.coli."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 80 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ethylene oxide tested positive in the bacterial forward mutation assay without metabolic activation.  Escherichia coli KMBL 3835, 3951 (uvrB) and 8002 (umuC) were used and ethylene oxide was tested at concentrations up to 40 mM.  /From table/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Ethylene Oxide (CAS # 75-21-8) p. 108 (2000 CD-ROM edition). Available from, as of July 9, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ The heritable translocation assay was performed in C3HX101 F1 and T-stock male mice.  Mice were exposed by inhalation to 0.30, 0.37, 0.45, or 0.54 mg/L (original values 165, 204, 250 and 300 ppm) ethylene oxide 6 hr/day, 5 days/week for 8.5 weeks followed by 7 days per week for another 2.5 weeks.  The incidences of heritable translocations were significantly increased at all concentrations.  Concentration-response curves were concave upward (non-linear), which is probably due to saturation of detoxification and of DNA repair capacity at high exposure levels.  At the lowest exposure level, the frequency was calculated 30 times above control levels, the frequency of epididymal sperm and early spermatocytes being ca. 3% compared to a frequency of 26% found in the high-dose group."
        },
        {
            "References": "USEPA/OPPTS; Revised Ethylene Oxide HED Risk Assessment for Reregistration Eligibility Document (RED) p.23 EPA-HQ-OPP-2005-0203-0100 (May 2007). Available from, as of July 22, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/GENOTOXICITY/ ... In fungi, ethylene oxide has been shown to increase ad+ revertants (Neurospora crassa) and induce forward mutations (Schizosaccharomyces pombe). Ethylene oxide is also an effective mutagen in higher plants (e.g., induction of chlorophyll gene mutations in rice and barley). ... A dose-dependent increase in unscheduled DNA synthesis has been reported in germinal cells of male mice exposed to ethylene oxide. ..."
        },
        {
            "References": "PMID:3290111",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethylene oxide is a carcinogenic compound which is also an ethylene metabolite. Ethylene oxide forms macromolecular adducts with proteins and nucleic acids. Targets in proteins are the amino acids cysteine, histidine and valine (if N-terminal, as in hemoglobin). The major DNA adduct is 7-(2-hydroxyethyl)-guanine."
        },
        {
            "References": "PMID:12940622",
            "Value": "/OTHER TOXICITY INFORMATION/ Chloroethane, bromoethane and ethylene oxide represent a unique set of chemicals that induce endometrial neoplasms in the uterus of B6C3F1 mice following an inhalation route of exposure. The results of the NTP's chronic bioassays with these three compounds resulted in an unusually high incidence of uterine epithelial neoplasms in B6C3F1 mice (chloroethane 86%, bromoethane 56%) and a lower incidence for ethylene oxide (10%). The uterine neoplasms were classified as adenomas, adenocarcinomas, and squamous cell carcinomas for bromoethane, and as adenocarcinomas for both chloroethane and ethylene oxide. The adenocarcinomas and squamous cell carcinomas were invasive into the myometrium and the serosa, and metastasized to a wide variety of organs. Metastatic sites included most commonly the lung, lymph nodes, and ovary at unusually high rates of metastases (79% for chloroethane and 38% for bromoethane). Because of the dramatically high rates of uterine neoplasms (induced by chemicals given by the inhalation route) and metastases, a re-evaluation of the pathology and incidence data was undertaken. The earlier results were confirmed. ..."
        },
        {
            "References": "PMID:15141094",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethylene (74-85-1) is an important petrochemical and is produced endogenously. It is metabolized to ethylene oxide (EO) by cytochrome P450. ... The inhibition of cytochrome P450 activity during exposure to ethylene /was studied to verify/ that this inhibition was reflected in the concentration of EO in the blood. Male F344 rats were exposed to 1000, 600, and 300 ppm ethylene by nose-only inhalation for up to 6 hr. Blood samples were obtained during exposure. On exposure to 600 ppm ethylene, blood EO concentration increased during the first hour of exposure and then decreased to approximately half of the peak blood concentration. A less pronounced decrease was observed at 300 ppm, and at 1000 ppm little change was observed between 10 min and 6 hr of exposure. For the analysis of cytochrome P450 and isozyme-specific substrate activities, groups of four male F344 rats were removed for the collection of liver at various times after exposure to 300, 600, or 1000 ppm ethylene. At all concentrations, liver microsomal cytochrome P450 decreased during exposure. Of the various monooxygenase activities measured, 4-nitrophenol hydroxylase was the one most consistently altered, with maximal inhibition (approximately 50%) at 2 hr of exposure to 1000 ppm ethylene, 4 hr at 600 ppm, and 6 hr at 300 ppm. Activity recovered to control levels by 6 hr after exposure. Cytochrome P450 2E1 appears to be the major isoform of cytochrome P450 inhibited by exposure to ethylene."
        },
        {
            "References": "PMID:12601776",
            "Value": "/OTHER TOXICITY INFORMATION/ The in vitro hemolytic and in vivo mucosal irritation potential of ethylene oxide (EO) was investigated with standard procedures used to determine the biocompatibility of medical devices. Test solutions containing EO at concentrations of 25, 50, 100, 250, 500, 1,250, 2,500, 5,000, or 10,000 ug/mL were prepared in saline to simulate a worst-case aqueous extraction of standard medical devices containing 125, 250, 500, 1,250, 2,500, 6,250, 12,500, 25,000, or 50,000 ug/g of EO, respectively. Concentrations of EO up to 500 ug/mL were not hemolytic (< 5% hemolysis after a 4-hr exposure), whereas >/=1250 ug/mL of EO resulted in significant hemolysis. Hamster cheek pouches exposed to cotton pellets saturated with EO at concentrations of up to 2500 ug/mL for 4 hr with a recovery period of 14 days were without effects attributable to EO. However, at >/=5000 ug/mL of EO, significant histomorphological alterations of the buccal mucosa were observed and attributed to EO exposure. It was concluded that solutions of EO of up to 500 ug/mL representing an aqueous extract of a general medical device containing at least 2500 ug/g of EO residue do not result in significant hemolysis and irritation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/OTHER TOXICITY INFORMATION/ Pathological examination of tissues from mice, rats, and guinea pigs that died after lethal exposure to ethylene oxide revealed adverse effects that included lung congestion, hyperemia of the liver and kidneys, and gray discoloration of the liver. Animals that experienced delayed death had emphysema of the lungs, fatty degeneration of the liver, cloudy swelling of the kidney tubules, and congestion of the spleen and brain, all believed to be a cause or contributing to these deaths."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/OTHER TOXICITY INFORMATION/ Mice, rats, guinea pigs, rabbits, and dogs exposed to lethal concentrations of ethylene oxide had symptoms of mucous membrane irritation, central nervous system (CNS) depression, lacrimation, nasal discharge, salivation, nausea, vomiting, diarrhea, respiratory irritation, incoordination, and convulsions. Surviving animals showed subsequent bronchitis, pneumonia, and loss of appetite with delayed symptoms of apathy, dyspnea, vomiting, paralysis (particularly of the hindquarters), and periodic convulsions, followed eventually by death. Rapid deaths were usually associated with lung edema; delayed deaths frequently resulted from secondary infections in the lungs, although general systemic intoxication is also believed to be associated with these delayed deaths."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chu W, Chan KH; Sci Total Environ 248: 1-10 (2000) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc of ethylene oxide was reported to be 2.20(1). According to a classification scheme(2), this estimated Koc value suggests that ethylene oxide is expected to have very high mobility in soil(SRC)."
        }
    ]
}