{
    "_id": {
        "$oid": "6682e842c4e5dba5ffba24b5"
    },
    "CID": {
        "$numberInt": "6358"
    },
    "Name": "2-BROMOPROPANE",
    "IUPACName": "2-bromopropane",
    "CanonicalSMILES": "CC(C)Br",
    "Synonyms": [
        "2-Bromopropane",
        "75-26-3",
        "ISOPROPYL BROMIDE",
        "Propane",
        "2-bromo-",
        "Isopropylbromide",
        "2-BROMO-PROPANE",
        "sec-Propyl bromide",
        "2-bromo propane",
        "UN2344",
        "R651XOV97Z",
        "DTXSID7030197",
        "MFCD00000147",
        "CCRIS 7919",
        "HSDB 623",
        "2-Bromopropane",
        "99%"
    ],
    "IsomericSMILES": "CC(C)Br",
    "INCHI": "InChI=1S/C3H7Br/c1-3(2)4/h3H,1-2H3",
    "INCHIKEY": "NAMYKGVDVNBCFQ-UHFFFAOYSA-N",
    "Formula": "C3H7Br",
    "MolecularWeight": {
        "$numberDouble": "122.99"
    },
    "Description": "2-Bromopropane (2-BP) can cause cancer according to California Labor Code and the World Health Organization's International Agency for Research on Cancer (IARC). It can cause female reproductive toxicity and male reproductive toxicity according to The National Toxicology Program's Center for the Evaluation of Risks to Human Reproduction.",
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 9 was calculated for isopropyl bromide (SRC), using a measured log Kow of 2.14(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan ISBN 4-89074-101-1 p. 9-4 (1992) (2) Eriksson L et al; Environ Toxicol Chem 14: 209-17 (1995)",
            "Value": "Isopropyl bromide present at 100 mg/L, reached 73-89% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). Half-lives for the biodehalogenation of isopropyl bromide are 35 (oxygen insertion), 279 (substitution), and 40 hours (substitution) by the bacterial strains Pseudomonas putida, Pseudomonas sp., and Flavobacterium sp., respectively(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = 2.14"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley rats were given daily intraperitoneal injections of 125, 250, or 500 mg/kg 2-BP in olive oil for 28 days. The rats exhibited dose-dependent decreases in body weight and testicular weight, with histopathological evidence of testicular necrosis. The NOEL was 125 mg/kg body weight."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley rats given oral 2-BP at 100, 330, or 1000 mg/kg daily for 28 days exhibited decreased body and thymus weights at the highest dose. White and red blood cell and platelet numbers were reduced, suggesting an immunotoxic potential of 2-BP."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Wistar rats were exposed 8 hours/day, 7 days/week for 9 weeks at 300 or 1000 ppm 2-BP.  Exposures at 3000 ppm were terminated after 9 to 11 days due to morbidity. The rats exhibited decreased testicular and epididymal weights, decreased sperm count and motility, and decreased erythrocytes and platelets, indicating testicular and hematopoietic toxicity from 2-BP. Hypoplasia of bone marrow was observed at exposures of 1000 ppm 2-BP. Female Wistar rats exposed at 100, 300, or 1000 ppm 2-BP for 9 weeks developed irregular estrous cycling due to the destruction of primordial follicles and their oocytes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Treatment of female Sprague-Dawley rats by intraperitoneal injection of 300, 600, or 900 mg/kg 2-BP for 21 days produced delayed estrous cycle and decreased the number of pups born in the high-dose group."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Sprague-Dawley rats treated with subcutaneous injections of 200, 600, or 1800 mg/kg 2-BP 5 days/week for 5 to 7 weeks exhibited decreased testis weight, decreased sperm concentration and viability, increased sperm abnormalities, decreased serum testosterone concentrations, atrophied seminiferous tubules, and reduced pregnancy and fertility indices when mated with females. These data show that 2-BP induces alterations in the neuro-endocrine axis and reproductive tract."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Inhalation exposure of Wistar rats 8 hours/day, 7 days/week for 12 weeks at 100 or 1000 ppm 2-BP produced a decrease in motor nerve conduction velocity and prolonged distal latency at the high exposure along with decreases in body and brain weight. Similar effects were observed after 5 to 7 weeks exposure at 1000 ppm 1-BP."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/GENOTOXICITY/ 2-BP did not induce chromosomal aberrations in Chinese hamster lung cells in vitro and did not increase the frequency of micronuclei in the bone marrow of rats treated with intraperitoneal injections of 125, 250, or 500 mg/kg 2-BP daily for 28 days."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/GENOTOXICITY/ 2-BP was mutagenic toward Salmonella typhimurium strain TA1535 with or without metabolic activation, but it required metabolic activation to exert mutagenicity toward TA100."
        },
        {
            "References": "PMID:14661861",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxic effects of 2-bromopropane (2-BP) and its analog, 1,2-dibromopropane (1,2-DBP), were investigated in female BALB/c mice. The mice were treated orally with either 2-BP at 2000 and 4000 mg/kg or 1,2-DBP at 300 and 600 mg/kg. Four days before necropsy, the mice were immunized intraperitoneally with sheep red blood cells (SRBCs). ... The antibody response was significantly suppressed by treatment with 2-BP... When mice were treated orally with either one of these chemicals for 6, 12, 24 and 48 hr, the activities of serum alanine aminotransferase and aspartate aminotransferase elevated significantly only with 1,2-DBP 24 hr after the treatment. The hepatic content of glutathione was reduced by 1,2-DBP. Meanwhile, these parameters were increased by 2-BP."
        },
        {
            "References": "PMID:11955946",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The toxic effects of 2-bromopropane (2-BP) on the reproductive tracts of male F1 offspring from dams exposed to 2-BP during gestation and lactation were investigated. Ten pregnant (sperm-positive) Sprague-Dawley rats per group were exposed sc to 2-BP at 135, 405, and 1215 mg/kg/day from gestation day (GD) 6 to postnatal day (PND) 20. 2-BP decreased the proportion of dams littering at the two highest doses. At the highest dose, the rate of delivery and surviving pups were significantly lower than in the controls (P < or = 0.05). The relative weights of testes vs. brain were significantly lower than the controls (P < or = 0.05) on PND 33 and 63 at 405 mg/kg/day, and on PND 90 at 1215 mg/kg/day in the F1 rats. Seminiferous tubule atrophy, germ cell loss, and increased Leydig cell proliferation were observed at the highest dose by histopathologic examination. Female offspring has a decrease in all follicle types at the high dose. These results suggest that gestational and lactational exposure to 2-BP at a high maternally toxic dose impairs the development of the reproductive organs of the offspring."
        },
        {
            "References": "PMID:11936219",
            "Value": "/IMMUNOTOXICITY/ Immunotoxic effects of 2-bromopropane were investigated in male Sprague-Dawley rats. The rats were treated orally daily with 2-bromopropane at 100, 330, or 1000 mg/kg for 28 consecutive days. Four days before necropsy, the rats were immunized iv with sheep red blood cells (SRBCs). The body and thymus weights were significantly reduced by treatment with 2-bromopropane at the highest dose. In addition, the numbers of splenic and thymic cells were decreased by 2-bromopropane. In hematology, the numbers of white blood cells, red blood cells, and platelets were significantly reduced. Among the serum clinical parameters, the levels of chloride ion were significantly increased by 2-bromopropane. The antibody response to SRBCs was significantly suppressed at the highest dose. With immunized animals, immunophenotyping of splenic and thymic cells was performed to investigate the changes of the number of macrophages, B cells, and T cells in spleen and the number of CD4+ and CD8+ cells in thymus. The numbers of most cell types were significantly decreased in the spleen when animals were treated with 2-bromopropane at 1,000 mg/kg. Likewise, all cell types of thymus were significantly decreased by 2-bromopropane. The present results suggest that 2-bromopropane may have an immunotoxic potential in male Sprague-Dawley rats when the rats are exposed for 28 days."
        },
        {
            "References": "PMID:11693945",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female F344 rats were administered 2BP (500 or 1000 mg/kg, ip) at intervals of 2 or 3 days for 15-17 days. The body weights were measured and estrous stages were observed throughout the experimental period. Ovulation, organ weights, ovarian histology, and blood biochemistry were investigated on the terminal day of the experiment. Uterine weights in rats treated with 2BP were significantly lower than those in control animals. Body, liver, kidney, and adrenal weights in 2BP-treated rats showed no significant differences from control values. 2BP treatment prolonged estrous cycles and decreased the number of ovulated ova in spontaneous ovulation. In addition, histological examinations showed that the preovulatory follicles in the ovary were altered markedly in 2BP groups. These results show that even in short-term treatment, 2BP injured the ovary, particularly the preovulatory follicles. It appears that these damages of the preovulatory follicles induced by 2BP reduced the numbers of spontaneously ovulated ova in female F344 rats."
        },
        {
            "References": "PMID:10602393",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The animals were randomly divided into 3 treatment groups and 1 control group each of which comprised 6 mature and 6 immature rats. The treated groups were injected sc 200, 600 and 1800 mg/kg of 2-BP on 5 days a week for 5 - 7 weeks and the control group received the vehicle. The absolute and relative testis weights were significantly reduced in 600 and 1800 mg/kg bw dose groups in both mature and immature rats. The absolute epididymis, prostate, seminal vesicle, and pituitary weights and the relative epididymis weights, however, were significant only at the highest dose level used in both mature and immature rats. The sperm concentration and sperm viability in epididymal duct decreased and the percentage of abnormal sperm increased in a dose-dependent manner in both mature and immature rats. Additionally, serum testosterone level was significantly decreased in all dose groups in mature rats, and was significantly reduced only in the group treated with the middle and highest dose in immature rats. In both mature and immature rats treated with 200 and 600 mg/kg, the seminiferous tubules were atrophied and all types of germ cells were decreased in number. At the highest dose level, the effect was more marked showing severely atrophied seminiferous tubules and a complete loss of all types of germ cells. The mating, pregnancy and fertility indices were significantly reduced in the 600 and 1800 mg/kg groups. Additionally, at the highest dose group the number of implantations and viable fetuses per litter were reduced and the resorption rate was increased significantly. In the mature rats, the beta-LH gene expression increased significantly in the 1800 mg/kg group when compared to the control group. It can be concluded that 2-BP induces alterations in both neuro-endocrine axis and the reproductive tract under the present experimental conditions. The no observed adverse effect level (NOAEL) in this study could be estimated to be lower than 200 mg/kg/bw based on the alteration in testicular morphology as well as on sperm parameters observed at the dose level of 200 mg/kg."
        },
        {
            "References": "Dipple A et al; Carcinogenesis (Lond) 2 (2): 103-108 (1981)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A series of alkylating and aralkylating bromides was used in a comparative study of chemical reactivity (using 4-(p-nitrobenzyl) pyridine as standard nucleophile), and carcinogenic activity (using single injections by the sc route in 6-wk-old female CB-hooded rats). Benzyl, ethyl, isopropyl and trityl bromides were inactive as carcinogens at doses up to 0.83, 12.5, 8.3 and 0.25 mmol/kg, respectively. ... The order of chemical reactivity was trityl > 7-bromomethyl-1,2-methylbenz(a)anthracenyl > 7-bromomethyl-benz(a)anthracenyl > benzyl > ethyl > isopropyl. The relationship suggested between carcinogenicity and reactivity is that the highest reactivity permitted little in vivo penetration to essential cellular receptor sites because of immediate solvolysis; the lower reactivities did not ensure sufficient alkylation of such receptors."
        },
        {
            "References": "PMID:9009506",
            "Value": "/GENOTOXICITY/ The mutagenicity of 2-bromopropane (2BP) was assessed using in-vitro and in-vivo genotoxicologic assays. Bacterial mutation assays were performed by exposing Salmonella typhimurium strains to 2BP at concentrations ranging from 50 to 5,000 ug/plate. Chromosome aberration analysis was conducted in vitro by exposing Chinese hamster lung cells (CHL cells) to 0.077 to 2.46 mg/mL 2BP. Bone marrow micronucleus (MN) tests were performed in vivo by ip injecting Sprague-Dawley-rats with 125, 250, or 500 mg/kg bw 2BP for 28 days, followed by the examination of polychromatic erythrocytes in the bone marrows of rats via fluorescence microscopy. Mutagenicity was dose dependently induced by 2BP in S. typhimurium strain TA 100 with metabolic activation; in strain TA 1535, mutagenicity was induced regardless of metabolic activation. The results suggested base pair substitutions in S. typhimurium strains. Chromosome aberration analysis revealed negative results at 6 hr with metabolic activation and 24 hr without metabolic activation for CHL cells at all 2BP doses. No significant increase in MN formation frequency was observed for any dose of 2BP studied, although there was a significant decrease in the percentage of polychromatic erythrocytes. /It was concluded/ that exposure to 2BP may cause bone marrow depression in hematopoiesis at 125, 250, or 500 mg/kg, although MN formation may not be induced."
        },
        {
            "References": "Kamijima M et al; J Occup Health 39 (2): 144-149 n(1997)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The ovarian toxicity of 2-bromopropane (2BP) was studied in nonpregnant rats. Virgin Wistar-rats were exposed to 0, 100, 300, or 1,000 ppm 2BP 8 hr daily for 9 wk. Vaginal smears were obtained daily during a 3 wk preexposure period and the 9 wk exposure period to monitor estrus cyclicity. The animals were killed after the 9 wk exposure period and weighed. Organs were weighed and examined for histological changes. Blood samples were collected to determine plasma luteinizing hormone (LH) and follicle stimulating hormone (FSH) concentrations. Body weight gains were significantly decreased in rats exposed to 1,000 ppm 2BP. The 300 and 1,000 ppm exposures significantly reduced the number of normal estrus cycles and prolonged the cycles starting at the seventh and second wk of exposure, respectively. Absolute ovarian, spleen, and thymus weights and relative thymus and liver weights were significantly decreased by 1,000 ppm 2BP. Histological abnormalities were found only in ovaries from rats exposed to 300 and 1,000 ppm 2BP and consisted primarily of dose related ovarian follicle atresia accompanied by a decrease in the number of central and growing follicles. Plasma LH and FSH concentrations were not significantly affected by 2BP, although the 300 and 1,000 ppm exposures tended to decrease LH concentrations and increase FSH concentrations. /It was concluded/ that 2BP is as toxic to the female reproductive system as it has been previously shown to be to the male reproductive system."
        },
        {
            "References": "PMID:10378467",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 40 ten-week-old Sprague-Dawley (SD) rats were treated orally with 3.5 g/kg/day of 2-BP for 3 consecutive days. At 1, 3, 5, 7, 14, 28, 42, and 70 days after treatment, testes were perfused with Karnovsky's solution or immersed in Bouin's solution, embedded in plastic or Epon appeared normal in the early stage of the study. Whereas spermatid retention in Stages IX-XI was observed on day 7 after treatment, depletion of spermatocytes and spermatids continued over time, followed by a marked increase of germ cells on day 42 after treatment. However, the seminiferous tubules did not completely recover by study termination. Leydig cell cellularity increased mildly without any significant morphologic modification at the end of the study."
        },
        {
            "References": "PMID:9701910",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The influence of 2-bromopropane (2-BP), an alternative to freon, on ovulation was examined using superovulation induced by pregnant mare's serum gonadotropin and human chorionic gonadotropin (PMSG-hCG) treatment. Three groups of mice were injected ip 8 times with 2-BP at 500, 1,000 or 2,000 mg/kg and were induced to ovulate by PMSG-hCG treatment. Injection of 2-BP caused the number of ovulated ova in the 1,000 mg/kg and 2,000 mg/kg groups to decrease remarkably. Uterus weight was also decreased in the 2,000 mg/kg group on the terminal day of the experiment."
        },
        {
            "References": "Li WH et al; Shengzhi Yu Biyun (Reproduction and Contraception) 21 (3): 157-60 (2001)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Forty SD male rats were divided into4 groups of 10 rats each. The rats were intra-abdominally administered 2-BP once per day for 5 days continuously at the doses of 1800 mg/kg, 600 mg/kg, 200 mg/kg and normal saline, respectively. The rats were dissected 1 wk after the first administration. The body weight, absolute testes weight and relative testes weight of the rats in 1800 mg/kg dose group decreased significantly with comparison to those of control group, while the weight of accessory gonads showed no significant change. With the increase of dosage, the seminiferous tubules damage rate aggravated while the ratio of spermatogonia in total germ cells fell with P less than 0.05. The seminiferous tubule area of rats in 1800 mg/kg group also reduced significantly. The results indicated that testis was the target organ of 2-BP's reproductive toxicity. The testicular toxicity of 2-BP started from damaging spermatogonia and its damage on spermatogonia was most obvious among all germ cells."
        },
        {
            "References": "Okuda M et al; Toxicol Appl Pharmacol 197 (3): 353 (2004)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ We investigated the damage to DNA of rat spermatogenic cells by 2-bromopropane with single cell gel electrophoresis (comet) assay and oxidative stress 8-OHdG measurements. Comet assays: Testes were isolated from 14 day old Wistar rats and digested to disperse cells. After 2 days incubation, 2-bromopropane was added in final solution 10-11 x 10-3 mole/L for 15~60 min. Spermatogenic cells were collected with pipetting and re-suspended into low melting point gel to spread on slide glass. Cytoplasmic and nuclear membranes were dissolved and DNA was dehydrated followed by electrophoresis. Tails of spermatogenic cells were investigated with Komet V5.0. 8-OHdG measurements: 2-bromopropane was injected sc 1 mmol/Kg in 5 and 12 day old rats. Everyday injections for 5 days were followed by testes isolation, and DNA was obtained. ELISA method was used to measure 8-OHdG. DNA damage was detected at more than 10-10 mol/L of 2-bromopropane and tail moment increased at more concentrations. DNA damage due to 2-bromopropane was detected after 15 min exposure but not exaggerated at longer exposure unlike damage due to hydrogen peroxide. Several to ten times 8-OHdG was measured in testes DNA derived from 2-bromorpoane exposed rats. But 8-OHdG of liver DNA was no more than liver of control rats. No ladder formation was shown for the same testes DNA samples with electrophoresis. DNA damage by 2-bromopropane was detected in vitro with comet assay. Cleavage of DNA in this study must be caused by oxidative stress more than apoptosis."
        },
        {
            "References": "Toraason M et al; Toxicologist 78(1-S): 31-2 (2004)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... DNA damage was assessed in human leukocytes exposed in vitro to 1-BP or 2-BP at 0, 0.01, 0.1, or 1 mM for 8 hr; or at 1 mM for 1, 2, 4 or 8 hr. Exposures to 1-BP or 2-BP were performed in triplicate samples of fresh heparinized venous blood from an adult male volunteer. For estimation of DNA damage, comets were produced by alkaline microgel-electrophoresis. In each sample, DNA damage was estimated in a minimum of 100 leukocytes using VisComet image analysis software. Apoptosis was assessed in leukocytes exposed to 1-BP or 2-BP using the DNA diffusion assay. 1-BP or 2-BP induced a significant increase in comet tail moment at 1 mM but not at 0.01 or 0.1 mM. DNA strand break number was significantly increased at 0.1 and 1 mM of 1-BP or 2-BP. In temporal studies, a significant increase in DNA damage was evident 1, 2, 4, or 8 hr after exposure to 2-BP, whereas increased DNA damage was observed only after 4 or 8 hr of exposure to 1-BP. Significant increases in apoptosis were evident after exposure to 0.1 or 1 mM 2-BP, but only after exposure to 1 mM 1-BP."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of isopropyl bromide is estimated as 350(SRC), using a measured log Kow of 2.14(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that isopropyl bromide is expected to have moderate mobility in soil(SRC)."
        }
    ]
}