{
    "_id": {
        "$oid": "6682e844c4e5dba5ffba24bd"
    },
    "CID": {
        "$numberInt": "6367"
    },
    "Name": "Acetyl chloride",
    "IUPACName": "acetyl chloride",
    "CanonicalSMILES": "CC(=O)Cl",
    "Synonyms": [
        "ACETYL CHLORIDE",
        "75-36-5",
        "Ethanoyl chloride",
        "Acetic chloride",
        "Acetylchloride",
        "Acetic acid chloride",
        "CH3COCl",
        "RCRA waste number U006",
        "Acetic acid",
        "chloride",
        "CCRIS 4568",
        "HSDB 662",
        "CH3-CO-Cl",
        "UNII-QD15RNO45K",
        "EINECS 200-865-6",
        "QD15RNO45K"
    ],
    "IsomericSMILES": "CC(=O)Cl",
    "INCHI": "InChI=1S/C2H3ClO/c1-2(3)4/h1H3",
    "INCHIKEY": "WETWJCDKMRHUPV-UHFFFAOYSA-N",
    "Formula": "C2H3ClO",
    "MolecularWeight": {
        "$numberDouble": "78.5"
    },
    "Description": "Acetyl chloride is an acyl chloride. It is functionally related to an acetic acid.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "33"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) O'Neil MJ, ed; The Merck Index. 15th ed., Cambridge, UK: Royal Society of Chemistry, p. 16 (2013) (2) Moretti TA; Kirk-Othmer Encycl Chem Technol. 3rd ed New York, NY: Wiley 1: 162-6 (1978)",
            "Value": "Acetyl chloride will decompose violently in water(1) forming acetic acid and hydrochloric acid(2). Because of its short half-life in water, bioconcentration of acetyl chloride in aquatic organisms is very unlikely(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetyl chloride (CAS Number: 75-36-5) (EC Number: 200-865-6) (Last updated: April 26, 2018). Available from, as of September 27, 2018: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The Ames test using the preincubation assay was conducted. The test chemical, Salmonella culture /(strains TA97/TA100/TA1535/TA1537)/, and S-9 mix or buffer were incubated at 37 °C, without shaking, for 20 min. The top agar was added and the contents of the tubes were mixed and poured onto the surface of petri dishes containing Vogel-Bonner medium. The histidine-independent (his+) colonies arising on these plates were counted following two days incubation at 37 °C. Acetyl chloride is not mutagenic in these bacterial test systems either with or without exogenous metabolic activation at the dose level investigated /(0, 33, 100, 333, 1000, 3333 and 6666 ug/plate)/."
        },
        {
            "References": "PMID:8640917",
            "Value": "/GENOTOXICITY/ The genetic toxicity profiles of vinyl chloride (VCl), vinyl bromide (VBr), ethyl carbamate (EC), vinyl carbamate (VC) and some structurally related chemicals were investigated in both somatic and germ cells of Drosophila melanogaster. In the white/white+ eye mosaic assay, a screening system measuring predominantly homologous recombination in somatic cells, only marginal genotoxic activities were observed for acetyl chloride (ACl), glycolaldehyde (GCA), 2,2'-dichlorodiethyl ether (DDE) and methyl carbamate (MC), whereas VCl, 2-chloroacetaldehyde (CAA), VBr, 2-bromoacetaldehyde (BAA) and EC were clearly recombinogenic in the assay. Those chemicals proven to be recombinogenic in somatic cells were investigated further in postmeiotic male germ cells, utilizing as descriptors of their genotoxicity I(CL/RL) and M(exr-)/M(exr+) indices. The I(CL/RL) index is the rate of induced chromosome loss (CL), a clastogenic event, divided by the forward mutation rate, measured as recessive lethal (RL) mutations in 700 loci of the X-chromosome. The M(exr-)/M(exr+) mutation enhancement ratio is obtained by determining RL under excision repair deficient versus repair proficient conditions. With I(CL/RL) values (2.7-6.9) similar to those obtained for cross-linking agents, vinyl chloride, vinyl bromide, ethyl carbamate and vinyl carbamate are all efficient clastogenic agents in Drosophila germ cells. In the absence of excision repair, however, neither CEO nor CAA gave a hypermutability response (M(exr-)/M(exr+) approximately 1). By contrast, VCl, VBr, EC and VC showed clearly enhanced M(exr-)/M(exr+) ratios, suggesting that these compounds produce some repairable DNA modification(s) that are not generated by their epoxides. This unexpected finding points to the formation of other, yet unknown, metabolites of vinyl chloride, vinyl bromide, ethyl carbamate and vinyl carbamate. Our results support the concept that the epoxides chloroethylene oxide (CEO), bromoethylene oxide (BEO) and vinyl carbamate epoxide (VCO) are the most essential mutagenic intermediates. Compared to chloroethylene oxide (CEO), 2-chloroacetaldehyde (CAA) was approximately 50 times less effective in the induction of RL, whereas BAA was inactive as a mutagen. These findings are consistent with the general view that CAA and BAA play no major role in the genotoxic action of vinyl halides."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Sept 25, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) O'Neil MJ, ed; The Merck Index. 15th ed., Cambridge, UK: Royal Society of Chemistry, p. 16 (2013) (4) Thurman EM, Malcolm RL; pp. 1-23 in Aquatic and Terrestrial Humic Materials. Christman RF, Gjessing ET, eds., Ann Arbor, MI: Ann Arbor Sci (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of acetyl chloride can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that acetyl chloride is expected to have very high mobility in soil(SRC). However, in view of its violent decomposition in the presence of water(3) and the high reactivity of this compound towards molecules with active hydrogen groups such as natural products containing amine, phenol, and alcohol functional groups that occur in soil(4), it is unlikely that acetyl chloride would persist for long in moist soils(SRC)."
        }
    ]
}