{
    "_id": {
        "$oid": "6682e845c4e5dba5ffba24c0"
    },
    "CID": {
        "$numberInt": "6371"
    },
    "Name": "PHOSGENE",
    "IUPACName": "carbonyl dichloride",
    "CanonicalSMILES": "C(=O)(Cl)Cl",
    "Synonyms": [
        "PHOSGENE",
        "Carbonyl dichloride",
        "Carbonic dichloride",
        "Carbonyl chloride",
        "Phosgen",
        "Chloroformyl chloride",
        "Carbon oxychloride",
        "Carbonic chloride",
        "Carbonylchlorid",
        "Fosgeen",
        "Fosgen",
        "75-44-5",
        "Carbon dichloride oxide",
        "Dichloroformaldehyde",
        "Carbonic acid dichloride"
    ],
    "IsomericSMILES": "C(=O)(Cl)Cl",
    "INCHI": "InChI=1S/CCl2O/c2-1(3)4",
    "INCHIKEY": "YGYAWVDWMABLBF-UHFFFAOYSA-N",
    "Formula": "CCl2O",
    "MolecularWeight": {
        "$numberDouble": "98.91"
    },
    "Description": "Phosgene is an acyl chloride obtained by substitution of both hydrogens of formaldehyde by chlorine. It is functionally related to a formaldehyde.",
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "29"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Mitretek Systems; Chemistry of Other Lethal Chemical Agents Database on Phosgene. Available from the Database Query page at https://www.mitretek.org/mission/envene/chemical/agents/other.html as of August 2, 2000.",
            "Value": "Phosgene is extremely volatile and hydrolyzes rapidly in water (20 seconds at 0 °C(1)), suggesting that bioconcentration will not be an important environmental fate process(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA; TOXICOLOGICAL REVIEW OF PHOSGENE (CAS No. 75-44-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p. 19-20. EPA/635/R-06/001 www.epa.gov/iris (December 2005)",
            "Value": "Phosgene is a highly reactive gas capable of damaging a variety of biological macromolecules in an oxidant-like fashion. This activity potentially results from at least two separate chemical reactions: acylation and hydrolysis. Acylation, the more important and rapid mechanism, results from the reaction of phosgene with nucleophilic moieties, such as the amino, hydroxyl, and sulfhydryl groups of tissue macromolecules. Acylation causes destruction of proteins and lipids, irreversible alterations of membrane structures, and disruption of enzyme and other cell functions. Exposure to phosgene depletes lung nucleophiles, particularly glutathione, and restoration of glutathione seems to protect against phosgene-induced injury. For several days after acute phosgene exposure, tissue levels of antioxidant enzymes, such as glutathione reductase and superoxide dismutase, increase as part of the lungs' response to injury. In addition to acylation, phosgene is hydrolyzed to HCl ... The formation of HCl occurs on moist membranes and may cause irritation and tissue damage. Because of the limited water solubility of phosgene, it is unlikely that large quantities of HCl could result from the exposure of biological tissues. However, small amounts do form and may contact moist membranes of the eye, nasopharynx, and respiratory tract. Hydrolysis to HCl is the probable cause of immediate inflammation and discomfort after phosgene exposure at concentrations greater than 3 ppm (>12 mg/cu m). Pulmonary cellular glycolysis and oxygen uptake following phosgene exposure are depressed and, thus, leads to a corresponding decrease in the levels of intracellular adenosine triphosphate and cyclic adenosine monophosphate. This is associated with increased water uptake by epithelial, interstitial, and endothelial cells. The semipermeability of the blood-air barrier becomes gradually compromised as a result of fluid entering the interstitial and alveolar spaces. Later, the blood-air barrier disrupts, opening channels for the flooding of alveoli. Compression of pulmonary microvasculature leads to the opening of arteriovenous shunt. The onset of pulmonary edema correlates temporally with the decrease in adenosine triphosphate levels. Interventions that increase intracellular cyclic adenosine monophosphate, such as treatment with phosphodiesterase inhibitors (e.g., aminophylline), beta-adrenergic agonists (e.g., isoproterenol), or cyclic adenosine monophosphate analogs, markedly reduce pulmonary edema formation in animals exposed to phosgene."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.3-9 (1986) EPA-600/8-86-022A",
            "Value": "The pathology of phosgene poisoning is mainly due to its acylating properties and not a result of hydrochloric acid generation upon hydrolysis, although hydrochloric acid production may play a minor role. The production of pulmonary edema following phosgene exposure has been correlated with reductions in pulmonary ATP levels and sodium-potassium ATPase activity, as well as inhibition of other pulmonary enzymes. The role of the nervous system in the toxicity of phosgene is considered to be a nonspecific effect of irritant gases."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 30 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "Phosgene is only slightly soluble in water; the small amount of phosgene which dissolves is immediately hydrolyzed to CO2 and HCl. The concentration of HCl produced from a lethal dose of phosgene is </= 10R-10 M, which can be easily buffered by the lung tissue.  The inhalation toxicity of phosgene is enhanced by its low water solubility, which allows it to penetrate further into the lungs than can more soluble gases. When phosgene reaches the alveolar region it reacts with NH2-, SH- or OH-groups of the bloood-air barrier. The acylating reaction of phosgene occurs much more rapidly than the reaction of phosgene with water."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IPCS; Poisons Information Monograph 419. Phosgene. (October 1997). Available from, as of July 16, 2007: https://www.inchem.org/documents/pims/chemical/pim419.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute: LC50 in the rat 25 ppm over 20 minutes. Phosgene levels as low as 0.5  ppm for two hours can cause definite pathological changes in the rat lung. Pulmonary vasoconstriction and oedema has been witnessed in rabbits acutely inhaling phosgene. When dogs inhaled 72 ppm for 30 minutes obvious emphysema and pulmonary consolidation developed at 4 to 9 days post exposure. Exposures as low as 0.5 ppm for 120 minutes can cause detectable changes in alveolar epithelium in the rat although evidence of lasting damage is limited."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 23 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When Rhesus monkeys (Macaca mulatta) were exposed (nose-only) to a phosgene concentration of approximately 2.0 mg/L over a period of 0.40 - 3.12 min, 21 of 37 animals died after 15 - 40 hr. The retained median lethal dose was 0.2 mg phosgene/kg bw."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 23 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When goats were exposed (nose only) to a phosgene concentration of approximately 2 mg/L over a period of 4.3 to 36.4 minutes, 24 of 31 animals died after 3 to 88 hours. When goats were exposed to approximately 10 mg/L of phosgene for 0.8 to 7.2 minutes, 18 of 31 animals died after 12 to 96 hours. The retained median lethal dose was 0.86 and 0.84 mg phosgene/kg bw, respectively"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 24 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/",
            "Table": "[{'Species': 'Cat', 'Approx ppm x min': 200, 'Approx mg x min/L': 0.82}, {'Species': 'Monkey', 'Approx ppm x min': 300, 'Approx mg x min/L': 1.23}, {'Species': 'Rat', 'Approx ppm x min': 400, 'Approx mg x min/L': 1.64}, {'Species': 'Guinea Pig', 'Approx ppm x min': 500, 'Approx mg x min/L': 2.05}, {'Species': 'Mouse', 'Approx ppm x min': 500, 'Approx mg x min/L': 2.05}, {'Species': 'Dog', 'Approx ppm x min': 1000, 'Approx mg x min/L': 4.1}, {'Species': 'Rabbit', 'Approx ppm x min': 1500, 'Approx mg x min/L': 6.15}, {'Species': 'Goat', 'Approx ppm x min': 2000, 'Approx mg x min/L': 8.2}]"
        },
        {
            "References": "Farm Chemicals Handbook 87. Willoughby, Ohio: Meister Publishing Co., 1987., p. 481",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... in animals ... phosgene inhaled @ low concn resulted in a lessened susceptibility to subsequent & otherwise acute, edemagenic doses. ... phosgene @ 1 ppm for six hr not only induced tolerance against acute effects of itself but protected the host also against other edemagenic agents such as ozone & nitrogen dioxide. This development of tolerance against the acute edemagenic effects of phosgene is believed to be the triggering mechanism of chronic, irreversible pulmonary changes of emphysema & fibrosis from prolonged daily exposure @ concn that produce no ostensible acute response ... ."
        },
        {
            "References": "Farm Chemicals Handbook 87. Willoughby, Ohio: Meister Publishing Co., 1987., p. 481",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Concentrations of phosgene as low as 0.5 ppm for 2 hr caused definite pathological changes in the lungs of rats sacrificed 96 hours postexposure. Some abnormalities were considered by the investigators to be present 3 months after rats had been exposed at 2 ppm for 80 minutes."
        },
        {
            "References": "PMID:931442",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Lungs were removed at intervals after rats were exposed under static conditions to phosgene at concentrations within the LCt50 (exposure condition necessary to kill half the group of animals) range and above. Samples were prepared for electron microscopy by standard methodology. This investigation focused on morphologic events taking place in the terminal bronchiolar-alveolar region. The first ultrastructural alteration was vesiculation of cells in the terminal bronchiolar epithelium and most probably represented the beginning of edema in these cells. This was followed by septal extracellular edema with minimal intracellular edema. Intracellular edema developed next and led to cellular disruption and necrosis. As the postexposure period continued, some type II cells developed cellular edema, and on a focal basis type I cells were disrupted. Fluid appeared in the alveoli after the intracellular and extracellular interstitial spaces of the septa became very swollen. Despite this widespread interstital edema, large areas of the cells comprising major portions of the air-blood barrier were tenaciously adherent to areas of the fused basement membrane. Interstitial cells seem to be very susceptible to the effects of edema, but it is not possible based on this study to determine whether these cells are specific targets of phosgene chemical reaction. Metabolic depression and disturbance, as judged by decreases in enzymatic activity, may precede major ultrastructural changes in the alveolar region."
        },
        {
            "References": "PMID:201220",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were exposed under static conditions to phosgene at concentrations within the LCt50 (exposure condition necessary to kill half the group of animals) range and above. Lungs were removed at various postexposure intervals. Degrees of pulmonary edema were estimated by increases in percentage of water in the lung of exposed groups as opposed to control animals. Lung were fractionated into 4 major subcellular organelle fractions: nuclear debris, mitochondrial-lysosomal, microsomal and soluble (cytoplasmic). Activities of p-nitrophenyl phosphatase, cytochrome C oxidase, ATPase and LDH (lactate dehydrogenase) within these fractions were decreased after phosgene exposure; LDH levels increased."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-96",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Experimental animals may show extensive emphysema and sloughing of bronchiolar mucosa immediately after gassing."
        },
        {
            "References": "PMID:8630546",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...  Sixty-day-old rats (n=12/group) were exposed to varying concentrations of phosgene. Lung lavage (n = 6/group) 24 hr after a first phosgene exposure demonstrated an increase in both protein concentrations and percentage neutrophils. The remaining animals (n = 6/group) were exposed to phosgene 2 ppm x 60 min 1 wk later. Lavage confirmed the development of tolerance with protein concentrations diminished after the second exposure in those rats that had inhaled higher doses of phosgene during the first exposure. However, the neutrophilic influx was not diminished but rather was increased. The association of the neutrophil incursion with a protective effect was further established in studies employing colchicine and dextran. ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 33 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Wistar rats were exposed to phosgene at concentrations of 0.5 to 4.0 ppm (2.1 to 16.4 mg/cu m) for 5 min to 8 hr. Impaired pulmonary gas exchange capacity, as measured by decreased uptake rates of CO and ether, were observed at Ct factors >/= 30 ppm x min. Following doses greater than 180 ppm x min, death became increasingly likely. Microscopic studies showed pulmonary lesions at Ct factors of >/= 15 ppm x min (3 ppm for 5 min); manifestations of chronic pneumonitis were demonstrated as early as 4 hr postexposure. The chronic pneumonitis was initially centered in the respiratory bronchiole and its evaginating alveoli. There was cellular thickening of these structures with the elaboration of new reticulin fibers. With increasing dosage the lesion extended peripherally, the involved alveoli, in addition to possessing thickened walls, were often filled with desquamated cells."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 34 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The biochemical and ultrastructural alterations in the lungs of male CFE Carworth rats were investigated after a 10 min high level exposure to phosgene. By 60 min after exposure to 1000 or 2400 ppm x min the percent lung water reached approximately 5% increase of the control value; data for protein concentrations in various subcellular fractions of the lung indicate a protein influx into the lung. Activities of p-nitrophenyl phosphatase, cytochrome c oxidase and ATPase in subcellular lung fractions were decreased at 1000 ppm x min. Changes in the bronchiolar-alveolar region: Immediately after the exposure to 1000 ppm x min damage was seen in the bronchiolar epithelium as a vesiculation of ciliated and Clara cell cytoplasm; after 30 min a septal extracellular edema was seen. At 2000 ppm x min the septal extracellular edema was seen immediately after exposure and interstitial intracellular edema occurred 30 min post-exposure, with considerable disruption and necrosis of interstitial cells; at 48 min postexposure a general septal thickening and increased occurrence of collapsed capillaries were noted. In the terminal stages, fibrin-like material and a structureless extravasate were seen in the alveolar spaces; at this point the rats began to succumb to anoxia."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 34 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/Beagle dogs were exposed to 30 ppm phosgene (123 mg/cu m) for 15 min. After a latency period of several hours pulmonary vascular permeability increased, resulting in pulmonary edema associated with hemoconcentration and sequestration of serum albumin and globulin into the lung. Death occurred after approximately 21 hr as a result of respiratory insufficiency and biventricular cardiogenic shock."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 34-5 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Five sheep were ...given a 10 min nose and mouth exposure to 2000-2500 mg/cu m of phosgene. Over the next 4 hours, there was a two- to threefold increase in pulmonary lymph flow, accompanied by a small but significant increase in mean pulmonary microvascular pressure, but no significant change in the ratio of lymph to plasma protein concentration. The pattern of data suggests that aberrant filtration function and, to a much lesser extent, hemodynamic forces contributed to the resulting pulmonary edema. Histopathologic examination of lung tissue showed diffuse, moderate alveolar and interlobular edema."
        },
        {
            "References": "PMID:3746940",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an experimental animal study the concentration response effects of inhaled ozone and phosgene in different species of laboratory animals were compared. The effect of 4 hr exposures to ozone at concentrations of 0.2, 0.5, 1.0, and 2.0 ppm, and to phosgene at 0.1, 0.2, 0.5, and 1.0 ppm was determined in rabbits, guinea pigs, rats, hamsters, and mice. Number of animals was not specified. Accumulation of lavage fluid protein (LFP) 18-20 hr after exposure was used as the indicator of ozone and phosgene induced pulmonary edema. Phosgene affected mice, hamsters, and rats at 0.2 ppm and above (p< 0.05), while guinea pigs and rabbits responded significantly (p< 0.05) at 0.5 ppm and above. Lavage fluid recovery was lower following exposure to higher levels of ozone but not phosgene."
        },
        {
            "References": "NIOSH; Criteria Document: Phosgene p.51 (1976) DHEW Pub. NIOSH 76-137",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A group of animals /were exposed/ to phosgene at an average concentration of 4.38 mg/cu m (1.1 ppm) for /up to/ 5 hours/day for 5 days. The animal exposure group consisted of 20 mice, 10 rats, 10 rabbits, 2 cats, and 2 goats. After 24 hours, 50% of the mice were dead (10/20); after 48 hours ... 90% /of the mice were dead/ (18/20). All mice showed marked mottling of lungs with congestion, edema, and emphysema. Two rabbits died after 48 hours (2/10). On examination, both showed edema and congestion. The remaining animals survived and were killed at the end of the 5 days of exposure. Microscopic examination of the lungs of 37 of the animals showed that 22 (59%) had lung changes graded as severe, 15 (41%) had mild lung changes. Severe lesions were found in the cat, rabbits, guinea pigs, and mice. Goats and rats were much less affected. Edema was present in 35 of the 37 examined (95%), with severe edema in 12 animals, moderate edema in 13, and slight edema in 10. All species showed some degree of edema."
        },
        {
            "References": "NIOSH; Criteria Document: Phosgene p.58 (1976) DHEW Pub. NIOSH 76-137",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs: inhalation 44-120 ppm/30 min caused pulmonary edema, pneumonia, emphysema, and death."
        },
        {
            "References": "NIOSH; Criteria Document: Phosgene p.58 (1976) DHEW Pub. NIOSH 76-137",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rat: inhalation 0f 55-100 ppm/10 min resulted in reduction in death rate from 74% to 33% by previous challenge of 20 ppm for 10 min."
        },
        {
            "References": "PMID:12210544",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study aimed to develop a reproducible model of phosgene-induced lung injury in the pig ... . Ten female young adult large white pigs were used. ...   Anesthesia was maintained throughout the experiment ...  On completion of surgery /to install catheters/  the animals were allowed to equilibrate for 1 hr and then were divided into two groups. Group 1 (n = 5) was exposed to phosgene for 10 min (mean Ct = 2443 +/- 35 mg min/cu m) while spontaneously breathing, whereas control animals (Group 2 n = 5) were exposed to air. At 30 min post-exposure, anesthesia was deepened ... and the animals were monitored for up to 24 hr. ... Control animals (Group 2) all survived until the end of the 24-hr monitoring period with normal pathophysiological parameters. Histopathology showed only minimal passive congestion of the lung. Following exposure to phosgene (Group 1) there was one survivor to 24 hr, with the remainder dying between 16.5 and 23 hr (mean = 20 hr). Histopathology from these animals showed areas of widespread pulmonary edema, petechial hemorrhage and bronchial epithelial necrosis. There was also a significant increase in lung wet weight/body weight ratio (P < 0.001). During and immediately following exposure, a transient decrease in oxygen saturation and stroke volume index was observed. From 6 hr there were significant decreases in arterial pH (P < 0.01), P(a)O(2) (P < 0.01) and lung compliance (P < 0.01), whereas oxygen delivery and consumption was reduced from 15 hr onwards in phosgene-exposed animals. Mean pulmonary artery pressure of phosgene-exposed animals was increased from 15 hr post-exposure, with periods of increased pulmonary vascular resistance index being recorded from 9 hr onwards. ..."
        },
        {
            "References": "PMID:16864551",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of young adult male Wistar rats were acutely exposed to phosgene gas for either 30 or 240 min using a directed-flow nose-only mode of exposure. In 30-min exposed rats the concentrations were 0.94, 2.02, 3.89, 7.35, and 15.36 mg/cu m, which relate to C x t products of 28.2, 60.6, 116.7, 220.5, and 460.8 mg/cu m x min. In 240-min exposed rats the concentrations were 0.96, 0.387, 0.786, 1.567, and 4.2 mg/cu m, which relate C x t products of 47.0, 92.9, 188.6, 376, and 1008 mg/cu m x min. Six rats/group were sacrificed on postexposure days 1, 3, 7, 14, and 84, while the rats of the 1008 mg/cu m x min group where sacrificed on postexposure days 1, 7, 14, and 28. ... Mortality did not occur at any C x t product. The most pronounced changes were related to C x t-dependent increases in the following markers in bronchoalveolar lavage (BAL): protein, soluble collagen, polymorphonuclear leukocytes (PMN) counts, and alveolar macrophages with foamy appearance. These indicators were maximal on the first postexposure day, while total cell counts and alveolar macrophages containing increased phospholipids reached their climax around post-exposure day 3. At 1008 mg/cu m x min the most sensitive indicators in BAL, that is, protein, PMN, and collagen, resolved within 2 wk, whereas at lower C x t products they reached the level of the control by postexposure day 7. At 1008 mg/cu m x min (day 28), histopathology revealed a minimal to slight hypercellularity in terminal bronchioles with focal peribronchiolar inflammatory infiltrates and focal septal thickening. At lower C x t products (day 84) the rats from all groups were indistinguishable and Sirius red-stained lungs did not provide evidence of late-onset sequelae, such as fibrotic changes or collagen deposition. At similar C x t products the changes in BAL were slightly less pronounced using 30-min exposure periods when compared to 240-min exposure periods. In summary, the phosgene-induced transmucosal permeability caused a C x t-dependent increase of several BAL indicators, of which those of protein, PMN, and soluble collagen were most pronounced. Exposure intensities up to 116.7 mg/cu m x min did not cause changes different from those observed in controls, while at 188.6 mg/cu m x min distinct differences to the control existed. Despite the extensively increased airway permeability, histopathology did not provide evidence of lung tissue remodeling or irreversible sequelae."
        },
        {
            "References": "PMID:16864552",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To better understand the relevance of phosgene-induced changes in bronchoalveolar lavage (BAL) fluid protein observed in acutely exposed rats, groups of beagle dogs were similarly exposed for 30 min to phosgene using a head-only mode of exposure. The actual exposure concentrations were 9, 16.5, and 35 mg/cu m, with resultant C x t products of 270, 495, and 1050 mg/cu m x min. In rats, a C x t product of 270 mg/cu m x min caused a significant elevation of protein in the bronchoalveolar lavage (BAL) fluid, while the nonlethal threshold concentration (LCt01) was estimated to be 1075 mg/cu m x min. The endpoints examined in dogs focused on changes in BAL, lung weights, arterial blood gases, and lung histopathology approximately 24 hr postexposure. Mortality did not occur at any C x t product. Increased lung weights and elevations in protein, soluble collagen, and polymorphonuclear leukocyte (PMN) counts in BAL were observed at 1050 mg/cu m x min with borderline changes at 495 mg/cu m x min. Following exposure to 1050 mg/cu m x min, the analysis of arterial blood gases provided evidence of a significantly decreased arterial pO2. Histopathology revealed a mild, although distinctive, inflammatory response at the bronchoalveolar level at 495 mg/cu m x min, whereas serofibrinous exudates and edema were observed at 1050 mg/cu m x min. The magnitude of effects correlated with the individual dogs' respiratory minute volume and breathing patterns (panting). Collectively, phosgene-induced indicators of acute lung injury appeared to be characterized best by protein in BAL fluid. With regard to both the inhaled dose and the associated increase of protein in BAL, the responses obtained in dogs appear to be more similar to humans. In contrast, elevations in BAL protein occurred in rats at three-fold lower concentrations when compared to dogs. The results of this study demonstrate that the magnitude of elevations of plasma exudate in BAL fluid following acute exposure to the pulmonary irritant phosgene is markedly more pronounced in rats when compared to the dog which is considered more human-like than rats. This is believed to be associated with the higher ventilation of small rodents and with rodent-specific sensory bronchopulmonary defense reflexes."
        },
        {
            "References": "PMID:12028804",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CD-1 male mice, 25-30 g, were exposed to 32 mg/cu m (8 ppm) phosgene for 20 min (640 mg min/cu m) followed by a 5-min air washout. A similar group of mice was exposed to room air for 25 min. After exposure, conscious mice were placed unrestrained in a whole-body plethysmograph to determine breathing frequency (f), inspiration (Ti) and expiration (Te) times, tidal volume (TV), minute ventilation (MV), end inspiratory pause (EIP), end expiratory (EEP) pause, peak inspiratory flows (PIF), peak expiratory flows (PEF), and a measure of bronchoconstriction (Penh). All parameters were evaluated every 15 min for 12 hr. Bronchoalveolar lavage fluid (BALF) protein concentration and lung wet/dry weight ratios (W/D) were also determined at 1, 4, 8, and 12 hr. A treatment x time repeated-measures two-way analysis of variance (ANOVA) revealed significant differences between air and phosgene for EEP, EIP, PEF, PIF, TV, and MV, p < or =.05, across 12 hr. Phosgene-exposed mice had a significantly longer mean Ti, p < or =.05, compared with air-exposed mice over time. Mice exposed to phosgene showed marked increases (approximately double) in Penh across all time points, beginning at 5 h, when compared with air-exposed mice, p </ =.05. BALF protein, an indicator of air/blood barrier integrity, and W/D were significantly higher, 10- to 12-fold, in phosgene-exposed than in air-exposed mice 4-12 hr after exposure, p </=.001 and p </ =.05, respectively. These results indicate that exposure to phosgene causes early bronchoconstriction, a temporal obstructivelike injury pattern, and disruption of mechanical rhythm largely regulated by the progressive production of pulmonary edema on airway flow. Potential therapeutic intervention may include compounds that produce bronchodilation and mechanical ventilation support if warranted."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-2 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 10 Male Wistar rats after inhalation of 50 ppm-min (5 ppm x 10 min) showed initiation of alveolar edema. 15 Wistar rats after inhalation of 50 ppm-min (0.15 ppm x 330 min) showed an increase in pulmonary lavage protein content."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-2 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 20 Male rats (Sprague-Dawley) after inhalation of 240 ppm-min (1 ppm x 240 min) showed alveolar septal thickening and excess fluid and fibrin in alveolar spaces."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-5 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sharp drop in sympathetic activity for 8 male and 2 female rabbits (New Zealand) after inhalation of 500-5000 ppm-min (50-200 ppm x 10-25 min)."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-6 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Isolated occurrences of alveolar edema, cat inhalation 340 ppm-min (0.46 ppm x 800 min). No lethality in cats after inhalation of 750 ppm-min (1.8 ppm x 470 min)."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-9 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 10 Rats /exposed via/ inhalation 300 ppm-min (1ppm x 300 min) repeated daily for 5 days. Pulmonary edema developed in 80% of the animals."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-9 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 10 Guinea pigs /exposed via/ inhalation 300 ppm-min, (1 ppm x 300 min) repeated daily for 5 days. Lung edema in 100% of the 10 animals."
        },
        {
            "References": "WHO; Environ Health Criteria 193: Phosgene p.20 (1997)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Necropsy of dogs that died shortly after single exposure to phosgene showed frothy material around the mouth, engorgement of the visceral vasculature (shock-like syndrome), & heavy wet congested lungs. Microscopically, the lungs were characterized by congestion & severe edema. Proteinaceous fluid, strands of fibrin, & leukocytes filled the alveoli. In dogs that died 4 or more days after dosing, pulmonary infection (inflammation) was the primary cause of death. Edema, congestion & emphysema of lesser severity were still present but there was also evidence of an attempt to repair tissue. In dogs that died or were killed later (11 to 129 days), necropsy revealed varying degrees of lung collapse & emphysema suggesting obliterative bronchiolitis. The epithelium of the larger airways (trachea & bronchi) did not show evidence of damage. The authors stated that the pathology of phosgene exposure was similar in the goat, dog, monkey, rabbit, guinea pig, rat, & mouse."
        },
        {
            "References": "WHO; Environ Health Criteria 193: Phosgene p.26-27 (1997)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effects of low-level acute exposure to phosgene in male rats was studied by ... /exposing/ groups of adult animals (250-300g) for 4 hr to 0.125 to 1 ppm. Dose- related changes in body weight, wet & dry lung weights, /lavage fluid protein/ LFP, total cell counts, & cell differentials were measured at the conclusion of the exposure & 3 days after exposure, at least 10 animals being sacrificed each time. A dose-response relationship for the measured parameters was noted. Both wet & dry lung weights incr after exposure to 120 & 240 ppm-min, & an incr in LFP was noted at > or = to 60 ppm-min. The most sensitive cellular indicator of phosgene pulmonary damage was the incr in the % of polymorphonuclear leukocytes (PMN); there was a significant incr at 60 ppm-min. Both PMN & LFP can be used as sensitive indicators of pulmonary damage by phosgene after acute exposure. All parameters returned to control levels 3 days after exposure, indicating that the pulmonary damage within the dose-range studied was reversible."
        },
        {
            "References": "PMID:9630014",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...  This study was designed to investigate early signs of acute lung injury in rodents within 45-60 min after the start of exposure. Male mice, rats, or guinea pigs were exposed to 87 mg/cu m (22 ppm) phosgene or filtered room air for 20 min followed by room air washout for 5 min. This concentration-time exposure causes a doubling of lung wet weight within 5 hr. After exposure, animals were immediately anesthetized ip, with pentobarbital. Bronchoalveolar lavage (BAL) was performed and fluid analyzed for total glutathione (GSH), lipid peroxidation thiobarbituric acid reactive substances (TBARS), and protein concentration. Lungs were perfused with saline to remove blood, freeze-snapped in liquid N2, analyzed for tissue glutathione, and thiobarbituric acid reactive substances. Lung edema was assessed gravimetrically by measuring tissue wet/dry (W/D) weight ratios and tissue wet weights (TWW). Wet/dry and tissue wet weights were significantly higher in mice for phosgene vs air (P=0.001, P < 0.0001, respectively), but not in rats or guinea pigs. Tissue thiobarbituric acid reactive substances was significantly higher in phosgene-exposed guinea pigs, P=0.027; however, bronchoalveolar lavage thiobarbituric acid reactive substances was higher in both rats and guinea pigs, P=0.013 and P=0.006, respectively. Tissue glutathione was significantly lower in phosgene-exposed rats and guinea pigs but not mice, whereas bronchoalveolar lavage glutathione was higher in rats, P < 0.0001. There were significantly higher bronchoalveolar lavage protein levels in all phosgene-exposed species: mice, P < 0.0001; rats, P < 0.0001; and guinea pigs, P=0.002. Although there appears to be a species-specific biochemical effect of phosgene exposure for some biochemical indices, measurement of bronchoalveolar lavage protein in all three species is a better indicator of ensuing edema formation."
        },
        {
            "References": "IPCS; Poisons Information Monograph 419. Phosgene. (October 1997). Available from, as of July 16, 2007: https://www.inchem.org/documents/pims/chemical/pim419.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  In a study of goats, cats, rabbits, guinea pigs, rats and mice exposure at 0.8 mg/cu m of phosgene (5 hours per day for 5 consecutive days) resulted in pulmonary edema in 41% of exposed animals, 4% of the animals developed extensive pulmonary lesions. Identical exposure times at 4 mg/cu m for the same species depressed respiratory tract ciliary function and caused lung lesions. Guinea pigs inhaling 10 mg/cu m for 10 minutes/day for 7 days exhibited tolerance development, however such tolerance has been shown to trigger chronic effects such as bronchitis."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-41 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A reduction of lung nonprotein sulfhydryl groups through administration of buthionine sulfoximine led to an increased edemagenic effect in the lungs of mice, rats, hamsters, guinea pigs, and rabbits exposed to 0.2 ppm phosgene for 4 hours. Nonprotein sulfhydryl may be important in the normal defense of the lung against the toxic effects of phosgene."
        },
        {
            "References": "PMID:16300373",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A genomic approach was utilized to investigate the molecular mechanism of phosgene-induced lung injury. CD-1 male mice were exposed whole body to either air or a concentration x time amount of 32 mg/cu m (8 ppm) phosgene for 20 min (640 mg x min/cu m). Lung tissue was collected from air- or phosgene-exposed mice at 0.5, 1, 4, 8, 12, 24, 48, and 72 hr postexposure. RNA was extracted from the lung and used as starting material for the probing of oligonucleotide microarrays to determine changes in gene expression following phosgene exposure. The data were analyzed using principal component analysis to determine the greatest sources of data variability. A three-way analysis of variance based on exposure, time, and sample was performed to identify the genes most significantly changed as a result of phosgene exposure. These genes were rank ordered by p values and categorized based on molecular function and biological process. Some of the most significant changes in gene expression reflect changes in glutathione synthesis and redox regulation of the cell, including upregulation of glutathione S-transferase alpha-2, glutathione peroxidase 2, and glutamate-cysteine ligase, catalytic subunit (also known as gamma-glutamyl cysteine synthetase). ..."
        },
        {
            "References": "PMID:16109555",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ...Thirty-two mice were divided into normal group and phosgene group with 16 mice in each group. The mice in phosgene group were exposed to phosgene (11.9 mg/L) for 5 min and those in the control group to air. Four hours after exposure, alveolar type II cells were isolated and cultured to observe their apoptosis by electron microscope and flow cytometry. The lung tissues were also taken for DNA gel electrophoresis and TUNEL assay. ...  Apoptotic bodies were observed in alveolar type II cells under electron microscope in phosgene group, which had higher cell apoptosis rate than the control group [(40.26+/-7.74)% vs (1.58+/-1.01)%, P<0.001] as determined by flow cytometry. Ladder-like DNA fragmentation pattern was observed in DNA gel electrophoresis in phosgene group with apoptosis of the pulmonary epithelial and endothelial cells observed by TUNEL..."
        },
        {
            "References": "PMID:12754690",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... These experiments were designed to assess bronchoalveolar lavage fluid (BALF) for the presence of the early markers of exposure to phosgene in mice from 1 to 72 hr after exposure. Separate groups of 40 CD-1 male mice (Crl:CD-1(ICR)BR) weighing 29 +/- 1 g were exposed whole-body to either air or a concentration x time (c x t) amount of 32 mg/cu m (8 ppm) phosgene for 20 min (640 mg x min/cu m). BALF from air- or phosgene-exposed mice was taken at 1, 4, 8, 12, 24, 48, and 72 hr postexposure. After euthanasia, the trachea was excised, and 800 micro l saline was instilled into the lungs and washed 5x. BALF was assessed for interleukin (IL)-4, IL-6, tumor necrosis factor (TNF) alpha, IL-1alpha, macrophage inflammatory protein (MIP)-2, and IL-10. At 4 hr postexposure, IL-6 was 15-fold higher for phosgene-exposed mice than for the time-matched air-exposed control group. At 8 and 12 hr, IL-6, IL-1beta, MIP-2, and IL-10 were significantly higher in phosgene-exposed mice than in time-matched air-exposed controls, p < or = 0.05 to p < or = 0.001, whereas TNF alpha reached peak significance from 24 to 72 hr. IL-4 was significantly lower in the phosgene-exposed mice than in the air-exposed mice from 4 to 8 hr after exposure. ..."
        },
        {
            "References": "Kodavanti UP et al; Fundam Appl Toxicol 37 (1): 54-63 (1997) as cited in USEPA; TOXICOLOGICAL REVIEW OF PHOSGENE (CAS No. 75-44-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p. 11-14. EPA/635/R-06/001 www.epa.gov/iris (December 2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/... groups of male F344 rats /were exposed/ to phosgene levels designed to provide equal products of concentration times time (C x T) for all groups but the lowest exposure concentration. Groups of eight rats were exposed to clean air (control) or phosgene for 6 hours per day as follows: to 0.1 ppm (0.4 mg/cu m) for 5 days per week, to 0.2 ppm (0.8 mg/cu m) for 5 days per week, to 0.5 ppm (2 mg/cu m) for 2 days per week, or to 1 ppm (4 mg/cu m) for 1 day per week for 4 or 12 weeks. Groups of similarly exposed rats were allowed clean air recovery for 4 weeks after 12 weeks of exposure. ... No mortality was reported for any exposure level or time examined. However, small but statistically significant decreases in body weight gain were reported in the 0.5 and 1 ppm rats at both 4 and 12 weeks of exposure. A concentration-dependent increase in relative lung weight was seen following both 4 and 12 weeks of exposure (statistically significant at 0.2 ppm or greater). The phosgene concentration at either time point seemed to drive this response rather than the C x T product. The effect appeared to be more severe at the end of 4 weeks than after 12 weeks of exposure. Phosgene also increased the lung displacement volume (an index of total lung volume) in all exposed groups at 4 weeks and at 0.2 ppm or greater at 12 weeks of exposure. Histologic examination of animals exposed for 4 weeks revealed changes in the bronchiolar regions, with a small but apparent thickening and mild inflammation seen at 0.1 ppm that progressed in severity with concentration to a severe inflammation and thickening of the terminal bronchiolar regions and alveolar walls at 1 ppm ... . An increase in collagen staining, using Masson's trichrome stain, was seen in the 0.2 and 1 ppm animals, although no elevation of pulmonary hydroxyproline, a measure of collagen deposition, was observed. Similar changes were seen following 12 weeks of exposure; the lesions did not appear to have progressed beyond those seen at 4 weeks. Both pulmonary prolyl hydroxylase activity and pulmonary desmosine were elevated at both 4 and 12 weeks of exposure in the 1 ppm animals only. The intensity of collagen staining in the bronchiolar region was elevated (higher than in controls) in the 0.2 and 1 ppm groups. The pulmonary hydroxyproline level was significantly elevated only in the 1 ppm animals after 12 weeks of exposure. Following 4 weeks of clean air recovery, body weights were significantly reduced only in the 1 ppm rats, with absolute lung weights also significantly increased only in the 1 ppm animals. The displacement volumes returned to control levels regardless of phosgene concentration. Histopathology following 4 weeks of recovery showed considerable, although not complete, recovery of the bronchiolar lesions and inflammation. Both prolyl hydroxylase activity and desmosine levels had returned to normal postrecovery, but hydroxyproline levels in the 0.5 and 1 ppm groups were significantly higher than in controls. Collagen staining remained at the same level of intensity as seen in the 12-week groups dosed at 0.2 and 1 ppm. Phosgene-induced changes in collagen staining were not reversible within the 4-week recovery period, and the severity of lesions in the 12- week exposure group was dependent on concentration, not on the C x T product."
        },
        {
            "References": "USEPA; TOXICOLOGICAL REVIEW OF PHOSGENE (CAS No. 75-44-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p. 14. EPA/635/R-06/001 www.epa.gov/iris (December 2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ As a followup to the same study, /it was/ pointed out that hydroxyproline content and collagen staining are standard measures of lung fibrosis and can be considered good markers of chronic injury. Fibrosis is accompanied by decreased lung compliance and diffusion capacity. The critical toxic effect for purposes of defining the point of departure in the RfC derivation is collagen staining, which is indicative of irreversible lung fibrosis. ... The effect is not statistically significant at 0.1 ppm, but it is significant at 0.2 ppm, not only for the 4- and 12-week exposure groups but also for the 16-week recovery group. ...  At 0.1 ppm, the lung displacement volume was statistically significantly elevated in the 4-week exposure group but not in the 12-week exposure group or the 16-week recovery group. This effect is not considered an adverse effect of chronic exposure because it diminished with longer exposure (12 vs 4 weeks), and it disappeared after the 4-week recovery. Taking the pathology incidence findings as indications of chronic toxicity, a lowest-observed-adverse-effect level (LOAEL) of 0.2 ppm (0.8 mg/cu m) for collagen staining, indicative of irreversible lung fibrosis, can be identified. The no-observed-adverse-effect level (NOAEL) for this effect was 0.1 ppm in this study."
        },
        {
            "References": "NIOSH; Criteria Document: Phosgene p.58 (1976) DHEW Pub. NIOSH 76-137",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cats and Guinea pigs /exposed via/ inhalation 2.5-6.25 ppm/10 min/day x 2-41 days developed pulmonary edema, bronchitis, bronchopneumonia, and /died/."
        },
        {
            "References": "NIOSH; Criteria Document: Phosgene p.58 (1976) DHEW Pub. NIOSH 76-137",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dog: inhalation of 24-40 ppm/30 min 1 or 2 exposures, 4-10 exposures, and 30-40 exposures at a rate of 1-3/week resulted in acute bronchiolitis, chronic bronchiolitis and emphysema, respectively."
        },
        {
            "References": "USEPA; Health Assessment Document: Phosgene p.4-10 (1986) EPA-600/8-86-022A",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 14 Dogs (Mongrel) /exposed via/ inhalation 720-1200 ppm-min (24-40 ppm x 30 min) 1-3 times/wk for 12 wk. Up to twenty fold increase in airway resistance with increasing exposure."
        },
        {
            "References": "WHO; Environ Health Criteria 193: Phosgene p.26 (1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed 4 hr/day, 5 days/week for 17 exposures at a level of /0.125 or 0.5 ppm/ & killed on days 3, 7, 10, 13, or 17 or on days 2 or 20 after exposure. After day 7 the lung wet weights were incr by 20-25%. In the low level group the lung wet weight incr with exposure time but were significantly incr only at day 17. These changes were paralleled by an incr activity of the pulmonary glucose-6-phosphate dehydrogenase. The non-protein sulhydryl content in the lungs was elevated throughout exposure in both groups. All deviations were reversible after exposure ceased. At day 17 in the high-level group a moderate multifocal accumulation of mononuclear cells in the walls of the terminal bronchioli & their adjacent alveoli was also found in this region. Macrophages with vacuolated cytoplasm were seen in the lumens of some alveolar ducts & alveoli. The lesions in the lungs of the low-dose animals were described as being minimal. A no-observed-effect-level could not be demonstrated in this study."
        },
        {
            "References": "USEPA; TOXICOLOGICAL REVIEW OF PHOSGENE (CAS No. 75-44-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p. 16. EPA/635/R-06/001 www.epa.gov/iris (December 2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Franch and Hatch /in 1986/ performed a series of experiments examining the effects of inhaled phosgene in male Sprague-Dawley rats. In the first exposure regimen, groups of rats (4-10 per group) were exposed to 0 or 1 ppm (4.05 mg/cu m) of phosgene for 4 hours and then sacrificed immediately after exposure or at 1, 2, 7, 14, or 38 days postexposure. Body weights were decreased to 13% below those of controls (p<0.01) on the first day postexposure and then rose toward control values, reaching 3% below control values on day 14 of recovery. Food intake was also significantly decreased in exposed animals on days 1-3 postexposure before returning to nearly normal values. Lung wet weights were significantly elevated in exposed rats immediately after exposure and remained elevated through day 7 postexposure. No change in nonprotein sulfhydryl (NPSH) content was seen immediately postexposure, but it showed an upwardly increasing trend thereafter. G6PD activity was elevated over that of controls from days 1-14 postexposure. The second regimen consisted of a single 7-hour exposure during which one rat per group (control, exposed) was sacrificed each hour; the experiment was replicated three times. Lung weights were significantly increased 4 hours into the exposure and beyond, whereas NPSH content was decreased. No significant change in G6PD activity was seen. In their third exposure regimen, /the authors/ exposed groups of male Sprague-Dawley rats to 0.125 (0.5 mg/cu m) or 0.25 ppm (1 mg/cu m) of phosgene for 4 hours per day, 5 days per week, for 17 total exposures over 4 weeks. Lung weight was significantly increased at exposure day 7 and later in the 0.25 ppm group and at day 17 in the 0.125 ppm group. Pooled over all time points, the 0.25 ppm group had higher NPSH content than did the 0.125 ppm group, and it was significantly greater than in controls. In animals allowed to recover postexposure, lung weights and NPSH levels returned to near control levels. Histology of the lungs after 17 days of exposure to 0.25 ppm of phosgene revealed moderate multifocal mononuclear-cell accumulations in the walls of the terminal bronchioles and a minimal type-II cell hyperplasia; lesions in the 0.125 ppm groups were minimal."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 28 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ When liquid phosgene was added directly to suspensions of rat liver microsomes, phosgene depressed cytochrome P-450 content and glucose-6-phosphatase activity during a30-min incubation at 37 °C: 2.5 mM phosgene (247 ug/mL) reduced cytochrome P-450 content by 32% and glucose-6-phosphatase activity by 44%; at 5 mM phosgene (495 ug/mL), these reductions were 57% and 47%, respectively."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 27 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Phosgene was non-mutagenic in the Ames test (vapor exposure assay) using Salmonella typhimurium TA98 and TA100 with and without metabolic activation. Phosgene reacted rapidly in the test medium and unchanged phosgene in the solution was only detected above a gaseous phosgene concentration of 10,000 ppm."
        },
        {
            "References": "USEPA; TOXICOLOGICAL REVIEW OF PHOSGENE (CAS No. 75-44-5) In Support of Summary Information on the Integrated Risk Information System (IRIS) p. 18. EPA/635/R-06/001 www.epa.gov/iris (December 2005)",
            "Value": "/GENOTOXICITY/ The in vivo cytogenetic effects of phosgene inhalation were investigated in mice at 5, 10, or 15 ppm for 6 hours. No evidence was found that phosgene is clastogenic, aneuploidogenic, or capable of inducing sister chromatid exchanges and micronuclei."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 29 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/IMMUNOTOXICITY/ Possible immunotoxic effects of a 4 hr exposure to 1.0 ppm phosgene (4.1 mg/cu m) were investigated in male Fischer 344 rats. WHen the rats were infected with influenza virus 24 hr postexposure, a prolonged and significantly enhanced pulmonary influenza virus infection was detected through day 4 post infection in phosgene exposed rats. Furthermore, a significant suppression in the specific antiviral immune response of the pulmonary cytotoxic T-lymphocytes was detected 10 days post infection. THe natural killer (NK) activity in whole-lung homogenate was suppressed on day 1,2, and 4 after exposure, however normal levels were observed 7 days postexposure. Splenic NK activity was also significantly decreased on day 1 post exposure. ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Phosgene (75-55-5) p. 29 (2000 CD-ROM edition). Available from, as of July 16, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/IMMUNOTOXICITY/ A single 4 hr exposure to 0.025, 0.05 or 0.1 ppm phosgene (0.1, 0.2 or 0.4 mg/cu m) significantly enhanced mortality due to aerosol infection with Streptococcus zooepidemicus in female mice. ... When exposure time was increased from 4 to 8 hr, significant effects on mortality due to streptococcus infection were observed ...."
        },
        {
            "References": "NAS/NRC Board on Environmental Studies and Toxicology; Emergency and Continuous Exposure Limits for Selected Airborne Contaminants, Phosgene. Vol 2, p. 74 (2000). National Academies Press, Washington, DC",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Aspects of the development of tolerance to phosgene in several species /were reviewed/. For example, guinea pigs treated with low doses of phosgene - 1.5 ppm (6 mg/cu m) for 10 min - for 7 d became relatively resistant to toxic concentrations - 35 ppm for 10 min. Repeated exposure of cats to phosgene at 1.5 to 3.8 ppm or 5 to 6 ppm for 10 min every day had caused no greater lung damage after 40 d than after 2 d. These animals were able to tolerate a total Ct of 9,000 mg x min/cu m (total time, 400 min), even though the LCt50 for cats is about 2,000 mg min/cu m for 1 min. Tolerance to high doses of phosgene is believed by some to represent a manifestation of pathologic changes in the lungs."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 733",
            "Value": "/OTHER TOXICITY INFORMATION/ In cats it has been possible to cause corneal opacification by high concentrations of gas."
        },
        {
            "References": "PMID:17436775",
            "Value": "/OTHER TOXICITY INFORMATION/ ... This study aims to examine the pathophysiological changes seen with low tidal volume ventilation (protective ventilation (PV)) strategies compared to conventional ventilation (CV), in a model of phosgene-induced acute lung injury. Anesthetized pigs were instrumented and exposed to phosgene (concentration x time (Ct), 2,350 mg x min x cu m) and then ventilated with intermittent positive pressure ventilation (tidal volume (TV) = 10 mL/kg; positive end expiratory pressure, 3 cm H2O; frequency, 20 breaths/min; fractional concentration of inspired oxygen, 0.24), monitored for 6 hours after exposure, and then randomized into treatment groups: CV, PV (A) or (B) (TV, 8 or 6 mL/kg; positive end expiratory pressure, 8 cm H2O; frequency, 20 or 25 breaths/min; fractional concentration of inspired oxygen, 0.4). Pathophysiological parameters were measured for up to 24 hours. The results show that PV resulted in improved oxygenation, decreased shunt fraction, and mortality, with all animals surviving to 24 hours compared to only three of the CV animals. Microscopy confirmed reduced hemorrhage, neutrophilic infiltration, and intra-alveolar edema."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-96",
            "Value": "/OTHER TOXICITY INFORMATION/ No evidence exists for a systemic action of inhaled phosgene, but vasoconstriction of the pulmonary vasculature has been described in rabbits. Sequelae include pulmonary scarring, lobular emphysema, small irregular areas of atelectasis, and bronchitis."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of phosgene can be estimated to be 2.2(SRC). According to a classification scheme(2), this estimated Koc value suggests that phosgene is expected to have very high mobility in soil."
        },
        {
            "References": "PMID:17844507",
            "Value": "Virtually all phosgene gas was adsorbed in sandy clay in 40 min ... The soil had an average moisture content of approximately 11%, and the amount of surface exposed ... was roughly 13 sq ft."
        }
    ]
}