{
    "_id": {
        "$oid": "6682e845c4e5dba5ffba24c1"
    },
    "CID": {
        "$numberInt": "6372"
    },
    "Name": "CHLORODIFLUOROMETHANE",
    "IUPACName": "chloro(difluoro)methane",
    "CanonicalSMILES": "C(F)(F)Cl",
    "Synonyms": [
        "CHLORODIFLUOROMETHANE",
        "75-45-6",
        "Difluorochloromethane",
        "chloro(difluoro)methane",
        "Methane",
        "chlorodifluoro-",
        "Propellant 22",
        "Monochlorodifluoromethane",
        "HCFC-22",
        "Frigen",
        "Frigen 22",
        "Freon 22",
        "Fluorocarbon-22",
        "Difluoromonochloromethane",
        "Algofrene type 6",
        "Algofrene 22"
    ],
    "IsomericSMILES": "C(F)(F)Cl",
    "INCHI": "InChI=1S/CHClF2/c2-1(3)4/h1H",
    "INCHIKEY": "VOPWNXZWBYDODV-UHFFFAOYSA-N",
    "Formula": "CHClF2",
    "MolecularWeight": {
        "$numberDouble": "86.47"
    },
    "Description": "Chlorodifluoromethane is a hydrochlorofluorocarbon.",
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "13"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of Dec 14, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2.4 was calculated in fish for chlorodifluoromethane(SRC), using a log Kow of 1.08(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 14, 2012: https://www.safe.nite.go.jp/english/db.html (2) Scheutz C et al; J Environ Qual 33: 61-71 (2004)",
            "Value": "AEROBIC: Chlorodifluoromethane, present at 1.69 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 2 mg/L in the Japanese MITI test(1). The maximum oxidation rate measured for chlorodifluoromethane in aerobic soil microcosms incubated with methane and air to simulate the gas composition in landfill soil covers was 0.343 mg/g soil-hour(2)."
        },
        {
            "References": "(1) Baliger C et al; Chemosphere 61: 361-73 (2005) (2) Chang W, Criddle CS; Biodegradation 6: 1-9 (1995)",
            "Value": "ANAEROBIC: No reductive dechlorination of chlorodifluoromethane was observed during a 177 day period under anaerobic conditions in sewage sludge and aquifier sediment slurries(1). Using a mixed culture of methanotrophic bacteria collected from an aquifer, a second order rate constant of 0.014 L/mg-cell-day was obtained for chlorodifluoromethane(2). Assuming typical microbial densities in soil and marine environments of 1X10+6 to 1X10+7 organisms/cu cm of soil and water, respectively, of which 1% are methanotropes, first order rate rates of 1X10-10 to 1X10-9 1/sec are obtained, from which a half-life of 22 yrs was calculated(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 1.08"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chlorodifluoromethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Cardiac sensitization did not occur in dogs exposed to FC-22 at 25,000 ppm although positive response could be evoked experimentally at 50,000 ppm."
        },
        {
            "References": "PMID:1124538",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rhesus monkeys (M. mulatta), inhalation of 10-20% concentration of freon 22 increased the pulmonary resistance or bronchoconstriction."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1324",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Guinea pigs showed definite nervous system response to concn of 16% by vol in air, over period of 55 min. They showed tremors & convulsive movements but recovered on removal. At 40%, they showed tremors & were helpless over a period of 2.5 hr but recovered ... at concn of 58%, death occurred in 8 min."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chlorodifluoromethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In acute, 2 hr exposures ... concn of 75,000 to 100,000 ppm produced excitation and/or changes in equilibrium in both rats and guinea pigs. CNS depression/ ... occurred at 200,000 ppm and mortality resulted at 300,000 and 400,000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chlorodifluoromethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Mice /exposed/ for 2-hr periods ... tolerated ... /a maximum/ concn ... /of/ 1120 mg/L of air (320,000 ppm), while the minimum fatal level was 1300 mg/L (370,000 ppm). The minimum concentration capable of altering reflex response in rabbits varied between 40-70 mg/L (11,000-20,000 ppm)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chlorodifluoromethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In guinea pigs/ ... 2-hr exposures at approximately 200,000 ppm, the highest level tested, did not cause death; however, 50,000 ppm produced mild clinical changes & minimal effects were noted at 25,000 ppm."
        },
        {
            "References": "PMID:7256758",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxicological effect of fluorocarbon-22 was studied using mice and rabbits. The following symptoms were observed during continuous inhalation in sequence as time proceeded: reeling, weakness of forelegs, falling down, flow of mucous fluid from mouth and nose, mydriasis and lacrimation, violent movement of body and extremities and cyanosis. The lethal concn (LC50) for 30 min exposure in mice was 27.7% and the threshold concn for death in rabbits was about 30%. Blood concn was in direct proportion to inhaled concn. The cause of death was thought to be respiratory insufficiency."
        },
        {
            "References": "PMID:7173904",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The relative potency of effect of a wide range of halogenated and unsubstituted hydrocarbons /including chlorodifluoromethane/ on the central nervous system (CNS) and heart of experimental animals was determined. The chemicals used caused stimulation or depression of the rat CNS after 10 min inhalation at 0.24-80% (vol/vol), and cardiac sensitization in dogs after 5 min inhalation at 0.12-80% (vol/vol)."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1181",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Since FC 22 is a high pressure fluorocarbon, it is more appropriate to make a comparison with another high pressure compound, for example FC 12. Both fluorocarbons cause early respiratory depression, bronchoconstriction, tachycardia, myocardial depression, & hypotension in approximately equivalent concn (5 to 10%) in dogs & monkeys. The difference between the two high pressure fluorocarbons is that FC 22 does not induce cardiac arrhythmia in the monkey, although it sensitizes the heart to epinephrine in the mouse, & that FC 22 does not decrease pulmonary compliance in the monkey."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chlorodifluoromethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A 4 wk study /was conducted/ in which rats, guinea pigs, dogs, & cats were exposed at 50,000 ppm FC-22. Twenty exposures of 3.5 hr each produced no clinical, biochemical, or pathological effects."
        },
        {
            "References": "PMID:6820943",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Adult male Sprague-Dawley rats (nine weeks old) were exposed to 50,000 ppm Freon 22, five hr/day for eight weeks. The control group received filtered air at an identical flow rate. At the end of the eight week exposure period, body and organ weights, hematology, blood chemistry, plasma gonadotropins, and fertility parameters were not significantly different from controls, with the exception of serum cholesterol levels, which were slightly higher, and glucose and triglyceride levels which were lower. The weight of coagulating glands was also lower than those of controls, but did not interfere with fertility function."
        },
        {
            "References": "Leuschner F et al; Arzneim-Forsch 33 (10): 1475-6 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ninety-day studies, conducted with 6 fluorocarbons including chlorodifluoromethane, showed that the lowest toxic concn were greater than 5,000 ppm when admin to beagle dogs. With rats, the lowest toxic concn were greater than 10,000 ppm. Admin took place on 90 consecutive days for 6 hr/day."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 243 (1986)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mild liver changes were observed in rabbits exposed to 6% (212 g/cu m) ... for 5 hr/day on 5 days/wk for 8-12 wk; one of 14 rabbits developed supraventricular arrhythmia."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chlorodifluoromethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 10-month experiment ... rats, mice, and rabbits /were exposed/ for 6 hours daily except Sunday at a concentration of 50 mg/L FC-22 (14,000 ppm); rats and mice also inhaled 7 mg/L (2000 ppm) daily for 10 months. The 50-mg/L exposures produced alterations in body weight, physiological endurance, and hematological characteristics; pathological changes were noted in the lungs, CNS, heart, liver, kidneys, and spleen. No effects were noted in animals exposed at the 7-mg/L concentration."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 242 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 80 male & 80 female Alderley Park Swiss-derived mice (age unspecified) were exposed by inhalation to 0 (2 groups), 1000, 10,000 or 50,000 ppm (0, 3540, 35,400 or 177,000 mg/cu m) chlorodifluoromethane (CFC 22; purity, > 99.8%) for 5 hr/day on 5 days/wk for up to 83 (males) or 94 (females) weeks, by which time approx 80% of animals had died. There was no significant increase in the overall incidence of benign or malignant tumors in treated animals compared to concurrent controls. A small but statistically significant dose-related increase (p= 0.006) in the incidence of hepatocellular carcinomas was observed in males (control, 0/74 & 1/77; low-dose, 0/78; mid-dose, 3/80; high-dose, 4/80). The tumor incidences in treated groups were all within the range of those in historical controls (2-10%) for this strain of mouse."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 242 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 80 male and 80 female Alderley Park Wistar-derived rats (age unspecified) were exposed by inhalation to 0 (2 groups), 1000, 10,000 or 50,000 ppm (0, 3540, 35,400 or 177,000 mg/cu m) chlorodifluoromethane (CFC 22; purity >99.8%) for 5 hr/day, on 5 days/wk for up to 118 (females) or 131 (males) wk, by which time approx 80% of animals had died. Body-wt gain was reduced in high-dose males up to wk 80. Treatment did not affect number of animals with benign tumors. Among males, the proportions of animals with malignant tumors were higher in treated groups (controls, 16/80 & 18/80; low-dose, 27/80; mid-dose, 22/80; high-dose, 33/80), due primarily to increases in incidences of fibrosarcomas (controls, 5/80 & 7/80; low-dose, 8/80; mid-dose, 5/80; high-dose, 18/80). The numbers of animals in which such tumors involved the salivary glands were, 1, 0, 1, 0 & 7, respectively. The increase in the overall incidence of fibrosarcomas occurred between weeks 105 & 130. In addition, 4 high-dose males had Zymbal-gland tumors, whereas no such tumor was found in males of the other groups. No increased incidence of malignant tumors was observed in treated females."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1340 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 60 male and 60 female Swiss mice, nine weeks of age, were exposed by inhalation to 0, 1000 or 5000 ppm (0, 3540 or 17700 mg/cu m) chlorodifluoromethane (FC 22; purity, 99.98%) for 4 hr per day on five days per week for 78 weeks. The animals were kept under observation until spontaneous death (survival unspecified). Full necropsy was performed on all animals. No effects were found on survival or body weight. No difference related to treatment was found in the incidence of benign or malignant tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1340 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 60 male and 60 female Sprague Dawley rats, eight weeks of age, were exposed by inhalation to 0, 1000 or 5000 ppm (0, 3540 or 17700 mg/cu m) chlorodifluoromethane (FC 22; purity, 99.98%) for 4 hr per day on five days per week for 104 weeks. Full necropsy was performed on all animals. No effects were found on survival or body weight. No difference related to treatment was found in the incidence of benign or malignant tumors."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chlorodifluoromethane p.2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Four groups of rats each containing 130 males and 110 females were exposed 6 hours/day, 5 days per week for 104 weeks at concentrations of 4.1, 41, and 83 mg/cu m FC-22. No exposure related effects were observed on mortality, body weight, hematology, clinical chemistry, urine analysis, histopathological, or ophthalmological findings. Neoplasmic findings were similar to in both the exposed and control groups and consisted mostly of tumors of the mammary and subcutaneous tissues in females and pituitary and adrenal adenomas in both sexes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 244 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CD rats were exposed to 0, 100, 1000 or 50,000 ppm (0, 0.354, 3.54 or 177 g/cu m) chlorodifluoromethane for 6 hr/day on days 6-15 of gestation. About 1/2 of the fetuses were selected for detailed histological observations of the eye and related structures. There were 646 rats (> 6000 fetuses) in the control group and 418 (> 4000 fetuses) in each exposure group. The highest dose level induced maternal (decreased body-weight gain) and fetal (slightly reduced body weight) toxicity and elevated the incidence of anophthalmia. The incidence of litters containing a fetus with anophthalmia increased from 1.65 per thousand litters in the control group to 15.67 per thousand at 50,000 ppm (177 g/cu m)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 244 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a teratology study in rabbits, ... groups of 14-16 New Zealand rabbits were exposed by inhalation to 0, 100, 1000 or 50,000 ppm (0, 0.354, 3.54 or 177 g/cu m) chlorodifluoromethane for 6 hr/day during days 6-18 of pregnancy. The high-dose level exerted maternal toxicity (lowered weight gain) during the first 4 days of treatment, but no other effect was noted in the does or fetuses."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1342 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chlorodifluoromethane causes malformations of the eyes of fetal rats, but has no reproductive effects in male rats and does not cause prenatal toxicity in rabbits following exposure by inhalation."
        },
        {
            "References": "LONGSTAFF E, MCGREGOR DB; TOXICOL LETT 2 (1): 1-4 (1978)",
            "Value": "/GENOTOXICITY/ Commercial preparations of freon 22 were mutagenic to Salmonella typhimurium in Ames assay & effect was not dependent on presence of rat liver homogenate. Similar mutagenic activity of a purified sample of monochlorodifluoromethane indicated that the effect of commercial freon 22 was not due to the presence of impurities."
        },
        {
            "References": "PMID:6710481",
            "Value": "/GENOTOXICITY/ Two short-term in vitro tests for mutagenicity (Salmonella reverse mutation and BHK21 cell transformation) were conducted on a series of fluorocarbons. Chlorodifluoromethane was positive in one or both of the tests. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 245 (1986)",
            "Value": "/GENOTOXICITY/ Chlorodifluoromethane (20 mM soln generated 500 mL/min; 1:1 air) was tested in assays for forward mutation in Schizosaccharomyces pombe & for mitotic gene conversion in Saccharomyces cerevisiae, in the presence & absence of mouse-liver S10; no activity was shown in either test system. Chlorodifluoromethane also gave negative results in host-mediated assay in CD-1 mice administered a single dose of 816 mg/kg body weight in oil by gavage, in which S pombe or S cerevisiae were injected into the venous orbital sinus & incubated for 5 or 15 hr before harvesting and scoring. (The Working Group noted that the site of recovery of the cells was not indicated.)"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 245 (1986)",
            "Value": "/GENOTOXICITY/ Chlorodifluoromethane was tested in 2 studies of dominant lethal mutations in mice, in which male mice were exposed to various concn (10 to 100,000 ppm; 35.4 to 354,000 mg/cu m) for 6 hr/day for 5 consecutive days. No consistent time- or treatment-related effect was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1342 (1999)",
            "Value": "/GENOTOXICITY/ Chlorodifluoromethane is mutagenic to Salmonella typhimurium but it did not induce either mutation or gene conversion in Saccharomyces cerevisiae."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3094",
            "Value": "/OTHER TOXICITY INFORMATION/ On the basis of early inhalation experiments in guinea pigs & rats, FC 22 was shown to be two to three times less toxic than FC 11. More recent comparative studies indicate an eight- to ten-fold difference in cardiotoxicity in mice & dogs."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of Dec 14, 2012:  (3) Swann RL et al; Res Rev 85: 17-28 (1983) https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (4) Perry RH, Green D; Perry's Chemical Engineer's Handbook. Physical and Chemical Data. 6th ed. New York, NY: McGraw-Hill p. 3-52 (1984)",
            "Value": "The Koc of chlorodifluoromethane is estimated as 8.6(SRC), using a log Kow of 1.08(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that chlorodifluoromethane is expected to have very high mobility in soil. However, since chlorodifluoromethane is a gas(4) under ambient conditions, most of the chemical released on soil will volatilize rapidly, effectively reducing the potential for leaching into groundwater(SRC)."
        }
    ]
}