{
    "_id": {
        "$oid": "6682e9a2c4e5dba5ffba2b9b"
    },
    "CID": {
        "$numberInt": "637511"
    },
    "Name": "CINNAMALDEHYDE",
    "IUPACName": "(E)-3-phenylprop-2-enal",
    "CanonicalSMILES": "C1=CC=C(C=C1)C=CC=O",
    "Synonyms": [
        "cinnamaldehyde",
        "trans-Cinnamaldehyde",
        "104-55-2",
        "14371-10-9",
        "Cinnamic aldehyde",
        "3-Phenylacrylaldehyde",
        "(E)-Cinnamaldehyde",
        "Cinnamal",
        "Zimtaldehyde",
        "2-Propenal",
        "3-phenyl-",
        "(2E)-3-phenylprop-2-enal",
        "3-Phenylpropenal",
        "trans-Cinnamic aldehyde",
        "Phenylacrolein",
        "Cinnamylaldehyde"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)/C=C/C=O",
    "INCHI": "InChI=1S/C9H8O/c10-8-4-7-9-5-2-1-3-6-9/h1-8H/b7-4+",
    "INCHIKEY": "KJPRLNWUNMBNBZ-QPJJXVBHSA-N",
    "Formula": "C9H8O",
    "MolecularWeight": {
        "$numberDouble": "132.16"
    },
    "Description": "(E)-cinnamaldehyde is the E (trans) stereoisomer of cinnamaldehyde, the parent of the class of cinnamaldehydes. It has a role as a hypoglycemic agent, an EC 4.3.1.24 (phenylalanine ammonia-lyase) inhibitor, a vasodilator agent, an antifungal agent, a flavouring agent, a plant metabolite and a sensitiser. It is a 3-phenylprop-2-enal and a member of cinnamaldehydes.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "121"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 53 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 8 was calculated in fish for cinnamaldehyde(SRC), using a log Kow of 1.9(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 53",
            "Value": "log Kow = 1.90"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA) - Monographs and Evaluations; Food Additive Series 14: Cinnamaldehyde (1981). Available from database query, as of July 13, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intraperitoneal injection of either a 250 or 500 mg/kg dose of cinnamaldehyde to mice resulted in ataxia, analgesia, hypothermia, a decrease in spontaneous motor activity, antagonism of methamphetamine-induced hyperactivity, and prolongation of sodium hexobarbital-induced anesthesia. A 500 mg/kg dose was also observed to reduce development of a tonic convulsion in a nicotine-induced convulsion. Administration of a 125 mg/kg dose intraperitoneally produced hypothermia, antipyretcosis, and a prolongation of hexobarbital-induced anesthesia."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA) - Monographs and Evaluations; Food Additive Series 14: Cinnamaldehyde (1981). Available from database query, as of July 13, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intraperitoneal injection of a single 250 mg/kg dose of cinnamaldehyde to mice produced an inhibition of intestinal propulsion while simultaneously protecting against the generation of stress induced gastric erosion."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA) - Monographs and Evaluations; Food Additive Series 14: Cinnamaldehyde (1981). Available from database query, as of July 13, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intravenous infusion of single 5-10 mg/kg doses of cinnamalde to anaesthetized dogs resulted in a 0-40% decrease in blood pressure for periods of one to seven minutes."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA) - Monographs and Evaluations; Food Additive Series 14: Cinnamaldehyde (1981). Available from database query, as of July 13, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intravenous administration of 2.7-44.4 mg/kg cinnamaldehyde to dogs invoked, primarily, a depressor response exhibiting an initial significant sharp fall in blood pressure for a short period. This was followed by a slight rise in blood pressure over a longer period."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /New Zealand White/ rabbits were dosed dermally with cinnamic aldehyde at 0.59, 0.83, 1.00, 1.23 & 1.50 mL/kg. The test substance was kept in contact with the skin for 24 hours. The animals were observed daily for signs of mortality, toxicity and pharmacological effects. Skin reactions were scored on days 1, 7 and 14. Body weights were recorded pretest and at termination. All animals were examined for gross pathology ... The LD50 and 95% confidence limits are: 1.2 (0.9 - 1.6) mL/kg of the body weight. Number of deaths at each dose level: 0.59 mL/kg= 0 dead/2 treated; 0.83 mL/kg = 2 dead/4 treated; 1.00 mL/kg = 1 dead/4 treated; 1.23 mL/kg = 1 dead/4 treated; 1.50 mL/kg = 4 dead/4 treated. Deaths occurred by day 3, and were preceded with pre-death physical signs of few feces, lethargy, ataxia and rales. Necropsy of the deaths revealed abnormalities of the lungs, liver, kidneys, treated skin and GI tract, as well as brown staining of the anogenital area and yellow staining of the nose/mouth area. Survivors: signs of diarrhea, few feces, emaciation, ataxia and limited mobility due to severe skin reaction, abnormalities of skin and intestines. Larger than normal uterus."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Cinnamaldehyde (104-55-2) (2000 CD-ROM edition). Available from, as of July 14, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Cinnamaldehyde is considered to be a sensitizing agent according to the Draize test in/ guinea pigs."
        },
        {
            "References": "PMID:7813982",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxicity of cinnamaldehyde (CNMA) was compared after administration by gavage and in dosed feed. Rats and mice of both sexes received CNMA by daily corn oil gavage (for 2 wk), or in microencapsulated form in feed (2 wk for rats, 3 wk for mice). Feed formulations contained 0-10% CNMA microcapsules, equivalent to approximate daily doses of 0-3000 mg CNMA/kg bw for rats and 0-10,000 mg CNMA/kg bw for mice. Concentrations were chosen to deliver CNMA doses approximately equal to doses in the gavage study. Gavage doses of 2620 mg/kg/day and above in mice and 940 mg/kg/day and above in rats produced nearly 100% mortality; there were no deaths in animals receiving microencapsulated CNMA. Rats and mice receiving CNMA in feed showed a dose-related decrease in bw gain, which was accompanied in rats by hypoplastic changes in reproductive organs and accessory sex glands. CNMA administration by either route caused hyperplasia of the forestomach mucosa. These results demonstrate that microencapsulation in feed can present a useful alternative to gavage dosing for repeated-dose or prolonged-exposure studies, in that (1) the toxic effects of CNMA were similar after gavage dosing and after administration in microencapsulated form in feed, (2) ingestion of chemical in the feed more closely approximates human exposures, and (3) microencapsulation allows the delivery of higher net doses of chemical, while avoiding the acutely toxic effects of a bolus dose."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA) - Monographs and Evaluations; Food Additive Series 14: Cinnamaldehyde (1981). Available from database query, as of July 13, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a ... 12-week feeding study, groups of five male and five female weanling rats were maintained on diets containing only cinnamaldehyde at levels resulting in daily intakes of 58, 114 or 227 mg/kg. No adverse effects were observed (at any of the dietary levels of cinnamaldehyde) on appearance, behavior, growth, food consumption, efficiency of food utilization, presence of sugar or albumin in the urine, blood hemoglobin, liver and kidney weights, or gross pathology ..."
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA) - Monographs and Evaluations; Food Additive Series 14: Cinnamaldehyde (1981). Available from database query, as of July 13, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female rats were maintained for 16 weeks on diets containing cinnamaldehyde at levels of 0, 1000, 2500 and 10 000 ppm (approximately equivalent to 50, 125 and 500 mg/kg/day). Neither body weight gains, hematology, nor examination of the major organs revealed significant differences between the test and control animals at levels of either 1000 or 2500 ppm. None of the above parameters revealed adverse effects following a dietary intake of 10 000 ppm for 16 weeks, with the exception of a \"slight hepatic cell swelling\" and a \"slight hyperkeratosis of squamous portion\" of the stomach, noted upon microscopic examination."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /F344/ rats were administered the test substance by gavage for 2 wks /at doses of 0, 235, 470, 940, 1880 & 3750 mg/kg/day/ ... Complete autopsy was performed on all animals that died, and at the termination of the study on all treated and control animals. Body wt and the organ wt of the liver, right kidney and the spleen were determined ... Toxic response/effects by dose level: All rats dosed at 1880 & 3750 mg/kg/day died or were killed when moribund during the first 7 days of dosing. Microscopic lesions included a minimal to moderate forestomach hyperplasia in males at doses of 470 mg/kg/day and higher ... There were no consistent differences in organ wt or organ wt: body wt ratios between surviving treated or controls. Clinical signs and gross lesions were absent in surviving rats. Test substance at dose 470 mg/kg/day and above produces forestomach hyperplasia and was lethal at doses of 1880 and above."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ B6C3F1 mice were administered the test substance by gavage for 3 weeks /at doses of 656, 1310, 2620, 5250 & 10,500 mg/kg/day/ ... A complete autopsy was performed on all animals that died, and at the termination of the study on all treated and control animals. Body wt and the organ wt. of the liver, right kidney and the spleen were determined ... Toxic response/effects by dose level: All mice gavaged at doses of 5250 and 10,500 mg/kg/day, as well as all female mice and three male mice dosed with 2620 mg/kg/day died within first 2 days. No clinical signs, or gross or microscopic lesions were visible in these mice. The only microscopic lesions observed in surviving mice were a minimal to mild forestomach hyperplasia & a minimal kidney nephropathy at doses of 1310 mg/kg/day and higher ... Test substance at doses of 1310 mg/kg/day and above produced forestomach hyperplasia and was lethal at dose of 5250 and above."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A group of /F344/N/ rats was fed a diet containing 0, 0.625, 1.25, 2.5, 5.0 or 10% cinnamaldehyde microcapsules for 14 days ... A complete autopsy was performed on all animals that died, and at the termination of the study on all treated and control animals. Body wt and the organ wt. of the liver, right kidney and the spleen were determined ... Marked dose-related depression in body wt gain, slight decrease in spleen: body wt ratio for male rats in 10% group, dose dependent decrease in food consumption. Gross lesions in both sexes were limited to a reduction in the size of reproductive organs and secondary sex glands (seminal vesicles & prostates of males & ovaries & uteri of females). Hyperplasia of the forestomach /was observed/.  ... Treatment of rats with microencapsulated cinnamaldehyde resulted in marked dose-dependent depression of body weight, hypoplastic changes in reproductive organs & accessory sex glands and hyperplasia of the forestomach mucosa."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A group of rats /and B6C3F1 mice/ was fed a diet containing 0, 0.625, 1.25, 2.5, 5.0 or 10% cinnamaldehyde microcapsules for 21 days ... A complete autopsy was performed on all animals that died, and at the termination of the study on all treated and control animals. Body wt and the organ wt. of the liver, right kidney and the spleen were determined ... Dose-related decrease in body wt, decrease in absolute liver and kidney wt., hyperplasia of the forestomach epithelium at highest dose (10%) characterized by a focal thickening of the stratified squamous epithelium, accompanied by hyperkeratosis ... Treatment of mice with microencapsulated cinnamaldehyde resulted in dose-dependent depression of body weight and hyperplasia of the forestomach epithelium at highest dose (10%) characterized by a focal thickening of the stratified squamous epithelium, accompanied by hyperkeratosis."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Test substance was administered orally to /male/ white rats for 25 days ... Plasma cholinesterase activity, serum aldolases activity, sorbitol dehydrogenase, aspartate and alanine aminotransferase, content of SH groups, /and/ total protein level in the blood serum /were monitored/ ... No adverse effects were seen in the rats treated with cinnamaldehyde for 25 days at a dose of /3,400 mg/kg/."
        },
        {
            "References": "PMID:14667463",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily doses of 53.5 mg/kg bw of cinnamyl alcohol (No. 12), 68 mg/kg bw of cinnamaldehyde (No. 22), or 80 mg/kg bw of ethyl cinnamate (No. 25), each equivalent to 2% of the LD50 for the respective substance, were each administered in a sunflower oil solution (0.2 mL/100 g bw) to white rats (12 males/group, strain not identified) by oral intubation once daily for 4 months. Liver function tests were performed on animals at days 40 and 140. Increased (26%) blood serum fructose diphosphate aldolase activity was observed in the cinnamyl alcohol and ethyl cinnamate group at day 140. Activity of serum cholinesterase and alanine aminotransferase, as well as levels of blood serum SH groups, exhibited no change compared to controls. The authors concluded that none of the three cinnamyl derivatives caused any significant pathological change in the liver of rats"
        },
        {
            "References": "PMID:11734331",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Previously ... a lack of modification by cinnamaldehyde (CNMA) of development of lung proliferative lesions induced by urethane in CB6F1-TgHras2 (rasH2) mice /was reported/. The present study ... re-evaluated CNMA effects using the same rasH2 strain and non-transgenic littermates initiated with 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanone (NNK). Sixteen mice/strain/sex received intraperitoneal NNK injections at a dose of 3 mg/mouse once a week for 2 weeks followed by free feeding of commercial diet containing 5000 ppm CNMA for 26 weeks. Additional groups were maintained without NNK injection and/or CNMA feeding for 28 weeks. Lung tumors were induced by NNK in both rasH2 and non-Tg males and females at incidence ranging from 63 to 100%. CNMA treatment significantly reduced the combined incidence of adenomas and carcinomas from 86 to 31% in rasH2 males (P < 0.05), but no significant influence was evident in females. The multiplicity of NNK-induced lung tumors was also significantly reduced in rasH2 males given CNMA (P < 0.01). Similar effects were also observed in non-Tg females given CNMA after NNK initiation. The results ...  strongly indicate that CNMA is capable of inhibiting development of NNK-initiated pulmonary tumorigenesis in rasH2 and non-Tg mice."
        },
        {
            "References": "PMID:15350673",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male and female F344/N rats and B6C3F(1) mice were exposed to microencapsulated trans-cinnamaldehyde in the feed for three months or two years. All studies included untreated and vehicle control groups. In the three-month studies, rats and mice were given diets containing 4100, 8200, 16,500, or 33,000 ppm trans-cinnamaldehyde. In rats, feed consumption was reduced in all exposed groups. In mice, feed consumption was reduced in the highest dose groups. Body weights of all treated males were less than controls. Body weights were reduced in female rats exposed to 16,500 or 33,000 ppm and female mice exposed to 8200 ppm or greater. All rats survived to the end of the study but some male mice in the highest dose groups died due to inanition from unpalatability of the dosed feed. The incidence of squamous epithelial hyperplasia of the forestomach was significantly increased in rats exposed to 8200 ppm or greater and female mice exposed to 33,000 ppm. In mice, the incidence of olfactory epithelial degeneration of the nasal cavity was significantly increased in males and females exposed to 16,500 ppm and females exposed to 33,000 ppm. In the two-year studies, rats and mice were exposed to 1000, 2100, or 4100 ppm trans-cinnamaldehyde. Body weights were reduced in mice exposed to 2100 ppm and in rats and mice exposed to 4100 ppm. In rats, hippuric acid excretion was dose proportional indicating that absorption, metabolism, and excretion were not saturated. No neoplasms were attributed to trans-cinnamaldehyde in rats or mice. Squamous cell papillomas and carcinomas of the forestomach were observed in male and female mice but the incidences were within the NTP historical control range and were not considered to be related to trans-cinnamaldehyde exposure. /trans-Cynamaldehyde/"
        },
        {
            "References": "WHO/FAO; Joint Expert Committee on Food Additives (JECFA) - Monographs and Evaluations; Food Additive Series 14: Cinnamaldehyde (1981). Available from database query, as of July 13, 2009: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 24-week screening test, groups of 15 male and 15 female A/He mice received in the first eight weeks of the test period, a total dose of 0.8 or 4.0 g/kg bw of cinnamaldehyde in 24 thrice-weekly ip injections. The higher dose had previously been calculated to be the maximum tolerated dose. There was no increase in the incidence of tumors of the lung, liver, kidney, spleen, thymus, intestine, or salivary or endocrine glands. Survival was reduced in high-dose males to 60% and in high-dose females to 75%, but survival in the low-dose groups was unaffected"
        },
        {
            "References": "Department of Health & Human Services/National Institute of Environmental Health Sciences, National Toxicology Program; Toxicology and Carcinogenesis Studies of trans-Cinnamaldehyde (CAS No. 14371-10-9) in F344/N Rats and B6C3F1 Mice (Feed Studies), NTP TR 514 (February 2004). Abstract and conclusions available from, as of July 14, 2009: https://ntp.niehs.nih.gov/index.cfm?objectid=070B5A57-97FF-620D-240F8BDAD30CE513",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female F344/N rats were fed diets containing 1,000, 2,100, or 4,100 ppm microencapsulated trans-cinnamaldehyde for 2 years. ... There were no neoplasms or nonneoplastic lesions that were attributed to exposure to trans-cinnamaldehyde. /trans-Cinnamaldehyde/"
        },
        {
            "References": "Department of Health & Human Services/National Institute of Environmental Health Sciences, National Toxicology Program; Toxicology and Carcinogenesis Studies of trans-Cinnamaldehyde (CAS No. 14371-10-9) in F344/N Rats and B6C3F1 Mice (Feed Studies), NTP TR 514 (February 2004). Abstract and conclusions available from, as of July 14, 2009: https://ntp.niehs.nih.gov/index.cfm?objectid=070B5A57-97FF-620D-240F8BDAD30CE513",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice were fed diets containing 1,000, 2,100, or 4,100 ppm microencapsulated trans-cinnamaldehyde for 2 years. ... There were no neoplasms that were attributed to exposure to trans-cinnamaldehyde. trans-Cinnamaldehyde/"
        },
        {
            "References": "Hardin BD et al; Teratog Carcinog Mutagen 7: 29-48 (1987).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cinnamaldehyde was evaluated for developmental toxicity in a proposed new short-term in vivo animal bioassay. In this assay, pregnant mice are dosed with the test agent in mid-pregnancy and allowed to go to term. Observations are then made on litter size as well as the birth weight, neonatal growth, and survival of pups as indicators of developmental toxicity. Forty-nine pregnant CD-1 mice were given 1200 mg/kg/day cinnamaldehyde in corn oil by gavage on days 6-13 of gestation and were allowed to deliver. No toxic effect was observed in the dams or in their offspring for the parameters assayed."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Cinnamic aldehyde was administered by gavage to Sprague- Dawley rats on days 7-17 of pregnancy at doses of 5, 25 or 250 mg/kg/day ... Actual dose received by dose level and sex: 0, 5, 25 or 250 mg/kg/day ... No signs of maternal toxicity, decreased weight gain between day 7 & 20 with decrease in food intake. Offspring toxicity F1 and F2: Increased incidence of poor cranial ossification, decreased ossification of tympanic bulla at 25 or 250 mg/kg/day, increased incidence of dilated pelvis/reduced papilla in kidney, increased incidence of reduced cranial ossification, dilated ureter. One case of facial malformation & few cases of hypoplastic/dysplastic kidney ... Authors' abstract states  \"significant increases of the incidences of dilated pelvis/reduced papilla in the kidney, dilated ureters >2 abnormal sternebrae per fetus were detected in the 2-mg/kg group.\" However no such dose group (2-mg/kg) is reported in either the methodology or the Results section. The changes in treated groups might have been influenced by the greater litter size in the higher dose groups (There was significantly higher pre-implantation loss in control as compared to the treated groups)."
        },
        {
            "References": "PMID:14667463",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were administered 5, 25 or 250 mg/kg bw/day cinnamaldehyde (No. 22) by gavage in olive oil on days 7-17 of gestation. A control group was included; however, it was not stated whether or not the controls received the olive oil vehicle. The number of dams treated per group was 15, 14, 16, and 15 for the control, low-, mid-, and high-dose groups, respectively. Fetal abnormalities observed included: poor cranial ossification in all dose groups; increased incidences of dilated pelvis/reduced papilla in the kidney as well as dilated ureters in the low- and mid-dose groups; and an increase in the number of fetuses with two or more abnormal sternebrae in the mid-dose group. However, these effects were not dose related and may be attributed to a decrease in maternal weight gain that was noted in the mid- and high-dose groups."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Cinnamaldehyde (104-55-2) (2000 CD-ROM edition). Available from, as of July 14, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /A two generation study was performed in rats who were dosed with 5 mg/kg bw cinnamaldehyde on alternating days for 433 days./ No change was observed in  body weight /gain/, reproductive ability, development and viability of young or protein content and aldolase activity of the liver. The lipid content of the liver was increased by 20% in the first generation and by 22% in the second."
        },
        {
            "References": "PMID:7517500",
            "Value": "/GENOTOXICITY/ ... In Sprague-Dawley rats, a single oral dose equal to 1/2 LD50 did not induce DNA fragmentation in liver and gastric mucosa as evaluated by the alkaline elution technique, increased the frequency of micronucleated hepatocytes but not of bone marrow micronucleated polychromatic erythrocytes, and gave rise to a significantly higher incidence of total nuclear anomalies but not of micronucleated cells in forestomach mucosa. In Swiss mice, the equitoxic dose of cinnamaldehyde caused the same clastogenic effect in the liver, while a negative response was observed in both bone marrow and forestomach mucosa. Finally, in rats initiated with N-nitrosodiethylamine the administration of 500 mg/kg/day cinnamaldehyde for 14 successive days produced a modest but statistically significant increase of the average diameter and area of gamma-glutamyltranspeptidase-positive foci that, together with changes observed in other parameters, might be considered indicative of a potential promoting activity. Taken as a whole, these findings confirm that high doses of cinnamaldehyde may induce genetic alterations at the chromosomal level, and suggest that the liver is the preferential target of its undesirable effects."
        },
        {
            "References": "PMID:10506004",
            "Value": "/GENOTOXICITY/ ... Several short-term microbial and mammalian in vitro assays were used to evaluate cytotoxicity and genotoxicity of four plant volatiles showing antifungal activity: cinnamaldehyde, carvacrol, thymol and S(+)-carvone ... At nontoxic doses, carvacrol and thymol increased the number of revertants in the Ames test by 1.5-1.7 times, regardless of metabolic activation. In the SOS-chromotest, none of the four plant volatiles caused DNA damage at non-toxic doses. In the DNA repair test, a marked dose-dependent differential toxicity was observed with carvone and, to a lesser extent, with cinnamaldehyde, while with thymol and carvacrol, this effect was less pronounced ..."
        },
        {
            "References": "PMID:11506799",
            "Value": "/GENOTOXICITY/ Vanillin (VAN) and cinnamaldehyde (CIN) are dietary antimutagens that, when added to assay plates, reduced the spontaneous mutant frequency in Salmonella typhimurium strain TA104 (hisG428, rfa, uvrB, pKM101) by 50% ... Relative to untreated cells, treatment with either VAN or CIN produced a significant reduction in mutations at GC sites, whereas neither compound produced a significant reduction in mutations at AT sites. Antimutagenesis experiments in hisG428 strains of Salmonella with varying DNA repair backgrounds showed that VAN and CIN require SOS repair genes to produce an antimutagenic effect against spontaneous mutagenesis. Studies evaluating the effect of VAN and CIN on growth rate showed that neither compound suppressed growth relative to untreated cells ..."
        },
        {
            "References": "PMID:3930237",
            "Value": "/GENOTOXICITY/ Fifty-three chemicals were tested for mutagenicity in Drosophila melanogaster by adult feeding and, where results were negative, by adult injection for the induction of sex-linked recessive lethal mutations in meiotic and postmeiotic germ cell stages of Canton-S males. One compound was tested by inhalation. Those compounds that induced lethal mutations were tested further for the induction of reciprocal translocations. Seventeen of the 53 compounds /including trans-cinnamaldehyde/ were found to induce lethal mutations and three (2-aminoanthracene, chlorambucil,and crotonaldehyde) also induced reciprocal translocations. /trans-Cinnamaldehyde/"
        },
        {
            "References": "PMID:3540656",
            "Value": "/GENOTOXICITY/ The antimutagenic activity of trans-cinnamaldehyde (C6H5CH = CHCHO) on chemically induced mutagenesis has been shown in E. coli. Using the Ames Salmonella typhimurium tester strains TA1535 (hisG46 uvrB rfa) and TA100 (TA1535/pKM101), the effects of cinnamaldehyde on spontaneous reversions and reversions induced by 4-nitroquinoline-N-oxide(4NQO) and ethyl methanesulfonate (EMS) have been examined. To observe the effect of cinnamaldehyde in the absence of functional muc genes, a third strain, TA1535/pGW201 (pKM101 muc140: :Tn5) was included in the testing. Modifications of the standard Ames test procedures and direct-plating techniques were employed to study the \"antimutagenic\" response exerted by cinnamaldehyde. In all strains tested, concentrations of cinnamaldehyde up to 25 micrograms/mL slightly decreased the number of spontaneous reversions and induced reversions were more markedly reduced. The decreases in the numbers of 4NQO-induced revertants were greater than those decreases which occurred for EMS-induced reversions. There was no effect on viability in 1% (v/v) nutrient broth supplemented minimal medium containing 5-25 micrograms/ml of cinnamaldehyde. Cinnamaldehyde did not display any mucAB dependent or independent specificity against the mutagens used. On minimal medium supplemented with histidine and biotin, concentrations of cinnamaldehyde above 10 micrograms/ml were lethal for the strains tested. When the test medium was supplemented with 1-5% (v/v) liquid nutrient broth, viability was not affected at concentrations up to 25 micrograms/mL. For both TA100 and TA1535 the presence of 20 micrograms/mL of cinnamaldehyde in 1% (v/v) liquid nutrient broth-supplemented minimal glucose broth extended the lag phase for 2-4 hr with no effect on survival. Depending on the test procedure employed, decreases in numbers of revertants may reflect lethality rather than antimutagenesis. When used to test for antimutagenesis rather than mutagenesis, modifications of the standard Ames test procedure may mimic an antimutagenic response due to a decrease in the total number of revertants seen even though enough cells survive to produce a background lawn."
        },
        {
            "References": "PMID:8243401",
            "Value": "/GENOTOXICITY/ This report introduces an improved method of detecting chemical-induced morphological transformation of A-31-1-13 BALB/c-3T3 cells. The new procedure uses an increased target cell population to assess chemical-induced damage by increasing the initial seeding density and by delaying the initiation time of chemical treatment. Furthermore, a newly developed co-culture clonal survival assay was used to select chemical doses for the transformation assay. This assay measured the relative cloning efficiency (RCE) of chemical treatments in high-density cell cultures. In addition, transformation assay sensitivity was enhanced through the use of improved methods to solubilize many chemicals. From a group of 24 chemicals tested in at least two trials, clear evidence of chemical-induced transformation was detected for 12 chemicals /including trans-cinnamaldehyde/. ... All positive responses were detected in the absence of an exogenous activation system and exhibited significant activity at two or more consecutive doses... /trans-Cinnamaldehyde/"
        },
        {
            "References": "PMID:9491389",
            "Value": "/GENOTOXICITY/ ... trans-Cinnamaldehyde exhibited a weak mutagenic response in /Salmonella typhimurium/ TA100 with mouse liver S9 only. ... /trans-Cinnamaldehyde/"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ Mice received one of the 4 different doses /125, 250, 500 & 1000 mg/kg of cinnamaldehyde/ ip and were killed after a time interval of 18, 24, 30, 48 or 72 hr following injection. Femoral marrow cells were smeared, fixed and stained. 100 polychromatic erythrocytes were scored and the number of micronucleated polychromatic erythrocytes were recorded ... Micronucleated polychromatic erythrocytes did not increase in any dose or any sampling time. At 500 mg/kg more than 1 animal died; at 1000 mg/kg all animals died."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ Male ddY mice were irradiated with X-ray at 200 rad. After irradiation cinnamaldehyde was administered /as a single dose/ orally at 250, 313 or 500 mg/kg. In a time course study 500 mg/kg was given to mice immediately after the irradiation and the bone-marrow cells were sampled periodically ... A dose-dependent decrease in micronucleated polychromatic erythrocytes /was observed/. At 500 mg/kg, there was a 58% decrease in MNPCE. The test material did not increase the frequency of polychromatic erythrocytes, indicating that observed reduction of MNPCE was not a reflection of toxic effect of cinnamaldehyde on the bone-marrow ... Cinnamaldehyde reduced the frequency if X-ray induced micronuclei with toxicity of the test chemical to the bone marrow."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ Male Albino Sprague-Dawley rats /were given a single oral dose of cinnemaldehyde in concentrations of 550, 1100 or 1650 mg/kg and male Swiss mice were given a single oral dose of 850, 1200 or 2550 mg/kg cinnamaldehyde/ ... Animals were subjected a 2/3 hepatectomy 20 hrs before dosing in order to determine the clastogenic effect on hepatocytes and were killed 48 hrs after cinnamaldehyde administration. The frequency of micronucleated polychromatic erythrocytes was evaluated in marrow, hepatocytes and gastric mucosa ... /For both rats and mice/ no increase in the frequency of MNPCE in bone marrow 48 hrs after administration of cinnamaldehyde; it induced a dose-dependent clastogenic effect in the liver; significantly higher incidence of total nuclear anomalies but not of micronucleated cells in forestomach mucosa /were seen in the rats/ ... High doses of cinnamaldehyde may produce a clastogenic effect."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ The DNA-repair assay was carried out to examine the ability of the test chemical to induce unscheduled DNA synthesis (UDS) or S-phase-synthesis (SPS) in Fischer-344 rats /and B6C3F1 mice/. Animals were administered the test chemical by oral gavage /at doses of 50, 200, or 1000 mg/kg/ as a single bolus DNA repair assay ... Doses were selected based approximately on the oral LD50 value and were 80%, 40% and 10% of the LD50. Two doses were selected for SPS studies and three doses were utilized for UDS studies. SPS was examined at 48 hr post treatment ... Cinnamaldehyde failed to induced UDS or SPS in /either species/ at the doses tested."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ Cinnamaldehyde was tested for its antimutagenic effect on mitomycin C pretreated cells. Chinese hamster ovary cells were treated in fresh medium containing the mutagen for 22 hr. After treatment, cells were washed & incubated with cinnamaldehyde for 22 hr. BudR at 20 uM was added. Mitotic cells were collected by the addition of colchicines ... No increase in the frequencies of Sister Chromatid Exchange was observed after cells were treated with cinnamaldehyde alone.  However, pretreatment of cells with mitomycin C resulted in increase in the frequency."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ Salmonella typhimurium strains TA97a, TA100, TA102 & TA104 in the presence and absence of Aroclor-induced liver S9s from F344 rats & B6C3F1 mice /were tested at concentrations of 25, 50, 100, 200 and 300 ug/plate cinnamaldehyde. Results indicated that Samonella typhimurium TA97, TA100, TA102 and TA104 were weakly positive for reverse mutations with and without metabolic activation/."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ /In a bacterial reverse mutation assay Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, TA1538, and E. coli WP2uvrA trp- were exposed to 60, 120, 300 and 600 ug/plate cinnamaldehyde/ ... S9 was prepared from the PCB-treated male Sprague-Dawley rats ... Histidine-independent colonies were scored after incubation at 37 °C for 48-72 hr ... No significant increase in revertant number with Salmonella strains in the presence or absence of S9 fraction /and no mutagenicity was seen in the E. coli. The cytotoxic concentration was/ 600 ug/plate ... Cinnamaldehyde was not found to be mutagenic under the test conditions."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detail chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ DNA damage or repair in bacterial cells (eg, rec assay or SOS-umu-test) /was tested for cinnamaldehyde  at a concentration of/ 0.2 mg/disk /in Bacillis subtillis H17 Rec+ - and M45 Rec- -/ ... S9 fraction was prepared from PCB-treated male Sprague-Dawley rats ... No mutagenic effects /were observed/ in the absence of S9 fraction. DNA-repair tests with S9 were not successful."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ The antimutagenic effect of cinnamaldehyde (CA) on the induction of HGPRT- mutants by methyl methanesulfonate (MMS), N-nitroso-N-methylurea (MNU), ethyl methanesulfonate (EMS) and UV light was investigated in the Chinese hamster V79 cell line ... Cells were seeded & then treated with UV light (12 J/m3) or MMS (2 mM), EMS (30 mM) or MNU (1 mM) for 1 hr. Then the cells were washed 2X & the incubation was continued with fresh medium containing CA (0, 50 or 100 mM) for 2 or 4 hr. Cell was washed, trypsinized & were seeded. The survival was measured by seeding 10E2 cells in a fresh medium. Mutation frequency was calculated as mutants/10E6 viable cells ... No mutagenic effect of CA; did not modify the mutation frequency when given to cells simultaneously with chemical mutagens MNU, EMS. MMS or UV; increased the cytotoxicity of MMS but not of MNU & EMS ... Cinnamaldehyde inhibits some cellular function(s) promoting the repair of a variety of different cytotoxic lesions. At the same time, stimulation by Cinnamaldehyde of an error-free DNA repair mechanism acting on methyl methanesulfonate induced mutagenic damage was indicated."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ Reverse mutation assay using Salmonella typhimurium strains TA92, TA1535, TA100, TA1537, TA94 and TA98 was carried out /at concentrations of 500 mg/kg, ip/ according to the method of Ames ... Liver microsome fraction (S-9) was prepared from the liver of Fischer rats pretreated 5 days before with polychlorinated biphenyls (500 mg/kg, ip) ... Cinnamic aldehyde was reported to be mutagenic in Salmonella typhimurium strain TA100 in the presence and absence of S-9 mix /and all other strains were reported to be negative in the presence and absence of S-9/."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ A chromosomal aberration test was carried out using a Chinese hamster fibroblast cell line, CHL. The cells were exposed to 3 different doses for 24 and 48 hours. No metabolic activation system was applied ... For quantitative evaluation of the clastogenic potential, the D20 was calculated, which is the dose (mg/mL) at which structural aberrations (including gaps) were detected in 20% of the metaphases observed. In addition, the TR value was calculated, which indicates the frequency of cells with exchange-type aberrations per unit dose (mg/mL). TR values are relatively high for chemicals that show carcinogenic potential in animals ... Cinnamic aldehyde was positive in chromosomal aberration test. TR value was 2133 and D20 = 0.01. It was also positive at 0.01 mg/mL at 24 hr (20.0%, total incidence of cells with aberrations) and at 48 hr (15%, total incidence of cells with aberrations). The results were considered positive if the total incidence of cells with aberrations was 10.0% or more."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) Detailed chemical results for 3-Phenyl-2-propenal (104-55-2). Available from, as of July 13, 2009: https://iaspub.epa.gov/oppthpv/quicksearch.chemical",
            "Value": "/GENOTOXICITY/ Cinnamaldehyde was tested for genotoxicity using Chinese hamster (CH) cell line B241 in culture stages between the 5th and 8th passages ... One day after seeding, exponentially growing cells were exposed to the test chemical for 24 hrs, then incubated for another 24 hrs without chemical followed by treatment with colchicine (1 X 10-7M) for 2-3 hrs. Chromosome samples were prepared by the Giemsa staining method. The percentage of chromosome aberration was computed by scoring about 200 metaphase spreads, each containing 20-26 chromosomes ... Cinnamaldehyde induced severe chromosome aberration in the treated CH cells suggesting a potential genotoxicity ... Various types of aberrations were observed in the treated cells, such as severe chromatid break, chromosome break, chromatid exchange, ring or dicentric chromosomes, fragmentation, translocation and pulverization."
        },
        {
            "References": "PMID:14667463",
            "Value": "/GENOTOXICITY/ Cinnamaldehyde produced equivocal to positive results in the forward mutation assay in L5178Y mouse lymphoma cells both with and without metabolic activation, but the reports describing these tests did not provide sufficient details on the methodology, test concentrations, or cytotoxic effects to adequately evaluate the results."
        },
        {
            "References": "PMID:14667463",
            "Value": "/GENOTOXICITY/ In L1210 mouse lymphoma cells, DNA strand breaks were observed, but only at cytotoxic concentrations of cinnamaldehyde."
        },
        {
            "References": "PMID:14667463",
            "Value": "/GENOTOXICITY/ Transformation assays showed mixed activity for cinnamaldehyde, with positive results obtained at near cytotoxic concentrations or after multiple generations of growth, and with negative results obtained in human HAIN-55 cells. Subcutaneous injection of these transformed cells into nude mice led to the formation of nodules at the site of injection and neoplastic growth in the spleen."
        },
        {
            "References": "PMID:15503352",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Nuclear factor (NF)-kB is a transcription factor regulating the expression of inflammatory and immune genes. ... An extract from stem bark of Cinnamomum cassia Blume(Lauraceae) was discovered to have an inhibitory effect on LPS-induced NF-KB transcriptional activity, which was determined using macrophages RAW 264.7 transfected stably with an alkaline phosphatase reporter construct containing four copies of the NF-KB binding KB sequence. Following activity-guided fractionation, trans-cinnamaldehyde and 2-methoxycinnamaldehyde were identified as the NF-KB inhibitors from C cassia with IC50 values of 43 mM and 31 pM, respectively. As a positive control, caffeic acid phenethyl ester (CAPE) showed an IC50 value of 2 uM on NF-KB transcriptional activity. Both trans-cinnamaldehyde and 2-methoxycinnamaldehyde inhibited LPS-induced DNA binding activity of NF-KB in addition to NF-KB transcription-al activity. /trans-Cinnamaldehyde and 2-Methoxycinnamaldehyde/"
        },
        {
            "References": "PMID:17868967",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  ... Low concentration of cinnamaldehyde (uM) inhibited the secretion of interleukin-1beta and tumor necrosis factor alpha within lipopolysaccharide (LPS) or lipoteichoic acid (LTA) stimulated murine J774A.1 macrophages ...  Reactive oxygen species release from LPS stimulated J774A.1 macrophages was reduced by cinnamaldehyde. The phosphorylation of extracellular signal-regulated kinase 1/2 and c-Jun N-terminal kinase 1/2 induced by LPS was also inhibited by cinnamaldehyde; however, cinnamaldehyde neither antagonize the binding of LPS to the cells nor alter the cell surface expression of toll-like receptor 4 and CD14. In addition, ...  cinnamaldehyde appeared to elicit no cytotoxic effect upon J774A.1 macrophages under/the/ experimental conditions, although cinnamaldehyde reduced J774A.1 macrophages proliferation as analysed by MTT assay ..."
        },
        {
            "References": "PMID:18006254",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of this study was to evaluate the performance of murine bone marrow-derived dendritic cells (BMDCs) in an in vitro skin sensitization model. BMDCs were exposed to six well-known allergens (dinitrochlorobenzene, DNCB; dinitrofluorobenzene, DNFB; Bandrowski's base, BB; paraphenylenediamine, PPD; nickel sulfate, NiSO(4); cinnamaldehyde, Cinn). Surface expression of MHC class II, CD40, CD54, and CD86 was measured by flow cytometry after 48 hr exposure to these chemicals. All the allergens tested induced a significant increase in marker expression, with an augmentation in the percentage of mature cells ranging from 2.3- to 10.5-fold change over control ..."
        },
        {
            "References": "PMID:15025500",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... trans-Cinnamaldehyde, alpha-amyl cinnamaldehyde, and trans-cinnamic alcohol are known sensitizers with differing potencies in man, where the former two are protein reactive and the latter is not. Here, ... immunochemical methods /were used/ to investigate the extent of protein-cinnamaldehyde binding in rat and human skin homogenates that have been incubated (for either 5, 15, 30, or 60 min) at 37 °C with cinnamaldehyde, alpha-amyl cinnamaldehyde (at concentrations of between 1 and 40 mM), and cinnamic alcohol (at higher concentrations of 200 or 400 mM). Cinnamaldehyde specific antiserum was raised specially. A broad range (in terms of molecular mass) of protein-cinnamaldehyde adducts was detected (as formed in a time- and concentration-dependent manner) in skin treated with cinnamaldehyde and cinnamic alcohol but not with alpha-amyl cinnamaldehyde. Mechanistic observations have been related to relative skin sensitization potential, as determined using the local lymph node assay (LLNA) as a biological read-out. The work presented here suggests that there is a common hapten involved in cinnamaldehyde and cinnamic alcohol sensitization and that metabolic activation (to cinnamaldehyde) is involved in the latter. Conversely, there does not appear to be a common hapten for cinnamaldehyde and alpha-amyl cinnamaldehyde..."
        },
        {
            "References": "PMID:16626787",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Cinnamaldehyde (CA) inhibited collagen- and thrombin-induced platelet aggregation in vitro in a concentration-dependent manner. In mice, CA administration (250, 500 mg/kg orally and 50, 100 mg/kg ip) markedly prolonged hemorrhage and coagulation times and effectively reduced the mortality rate of collagen-epinephrine-induced acute pulmonary thromboembolism. In an arteriovenous shunt thrombosis rat model, the CA administration (250, 500 mg/kg orally and 50, 100 mg/kg ip) for 10 days dose-dependently decreased thrombus weight. Administration of CA also significantly inhibited collagen-induced platelet aggregation in the rat platelet-rich plasma (PRP) ..."
        },
        {
            "References": "PMID:3449641",
            "Value": "/OTHER TOXICITY INFORMATION/ Chinese hamster B241 cells were treated with ... 10 nM trans-cinnamaldehyde (CA) and surviving cells were cultivated for generations until the cells acquired the characteristics of transformed cells based on in vitro criteria: increase in (a) saturation density in monolayer culture, (b) plating efficiency at low serum level and (c) colony forming efficiency (CFE) in soft agar medium. When the values of CFE of the treated cells had become significantly high, anchorage-independent colonies were isolated, propagated and then subjected to an assay for neoplastic transformation. The anchorage-independent clonal cells (CH-AI-AG+-1 and CH-CA-AG+-2) were subcutaneously injected into a suprascapular site in nude mice. The mice were maintained in an SPF animal care facility and observed for tumor formation. Growth of neoplasm at the injection sites was observed in 6 out of 7 mice ... injected with CA ... transformed cells, ... during 3 to 8 months after the injection, as compared with 1 out of 6 mice injected with untreated control cells. Subsequent transplantation of the tumor cells into new mice induced tumor production at the injection site in all the animals within a considerably shorter period of time than that following the initial inoculation. Malignancy of the neoplastic cells was ascertained by histological examination, and the cells were found to have karyotypes of the hamster cells after in vitro cultivation of the tumor cells. These experimental results suggest the transforming potency of the flavoring agents in Chinese hamster cells. /trans-Cinnamaldehyde/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 53 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of cinnamaldehyde is estimated as 37(SRC), using a log Kow of 1.9(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that cinnamaldehyde is expected to have very high mobility in soil."
        }
    ]
}