{
    "_id": {
        "$oid": "6682e845c4e5dba5ffba24c3"
    },
    "CID": {
        "$numberInt": "6377"
    },
    "Name": "Propyleneimine",
    "IUPACName": "2-methylaziridine",
    "CanonicalSMILES": "CC1CN1",
    "Synonyms": [
        "2-Methylaziridine",
        "PROPYLENEIMINE",
        "Propylenimine",
        "Aziridine",
        "2-methyl-",
        "75-55-8",
        "Methylaziridine",
        "1,2-Propylenimine",
        "2-Methylethylenimine",
        "Methylethylenimine",
        "1,2-Propyleneimine",
        "2-Methylazacyclopropane",
        "2-Methyl aziridine",
        "RCRA waste number P067",
        "NSC 20655",
        "Propyleneimine",
        "inhibited"
    ],
    "IsomericSMILES": "CC1CN1",
    "INCHI": "InChI=1S/C3H7N/c1-3-2-4-3/h3-4H,2H2,1H3",
    "INCHIKEY": "OZDGMOYKSFPLSE-UHFFFAOYSA-N",
    "Formula": "C3H7N",
    "MolecularWeight": {
        "$numberDouble": "57.09"
    },
    "Description": "2-Methylaziridine is a member of aziridines.",
    "XlogP": {
        "$numberDouble": "0"
    },
    "Complexity": {
        "$numberInt": "26"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Dec 16, 2016: https://www2.epa.gov/tsca-screening-tools/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for propyleneimine(SRC), using an estimated log Kow of 0.13(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) SCBT; 2-Methylaziridine. SC-230543, Material Safety Data Sheet. Santa Cruz Biotechnology, Inc, 2145 Delaware Ave, Santa Cruz, CA 95060; Available from, as of Dec 16, 2016: https://datasheets.scbt.com/sds/aghs/en/sc-230543.pdf (2) Ellington JJ et al; Measurement of hydrolysis rate constants for evaluation of hazardous waste land disposal: volume 2. Data on 54 chemicals. EPA/600/53-87/019 (1987)",
            "Value": "The aqueous aerobic biodegradation half-live of propyleneimine has been reported as 7-28 days(1). The aqueous anaerobic biodegradation half-live of propyleneimine has been reported as 28-112 days(1). It is not known if these reported values are estimates or measurements(SRC). In addition, the aqueous hydrolysis half-life of propyleneimine has been measured to be 87 hours at 25 °C and pH 7(2); therefore, any biodegradation data may involve rate data for the hydrolysis products(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Gartland KP et al; Mol Pharmcol 35 (2): 242-250 (1989)",
            "Value": "The application of (1)H nuclear magnetic resonance (NMR) spectroscopy to the study of the biochemical effects of six nephrotoxic compounds, including mercury-chloride (HgCl2), was investigated in the male Fischer-344-rat. The rats were treated with nephrotoxic doses of sodium-chromate, cisplatin, hexachlorobutadiene, HgCl2, propylene-imine, and bromoethanamine. 1H-NMR spectroscopy and conventional biochemical methods were used to provide biochemical fingerprints of urine collected up to 48 hours after dosing. Severe glycosuria and transient enzymuria were produced by hexachlorobutadiene and HgCl2. Aminoaciduria, glycosuria, and lactic aciduria were noted after exposure to all proximal tubular toxins with the exception of cisplatin. Papillary insult resulted in early elevations in urinary trimethylamine-N-oxide and dimethylamine, together with later elevations in urinary acetate, succinate, and N,N-dimethylglycine /after propylene-imine/."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1114",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Response to inhalation of propyleneimine: rats survived a dose of 500 ppm for 2 hours; at 500 ppm for 4 hours 5/6 died. Guinea pigs survived a dose of 500 ppm for 1/2 hour; at 500 ppm for 2 hours 3/5 died. /from table/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 770",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Has caused severe damage when applied to rabbit eyes, similar in severity to 28% ammonium hydroxide, graded 9 on scale of 1 to 10 after 24 hours. The most severe injuries /are/ rated 10."
        },
        {
            "References": "PMID:9134698",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The renal papillary toxin, propyleneimine (PI), was administered at 20 or 30 uL/kg i.p. to male Sprague Dawley (SD) rats (n = 5), Fischer 344 (F344) rats (n = 4), and to multimammate desert mice (Mastomys natalensis, n = 4). Urine was collected at time points up to 4 days p.d. and the toxicological response of the different animal models to PI compared using (1)H NMR spectroscopy of urine, renal histopathology, and urinary assays for alkaline phosphatase (ALP), lactate dehydrogenase (LDH), and gamma-glutamyl transpeptidase (gamma GT). The renal papillae of both F344 and SD rats showed extensive necrotic lesions 4 days post-dosing and in some cases sloughing of the papilla. However, only slight renal papillary necrosis (RPN) was observed in Mastomys treated with 20 uL/kg PI and, although slight to moderate damage was observed at 30 uL/kg, PI-treated Mastomys showed substantially less RPN than either group of PI-treated rats. (1)H NMR urinalysis showed that PI treatment caused a decrease in the urinary concentrations of succinate (0-24 hr p.d.) and citrate (24-48 hr p.d.) and an increase in creatine (0-48 hr p.d.) in /the 3/ animal models. Trimethylamine-N-oxide (24-48 hr) and 2-oxoglutarate concentrations decreased initially following the administration of PI and then rose above control levels. The (1)H NMR-detected urinary biochemical effects of PI in all three models were similar. However, taurine concentrations were elevated in the urine of Mastomys following PI treatment, perhaps indicating a degree of liver damage, whereas taurinuria was not seen in either SD or F344 rats. ..."
        },
        {
            "References": "PMID:3092401",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The nephrotoxicity of three different dose levels of propyleneimine (10, 20 and 30 uL/kg body wt) administered intraperitoneally to rats was studied and 20 uL/kg body weight was found to be the most appropriate sublethal dose. Injection of proyleneimine (10 uL/kg body wt) produced a small rise in N-acetyl-beta-D-glucosaminidase (NAG) activity, minor histological damage but no change in urine volume. Six rats were injected with 20 uL/kg body weight, and urine was collected over the following 16 days. An immediate increase in urine volume, osmolality together with a concomitant decrease in specific gravity. A small increase in creatinine excretion and a more marked increase in the sodium and potassium content of urine after the administration of the nephrotoxin was noted. N-Acetyl-beta-D-glucosaminidase activity increased immediately and peaked on day 3, the activity remained elevated until day 12 when it fell to near normal levels. The activity of both beta-D-galactosidase and beta-D-glucosidase increased 9 days after administration of the nephrotoxin. In contrast, no consistent change was found in the excretion of the brush border marker enzymes, leucine aminopeptidase (LAP), alanine aminopeptidase (AAP), or alkaline phosphatase (ALP). Proteinuria increased sharply the day after injection and remained abnormal. Increased urinary albumin excretion and the predominance of low molecular weight proteins was demonstrated by sodium dodecyl sulfate (SDS) polyacrylamide gel electrophoresis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 63 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  ...Twenty-six male and 26 female Charles River CD rats, 6 weeks of age, received 20 mg/kg propyleneimine... in water by gavage twice weekly for 28 weeks.  Twenty-eight tumors were found within 60 weeks in 22/52 animals:  3 gliomas, 3 ear-duct squamous-cell carcinomas, 2 intestinal adenocarcinomas and 6 leukemias occurred in males; and 10 breast tumors (mainly adenocarcinomas), 1 glioma and 3 miscellaneous tumors (not specified) occured in females.  In another group of 26 male and 26 female /Charles River CD/ rats given 10 mg/kg for 60 weeks, 45 tumors were found in 37/52 animals: 4 gliomas, 3 ear-duct squamous-cell carcinomas, 2 intestinal adenocarcinomas, 4 leukemias and 4 miscellaneous tumors (not specified) occured in males; and 20 breast tumors, 2 gliomas, 3 ear-duct squamous-cell carcinomas and 3 miscellaneous tumors occured in females.  One pituitary adenoma was observed among 6 male and 6 female controls killed after 61 weeks."
        },
        {
            "References": "PMID:6942197",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Compounds suspected of being carcinogenic were investigated in Charles-River-CD-rats. For acute studies, a single dose of each compound was administered by gavage for up to 14 days. Gross necropsies were performed on dead and sacrificed animals. Subchronic studies were initiated to delineate the maximum tolerated dose (MTD) over a longer time period; five distinct doses of each compound were mixed in the diet, or given twice weekly by stomach tube, to groups of three animals each over 30 days, followed by 30 days of observation for detection of delayed toxicity. In the chronic studies rats were given the compound continuously in the diet or by gavage twice weekly, at the MTD, and one half the MTD for 18 months. The animals were observed for 6 months before termination of the study. Two groups of positive control animals received the carcinogen N-2-fluorenylacetamide (NFA) in the diet at 80 or 250 ppm to check the response of the strain to a known carcinogen at different doses. All rats were necropsied and the tissues were examined histopathologically. Avadex, bis-(2-chloroethyl)-ether, the potassium salt of bis(2-hydroxyethyl)dithiocarbamic-acid, ethylene-carbonate, and semicarbazide-hydrochloride were not carcinogenic under the test conditions. Of all compounds tested, propane-sultone, propylene-imine, ethylenethiourea, and NFA were carcinogenic under the conditions of the tests."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1499 (1999)",
            "Value": "/GENOTOXICITY/ 2-Methylaziridine is mutagenic to bacteria and induces mitotic recombination in Saccharomyces cerevisiae. In Drosophila melanogaster, it induced somatic mutations of several different types in feeding experiments and sex-linked recessive lethal mutations in an inhalation experiment using repair-deficient genotype of D. melanogaster. While transformation was not induced in mouse C3H 10T1/2 cells when the standard assay was used, transformed colonies did arise if the treated cells were replated."
        },
        {
            "References": "PMID:7144803",
            "Value": "/GENOTOXICITY/ The Hepatocyte Primary Culture (HPC)/DNA repair test was used to detect DNA damaging genotoxic carcinogens. Propyleneimine, a proven carcinogen, at concentrations of 10-1 and 10-2 mg/mL induced unsheduled DNA synthesis in F344 rat hepatocytes."
        },
        {
            "References": "PMID:372657",
            "Value": "/GENOTOXICITY/ The mutagenic activity of propyleneimine (a direct acting carcinogen) was studied using the Salmonella typhimurium/microsomal system. It was positive in strains TA 1535 and TA 100 without metabolic activation with S-9 mix and negative in strains TA 1536, TA 1537, TA 1538, TA 98. Test dose 5 ug."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1114",
            "Value": "/GENOTOXICITY/ Propyleneimine is ... positive in Saccharomyces cerevisiae in an unscheduled DNA synthesis (UDS) assay using human diploid fibroblasts, and in a rec-assay with Escherichia coli ... positive in several cell transformation assays ... positive in vivo in a rat micronucleus test using either bone marrow or peripheral blood as the target organ ... also positive in the Drosophila melanogaster wing spot test."
        },
        {
            "References": "PMID:6947113",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Responses to a series of 49 chemicals in in vitro transformation assays, of BALB/3T3 cells, Syrian hamster embryo cells, and Fischer 344 rat embryo cells infected with Rauscher Marine Leukemia virus were compared.  Propyleneimine was positive in all assays."
        },
        {
            "References": "Gartland KP et al; Mol Pharmcol 35 (2): 242-250 (1989)",
            "Value": "/OTHER TOXICITY INFORMATION/ The application of (1)H nuclear magnetic resonance (NMR) spectroscopy to the study of the biochemical effects of six nephrotoxic compounds, including mercury-chloride (HgCl2), was investigated in the male Fischer-344-rat. The rats were treated with nephrotoxic doses of sodium-chromate, cisplatin, hexachlorobutadiene, HgCl2, propylene-imine, and bromoethanamine. 1H-NMR spectroscopy and conventional biochemical methods were used to provide biochemical fingerprints of urine collected up to 48 hours after dosing. Severe glycosuria and transient enzymuria were produced by hexachlorobutadiene and HgCl2. Aminoaciduria, glycosuria, and lactic aciduria were noted after exposure to all proximal tubular toxins with the exception of cisplatin. Papillary insult resulted in early elevations in urinary trimethylamine-N-oxide and dimethylamine, together with later elevations in urinary acetate, succinate, and N,N-dimethylglycine /after propylene-imine/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/OTHER TOXICITY INFORMATION/ Propyleneimine resembles ethyleneimine in its physiologic action but is considered to be /less/ potent /than/ the latter on the basis of a very limited inhalation study in rats."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Dec 16, 2016: https://www2.epa.gov/tsca-screening-tools/ (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Earley JE et al; J Am Chem Soc 80: 3458-62 (1958) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of propyleneimine can be estimated to be 15(SRC). According to a classification scheme(2), this estimated Koc value suggests that propyleneimine is expected to have very high mobility in soil. The pKa of propyleneimine is 8.22(3), indicating that this compound will exist partially to mostly in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}