{
    "_id": {
        "$oid": "6682e845c4e5dba5ffba24c4"
    },
    "CID": {
        "$numberInt": "6378"
    },
    "Name": "1,2-PROPYLENE OXIDE",
    "IUPACName": "2-methyloxirane",
    "CanonicalSMILES": "CC1CO1",
    "Synonyms": [
        "Propylene oxide",
        "2-Methyloxirane",
        "75-56-9",
        "1,2-Epoxypropane",
        "Methyloxirane",
        "Oxirane",
        "methyl-",
        "Epoxypropane",
        "Propyleneoxide",
        "Propene oxide",
        "1,2-PROPYLENE OXIDE",
        "Propylene epoxide",
        "Methyl oxirane",
        "2,3-Epoxypropane",
        "Methyloxacyclopropane",
        "Methyl ethylene oxide"
    ],
    "IsomericSMILES": "CC1CO1",
    "INCHI": "InChI=1S/C3H6O/c1-3-2-4-3/h3H,2H2,1H3",
    "INCHIKEY": "GOOHAUXETOMSMM-UHFFFAOYSA-N",
    "Formula": "C3H6O",
    "MolecularWeight": {
        "$numberDouble": "58.08"
    },
    "Description": "1,2-epoxypropane is an epoxide that is oxirane substituted by a methyl group at position 2. It is functionally related to an oxirane.",
    "XlogP": {
        "$numberDouble": "0"
    },
    "Complexity": {
        "$numberInt": "26"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for 1,2-propylene oxide(SRC), using a log Kow of 0.03(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Bridie AL et al; Water Res 13: 627 (1979)",
            "Value": "AEROBIC: 1,2-Propylene oxide, present at 100 mg/l, reached 95% of its theoretical BOD in 3 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(1); therefore, this compound is expected to biodegrade rapidly. In another study, using the standard dilution method, a 5 day theoretical BOD of 8% was measured for propylene oxide using a filtered effluent seed from a biological sanitary waste treatment plant while a 5 day theoretical BOD of 9% was measured using an adapted seed(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow= 0.03."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6391705",
            "Value": "Thymidine was reacted in methanol with 4 epoxides of varying mutagenicities: propylene oxide, glycidol, epichlorohydrin, and trichloropropylene oxide. A single product was detected with each epoxide, and these products had the same retention times on silica HPLC. UV spectra of the products identified them as 3-alkylthymidines, and this was confirmed by IR and NMR spectra. Mass spectra analysis showed that the attachment was at the least substituted C of the epoxide. Formation of alkylthymidines correlated to Taft sigma electron withdrawing values for the substituents on the epoxides and mutagenicities in strain TA100 of the Ames assay."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Volumes I and II. New York: McGraw-Hill Book Co., 1971., p. 468",
            "Value": "... IN ACUTE /INHALATION/ EXPOSURES OF RATS, SURVIVORS EXHIBITED FOLLOWING SYMPTOMS: IRRITATION OF THE EYE AND NOSE, DIFFICULTY IN BREATHING, DROWSINESS, WEAKNESS, AND OCCASIONALLY SOME INCOORDINATION. SINGLE 4 HR EXPOSURE TO 4000 PPM RESULTED IN DEATH IN 4 OF 6 RATS."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 770",
            "Value": "Liquid propylene oxide dropped on rabbit eyes has caused reversible injury similar to that caused by acetone, graded 5 on scale of 1 to 10 after 24 hr. Exposure of monkeys & rabbits to 457 ppm vapor in air for 7 hr daily had no adverse effect, but in rats & guinea pigs it irritated eyes & induced lung edema. In guinea pigs & rabbits no disturbance of corneas ... was detectable by slit-lamp biomicroscope after exposure to vapor concn high enough to cause death of guinea pigs & rabbits from respiratory ... /injury/ in the course of several days, except possibly ... the incr in normal punctate staining of corneal epithelium with fluorescein."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2190",
            "Value": "MATCHED GROUPS OF 5 YOUNG ADULT FEMALE WHITE RATS EACH WERE FED OLIVE OIL SOLN OF PROPYLENE OXIDE BY INTUBATION 5 TIMES A WK UNTIL A TOTAL OF 18 DOSES HAD BEEN GIVEN AT LEVELS OF 0.1, 0.2, & 0.3 G/KG/DAY. ANIMALS RECEIVING A DOSAGE LEVEL OF 0.2 G/KG & 0.1 G/KG SHOWED NO EFFECT AS JUDGED BY GROSS APPEARANCE, GROWTH, BLOOD UREA NITROGEN DETERMINATIONS, ORGAN WT, & MICROPATHOLOGY OF THE VARIOUS ORGANS IN COMPARISON WITH CONTROLS RECEIVING OLIVE OIL. A DOSAGE LEVEL OF 0.3 G/KG CAUSED LOSS OF BODY WT, GASTRIC IRRITATION, & SLIGHT LIVER INJURY."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2190",
            "Value": "EARLY SYMPTOMS /OF ACUTE VAPOR POISONING/ INCLUDE LACRIMATION, NASAL DISCHARGE, AND SALIVATION FOLLOWED BY GASPING & LABORED BREATHING IN ALL SPECIES, & VOMITING IN DOGS. SEVERE IRRITATION IN THE LUNGS MAY PERSIST FOR SEVERAL DAYS &, IN SOME CASES, LEAD TO PNEUMONIA. ... PROPYLENE OXIDE HAS ONLY A RELATIVELY WEAK ANESTHETIC ACTION WHICH BECAME APPARENT WHEN ANIMALS WERE EXPOSED TO CONCN OF 4000 PPM OR MORE."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Volumes I and II. New York: McGraw-Hill Book Co., 1971., p. 468",
            "Value": "UPON REPEATED 7-HR EXPOSURE TO 457 PPM /BY INHALATION, THERE WAS/ ONLY ... SLIGHT DEPRESSION OF GROWTH IN GUINEA PIGS EXPOSED FOR 15-17 DAYS. NO EFFECTS WERE NOTED IN RATS. AFTER 37-39 DAYS ... DEPRESSION OF GROWTH WAS NOTED IN BOTH GUINEA PIGS & RATS. ADDITIONAL EFFECTS WERE MODERATE AND INCLUDED ALVEOLAR HEMORRHAGE & EDEMA ... WITH INTERSTITIAL EDEMA & CONGESTION OF LUNGS OF RATS & GUINEA PIGS. ... SLIGHT FATTY DEGENERATION OF LIVER IN MALE GUINEA PIGS WAS OBSERVED."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V11 194 1976)",
            "Value": "OF 12 RATS ... GIVEN TOTAL DOSES OF 1500 MG/KG BODY WT ... IN ARACHIS OIL BY SC INJECTION WITHIN 325 DAYS (DOSING SCHEDULE NOT SPECIFIED), 8 DEVELOPED LOCAL SARCOMAS AFTER 507-739 DAYS. IN SIMILAR EXPT IN WHICH TOTAL DOSES OF 1500 MG/KG BODY WT PROPYLENE OXIDE IN WATER WERE INJECTED SC, 1/12 RATS DEVELOPED LOCAL SARCOMA AFTER 158 DAYS & 2 DEVELOPED LOCAL SARCOMAS AFTER 737 DAYS."
        },
        {
            "References": "PMID:6993314",
            "Value": "PROPYLENE OXIDE INDUCED DOSE-DEPENDENT INCREASE IN NUMBER OF REVERTANT MUTATIONS IN HISTIDINE-DEPENDENT SALMONELLA TYPHIMURIUM STRAINS TA1535 & TA100, BUT NOT IN STRAINS TA1537 OR TA98."
        },
        {
            "References": "PMID:381910",
            "Value": "INDUCTION OF BASE-SUBSTITUTION MUTATIONS WAS DEMONSTRATED IN SPOT TESTS WITH STRAINS OF S TYPHIMURIUM (TA100 & TA1535) & E COLI AT 700 UG/PLATE OF PROPYLENE OXIDE; RAT-LIVER MICROSOMES & COFACTORS (S9 MIX) WAS WITHOUT SIGNIFICANT EFFECT ON THIS RESPONSE. A MALE MOUSE DOMINANT LETHAL TEST EMPLOYING ORAL DOSES OF 50 OR 250 MG/KG/DAY FOR 14 DAYS GAVE NO EVIDENCE OF MUTAGENIC ACTION ON SPERM."
        },
        {
            "References": "DUNKELBERG H; ZENTRALBL BAKTERIOL MIKROBIOL HYG ABT 1 ORIG B HYG UMWELTHYG KRANKENHAUSHYG ARBEITSHYG PRAEV MED 174 (5): 383 (1981)",
            "Value": "1,2-PROPYLENE OXIDE WAS ADMIN TO NMRI FEMALE MICE AT 2.5, 1.0, 0.3 & 0.1 MG IN SINGLE SC INJECTIONS ONCE/WK USING TRICAPRYLIN AS VEHICLE FOR 95 WK. TOTAL DOSE/MOUSE WAS 165.4, 72.8, 21.7 & 6.8 MG. LOCAL TUMORS DEPENDING ON DOSAGE WERE MOSTLY FIBROSARCOMAS WITH FREQUENCY BETWEEN 16 and 2%."
        },
        {
            "References": "PMID:7150486",
            "Value": "1,2-PROPYLENE OXIDE ADMIN INTRAGASTRICALLY BY GAVAGE AT 2 DOSAGES (60 & 15 MG/KG BODY WT) TO GROUPS OF 50 FEMALE SPRAGUE-DAWLEY RATS TWICE WEEKLY FOR A PERIOD OF NEARLY 3 YR INDUCED LOCAL TUMORS, MAINLY SQUAMOUS-CELL CARCINOMAS OF THE FORESTOMACH."
        },
        {
            "References": "PMID:6406882",
            "Value": "PROPYLENE OXIDE TESTED FOR MUTAGENIC ACTIVITY FOLLOWING VAPOR EXPOSURE USING 3 IN VIVO TEST SYSTEMS. RAT DOMINANT LETHAL & MOUSE SPERM-HEAD MORPHOLOGY ASSAYS WERE CONDUCTED USING MALES EXPOSED @ 300 PPM FOR 7 HR/DAY ON 5 CONSECUTIVE DAYS. A SEX-LINKED RECESSIVE LETHAL TEST IN DROSOPHILA MELANOGASTER EMPLOYED A 24 HR STATIC EXPOSURE @ 645 PPM. EVALUATION OF SPERM-HEAD MORPHOLOGY DID NOT RESULT IN AN INCR IN ABNORMAL FORMS. STATISTICALLY SIGNIFICANT INCR IN PREIMPLANTATION LOSSES & REDUCTION IN THE NUMBER OF LIVING IMPLANTS WAS OBSERVED IN RATS. A HIGHLY SIGNIFICANT INCR IN SEX-LINKED RECESSIVE LETHAL MUTATION WAS OBSERVED IN TWO GERM STAGES IN DROSOPHILA."
        },
        {
            "References": "SPRINZ H ET AL; REPORT (NIOSH-210-81-6001): (1982) PB83-134817",
            "Value": "MALE MONKEYS WERE EXPOSED TO 0, 100, & 300 PPM PROPYLENE OXIDE FOR 6 HR/DAY, 5 DAYS/WK FOR 2 YR. BRAIN, ULNAR & SCIATIC NERVES, & SPINAL CORD TISSUE WERE EXAM HISTOLOGICALLY. NO DIFFERENCES WERE FOUND BETWEEN CONTROLS & CHEM TREATED ANIMALS. IN THE MEDULLA OBLONGATA OF THE BRAIN, PROPYLENE OXIDE EXPOSED MONKEYS HAD SIGNS OF AXONAL DYSTROPHY."
        },
        {
            "References": "PMID:7027032",
            "Value": "THE MUTAGENIC ACTION OF 45 EPOXIDES WAS INVESTIGATED IN LURIA & DELBRUCK'S FLUCTUATION TEST WITH KLEBSIELLA PNEUMONIAE AS THE TEST ORGANISM. IN THIS TEST 36 OF THE 45 EPOXIDES APPEARED TO BE MUTAGENIC. THE MUTAGENICITY OF 1,2-EPOXIDES DECR WITH INCR LENGTH OF C CHAIN. GENERALLY, 1,2-EPOXIDE CMPD WITH ELECTRONEGATIVE GROUPS WERE MORE MUTAGENIC THAN 1,2-EPOXYPROPANE."
        },
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 159",
            "Value": "AT RELATIVE HUMIDITY OF 25% & 37 °C, 90% OF B SUBTILIS SPORES WERE KILLED IN 40 MIN (1250 MG PROPYLENE OXIDE/L). IN COCOA POWDER, BACTERIAL COUNTS WERE REDUCED 5-70% & MOLD COUNTS 90-99%. ... IN WHEAT OF 13% MOISTURE INITIAL BACTERIAL COUNT OF 1,000,000/G WAS REDUCED TO 500/G AT 118 °F BY VAPOR SYSTEM CONTAINING 1.5 G/L OF PROPYLENE OXIDE."
        },
        {
            "References": "Lynch DW et al; Toxicol Appl Pharm 76 (1): 85-95 (1985)",
            "Value": "The ability of long term exposures to inhaled propylene oxide to induce sister chromatid exchanges and chromosome aberrations in the peripheral lymphocytes of monkeys was investigated. Five groups of adult male cynomolgus monkeys were exposed to 100 or 300 ppm propylene oxide (7 hr/day, 5 days/wk) for 2 years. ... Lymphocytes from these /animals/ manifested no group differences from controls for any variable-chromatid, or chromosome type aberrations, gaps or sister chromatid exchanges (metaphase)."
        },
        {
            "References": "PMID:6484993",
            "Value": "The chronic inhalation toxicity and carcinogenicity of ethylene oxide and propylene oxide were evaluated in a 2 yr inhalation bioassay. Five groups of male weanling Fischer 344 rats, 80/group, were exposed at 0 ppm (shared control; filtered air), 50 ppm ethylene oxide, 100 ppm ethylene oxide, 100 ppm propylene oxide, or 300 ppm propylene oxide (7 hr/day, 5 days/wk) for 104 wk. Among rats exposed to propylene oxide there was a dose-dependent increase in the incidence of complex epithelial hyperplasia in the nasal passages, and 2 adenomas were detected in the nasal passages of rats exposed at 300 ppm propylene oxide. The incidence of adrenal phenochromocytomas was elevated in both propylene oxide exposure groups, but not in a dose-related manner. All rat groups were affected by an outbreak of Mycoplasma pulmonis infection which occurred in combination with the epoxide exposures and affected the survival of rats in this study, and influenced the development of the proliferative lesions in the nasal mucosa of the propylene oxide-exposed rats. No treatment related changes in any clinical chemistry or urinalysis indices were detected. Adrenal pheochromocytomas and proliferative lesions of the nasal cavity were increased in rats exposed to propylene oxide."
        },
        {
            "References": "PMID:2434323",
            "Value": "The SOS umu-test has been used for the detection of DNA-damaging agents. In this system the plasmid pSK1002 carrying a fused gene umuC-lacZ was introduced into Salmonella typhimurium TA1535. The SOS function induced by genotoxic agents is detected by a colorimetric measurement of beta-galactosidase activity encoded by the lacZ gene, which is regulated by the Umu operon. This system was used with modifications to study the SOS function inducibility of volatile chemicals (propylene oxide, methyl bromide, and ethylene dibromide) and air pollutants (diesel emission, welding fumes, and cigarette smoke). Tester cells were exposed directly to the test material. The enzyme activity of the treatment cells was measured according to the established procedure. Results of the study showed that all chemicals and pollutants tested induced SOS function in a dose-related manner."
        },
        {
            "References": "Garro AJ, Phillips RA; US Patent No 4469786 (1984)",
            "Value": "A short-term microbial method using Bacillus subtilis infected with bacteriophage phi 105 DNA was described. Wild-type bacteriophage phi 105 DNA was reacted with potential mutagens and then transfected into Bacillus subtilis carrying a mutated bacteriophage phi 105 DNA. After plating, an increase in frequency of clear plaques signified that the tested cmpd was mutagenic. Propylene oxide was mutagenic."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 277 (1985)",
            "Value": "Sprague-Dawley rats receiving propylene oxide by stomach tube in doses of 15 or 60 mg/kg of body weight twice weekly for 109.5 weeks exhibited a dose dependent increase in forestomach tumors. ... NMRI-mice receiving 0.1, 0.3, 1.0, or 2.5 mg of propylene oxide by sc or im injection once a week for 95 weeks developed tumors at the site of injection. ... Propylene oxide has induced mutations in Salmonella typhimurium, Escherichia coli, Klebsiella pneumoniae, Neurospora crassa, Schizosaccharomyces pombe, Drosophila melanogaster, rat hepatocytes and human lymphocytes in vitro, and male CD 1 mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 277 (1985)",
            "Value": "Propylene oxide inhalation by B6C3F1-mice at concentrations of 200 or 400 ppm 6 hours a day, 5 days a week, for 103 weeks caused an increase in nasal turbinate respiratory epithelium inflammation, in hemangiomas among both sexes, and in hemangiosarcomas among males. Exposure of Fischer 344 rats caused increases in inflammation, epithelial hyperplasia, and squamous metaplasia of the nasal turbinate respiratory epithelium, as well as in C-cell adenomas and carcinomas among females. Propylene oxide inhalation by Fischer 344 rats at 100 or 300 ppm 7 hours a day, 5 days a week for 104 weeks, resulted in a dose-dependent increase in inflammatory respiratory system lesions and complex nasal cavity epithelial hyperplasia, as well as in pheochromocytomas and peritoneal mesotheliomas. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 277 (1985)",
            "Value": "Propylene oxide inhalation by New Zealand white rabbits at 500 ppm 7 hours a day from gestation days 1 or 7 to 19 caused a 2.8 percent resorption rate increase. Exposure of Sprague-Dawley-rats from 3 weeks before gestation to gestation day 16, from gestation day 1 to 16, or from gestation day 7 to 16 caused reduced maternal weights, copora lutea populations, implantation site numbers, live fetus counts, and fetal growth, while increasing rib dysmorphology."
        },
        {
            "References": "Ansari GAS et al; Toxicol Letters 37: 57-62 (1987)",
            "Value": "The possible use of the degree of inhibition of glutathione-S-transferase activity as a biological marker for determining exposure to chemicals such as acrolein, styrene oxide, propylene oxide, ethylene dibromide, and ethylene dichloride was explored. A dose-dependent inhibition was evident in each case not only for inactivation of erythrocyte glutathione-S-tranferase in situ but for inhibition of purified erythrocyte glutathione-S-transferase as well. Concentrations inhibiting 50% of the activity ranged from around 10-3 to 10-4 molar."
        },
        {
            "References": "Aranyi C et al; Fund Appl Toxicol 6: 713-20 (1986)",
            "Value": "The potential of vapor phase chemicals to alter susceptibility to induced respiratory infection was examined in mice. Female CD1 mice were simultaneously exposed to Streptococcus zooepidemicus aerosols and threshold limit value of ... propylene oxide. ... A pulmonary bactericidal activity assay was performed after mice inhaled aerosols of viable radioactive bacteria to determine bacterial clearance from the lung. Changes in pulmonary bactericidal activity were significant after single and multiple exposures of some compounds, but there was no consistent pattern of effects with the mortality studies."
        },
        {
            "References": "PMID:3883152",
            "Value": "A battery of short term tests was performed. Bacterial mutation assays conducted were: plate incorporation assay, preincubation assay, spot test, and treat and plate method. Saccharomyces gene conversion assays conducted involved treatment of stationary phase cells and treatment of log phase cells. Rat liver chromosome assays included cytotoxicity and chromosome assays. Specific compounds which indicated mutations in bacteria, gene conversion in yeast, or chromosome damage /included/ propylene oxide ... ."
        },
        {
            "References": "PMID:3519198",
            "Value": "Propylene oxide, glycidol, epichlorohydrin, and trichloropropylene oxide were reacted with deoxyguanosine as well as deoxyadenosine and, except for the trichloro compound, with DNA. Reactivity with the purine deoxynucleosides as well as the four deoxynucleosides in DNA were quantitated by HPLC methods. Correlations for reactivity of the propylene oxides with the individual deoxynucleosides in solution and in DNA, except for deoxythymidine, were indicated for mutagenicity in TA100 in the liquid-preincubation Ames test."
        },
        {
            "References": "PMID:3531837",
            "Value": "37 aliphatic epoxides were tested for mutagenicity in Salmonella strains TA98, TA100, TA1535 and TA1537 and/or TA97 with and without metabolic activation using a standardized protocol. 3 of the 8 unsubstituted aliphatic epoxides and 11 of the 12 glycidyl ethers were mutagenic. /Propylene oxide was mutagenic/ in TA100 without activation and was mutagenic in TA1535 without activation."
        },
        {
            "References": "Sellakuman AR; J Natl Cancer Instit 79 (2): 285-9 (1987)",
            "Value": "Inhalation exposures were conducted with five water-reactive compounds: beta-propiolactone, methylmethane sulfonate, ethylchloroformate, dichloroacetyl chloride, and propylene oxide on male Sprague-Dawley rats. The hydrolysis rates of these compounds span 6 orders of magnitude. The compounds were administered for 30 days (6 hr/day X 5 days/wk) with the use of exposure concentrations that were inversely proportional to the respective hydrolysis rates. With this protocol, all compounds except propylene oxide (the slowest reacting compound) produced nasal cancer in rats."
        },
        {
            "References": "Ehlert KL; Arbetarskyddsstyrelsen 171 (84): 1-43 (1985)",
            "Value": "Propylene oxide is a highly reactive, electrophilic substance, which reacts with cellular macromolecules such as RNA, DNA and proteins, by alkylating nucleophilic centers. Propylene oxide is a mutagen. It induces local tumors when inhaled or administered by subcutaneous and intragastric routes and has an adverse effect on male and female reproduction in animals (mice and rats). Propylene oxide is an allergic sensitiser."
        },
        {
            "References": "PMID:2917552",
            "Value": "Twenty-seven chemicals (including 1,2-propylene oxide) previously tested in rodent carcinogenicity assays were tested for induction of chromosomal aberrations and sister chromatid exchanges in Chinese hamster ovary cells as part of a larger analysis of the correlation between results of in vitro genetic toxicity assays and carcinogenicity bioassays. Chemicals were tested up to toxic doses with and without exogenous metabolic activation. 1,2-Propylene oxide was shown to be a potent inducer of sister chromatid exchanges and chromosomal aberrations both with and without S9."
        },
        {
            "References": "PMID:3350232",
            "Value": "Reproductive parameters in Fischer 344 rats were evaluated following inhalation of propylene oxide for two successive generations. Thirty male and 30 female rats were exposed to 0, 30, 100, or 300 ppm propylene oxide for 6 hr/day, 5 days/week for 14 weeks and then mated to produce the f1 litters. After weaning, 30 randomly selected f1 pups/sex/group were exposed to propylene oxide for 17 weeks and subsequently mated to produce the f2 litters. Reproductive parameters examined included fertility, litter size neonatal growth, and survival. All adults and selected weanlings were examined for gross and histologic lesions. Toxicity due to propylene oxide was demonstrated by decreased body weights of parental f0 and f1 rats at 300 ppm. No treatment-related effects on fertility (mating or conception) were observed in either f0 or f1 matings. Neonatal surival indices for f1 or f2 litters revealed no treatment-related effects. Litter size was decreased in the f1 rats exposed to 100 ppm propylene oxide. However, the litter size in the 300 ppm group was comparable to the control group, and no effect on litter size was shown in propylene oxide exposed f2 litters. Pup weights were unaffected by parental exposure to propylene oxide in either generation. Pathologic examination of adults and weanlings revealed no changes considered due to propylene oxide. Based on these results, it is concluded that inhalation exposure to propylene oxide at levels up to 300 ppm over two generations did not produce any adverse effects on reproductive function."
        },
        {
            "References": "PMID:2792599",
            "Value": "The developmental toxicity potential of propylene oxide was evaluated in Fischer 344 rats following inhalation exposure. Four groups of 25 mated female rats were exposed to 0, 100, 300, and 500 ppm of propylene oxide for 6 hr per day on Gestation Days 6 through 15, inclusive. Cesarean sections were performed on all females on Gestation Day 20 and the fetuses removed for morphological evaluation. Exposure to propylene oxide did not adversely affect survival, appearance, or behavior at any of the exposure levels tested. Maternal body weight gain and food consumption were reduced significantly among the females at the 500 ppm level during the exposure period. No exposure-related effects were noted with respect to maternal water consumption, organ weights, cesarean section, or fetal morphological observations with the sole excretion of increased frequency of seventh cervical ribs in fetuses at the maternally toxic exposure level of 500 ppm. In summation, the no-observable-adverse-effect level of propylene oxide, when administered to Fischer 344 rats via whole-body inhalation exposure, was considered to be 300 ppm."
        },
        {
            "References": "PMID:6406882",
            "Value": "Propylene oxide was tested for mutagenic activity following vapor exposure using 3 in vivo test systems. Rat dominant lethal and mouse sperm-head morphology assays were conducted using males exposed to propylene oxide at 300 ppm in a dynamic exposure chamber for 7 hr/day on 5 consecutive days. A sex linked recessive lethal test in Drosophila melanogaster employed a 24 hr static exposure to propylene oxide at 645 ppm. Male mice were killed 1, 3, 5, 7 and 9 wk post exposure for evaluation of sperm-head morphology. Propylene oxide exposure did not result in an increase in abnormal forms. Male rats were mated with 2 virgin females/wk for 6 wk following exposure. A statistically significant increase in preimplantation losses and a statistically significant reduction in the number of living implants in the 1st post exposure wk did not appear to be treatment related. A highly significant increase in sex linked recessive lethal mutations was observed in 2 germ cell stages (mature sperm and developing spermatocytes). These results warrant continued caution in potential human exposure to propylene oxide."
        },
        {
            "References": "PMID:3692031",
            "Value": "The ethylene oxide/propylene oxide polymers evaluated in this study have previously been shown to have a low order of toxicity and/or irritancy by ocular, dermal, or oral routes of administration. These studies evaluated the acute inhalation toxicity of respirable aerosols of three ethylene oxide/propylene oxide compounds (U-660, U-2000, and U-5100) that differ in chain length, molecular weight, and viscosity. The respective 4 hr LC50 values (95% confidence limits) for U-660, U-2000, and U-5100 in Wistar albino rats were 4670 (4090-5320), 330 (227-480), and 106 (45-245) mg/cu m. Occasionally, slight increase in respiration rate and slight hyperactivity were observed during the postexposure period. All deaths were delayed for 2-5 days postexposure. Body weight gains were transiently depresed in rats exposed to U-2000 and U-5100. Discolored lungs and livers occurred in animals which died during the 14 day postexposure period. Subsequently, a repeated-exposure study was conducted on U-5100 in F-344 rats exposed for 6 hr/day, 5 days/week, for 9 exposures at mean concentrations of 0, alveolar epithelial cells. Lung weights remained elevated after the 2 wk at concentrations as low as 5 mg/cu m."
        },
        {
            "References": "PMID:2009867",
            "Value": "A new protocol for testing vapors and gases in the L5178Y mouse lymphoma assay is presented. Four chemicals, propylene, 1,2-propylene oxide, 1,3-butadiene, and vinylidene chloride, were tested for their mutagenic potential. Cultures were exposed to the chemicals, which were delivered as vapors or gases, for 4 hr, then cultured for 2 days before plating in soft agar with or without trifluorothymidine, 3 ug/ml. Each chemical was tested at least twice. Significant responses were obtained with 1,2-propylene oxide and vinylidene chloride, but neither cytotoxicity nor mutagenicity was induced by 1,3-butadiene; propylene could not be classified as either mutagenic or non-mutagenic in the assay. Rat liver S9 mix was not a requirement for the mutagenic activity of 1,2-propylene oxide, whereas the liver preparation markedly enhanced both the cytotoxicity and mutagenicity of vinylidene chloride."
        },
        {
            "References": "PMID:3178293",
            "Value": "In Wistar rats subjected daily to 6 hr exposure of propylene oxide at a concentration of 1,500 ppm (5 times a wk for 7 wk). ataxia developed in the hindlegs. Myelinated fibers in hindleg nerves and in the fasciculus gracilis showed axonal degeneration, sparing the nerve cell body of the first sacral dorsal root ganglion ad myelinated fibers of the first sacral dorsal and ventral roots. These pathologic findings are compatible with central-peripheral distal axonopathy. This is apparently the first animal model of propylene oxide neuropathy to be verified histologically."
        },
        {
            "References": "PMID:3461216",
            "Value": "The carcinogenicity of proplene oxide was investigated because of its extensive production, its potential for exposure of humans in the workplace or for exposure through food, the positive results in short term genetic assays, and the inadequacy of available animal carcinogenesis data on the material. Groups of 50 F344/N rats and (C57BL/6x3H) F1 mice were exposed to 0, 200, or 400 ppm propylene oxide for 6 hours/day, 5 days/week, for up to 103 weeks. Mean body weight decreased during the second year of exposure in mice rats exposed at the higher level. There was a decrease in survival in mice exposed to 400 ppm. Neoplastic lesions were observed in the nasal cavity of rats and mice exposed to 400 ppm. In male and female rats there was in increased incidence of papillary adenomas of the nasal epithelium, while in male and female mice there were increased incidences of hemoglomas and hemangiosarcomas of the nasal mucosa. Exposure also caused suppurative inflammation, hyperplasia, and squamous metaplasia in the nasal epithelium of rats and inflammation in mice."
        },
        {
            "References": "PMID:3366413",
            "Value": "Four groups of 100 Wistar rats of each sex were exposed by inhalation to 0, 30, 100 or 300 ppm propylene oxide for 6 hr/day, 5 days/wk for 28 months. After 12, 18 and 24 months ten rats/sex/group were killed to provide interim hematological, biochemical and urinary data. Mortality was increased by wk 115 in both sexes in the 300 ppm group and by wk 119 in females of the 100 ppm group. Body weights were lower than those of the controls throughout the study in males of the 300 ppm group and in females of the 300 ppm group during the first year of the study. Increased incidences of degenerative and hyperplastic changes of the nasal mucosa were observed in all exposed groups. Exposure to 300 ppm propylene oxide was associated with an increased incidence of both benign and malignant mammary tumors in females. There was no increase in the incidence of any particular type of tumor other than mammary tumors. The total number of rats bearing malignant tumors at sites other than the mamamry glands was increased in both sexes in the 300 ppm group compared with the controls."
        },
        {
            "References": "NTP; Fiscal Year 1986 Annual Plan p.66 (1986) NTP-86-086",
            "Value": "1,2-Propylene oxide ... test results for mutagenicity in Salmonella assays ... proved positive."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Propylene Oxide in F344/N Rats and B6C3F1 Mice (Inhalation Studies). Technical Report Series No. 267 (1985) NIH Publication No. 85-2527 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "Under the conditions of these studies, there was some evidence of carcinogenicity for F344/N rats, as indicated by increased incidences of papillary adenomas of the nasal turbinates in male and female rats exposed to propylene oxide at 400 ppm. For male and female B6C3Fl mice, there was clear evidence of carcinogenicity, as indicated by increased incidences of hemangiomas or hemangiosarcomas of the nasal turbinates at 400 ppm. In the respiratory epithelium of the nasal turbinates, propylene oxide also caused suppurative inflammation, hyperplasia, and squamous metaplasia in rats and inflammation in mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1316",
            "Value": "Hyperemia & edema resulted from application of 10% or 20% aqueous soln of propylene oxide to the shaved intact skin of rabbits under an occluding plastic cover when the duration of exposure was 6 min or longer. The most severe exposures resulted in scar formation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1316",
            "Value": "... Propylene oxide /is/ 1/2 to 1/3 as potent as ethylene oxide based on single-exposure data. Secondary pulmonary infection followed acute inhalation exposure to propylene oxide."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 349",
            "Value": "When gavaged as a 10% olive oil solution, rats survived 0.3 g/kg and died at 1.0 g/kg. The dermal LD50 in rabbits was 1.3 g/kg. Four-hour inhalation LC50 of propylene oxide were 4126 mg/cu m (1740 ppm) in mice and 9486 mg/cu m (4000 ppm) in rats. At 7200 ppm in rats, deaths were 0/10, 2/10, and 5/10 after exposures of 0.25, 0.5, and 1.0 hr, respectively."
        },
        {
            "References": "PMID:3191538",
            "Value": "Propylene oxide is a direct-acting mutagen and rodent carcinogen. We have studied how propylene oxide modifies 2'deoxynucleosides at pH 7.0-7.5 and 37 °C for 10 hr. Propylene oxide reacts as an SN2 alkylating agent by forming the following 2-hydroxypropyl adducts: N6-2-hydroxypropyl-dAdo (7% yield), 7-2-hydroxypropyl-Gua (37%) and 3-2-hydroxypropyl-dThd (4%). Alkylation at N-3 of dCvd resulted in conversion of the adjacent exocylic imino group at C-4 to an oxygen (hydrolytic deamination) with the formation of a dUrd adduct, 3-2-hydroxypropyl-dUrd (14%). Ultraviolet spectroscopy and mass spectrometry were used for the structural determination of these adducts. Confirmation of the unexpected 3-2-hydroxypropyl-dUrd adduct was provided by an accurate mass measurement technique where diagnostic ions in the mass spectra of 3-2-hydroxypropyl-dUrd were measured to within 0.0005 atomic mass units of the predicted mass. Propylene oxide was reacted in vitro with calf thymus DNA (pH 7.0-7.5, 37 °C, 10 hr) and yielded N6-2-hydroxypropyl-dAdo (1 nmol/mg DNA), 3-2-hydroxypropyl-Ade (14 nmol/mg DNA), 7-2-hydroxypropyl-Gua (133 nmol/mg DNA) and 3-2-hydroxypropyl-dUrd (13 nmol/mg DNA). A mechanism for the hydrolytic deamination of 3-2-hydroxpropyl-dCyd to 3-2-hydroxypropyl-dUrd involving the hydroxide on the 2-hydroxypropyl side chain is proposed. This cytosine to uracil conversion may play a role in the mutagenic and carcinogenic activity of this epoxide."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 350",
            "Value": "Irritating to the eyes of animals, and liquid caused severe eye irritation in rabbits."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 1,2-propylene oxide is estimated as 25(SRC), using a measured log Kow of 0.03(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 1,2-propylene oxide is expected to have very high mobility in soil(SRC)."
        }
    ]
}