{
    "_id": {
        "$oid": "6682e846c4e5dba5ffba24c8"
    },
    "CID": {
        "$numberInt": "6386"
    },
    "Name": "T-BUTYL ALCOHOL",
    "IUPACName": "2-methylpropan-2-ol",
    "CanonicalSMILES": "CC(C)(C)O",
    "Synonyms": [
        "tert-Butanol",
        "tert-Butyl alcohol",
        "2-Methylpropan-2-ol",
        "2-Methyl-2-propanol",
        "75-65-0",
        "t-Butanol",
        "T-BUTYL ALCOHOL",
        "1,1-Dimethylethanol",
        "Trimethylcarbinol",
        "t-Butyl hydroxide",
        "Trimethyl carbinol",
        "Trimethyl methanol",
        "Tertiary-Butyl Alcohol",
        "Trimethylmethanol",
        "tert-butylalcohol"
    ],
    "IsomericSMILES": "CC(C)(C)O",
    "INCHI": "InChI=1S/C4H10O/c1-4(2,3)5/h5H,1-3H3",
    "INCHIKEY": "DKGAVHZHDRPRBM-UHFFFAOYSA-N",
    "Formula": "C4H10O",
    "MolecularWeight": {
        "$numberDouble": "74.12"
    },
    "Description": "Tert-butanol is a tertiary alcohol alcohol that is isobutane substituted by a hydroxy group at position 2. It has a role as a human xenobiotic metabolite. It derives from a hydride of an isobutane.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of <5 were reported for carp exposed to 6 ug/L of t-butyl alcohol during a 6 week incubation period(1). According to a classification scheme(2), this BCF suggests bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 28, 2013: https://www.safe.nite.go.jp/english/db.html (2) Howard PH et al; pp. 156-157 in The Handbook of Environmental Degradation Rates. Printup HT, ed., Chelsea, MI: Lewis Publ (1991) (3) Bridie AL et al; Water Res 13: 627-30 (1979) (4) Hammerton C; J Appl Chem 5: 517-24 (1955) (5) Gerike P, Fischer WK; Ecotoxicol Environ Safety 3: 159-73 (1979) (6) VanGinkel CG, Stroo CA; Ecotoxicol Environ Saf 24: 329-27 (1992) (7) Yeh CK, Novak JT; Water Environ Res 66: 744-52 (1994)",
            "Value": "AEROBIC: t-Butyl alcohol, present at 100 mg/L, achieved 2.5% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). The biodegradation half-life of t-butyl alcohol was reported to range from about 28 to 180 days in aerobic water and 100 to 500 days in anaerobic water(2). t-Butyl alcohol reached 1% of its theoretical BOD using a sewage sludge during a 5 day incubation period(3). Using a river die-away test, t-butyl alcohol achieved 4% of its theoretical BOD in 12 days(4). t-Butyl alcohol, present at 50 mg/L, achieved 7% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5). Approximately 96% dissolved organic carbon was removed over a 6 day incubation period using the Zahn-Wellens test, meant to simulate degradation at an industrial sewage treatment plant(5). Using an activated sludge in a prolonged closed bottle biodegradation test, t-butyl alcohol was degraded 10, 63 and 67% in 28, 42 and 56 days, respectively(6). Biodegradation of t-butyl alcohol in unamended soils collected at different depths had rates of <0.01 to 0.15 mg/L/day/gram dry soil(7)."
        },
        {
            "References": "(1) Kondo M et al; Jpn J Toxicol Environ Health (Eisei Kagaku) 34: 188-95 (1988)",
            "Value": "AEROBIC: The biodegradation of t-butyl alcohol at various starting concentrations was studied in river and sea water; a 3 day incubation period at 30 °C in the dark was performed at four different Japanese Institutions; Kobe Gaku-in University (KGU), Osaka University (OU), Nihon University (NU) and Showa Pharmaceutical College (SPC)(1).",
            "Table": "[{'Institution': 'KGU', 'Starting Concn (ppm)': 50, '% Degradation River Water': 0, '% Degradation Sea Water': 0}, {'Institution': 'OU', 'Starting Concn (ppm)': 40, '% Degradation River Water': 0, '% Degradation Sea Water': 14}, {'Institution': 'NU', 'Starting Concn (ppm)': 22, '% Degradation River Water': 0, '% Degradation Sea Water': 1}, {'Institution': 'SPC', 'Starting Concn (ppm)': 20, '% Degradation River Water': 2, '% Degradation Sea Water': 16}]"
        },
        {
            "References": "(1) Hickman GT et al; J Water Pollut Control Fed 61: 1564-75 (1989) (2) Bradley PM et al; Appl Environ Microbiol 67: 1975-8 (2001) (3) Finnaran KT, Lovley DR; Environ Sci Technol 35: 1785-90 (2001) (4) Mormile MR et al; Environ Sci Technol 28: 1727-32 (1994) (5) Puig-Grajales L et al; Appl Microbiol Biotechnol 54: 692-7 (2000)",
            "Value": "ANAEROBIC: The half-life of t-butyl alcohol under anoxic conditions in a non-amended soil was about 200 days, the half-lives in the same soil amended with nitrate and sulfate nutrients were 100 and 50 days, respectively(1). Studies showed t-butyl alcohol was degraded under denitrifying conditions with and without nitrate amendment(2). t-Butyl alcohol has been reported to have anaerobic biodegradation rates comparable with aerobic degradation rates under strict anaerobic conditions with adapted sediments(3). The biodegradation half-life of t-butyl alcohol under anaerobic conditions was >230, >180, and >180 days in gas impacted aquifer, fuel impacted river sediment, and industrial and sewage impacted creek sediment, respectively(4). t-Butyl alcohol was not biodegraded after incubation under methanogenic, sulfate- or nitrate-reducing conditions(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow = 0.35"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:3938271",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Changes in the cytochrome p450 enzyme systems were investigated in the liver, kidney, and lung of rats exposed to butanol and its isomers at 2000 ppm for 3 days and at 500 ppm for 5 days. A pronounced increase in the microsomal p450 was observed in the kidney, with sec-butanol and tert-butanol causing 47% and 36% increases, respectively. The lung and liver microsomal p450 was unaltered. The induction of p450 was greater at lower concentration. A longer duration of exposure is required for the enzyme induction in the kidney, whereas the concentration is an important factor for its induction in the liver."
        },
        {
            "References": "PMID:2736077",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Wistar rats were randomly assigned to either an ethanol or t-butyl alcohol (2-methylpropan-2-ol) group (n= 10). Each rat in the ethanol group received ip injections of 0, 1.5, and 3.0 g/kg ethanol which were separated by intervals of 4 days. The t-butyl alcohol group received 0, 0.3, or 0.6 g/kg ip injections of t-butyl alcohol at 4 day intervals. Rectal temperature and blood glucose were measured immediately before and 1, 2, and 3 hr after injections. Both alcohols produced hyperglycemic and hypothermic effects whose magnitude and time course are nearly identical. Both effects were dose dependent and time dependent. Evaluation of the association between the peak thermic and glycemic responses gave a peak value from the high dose at 3 hr after injection. For t-butyl alcohol the correlation was -0.879 (n= 12)."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The researchers/ administered 25 mmol/kg (1.85 g/kg) t-butyl alcohol as a 25% by volume solution in water by gastric intubation to an unspecified number of female Wistar rats. Control rats received water. t-Butyl alcohol concentration in blood dropped only a small amount between 2 and 20 hr after dosing. Blood free fatty acid concentration was unchanged at 2 hr and increased at 5 hr, and triacylglycerol concentration was decreased at 20 hr. Hepatic triacylglycerols were increased at 2 and at 5 hr. There were no significant changes in hepatic and blood phospholipid concentrations or in the 4 hr lactate/pyruvate ratio. Hepatic palmitate uptake into triacylglycerols was increased at 2, 5, and 20 hr, and palmitate incorporation into serum triacylglycerols was about 50% of control values at 5 and 20 hr. The researchers concluded that t-butyl alcohol induced a fatty liver, but not by impairing fatty acid oxidation."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fischer 344 rats (4/group) /were treated/ once with 500 mg/kg t-butyl alcohol, 500 mg/kg ((14)C)t-butyl alcohol, or vehicle (corn oil) by gavage. Rats were killed 12 hr after dosing. The liver and kidneys were removed for analysis. Kidneys were minced, homogenized, and frozen. Kidney cytosol was prepared by ultracentrifugation of thawed kidney homogenate. The concentration of alpha-2 microglobulin (a2u-globulin) was measured in kidney cytosol from male rat kidneys using (ELISA). The renal concentration of a2u-globulin from the kidney cytosol was significantly higher in the t-BuOH treated male rats compared with corn oil treated males.  In addition, kidney cytosol was analysed by gel filtration. The a2u protein standard coeluted with the low-molecular-weight protein fraction (LMWPF). Analysis of the LMWPF from ((14)C)t-butyl alcohol treated rats demonstrated radioactivity coeluting with the male, but not female LMWPF. To determine indirectly if t-butyl alcohol binds to a2u-globulin, dialysis of kidney cytosol from ((14)C)t-butyl alcohol treated male rats was performed with d-limonene oxide, a chemical with a high affinity for a2u-globulin. Dialysis with d-limonene oxide resulted in the disappearance of radioactivity coeluting with the LMWPF. This demonstrated that d-limonene oxide displaced ((14)C)t-butyl alcohol derived radioactivity from the LMWPF and supports the hypothesis that t-BuOH interacts with a2u-globulin."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of five male and five female Wistar rats 1470, 2150, 3160, and 4640 mg/kg t-butyl alcohol by oral gavage. The animals were monitored for 14 days after which they were killed and necropsied. No abnormalities were detected. Clinical signs for the 1470 mg/kg group (both sexes) were dyspnea, apathy, staggering, piloerection, and erythema. Except for erythema, the 2150 mg/kg group exhibited all the clinical signs of the 1470 mg/kg group in addition to abnormal positions, atonia, and exsiccosis. The male rats in the 3160 mg/kg group exhibited only staggering and piloerection whereas the females exhibited dyspnea, apathy, abnormal positions, staggering, atonia, paresis, absence of pain reflex, absence of corneal reflex, narcosis, piloerection, and exsiccosis. The male rats for the 4640 mg/kg group exhibited all these clinical signs as well as erythema whereas the females did not exhibit absence of pain reflex, absence of corneal reflex, or narcosis. No animals in the 1470 mg/kg group died; one female in the 2150 mg/kg group died; five females in the 3160 mg/kg group died; and six animals (one male, five female) in the 4640 mg/kg group died.  Based on the results of the study, the oral LD50 for male rats was >4640 mg/kg, whereas for female rats the LD50 was interpolated to be about 2380 mg/kg. The LD50 for male and female rats combined was calculated to be 3720 mg/kg with 95% confidence limits from 2980 to 3720 mg/kg."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of five male and five female Sprague-Dawley rats were dosed by oral gavage with 1500, 1950, 2535, 3296, and 4285 mg/kg gasoline-grade (95%) tert-butyl alcohol. The major pharmacotoxic signs observed in all dosage groups were ataxia, piloerection, prostration, bradypnea, decreased limb tone, and hypoactivity. Decreased righting reflex was also observed in the 1500, 1950, 2535, and 3296 mg/kg dosage levels. No significant changes in body weights were observed. There were no macroscopic lesions which could be attributed to the compound. None of the 1500 mg/kg rats died; 3 out of 10 (all female) of the 1950 mg/kg rats died; 5 out of 10 (3 male, 2 female) of the 2535 mg/kg rats died; 5 out of 10 (1 male, 4 female) of the 3295 mg/kg rats died; and all of the 4285 mg/kg rats died. The oral LD50 of G-t-BuOH was calculated as 3046 mg/kg with 95% confidence limits from 2581 to 3596 mg/kg for male rats; 2298 mg/kg with 95% confidence limits from 1767 to 2987 mg/kg for female rats; and 2733 mg/kg with 95% confidence limits from 2249 to 3320 for combined male and female rats."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Groups of five male and five female Sprague-Dawley rats /were given/ a single dose of 1950, 2535, 3296, and 4285 mg/kg undiluted (99.9%) t-butyl alcohol by oral intubation. Piloerection, ataxia, decreased limb tone, and low carriage were observed in all groups. Prostration, impaired righting reflex, bradypnea, hypoactivity, and lacrimation were observed in the 2535, 3296, and 4285 mg/kg groups. Hypothermia and hypopnea were observed in the 3296 and 4285 mg/kg groups. Test article related effects included hemorrhage and congestion in various visceral organs; this was generally found in the 3296 and 4285 mg/kg groups. The calculated LD50 with 95% confidence limits was 3384 (2975-3848) mg/kg for male rats, 2743 (2470-3045) mg/kg for female rats, and 3046 (2768-3353) mg/kg for combined male and female rats."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Four male Wistar rats were given a single oral dose of 2.54 g/kgt-butyl alcohol. Control rats received saline. Six hours after administration, the hepatic reduced glutathione concentration was decreased, although not significantly, and diene conjugate formation was increased, although not significantly, in comparison with the control rats."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of 12 female Wistar rats was given 4 mL/kg t-butyl alcohol in a single oral dose. Seventeen hours later, in comparison with a control group of rats, the relative weight of the liver was significantly increased, but there was no change in the hepatic nitrogen concentration, or in the fatty acid, triglyceride, cholesterol, or phospholipid concentrations in the blood."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One group of three male and three female New Zealand albino rabbits received a 0.5 mL application of undiluted (99.9%) tert-butyl alcohol for 24 hr. Two intact and two abraded sites per rabbit were used. tert-Butyl alcohol was found to be minimally irritating causing very slight erythema. It was concluded that tert-butyl alcohol was not a primary skin irritant. Similar results were found when gasoline-grade t-BuOH was studied using the same method ... . Gasoline-grade-tert-Butyl alcohol was also found to be minimally irritating and not a primary skin irritant"
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two groups of albino rats, each consisting of five males and five females, were exposed to vapor atmospheres of 9700 and 14100 ppm gasoline grade t-butyl alcohol approximately 4 hr. All animals exhibited dyspnea and prostration during the exposure. Ocular discharge was observed in all the females. Ataxia and dyspnea were observed for all animals during the post observation period. None of the 9700 ppm animals died, whereas three of the 14100 ppm animals died during the study. In addition, the 14100 ppm animals also exhibited excessive weakness, nasal and/or ocular discharge, and alopecia. Red foci were found in the lungs of both groups of animals."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of five male and five female Sprague-Dawley rats were placed in chambers and exposed for approximately 4 hr to 10,000 ppm t-butyl alcohol. The principle signs exhibited during exposure were ocular discharge, dyspnea, and prostration. One rat also exhibited ataxia. Only one rat, a female, died following the exposure period. At necropsy four rats (three male, one female) were observed to have red foci on the lungs. The one female rat was the same one which died."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of six nonpregnant Sprague-Dawley rats to 10,000 ppm t-butyl alcohol for 1 day produced severe /CNS depression/ in all animals and death in five of the six. Reducing the concentration to 5000 ppm t-butyl alcohol still produced /CNS depression/ in all exposed animals. In addition, both 5000 and 3500 ppm t-butyl alcohol produced an unsteady gait at the end of 7 hr of exposure. All animals responded to a tap on the cage, but locomotor activity was impaired."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Researchers administered/ 0.1 mL of undiluted t-butyl alcohol (99.9%) ... to the right eye of nine New Zealand albino rabbits (five male, four female). One group (two male, one female) had their eye washed approximately 30 s after instillation for approximately 1 min. The other rabbits (three male, three female) did not have their eyes rinsed. Draize scoring was performed at various times following treatment.  The maximum average scores were 40.6 and 33.2 for the unwashed and washed groups respectively. This occurred at 72 hr. After 10 days, the scores were 13.9 and 1.7, and after 25 days the scores were 4.1 and 0 for the unwashed and washed groups, respectively. The study on the washed group terminated on day 25 when the eyes of all three rabbits received scores of 0. The scores for the unwashed group changed very little after day 25 when it was 4.1; at day 34 the group average was 4.4 (minimally irritating). t-butyl alcohol was classified as severely irritating for the unwashed group and moderately irritating in the washed group."
        },
        {
            "References": "PMID:1397807",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The purpose of this study was to evaluate the toxicity of t-butyl alcohol, an important commodity chemical, an additive to unleaded gasoline, and a contaminant of drinking water. Ninety-day toxicity studies were conducted in B6C3F1 mice and Fischer 344 (F344) rats of both sexes using dosed water. Dose levels of t-butyl alcohol were 0, 0.25, 0.5, 1, 2, and 4% (w/v). Lethality was observed at the 4% level of both sexes and species. Weight-gain depression was present in all dose levels of male rats; 4% female rats; 1, 2, and 4% male mice; and 2 and 4% female mice. Water consumption was increased at lower dose levels in male rats and decreased in the higher dose levels of both sexes of rats and female mice. Clinical signs in rats were ataxia in both sexes and hypoactivity in males. Clinical signs in mice were ataxia, abnormal posture, and hypoactivity. In rats, urine volumes were reduced, in association with crystalluria. Gross lesions at necropsy were urinary tract calculi, renal pelvic and ureteral dilatation, and thickening of the urinary bladder mucosa. Microscopic lesions were hyperplasia of transitional epithelia and inflammation of the urinary bladder. In male rats treated with t-butyl alcohol, microscopic renal changes were suggestive of alpha-2 mu-globulin nephropathy. No-effect levels for the urinary tract lesions were 1% in male rats and mice (803.7 mg/kg/day for the male rats and 1565.8 mg/kg/day for the male mice) and 2% in female rats and mice (1451.5 mg/kg/day for the female rats and 4362.9 mg/kg/day for the female mice). The results indicate that in rodents the urinary tract is the target organ for t-butyl alcohol toxicity, and males are more sensitive to t-butyl alcohol toxicity than females."
        },
        {
            "References": "PMID:9455684",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Tertiary butyl alcohol and trichloroacetic acid are known to be contaminants in drinking water. In order to evaluate the interactive toxicity of t-butyl alcohol with trichloroacetic acid, young male Wistar rats were dosed through water at a dose level of t-butyl alcohol (TBA)-0.5% (v/v), trichloroacetic acid (TCA)-25 ppm and a combined dose of TBA + TCA (0.5% v/v TBA-25 ppm TCA) for a period of 10 weeks ad libitum and were maintained on normal diet. The control animals received plain water and normal diet. The liver and kidney histology was undertaken to see whether subtoxic administration of TBA and TCA individually as well as combined administration for a period of 10 weeks would bring about any histological alterations. It was observed that TBA, TCA and TBA + TCA caused histological alterations in the liver such as centrilobular necrosis, vacuolation in hepatocytes and loss of hepatic architecture. TBA and TBA + TCA caused periportal proliferation and lymphocytic infiltration. Hypertrophy of hepatocytes in the periportal area was a characteristic feature in the liver of TCA treated rats. Moreover, in the histology of the kidney, in the three treated groups, degeneration of renal tubules, with syncitial arrangements of the nucleus of renal tubular epithelial cells was evident. In addition to this, degeneration of the basement membrane of the Bowmans capsule, diffused glomeruli and vacuolation of glomeruli was also evident in the three treated rat kidneys. Renal tubular proliferation in certain areas was also evident in certain areas of the kidney in TCA treated rats. The results indicate that, TBA and TCA do bring about alterations in histology of liver and kidney, but on combined administration, do not show enhanced toxicity in the form of increased hepatic and renal injury."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. tert-Butanol p.1 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When tert-butanol was given at 3.4 g/day for 7 days to male dBA/2J mice ... hypothermia was obvious. When the mice were studied at 24 to 48 hours after tert-butanol withdrawal, the mice exhibited complex learning and behavioral disorders."
        },
        {
            "References": "PMID:21296119",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An independent Pathology Working Group (PWG) re-evaluated the kidney changes in National Toxicology Program (NTP) toxicology/carcinogenicity studies of tert-butyl alcohol (TBA) in F344/N rats to determine possible mode(s) of action underlying renal tubule tumors in male rats at 2-years. In the 13-week study, the PWG confirmed that the normal pattern of round hyaline droplets in proximal convoluted tubules was replaced by angular droplet accumulation, and identified precursors of granular casts in the outer medulla, changes typical of alpha(2u)-globulin (a(2u)-g) nephropathy. In the 2-year study, the PWG confirmed the NTP observation of increased renal tubule tumors in treated male groups. Linear papillary mineralization, another hallmark of the a(2u)-g pathway was present only in treated male rats. Chronic progressive nephropathy (CPN) was exacerbated in high-dose males and females, with a relationship between advanced grades of CPN and renal tumor occurrence. Hyperplasia of the papilla lining was a component of CPN in both sexes, but there was no pelvic urothelial hyperplasia. High-dose females showed no TBA-related nephrotoxicity. The PWG concluded that both a(2u)-g nephropathy and exacerbated CPN modes of action were operative in TBA renal tumorigenicity in male rats, neither of which has relevance for human cancer risk."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 65: Butanols: Four Isomers (1-Butanol, 2-Butanol, tert-Butanol (1987). Available from, as of November 8, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Physical dependence following  tert-butanol administration was investigated using 12 random-bred male albino rats.  A liquid diet containing 20 mL  tert-butanol/L was given to the rats for  4-20 days.  Docility and slight ataxia were observed in the rats during this period.  About 5-6 hr after removal of the diet, withdrawal-signs such as muscular rigidity, stiff curled tails, abnormal gait, tremor, and irritability became apparant.  Four rats exhibited spontaneous forelimb convulsions.  Audiogenic convulsions were observed in 5 rats, and 3 of them died as a consequence. tert- Butanol was still detectable in the blood of the rats, 8 hr after its withdrawal."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A study /was conducted/ in which five groups of five male and five female B6C3F1 mice received 0.125%, 0.25%, 0.50%, 1%, and 2% (w/v) t-butyl alcohol in their drinking water for 14 days. A control group was given tap water. Changes in body weight were difficult to interpret; in both males and females the two high-dose groups outgained the three lower-dose groups. No scientific rationale was provided for these results. Males given 2% t-BuOH consumed 34% less water than the controls in the first week and 28% less than the controls in the second week, whereas the males given 1% t-butyl alcohol consumed 29% less in the first week and 7% less than the controls in the second week. The females given 1% and 2% t-butyl alcohol drank less water in the first week than the controls, but drank 12% and 18% more in the second week.  All the control and treated mice survived the study period and were in good physical condition at termination with the exception of one female mouse (dose unspecified) in which the caudate lobe of the liver was atrophied. No gross pathological changes were found in the treated or control mice. It was therefore concluded that t-butyl alcohol did not cause gross organ or tissue damage at the doses used in this study."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 65: Butanols: Four Isomers (1-Butanol, 2-Butanol, tert-Butanol (1987). Available from, as of November 8, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An investigation was undertaken with 5 to 8-week-old male Swiss-Webster mice weighing 22 - 30 g.  A priming dose of 6.8-10.1 umol  tert-butanol/kg body weight (10% w/v in 0.9% saline) was administered ip to groups of 24 mice.  They were then exposed to vapour concentrations of between 50 and 80 umol  tert-butanol/L air for 24 hr per day; concentrations below or above these limits either did not produce physical dependance or were initially too toxic.  Because it was found that continual exposure induced the elimination of  tert-butanol, exposure concentrations were increased daily, in order to maintain a steady blood- tert-butanol level of between 5-8.5 mmol.  Exposure lasted for 1, 3, 6, or 9 days.  Withdrawal signs were noted after removing the mice from the inhalation exposure.  The intensity of the withdrawal reaction increased with the duration of inhalation and with the blood-tert-butanol levels maintained during the intoxication period.  The withdrawal syndrome was qualitatively similar to that produced by ethanol.   tert-Butanol has been shown to be 4-5 times as potent as ethanol in producing physical dependence."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The preliminary results of a subchronic study of t-butyl alcohol (methods unspecified) found that t-butyl alcohol increased the mineralization of the kidney, nephropathy, and transitional cell epithelial hyperplasia in male and female F344 rats (numbers unspecified). There was a statistically significant trend in the occurrence of renal tubular tumors in male rats for both adenomas and for combined adenomas plus carcinomas. Other tumor rates that were increased but insignificant were testicular interstitial adenomas and thymomas in males; and lung adenomas and pituitary adenomas/carcinomas in females. The results for B6C3F1 mice in the same study showed that t-butyl alcohol affected livers in males (fatty changes); urinary bladders (chronic inflammation and hyperplasia of transitional cell epithelium) in both males and females; and thyroids (proliferative changes including hyperplasia and neoplasia) in both males and females"
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of t-Butyl Alcohol in F344/N Rats and B6C3F1 Mice (Drinking water Studies). Technical Report Series No. 436 (1995) NTIS Publication No. PB96-162748 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male & female F344/N rats & B6C3F1 mice were given t-butyl alcohol (>99% pure) in drinking water for ... 2 yr. ... 2 YEAR STUDY IN RATS: Groups of 60 F344/N rats were given 0, 1.25, 2.5, or 5 mg/ml t-butyl alcohol (males) or 0, 2.5, 5, or 10 mg/mL t-butyl alcohol (females) in drinking water for 2 yr. These correspond to average daily doses of approx 90, 200, or 420 mg t-butyl alcohol/kg bw for males & approx 180, 330, or 650 mg t-butyl alcohol/kg bw for females. ... 2 YR STUDY IN MICE: Groups of 60 male & 60 female B6C3F1 mice were given 0, 5, 10, or 20 mg/mL t-butyl alcohol in drinking water for 2 yr. Exposure levels of 5, 10, or 20 mg/mL delivered average daily doses of approx 540, 1,040, or 2,070 mg t-butyl alcohol/kg bw to males & approx 510, 1,020, or 2,110 mg/kg to females. CONCLUSIONS: Under the conditions of these 2 yr drinking water studies, there was some evidence of carcinogenic activity of t-butyl alcohol in male F344/N rats based on incr incidences of renal tubule adenoma or carcinoma (combined). There was no evidence of carcinogenic activity in female F344/N rats receiving 2.5, 5 or 10 mg/mL t-butyl alcohol. There was equivocal evidence of carcinogenic activity of t-butyl aicohol in male B6C3F1 mice based on the marginally incr incidences of follicular cell adenoma or carcinoma (combined) of the thyroid gland. There was some evidence of carcinogenic activity of t-butyl alcohol in female B6C3F1 mice based on incr incidences of follicular cell adenoma of the thyroid gland."
        },
        {
            "References": "PMID:7491631",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ t-Butyl alcohol (TBA) was administered in drinking water to F344/N rats and B6C3F1 mice for two years using 60 animals/dose/sex/species. Male rats received doses of 0, 1.25, 2.5, or 5 mg/mL and females received 0, 2.5, 5, or 10 mg/mL, resulting in average daily doses of approximately 85, 195, or 420 mg TBA/kg body weight for males and 175, 330, or 650 mg/kg for females. Ten rats per group were evaluated after 15 months. Male and female mice received doses of 0, 5, 10, or 20 mg/mL, resulting in average daily doses of approximately 535, 1,035, or 2,065 mg TBA/kg body weight for males and 510, 1,015, or 2,105 mg/kg for females. Survival was significantly reduced in male rats receiving 5 mg/mL, female rats receiving 10 mg/mL, and male mice receiving 20 mg/mL. Long-term exposure to TBA produced increased incidences of renal tubule adenoma and carcinoma in male rats; transitional epithelial hyperplasia of the kidney in male and female rats; follicular cell adenoma of the thyroid in female mice; and follicular cell hyperplasia of the thyroid and inflammation and hyperplasia of the urinary bladder in male and female mice. In addition, a slight increase in follicular cell adenoma or carcinoma of the thyroid (combined) in male mice may have been related to the administration of TBA."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Long-Evans rats (numbers unspecified) consumed liquid diets containing t-butyl alcohol (0.65%, 1.3%, and 10.9% v/v) beginning on gestation day 8 until parturition. t-Butyl alcohol reduced maternal weight gain, litter sizes (from 11 to 3 pups per litter), birth weights, and weights at weaning, and increased perinatal (from 2% to 14%) and postnatal (from 6% to 100%) mortality."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant CBA/J and C57BL/6J mice (numbers unspecified) were treated by gavage every 12 hr with 10.5 mmoles/kg of t-butyl alcohol from day 6 through day 18 of gestation. t-Butyl alcohol produced a significant increase in the number of resorptions per litter. Eight of the 21 litters in the treated groups had all the fetuses resorbed compared to none in the control groups. There was also a significant decrease in the number of live fetuses per litter and a slight but insignificant decrease in the weight of the surviving fetuses. t-Butyl alcohol was not found to have any teratogenic effect on soft tissues. Minor variations in the skull and sternum occurred more frequently but were not significantly different from controls."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Virgin female Sprague-Dawley rats (15 to 20) were placed individually with breeder males. Females with sperm (day 0 of gestation) were placed in exposure chambers. Exposure consisted of 0, 2000, 3500, or 5000 ppm t-butyl alcohol for 7 hr per day. Animals were left in the chambers for degassing for approximately 1/2 hour after exposure. They were then placed in their homecages. On gestation day 20, pregnant females were euthanized and the entire uterus (with ovaries attached) was removed. Fetotoxicity generally increased with concentration, and fetal weights were slightly depressed at all concentrations of t-butyl alcohol. The authors concluded that t-butyl alcohol evidenced developmental toxicity, with effects seen at all concentrations, although these were also associated with maternal toxicity."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 65: Butanols: Four Isomers (1-Butanol, 2-Butanol, tert-Butanol (1987). Available from, as of November 8, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Twelve neonatal Long Evans rats were given  tert-butanol at doses of up to 2.69 g/kg body weight per day in a milk formula through a cannula, from postnatal days 4 to 7 (corresponding to the brain growth spurt).  At this point, they were transferred to a plain milk formula, for the next 11 days.  After sacrifice on day 18, exposed animals showed significant decreases in absolute and relative brain weights and lower DNA levels in hind-brain samples in comparison with controls, indicating a certain degree of microcephaly."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 15 pregnant Swiss-Webster mice /were fed/ liquid diets containing t-butyl alcohol at concentrations of 0.5%, 0.75%, and 1% (w/v) from days 6 to 20 of gestation. Control mice were fed only the liquid diet. The 1% t-butyl alcohol group was fed ad libitum. The other groups were pair-fed based on the consumption of the 1% t-butyl alcohol group.  The average maternal weight gain over the 20 days was 64% for the controls and 62%, 52%, and 51% for the 0.50%, 0.75%, and 1% t-butyl alcohol-fed groups, respectively. Approximately one-half of the maternal animals in each group were replaced with untreated surrogate mothers within 24 hr of delivery of litters to determine the role of maternal nutritional and behavioral factors on the young. Length of gestation, gross structural abnormalities, and number of deaths were recorded. Weight measurements, pinna detachment, eye opening, and behavioral test scores for the young were determined various times during days 2 to 22 postparturition.  The total number of litters from 15 animals was 11 (77%) in the control group, 12 (80%) in the 0.5% t-BuOH group, 8 (53%) in the 0.75% group, and 7 (47%) in the 1% group. The average number of neonates per litter was 10.4 in the control group, 10.3 in the 0.5% t-BuOH group, 7.4 in the 0.75% group, and 5.3 in the 1% group. The average fetal weight at day 2 was 1.78 g in the control group, 1.66 g in the 0.5% t-BuOH group, 1.45 g in the 0.75% group, and 1.10 g in the 1% group. There was a dosage-response relationship between t-BuOH concentration in the diet and total number of stillborns (number of stillborns per litter size not given); there were 3 stillborns in the control group, 6 in the 0.5% t-butyl alcohol group, 14 in the 0.75% group, and 20 in the 1% group.  Pinna detachment occurred between days 6 and 8 in all the groups. Eyes opened in the 1% t-butyl alcohol group at around day 16; this was 2 to 4 days later than in the other groups. Post-natal weight gain was decreased over the first 10 days in the nonfostered 0.75% and 1% groups in comparison to the other groups. There was a general dosage-response relationship between higher t-butyl alcohol exposure in utero and poorer behavioral performance of pups. Fostered pups performed significantly better than nonfostered pups in three of four behavioral tests. All the treated groups did eventually recover and acquire the same level of performance on the behavioral tests."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. tert-Butanol p.1 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ When neonatal Long-Evans rats were given tert-butanol at 0.6 to 2.69 g/kg/day during the period of rapid brain browth (days7-14), these animals were visibly intoxicated (blood t-butanol  = 48.2 + or - 13.1 mg%). Unpon cessation of treatment, full body tremors and grand mal seizures occurred and persisted for a longer period of time than those seen after ethanol withdrawal. Significant reductions in brain-to-body weight ratios, attributed to inhibition of normal brain growth, were the consequences of these experiments."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ t-Butyl alcohol was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. t-Butyl alcohol was tested at doses of 0, 100, 333, 1000, 3333, and 10,000 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor induced rat or hamster liver S9. t-Butyl alcohol was negative in these tests and the highest ineffective dose level tested in any Salmonella tester strain was 10,000 ug/plate."
        },
        {
            "References": "NTP; Review of Current DHHS, DOE & EPA Research Related to Tox p.80 (1985) NTP-85-056",
            "Value": "/GENOTOXICITY/ In the results for mutagenicity in L5178Y mouse lymphoma cells, t-butyl alcohol tested negative. /Dose not specified/"
        },
        {
            "References": "NTP; Review of Current DHHS, DOE & EPA Research Related to Tox p.80 (1985) NTP-85-056",
            "Value": "/GENOTOXICITY/ In the results for cytogenetic effects in Chinese hamster ovary cells, t-butyl alcohol tested negative for chromosome aberrations, and negative for sister chromatid exchanges."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/GENOTOXICITY/ Using L5178Y mouse lymphoma cells, /researchers/ found a small increase in the mutant fraction in one experiment without S-9 (1.6 times the control value), but this was not reproduced in three other experiments in which concentrations up to 5000 uL/mg t-BuOH (concentrations unspecified) were used. One of these was conducted without S-9; the remaining two were conducted in the presence of S-9."
        },
        {
            "References": "Lindbohm R, Wallgren H; Acta Pharmacol Toxicol 19 (1): 53-8 (1962)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of n-butyl and t-butyl alcohol on the respiration of electrically stimulated and unstimulated slices of rat brain cortical tissue were studied. n-Butyl alcohol, at a concn of 9 mM, and t-butyl alcohol, at a concn of 41 mM, reduced the respiration of stimulated tissue by about 11.5%, and depressed respiration of unstimulated tissue. It is concluded that the alcohols ... act primarily by interfering with mechanisms closely related to the excitation cycle in conducting membranes."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report of the Safety Assessment of t-Butyl Alcohol as Used in Cosmetics; International Journal of Toxicology 24 (Suppl 1): 1-20 (2005)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The in vitro effects of short-chain aliphatic alcohols on muscarinic receptor-stimulated phosphoinositide metabolism were studied in cerebral cortical slices from 7-day-old Sprague-Dawley rats. Muscarinic receptor-stimulated phosphoinositide metabolism has been suggested as a possible target for the neurotoxic effects of ethanol during brain development. Out of five alcohols, t-butyl alcohol was the most potent in inhibiting carbachol-stimulated (3)H-inositol phosphates accumulating in a dose- and time-dependent manner. Similar results were seen when cortical slices from adult animals were used, though the effects were less pronounced."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 71",
            "Value": "/OTHER TOXICITY INFORMATION/ In the rat brain cortex slices, 2-methylpropanol-2 decr the response to electrical stimulation & reduced sodium influx, while the potassium efflux was hardly affected."
        },
        {
            "References": "WHO/FAO; Environmental Health Criteria Document No. 65: Butanols: Four Isomers (1-Butanol, 2-Butanol, tert-Butanol (1987). Available from, as of November 8, 2013: https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Animals exposed to the vapors of  tert-butanol may manifest the following signs of intoxication: restlessness, irritation of mucous membranes, ataxia, prostration, and /CNS depression/."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Baehr AL et al; Water Resource Res 37: 223-33 (2001)",
            "Value": "SOIL: t-Butyl alcohol was detected in soil gas samples taken from Glassboro, NJ at <0.05-6.45 ug/L in samples collected from 25 sites Aug 6 to Dec 16, 1997(1). Samples were collected again Jul 16 to Aug 9, 1999 at 18 of the previous 25 sites, t-butyl alcohol was found at <0.05-2.446 ug/L(1). The highest concentration from both rounds were detected at the same site(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Deeb RA et al; Environ Eng Sci 20: 433-47 (2003) (2) Clark JJJ; pp 92-106 in ACS Symp Ser 799 (Oxygenates in Gasoline), Diaz AF et al, eds, Am Chem Soc: Washington, DC (2002) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of t-butyl alcohol has been reported as 37 (log Koc 1.57)(1-2). According to a classification scheme(3), this Koc value suggests that t-butyl alcohol is expected to have very high mobility in soil."
        }
    ]
}