{
    "_id": {
        "$oid": "6682e848c4e5dba5ffba24cf"
    },
    "CID": {
        "$numberInt": "6397"
    },
    "Name": "TRIMETHYLCHLOROSILANE",
    "IUPACName": "chloro(trimethyl)silane",
    "CanonicalSMILES": "C[Si](C)(C)Cl",
    "Synonyms": [
        "Chlorotrimethylsilane",
        "75-77-4",
        "TRIMETHYLCHLOROSILANE",
        "Trimethylsilyl chloride",
        "chloro(trimethyl)silane",
        "Silane",
        "chlorotrimethyl-",
        "Trimethyl chlorosilane",
        "Monochlorotrimethylsilicon",
        "TMCS",
        "Silane",
        "trimethylchloro-",
        "Silicane",
        "chlorotrimethyl-",
        "TMSCl",
        "Silylium",
        "trimethyl-",
        "chloride",
        "(CH3)3SiCl",
        "Me3SiCl"
    ],
    "IsomericSMILES": "C[Si](C)(C)Cl",
    "INCHI": "InChI=1S/C3H9ClSi/c1-5(2,3)4/h1-3H3",
    "INCHIKEY": "IJOOHPMOJXWVHK-UHFFFAOYSA-N",
    "Formula": "C3H9ClSi",
    "MolecularWeight": {
        "$numberDouble": "108.64"
    },
    "Description": "Chlorotrimethylsilane is a silyl chloride consisting of a central silicon atom covalently bound to one chloro and three methyl groups. Chlorotrimethylsilane is a derivatisation agent used in gas chromatography/mass spectrometry applications. It has a role as a chromatographic reagent.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "28"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Lewis RJ Sr; Hawley's Condensed Chemical Dictionary. 12th ed. NY, NY: Van Nostrand Reinhold p. 1136 (1993)",
            "Value": "Trimethylchlorosilane has been reported to hydrolyze immediately upon contact with water(1) and therefore bioconcentration of trimethylchlorosilane is not expected(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An intraperitoneal LDLo of 750 mg/kg bw has been reported in mice.[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 31. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats, a 1-hr LC50 of approximately 13,175 mg/cu m (2928 ppm) has been determined after exposing male and female rats (n=5/sex/group) nose-only to vapour concentrations of approximately 10,415, 12,850, 14,790, and 16,840 mg/cu m (2314, 2855, 3289, 3742 ppm). The mortality observed in a fourteen-day observation period was 1/10 (female), 3/10 (all females), 10/10, and 10/10 for the 2314-, 2855-, 3289-, and 3742-ppm group, respectively. The animals exposed to the two highest concentration groups died on the first observation day. Because of this early dying, recording of clinical signs and body weights was limited to the two lower concentration groups showing nasal crust, rough coat as the main signs, and initial body weight loss and decreased total mean body weight gain. At necropsy, major findings included corneal opacity (in the three higher concentration groups) and diffuse or focal dark coloured areas of the lungs (in all treated groups).[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 30. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When exposed to nearly satured vapors /estimated to be ca 250,000 ppm/, all exposed female Sprague-Dawley rats (n=5) died within twelve minutes. Toxic signs reported included lachrymation, hyperactivity, ataxia, and gasping. At necropsy, red patchy lungs and gas-filled stomachs and intestines were seen.[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 31. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Trimethylchlorosilane is rated 9 on rabbit eyes /on a scale of 1 to 10 with 10 being the most severe/.[Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1061]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ All these cmpd, even in very low doses ... caused severe burns of cornea and eyelids. ... /After/ application to the skin of the rabbit the region attacked by chlorosilanes blanches and then blisters appear ... /Chlorosilanes/[Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 109]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In animals, chlorotrimethylsilane caused severe corrosion (burns and blisters) of eyes (cornea, eyelids) and skin. It was highly toxic in a single study in mice but not in rats upon single inhalation exposure.[Stouten H et al; Arbete och Hälsa  Vol: 2 14p (2002)]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chlorotrimethylsilane blanches the skin after direct contact, followed by blisters ... When 0.5 mL undiluted chlorotrimethylsilane was applied under occlusion (for 4 hr) to the clipped, intact dorsal skin of New Zealand white rabbits (n=6), the modified primary irritation index for erythema and edema (estimated from Draize readings) was 2.2/8.0. Necrosis was observed on each animal within one hour after contact, accompanied by severe erythema, moderate edema, and desquamation. The effects persisted through seven days (ie, the observation/recording period.[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 34. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When exposed to vapors, corneal opacity was observed in rats at concentrations of 12,850 mg/cu m (2855 ppm) and higher, but not at 10,415 mg/cu m (2314 ppm) (exposure duration: 1hr) ...[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 30. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  In animals, chlorotrimethylsilane caused severe corrosion (burns and blisters) of eyes (cornea, eyelids) and skin. It was highly toxic in mice but not in rats upon single inhalation exposure.[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 14. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following oral (gavage) administration of 0.25 mL undiluted chlorotrimethylsilane/kg to fasted male Sprague-Dawley rats, 5/5 animals died within two to six days without preceding signs. At necropsy, dark red lungs, liver, kidneys, and adrenals, and ulcerated stomachs were observed.[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 31. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When given samples diluted in Silicone L-45 oil (dose range: 2.0-8.0 mL/kg; n=5/sex/group; observation period: 14 days), the LD50 (95% confidential limits), as contained sample, was 5.66 (4.11 to 7.79) and 6.63 (5.67 to 7.74) mL/kg for male and female animals, respectively. The lowest lethal dose was 2.0 mL/kg. Sluggishness, dyspnea, rales, salivation, and prostration were observed, and death followed within 30 minutes to two days. At necropsy (descendents), red to black stomachs and intestines, white gas in stomachs and thoracic cavities, black stomach contents, blanched livers, and red fluid in thoracic cavities were seen, while survivors did not show gross lesions ...[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 31. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When chlorotrimethylsilane was applied under occlusion (for 24 hr) to the clipped, intact dorsal skin of New Zealand white rabbits (dose range: 1.0 to 4.0 mL/kg; n=5/sex/group; observation period: 14 days), LD50s were 2.83 (95% cconfidential limit (cl): 1.56 to 3.63) and 1.78 (95% cl: 0.84 to 3.79) mL/kg for male and female animals, respectively. The lowest lethal dose was 1.0 mL/kg. Local effects included erythema, edema, necrosis, and scabs, systemic effects immediate discomfort, sluggishness, unsteady gait, diarrhea, and persistent weight loss. Death occurred at 30 minutes to eight days. At necropsy, livers with pink to dark red areas were seen.[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 31. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When 0.005 mL undiluted chlorotrimethylsilane was placed directly on the cornea of one eye of New Zealand white rabbits (n=6), the maximum mean Draize score was 31.5/110 at 6 hr. Immediate discomfort, moderate corneal injury, iritis, and moderate to severe conjunctivitis (with necrosis) were reported, most eyes healing by seven days (ie, the observation/recording period).[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 29. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague-Dawley rats /were exposed to trimethylchlorosilane/ 6 hr/day, 5 days/wk /for/ 2 wk, in a repeated single dose inhalation study against a positive control group exposed to hydrogen chloride. No clinical signs of toxicity were noted which were considered treatment related. The conclusion of the study showed no difference between gaseous hydrogen chloride and trimethylchlorosilane at the level used (30 and 34 ppm respectively).[European Chemicals Bureau; IUCLID Dataset, Chlorotrimethylsilane. (75-77-4) (2000 CD-ROM  edition). Available from, as of October 16, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In A/He male and female mice, chlorotrimethylsilane increased both the incidence (ca 2 fold: 79% vs 37% and 48% in untreated and vehicle-treated controls, respectively) and the multiplicity of lung tumors at the maximum tolerated dose (MTD) level (1,000 mg/kg bw, total dose; two ip injections; vehicle: tricaprylin). No such effects were noted after injection of a total dose of 200 or 500 mg/kg bw (time of sacrifice: 24 wk after first injection; point of time of second injection not indicated). Remarkably, these high ip doses of chlorotrimethylsilane - which may be very toxic in mice upon acute exposure by inhalation - did not cause immediate death.[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 32. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...In a very sensitive model (i.e. lung tumor response in A/He mice), chlorotrimethylsilane increased both the incidence and the multiplicity of lung tumors, but at the maximum tolerated dose only. The relevance of the results is unclear.[Stouten H et al; Arbete och Hälsa  Vol: 2 14p (2002)]"
        },
        {
            "References": "",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The Skin2 1350 and CORROSITEX assays were used to evaluate skin irritancy of hexamethyldisiloxane (107460), aminofunctional siloxane polymer (Q2-8075), tetraethoxysilane (681845), hexamethyldisilazane (999973), trimethylchlorosilane (75774), dimethyldichlorosilane (75785), tetramethyloxysilane, ETS-900, ethyltriacetoxysilane, and phenyltriacetoxysilane to assess their ability to predict the skin corrosivity potential of these materials.  The CORROSITEX assay was based on exposing a synthetic protein gel matrix biobarrier to the test chemical and measuring the time required for the chemical to destroy the biobarrier.  The Skin2 1350 assay was based on exposing a three dimensional human skin analog to the test agent and determining the extent of destruction of the full thickness preparation after 60 minutes and 4 hours.  The results obtained with the two assays were compared with those obtained previously with the standard in-vivo rabbit assay.  CORROSITEX correctly identified trimethylchlorosilane, dimethyldichlorosilane, ethyltriacetoxysilane, ETS-900, and phenyltriacetoxysilane, the five corrosive compounds in the set, as corrosive.  CORROSITEX classified hexamethyldisilazane as corrosive, whereas the in-vivo test indicated that it was only minimally irritating.  CORROSITEX could not evaluate the other four compounds, all noncorrosive, because they did not react with the biobarrier.  The Skin2 1350 assay correctly classified all ten materials as to their corrosivity and noncorrosivity, but underpredicted the corrosive potential of the five corrosive substances.[Cassidy SL, Stanton ES; J Toxicol. Cutaneous and Ocular Toxicology 15 (4): 355-367 (1996)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Chlorotrimethylsilane was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Chlorotrimethylsilane was tested at doses of 0.033, 0.10, 0.33, 0.66, 1.0, 1.66, and 3.3 mg/plate in as many as 5 Salmonella typhimurium strains (TA 1535, TA 1537, TA 97, TA 98, and TA 100) in the presence and absence of rat or hamster liver S-9. Chlorotrimethylsilane was positive in these tests and the lowest positive dose tested in any Salmonella typhimurium strain was 1.0 mg/plate in strain TA 100.[Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)]"
        },
        {
            "References": "PMID:1541260",
            "Value": "/GENOTOXICITY/ 311 chemicals were tested under code, for mutagenicity, in Salmonella typhimurium; 35 of the chemicals were tested more than once in the same or different laboratories. The tests were conducted using a preincubation protocol in the absence of exogenous metabolic activation, and in the presence of liver S-9 from Aroclor-induced male Sprague-Dawley rats and Syrian hamsters. Some of the volatile chemicals were also tested in desiccators. A total of 120 chemicals were mutagenic or weakly mutagenic, 3 were judged questionable, and 172 were non-mutagenic /including trimethylchlorosilane/. The remaining 16 chemicals produced different responses in the two or three laboratories in which they were tested. The results and data from these tests are presented.[Zeiger E et al; Environ Mol Mutagen 19 ( Suppl 21): 2-141 (1992)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Tests with ... /Salmonella typhimurium/ strains (TA 1535, TA 1537, TA 1538, TA 98) and with Escherichia coli (strain W3110) were negative ... with and without an S-9 metabolic activation system ... Chlorotrimethylsilane ... /was/ not mutagenic in Saccharomyces cerevisiae. When tested in mouse L5178Y lymphoma cells both in the presence and in the absence of a metabolic activating system, chlorotrimethylsilane did not induce gene mutations or sister chromatid exchanges, but it did induce a significant increase in the percentage of cells with chromosome aberrations in the absence of the S-9 mix ... Chlorotrimethylsilane ... /did not/ induced a positive responses in the alkaline elution assay in mouse lymphoma cells ... /nor/ cause significant increases in chromosome aberrations in bone marrow of rats following single ip injections of 0, 19, 37, 74 mg/kg bw (sampling times at 6, 24, and 48 hr) ...[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 33. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/  /In/ tests with ... /Salmonella typhimurium/ strains (TA 1535, TA 1537, TA 1538, TA 98) and with Escherichia coli (strain W3110) ... hydrogen chloride, trimethylsilanol and hexamethyldisiloxane, hydrolysis products /of chlorotrimethylsilane/, were not mutagenic ... /neither/ in Saccharomyces cerevisiae ... Hydrogen chloride did not induce gene mutations, sister chromatid exchanges (SCEs), and chromosome aberrations. Trimethylsilanol did neither induce gene mutations nor sister chromatid exchanges in the presence of the S-9 mix. Howver, in the absence of the S-9 mix, trimethylsilanol induced SCE's and chromosome abberations in mouse lymphoma cells. Hexamethyldisiloxane was negative when tested for gene mutations and SCEs, but produced in the absence of the S-9 mix a significant increase in the percentage of aberrant cells at one single dose in the middle of the dose range. Neither ... hydrogen chloride nor hexamethyldisiloxane induced a positive responses in the alkaline elution assay in mouse lymphoma cells ... Hexamethyldisiloxane and trimethylsilanol, injected ip, were negative ... in chromosome aberration /assay/ in bone marrow of rats following single ip injections of 0, 19, 37, 74 mg/kg bw (sampling times at 6, 24, and 48 hr).[Health Council of the Netherlands: Dutch Expert Committee on Occupational Standards. Chlorotrimethylsilane; Health-based recommended occupational exposure limit. p. 33. The Hague: Health Council of the Netherlands, 2001; publication no. 2001/05OSH.]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /Chlorotrimethylsilane at/ 55 to 3333 ug/plate /is admin in an/ Ames test /using/ Salmonella typhimurium TA 98, TA 100, TA 1535 and TA 1537 with and without hamster and rat liver S-9 metabolic activation ... According to the authors, the results are positive. However, the usual criteria \"doubling the number of revertants\" is not completed there (maximum X 1.5, and no dose related increase) ...[European Chemicals Bureau; IUCLID Dataset, Chlorotrimethylsilane. (75-77-4) (2000 CD-ROM  edition). Available from, as of October 17, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "PMID:3284798",
            "Value": "/GENOTOXICITY/ The synthetic and degradative intermediates of polydimethylsiloxanes were assessed for genotoxic potential using in vitro microbial assay techniques. The compounds were tested with and without S-9 activation. Salmonella typhimurium strains TA 1535, TA 1537, TA 1538, TA 98, and TA 100 were used for reverse mutation assays according the method of Ames. Saccharomyces cerevisiae strain D4 provided a parallel for the Ames mutation assay in diploid eukaryotic cells. The Escherichia coli pol-A repair assay tested for chemically induced DNA damage using the mutant strain P3078. Tissue culture assays were performed using Fischer L5178Y mouse lymphoma cells. The test compounds included hydrochloric acid, trimethylchlorosilane, trimethylsilanol, dimethyldichlorosilane, dimethyldiethoxysilane, methyltrichlorosilane, methyltriethoxysilane, silicon tetrachloride, hexamethyldisiloxane, silane hydrolysate, hexamethylcyclotrisiloxane, octamethylcyclotetrasiloxane, and decamethylcyclopentasiloxane. None of the organosilicon test compounds produced any significant increase in the incidence of reverse mutation, mitotic recombination, or DNA damage as assessed by the microbial assays, nor did any agent produce a significant increase in mutant colonies in the mouse lymphoma studies. Dose related increases in sister chromatid exchanges were observed for trimethylsilanol without S-9 activation, methyltriethoxysilane with S-9 activation, and for dimethyldiethoxysilane, methyltrichlorosilane, silicon tetrachloride, and hexamethylcyclotrisiloxane in the presence and absence of S-9. Dose related increases in chromosome aberrations were observed after treatment with trimethylchlorosilane in the absence of S-9 and after trimethylsilanol and dimethyldichlorosilane with and without S-9. /It was/ concluded that none of the compounds tested are mutagenic although some exhibit in vitro clastogenic activity.[Isquith A et al; Food Chem Toxicol 26 (3): 255-61 (1988)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /Chlorotrimethylsilane was/ negative /in a/ sister chromatid exchange assay in L5178 mouse lymphoma system at 0.02 to 0.64 ug/mL with and without metabolic activation ...[European Chemicals Bureau; IUCLID Dataset, Chlorotrimethylsilane. (75-77-4) (2000 CD-ROM  edition). Available from, as of October 17, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ...Chlorotrimethylsilane had no genotoxic properties in bacteria and yeast in vitro. In mouse lymphoma cells, it did not cause gene mutations, SCEs, or DNA damage, but showed some weak potential for inducing chromosome aberrations. An in vivo chromosome aberration test in bone marrow of rats was negative at single intraperitoneal doses up to 74 mg/kg body weight.[Stouten H et al; Arbete och Hälsa  Vol: 2 14p (2002)]"
        },
        {
            "References": "PMID:3366426",
            "Value": "/GENOTOXICITY/ The clastogenic activity of several organosilicon compounds was investigated using in-vivo cytogenetic tests.  The test compounds included methyltrichlorosilane (75796), dimethyldichlorosilane (75785), trimethylchlorosilane (75774), trimethylsilanol (1066406), hexamethyldisiloxane (107460), and hexamethylcyclotrisiloxane (541059). Male Sprague-Dawley-rats received intraperitoneal injections of the test chemicals, and bone marrow samples were collected at 6, 24, and 48 hours. Chromosomes were prepared using standard air drying methods.  Confirmatory bone marrow chromosome assays and the dominant lethal test were used to evaluate the in-vivo clastogenic potential of trimethylsilanol. Chromosomes were harvested after intraperitoneal injections of the agent at concentrations of 300, 400, and 500mg/kg, and a 9 week dosing schedule prior to mating was used for the dominant lethal study.  No significant, dose related increase in chromosome damage was observed for any of the agents tested.  Simple chromatid gaps and breaks were the predominant type of damage.  Neither the bone marrow chromosome assay nor the dominant lethal test revealed any clastogenic activity for trimethylsilanol.  The authors conclude that all the agents tested lack clastogenic activity.[Isquith A et al; Food Chem Toxicol 26 (3): 263-266 (1988)]"
        },
        {
            "References": "",
            "Value": "/OTHER TOXICITY INFORMATION/ Although specific data does not exist, the genetic data ...  indicate a lack of carcinogenic potential ... reproduction toxicity ... /or/ developmental toxicity/teratogenicity[European Chemicals Bureau; IUCLID Dataset, Chlorotrimethylsilane. (75-77-4) (2000 CD-ROM  edition). Available from, as of October 17, 2006: http://esis.jrc.ec.europa.eu/]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Cotton FA, Wilkinson G; Advanced Inorganic Chemistry 4th ed. New York, NY: John Wiley and Sons p. 385 (1980) (2) Lewis RJ Sr; Hawley's Condensed Chemical Dictionary. 12th ed. NY, NY: Van Nostrand Reinhold p. 1136 (1993)",
            "Value": "All silicon chlorides are immediately and completely hydrolyzed by water(1) and trimethylchlorosilane has been reported to hydrolyze in water releasing hydrochloric acid(2). Decomposition of trimethylcholorsilane is expected to occur more rapidly than adsorption(SRC)."
        }
    ]
}