{
    "_id": {
        "$oid": "6682e848c4e5dba5ffba24d0"
    },
    "CID": {
        "$numberInt": "6398"
    },
    "Name": "Dimethyldichlorosilane",
    "IUPACName": "dichloro(dimethyl)silane",
    "CanonicalSMILES": "C[Si](C)(Cl)Cl",
    "Synonyms": [
        "Dichlorodimethylsilane",
        "75-78-5",
        "DIMETHYLDICHLOROSILANE",
        "Dichloro(dimethyl)silane",
        "Silane",
        "dichlorodimethyl-",
        "Dichlorodimethylsilicon",
        "Inerton AW-DMCS",
        "Dimethyl-dichlorsilan",
        "(CH3)2SiCl2",
        "8TSJ92JX69",
        "NSC-77070",
        "Inerton dw-dmc",
        "Repel-Silan",
        "Dimethylsilane dichloride",
        "DMDCS; Dimethyldichlorsilane"
    ],
    "IsomericSMILES": "C[Si](C)(Cl)Cl",
    "INCHI": "InChI=1S/C2H6Cl2Si/c1-5(2,3)4/h1-2H3",
    "INCHIKEY": "LIKFHECYJZWXFJ-UHFFFAOYSA-N",
    "Formula": "C2H6Cl2Si",
    "MolecularWeight": {
        "$numberDouble": "129.06"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "30"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "ITC/USEPA; Information Review #223 (Draft) Chlorosilanes p.10 (1981)",
            "Value": "Chlorosilanes are not expected to persist long enough to bioconcentrate. /Chlorosilanes/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Cassidy SL, Stanton ES; J Toxicol. Cutaneous Ocular Toxicol 15 (4): 355-67 (1996)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The Skin2 1350 and CORROSITEX assays were used to evaluate skin irritancy of hexamethyldisiloxane, aminofunctional siloxane polymer (Q2-8075), tetraethoxysilane, hexamethyldisilazane, trimethylchlorosilane, dimethyldichlorosilane, tetramethyloxysilane, ETS-900, ethyltriacetoxysilane, and phenyltriacetoxysilane to assess their ability to predict the skin corrosivity potential of these materials. ...  The results obtained with the two assays were compared with those obtained previously with the standard in-vivo rabbit assay. CORROSITEX correctly identified trimethylchlorosilane, dimethyldichlorosilane, ethyltriacetoxysilane, ETS-900, and phenyltriacetoxysilane, the five corrosive compounds in the set, as corrosive. CORROSITEX classified hexamethyldisilazane as corrosive, whereas the in-vivo test indicated that it was only minimally irritating. CORROSITEX could not evaluate the other four compounds, all noncorrosive, because they did not react with the biobarrier. The Skin2 1350 assay correctly classified all ten materials as to their corrosivity and noncorrosivity, but underpredicted the corrosive potential of the five corrosive substances..."
        },
        {
            "References": "Toxikologische Bewertung; Dichlordimethylsilan. Berufsgenossenschaft der chemischen Industrie 269, 14 p (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dichlorodimethylsilane is of moderate acute toxicity to rats when administered by stomach tube (oral LD50 595 mg/kg bw) and on inhalation exposure (4-hour LC50 4.91 mg/L, 1-hour LC50 12.5 mg/L or in the range of 16 to 25 mg/L, respectively). Signs of toxicity include ruffled fur, increased salivation, general malaise, breathing difficulties and sedation. The rats that died showed effects on the gastrointestinal tract, pancreas, liver and kidneys, and after inhalation exposure lung damage."
        },
        {
            "References": "Toxikologische Bewertung; Dichlordimethylsilan. Berufsgenossenschaft der chemischen Industrie 269, 14 p (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The vapor is of high acute toxicity to mice (2-hour LC50 0.3 mg/L), these much lower concentrations resulting in mucosal irritation, breathlessness, agitated motor activity spreading of hind limbs and laying on the stomach; the mice that died showed various changes in the lungs, liver, kidneys, spleen, heart and brain."
        },
        {
            "References": "Toxikologische Bewertung; Dichlordimethylsilan. Berufsgenossenschaft der chemischen Industrie 269, 14 p (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of dichlorodimethylsilane to the skin or eyes of rabbits produces severe irritation or corrosion, and the vapor is also irritating to the eyes of mice, rats and rabbits."
        },
        {
            "References": "PMID:3284798",
            "Value": "/GENOTOXICITY/ The synthetic and degradative intermediates of polydimethylsiloxanes were assessed for genotoxic potential using in-vitro microbial assay techniques. The indicator organisms were Salmonella, Saccharomyces, and Escherichia-coli, and the compounds were tested with and without S9 activation. Salmonella-typhimurium strains TA-1535, TA-1537, TA-1538, TA-98, and TA-100 were used for reverse mutation assays according the method of Ames. Saccharomyces-cerevisiae strain D4 provided a parallel for the Ames mutation assay in diploid eukaryotic cells. The E-coli pol-A repair assay tested for chemically induced DNA damage using the mutant strain P3078. Tissue culture assays were performed using Fischer-L5178Y-mouse lymphoma cells. The test compounds included ... trimethylchlorosilane, trimethylsilanol, dimethyldichlorosilane, dimethyldiethoxysilane, methyltrichlorosilane, methyltriethoxysilane, silicon-tetrachloride, hexamethyldisiloxane, silane-hydrolysate, hexamethylcyclotrisiloxane, octamethylcyclotetrasiloxane, and decamethylcyclopentasiloxane. None of the organosilicon test compounds produced any significant increase in the incidence of reverse mutation, mitotic recombination, or DNA damage as assessed by the microbial assays, nor did any agent produce a significant increase in mutant colonies in the mouse lymphoma studies. Dose related increases in sister chromatid exchanges were observed for trimethylsilanol without S9 activation, methyltriethoxysilane with S9 activation, and for dimethyldiethoxysilane, methyltrichlorosilane, silicon-tetrachloride, and hexamethylcyclotrisiloxane in the presence and absence of S9. Dose related increases in chromosome aberrations were observed after treatment with trimethylchlorosilane in the absence of S9 and after trimethylsilanol and dimethyldichlorosilane with and without S9 ..."
        },
        {
            "References": "PMID:3366426",
            "Value": "/GENOTOXICITY/ The clastogenic activity of several organosilicon compounds was investigated using in-vivo cytogenetic tests. The test compounds included methyltrichlorosilane, dimethyldichlorosilane, trimethylchlorosilane, trimethylsilanol, hexamethyldisiloxane, and hexamethylcyclotrisiloxane. Male Sprague-Dawley-rats received intraperitoneal injections of the test chemicals, and bone marrow samples were collected at 6, 24, and 48 hours ... Confirmatory bone marrow chromosome assays and the dominant lethal test were used to evaluate the in-vivo clastogenic potential of trimethylsilanol. Chromosomes were harvested after intraperitoneal injections of the agent at concentrations of 300, 400, and 500 mg/kg, and a 9 week dosing schedule prior to mating was used for the dominant lethal study. No significant, dose related increase in chromosome damage was observed for any of the agents tested. Simple chromatid gaps and breaks were the predominant type of damage. Neither the bone marrow chromosome assay nor the dominant lethal test revealed any clastogenic activity ..."
        },
        {
            "References": "U.S. EPA; Acute Exposure Guideline Levels (AEGLs) for 26 Selected Chlorosilanes, Interim: 04-2009, p.9. Available from, as of January 13, 2009: https://www.epa.gov/oppt/aegl/pubs/chlorosilanes_interim_apr_2009.v2.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Hydrogen chloride AEGL values were adopted as AEGL values for monochlorosilanes, AEGL values for dichlorosilanes were derived by dividing the hydrogen chloride AEGL values by a molar adjustment factor of two, AEGL values for the title trichlorosilanes were derived by dividing the hydrogen chloride AEGL values by a molar adjustment factor of three, and AEGL values for tetrachlorosilane were derived by dividing the hydrogen chloride AEGL values by a molar adjustment factor of four."
        },
        {
            "References": "U.S. EPA; Acute Exposure Guideline Levels (AEGLs) for 26 Selected Chlorosilanes, Interim: 04-2009, p.9. Available from, as of January 13, 2009: https://www.epa.gov/oppt/aegl/pubs/chlorosilanes_interim_apr_2009.v2.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Although chemical-specific data are not available for many of the ... chlorosilanes, acute inhalation data from rat studies are available for structurally-similar chlorosilanes (n-propyltrichlorosilane, methyltrichlorosilane, vinyltrichlorosilane, ethyltrichlorosilane, methylvinyldichlorosilane, methyldichlorosilane, dimethyldichlorosilane, dimethylchlorosilane, trimethylchlorosilane, and tetrachlorosilane). These data suggest that the acute toxicity of chlorosilanes is due to the hydrogen chloride hydrolysis product; acute toxicity of the chlorosilanes is both qualitatively (based on clinical signs) and quantitatively (based on molar equivalents of hydrogen chloride) similar to that of HCl. Complete hydrolysis of one mole of a monochlorosilane would yield a maximum of one mole of hydrogen chloride. Complete hydrolysis of a dichlorosilane would yield a maximum of two moles of hydrogen chloride, complete hydrolysis of a trichlorosilane would yield a maximum of three moles of hydrogen chloride, and complete hydrolysis of tetrachlorosilane would yield a maximum of four moles of hydrogen chloride. /Chorosilanes/"
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 109",
            "Value": "/OTHER TOXICITY INFORMATION/ All these compounds, even in very low doses ... caused severe burns of cornea and eyelids ... /After/ application to the skin of the rabbit the region attacked by chlorosilanes blanches and then blisters appear ... /Chlorosilanes/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 224",
            "Value": "/OTHER TOXICITY INFORMATION/ Tests by application of a drop to rabbit eyes have been made on tetrachlorosilane, dichloridimethyl silane, dichlorodiethylsilane, methyltrichlorosilane, and ethyl trichlorosilane."
        }
    ]
}