{
    "_id": {
        "$oid": "6682e848c4e5dba5ffba24d1"
    },
    "CID": {
        "$numberInt": "6399"
    },
    "Name": "METHYLTRICHLOROSILANE",
    "IUPACName": "trichloro(methyl)silane",
    "CanonicalSMILES": "C[Si](Cl)(Cl)Cl",
    "Synonyms": [
        "METHYLTRICHLOROSILANE",
        "75-79-6",
        "Trichloro(methyl)silane",
        "Trichloromethylsilane",
        "Silane",
        "trichloromethyl-",
        "Methyl-trichlorsilan",
        "Methylsilyl trichloride",
        "Trichloromethylsilicon",
        "Monomethyltrichlorosilane",
        "Methylsilicochloroform",
        "Silane",
        "methyltrichloro-",
        "Trichlor-methylsilan",
        "NSC 77069",
        "CCRIS 1322",
        "HSDB 840"
    ],
    "IsomericSMILES": "C[Si](Cl)(Cl)Cl",
    "INCHI": "InChI=1S/CH3Cl3Si/c1-5(2,3)4/h1H3",
    "INCHIKEY": "JLUFWMXJHAVVNN-UHFFFAOYSA-N",
    "Formula": "CH3Cl3Si",
    "MolecularWeight": {
        "$numberDouble": "149.47"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "28"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Lewis RJ Sr; Hawley's Condensed Chemical Dictionary. 12th ed. NY, NY: Van Nostrand Reinhold  p. 751 (1993)",
            "Value": "Methyltrichlorosilane has been reported to hydrolyze immediately upon contact with water(1) and therefore bioconcentration of methyltrichlorosilane is not expected."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 628",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl trichlorosilane has been tested by application of a small drop to rabbit eyes and has been found to cause severe damage."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 109",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ All these cmpd, even in very low doses ... caused severe burns of cornea and eyelids. ... /After/ application to the skin of the rabbit the region attacked by chlorosilanes blanches and then blisters appear ... /Chlorosilanes/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 224",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tests by application of a drop to rabbit eyes have been made on tetrachlorosilane, dichloridimethyl silane, dichlorodiethylsilane, methyltrichlorosilane, and ethyl trichlorosilane. All the chlorosilanes were found to cause severe damage of the cornea and lids. More severe damage was caused by the alkylchlorosilanes than by tetrachlorosilane (silicone tetrachloride). The principal danger is from splash contamination. /Chlorosilanes/"
        },
        {
            "References": "PMID:3284798",
            "Value": "/GENOTOXICITY/ The synthetic and degradative intermediates of polydimethylsiloxanes were assessed for genotoxic potential using in vitro microbial assay techniques. The compounds were tested with and without S-9 activation. Salmonella typhimurium strains TA 1535, TA 1537, TA 1538, TA 98, and TA 100 were used for reverse mutation assays according the method of Ames. Saccharomyces cerevisiae strain D4 provided a parallel for the Ames mutation assay in diploid eukaryotic cells. The Escherichia coli pol-A repair assay tested for chemically induced DNA damage using the mutant strain P3078. Tissue culture assays were performed using Fischer L5178Y mouse lymphoma cells. The test compounds included hydrochloric acid, trimethylchlorosilane, trimethylsilanol, dimethyldichlorosilane, dimethyldiethoxysilane, methyltrichlorosilane, methyltriethoxysilane, silicon tetrachloride, hexamethyldisiloxane, silane hydrolysate, hexamethylcyclotrisiloxane, octamethylcyclotetrasiloxane, and decamethylcyclopentasiloxane. None of the organosilicon test compounds produced any significant increase in the incidence of reverse mutation, mitotic recombination, or DNA damage as assessed by the microbial assays, nor did any agent produce a significant increase in mutant colonies in the mouse lymphoma studies. Dose related increases in sister chromatid exchanges were observed for trimethylsilanol without S-9 activation, methyltriethoxysilane with S-9 activation, and for dimethyldiethoxysilane, methyltrichlorosilane, silicon tetrachloride, and hexamethylcyclotrisiloxane in the presence and absence of S-9. Dose related increases in chromosome aberrations were observed after treatment with trimethylchlorosilane in the absence of S-9 and after trimethylsilanol and dimethyldichlorosilane with and without S-9. /It was/ concluded that none of the compounds tested are mutagenic although some exhibit in vitro clastogenic activity."
        },
        {
            "References": "PMID:3366426",
            "Value": "/GENOTOXICITY/ The clastogenic activity of several organosilicon compounds was investigated using in-vivo cytogenetic tests.  The test compounds included methyltrichlorosilane, dimethyldichlorosilane, trimethylchlorosilane, trimethylsilanol, hexamethyldisiloxane, and hexamethylcyclotrisiloxane (541059). Male Sprague-Dawley-rats received intraperitoneal injections of the test chemicals, and bone marrow samples were collected at 6, 24, and 48 hours. Chromosomes were prepared using standard air drying methods.  Confirmatory bone marrow chromosome assays and the dominant lethal test were used to evaluate the in-vivo clastogenic potential of trimethylsilanol. Chromosomes were harvested after intraperitoneal injections of the agent at concentrations of 300, 400, and 500 mg/kg, and a 9 week dosing schedule prior to mating was used for the dominant lethal study.  No significant, dose related increase in chromosome damage was observed for any of the agents tested.  Simple chromatid gaps and breaks were the predominant type of damage.  Neither the bone marrow chromosome assay nor the dominant lethal test revealed any clastogenic activity for trimethylsilanol.  The authors conclude that all the agents tested lack clastogenic activity."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Cotton FA, Wilkinson G; Advanced Inorganic Chemistry 4th ed. New York, NY: John Wiley and Sons p. 385 (1980) (2) Lewis RJ Sr; Hawley's Condensed Chemical Dictionary. 12th ed. NY, NY: Van Nostrand Reinhold  p. 751 (1993)",
            "Value": "All silicon chlorides are immediately and completely hydrolyzed by water(1) and methyltrichlorosilane has been reported to hydrolyze in water releasing hydrochloric acid(2). Decomposition of methyltricholorsilane is expected to occur more rapidly than adsorption(SRC)."
        }
    ]
}