{
    "_id": {
        "$oid": "6682e849c4e5dba5ffba24d4"
    },
    "CID": {
        "$numberInt": "6406"
    },
    "Name": "ACETONE CYANOHYDRIN",
    "IUPACName": "2-hydroxy-2-methylpropanenitrile",
    "CanonicalSMILES": "CC(C)(C#N)O",
    "Synonyms": [
        "ACETONE CYANOHYDRIN",
        "2-Hydroxy-2-methylpropanenitrile",
        "75-86-5",
        "Acetone cyanhydrin",
        "2-Hydroxyisobutyronitrile",
        "2-Methyllactonitrile",
        "2-Cyano-2-propanol",
        "alpha-Hydroxyisobutyronitrile",
        "Acetoncyanhydrin",
        "2-Cyano-2-hydroxypropane",
        "Propanenitrile",
        "2-hydroxy-2-methyl-",
        "2-Propanone",
        "cyanohydrin",
        "Acetoncianidrina",
        "Acetonkyanhydrin",
        "Lactonitrile",
        "2-methyl-"
    ],
    "IsomericSMILES": "CC(C)(C#N)O",
    "INCHI": "InChI=1S/C4H7NO/c1-4(2,6)3-5/h6H,1-2H3",
    "INCHIKEY": "MWFMGBPGAXYFAR-UHFFFAOYSA-N",
    "Formula": "C4H7NO",
    "MolecularWeight": {
        "$numberDouble": "85.1"
    },
    "Description": "2-hydroxy-2-methylpropanenitrile is a cyanohydrin.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "87"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of July 17, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Ellington JJ et al; Measurement of Hydrolysis Rate Constants for Evaluation of Hazardous Waste USEPA-600/3-86/043 (NTIS PB87-140349) (1987)",
            "Value": "An estimated BCF of 3 was calculated in fish for acetone cyanohydrin(SRC), using an estimated log Kow of -0.03(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). In addition, acetone cyanohydrin dissociates in water, 4.47 1/hr (half-life 9 minutes)(3), so bioconcentration in aquatic organisms will not be an important process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Slave T et al; Rev Chim 25: 666-70 (1974) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 17, 2012: https://www.safe.nite.go.jp/english/db.html (3) Ellington JJ et al; Measurement of Hydrolysis Rate Constants for Evaluation of Hazardous Waste USEPA-600/3-86/043 (NTIS PB87-140349) (1987)",
            "Value": "AEROBIC: Acetone cyanohydrin was only partially biodegradable in aqueous activated sludge screening tests by the standard bottle dilution method(1). Acetone cyanohydrin, present at 100 mg/L, reached 53-64% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(2). Acetone cyanohydrin dissociates in water (an equilibrium reaction), with half-life of 9 minutes at neutral pH, to form acetone and hydrogen cyanide(3); using the same Japanese MITI test, acetone has theoretical BOD of 98%(2) which might suggest the presence of hydrogen cyanide decreases the biodegradation rate with respect to acetone cyanohydrin in this test(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6267734",
            "Value": "ACUTE IP LD50 VALUES FOR 6 ALIPHATIC NITRILES WERE DETERMINED IN MICE AND COMPARED WITH ACETONE CYANOHYDRIN AND SODIUM CYANIDE. SINGLE PROPHYLACTIC DOSES OF THIOSULFATE OR NITRILE PROTECTED MICE AGAINST DEATH BY ACETONE CYANOHYDRIN. ACETONE CYANOHYDRIN PRODUCED DEATH WITHIN 5 MIN, INHIBITED ACTIVITY OF PURIFIED PREPN OF CYTOCHROME C OXIDASE IN VITRO. ELEVATED CONCN OF CYANIDE WERE FOUND IN THE LIVERS AND BRAINS OF MICE GIVEN LETHAL DOSES OF ACETONE CYANOHYDRIN."
        },
        {
            "References": "Johannsen FR, Levinskas GJ; Fund Appl Toxicol 7 (4): 690-97 (1986)",
            "Value": "A retrospective structure activity relationship evaluation was performed on acute and subchronic toxicity, teratogenicity, and biochemical mechanisms for the following aliphatic nitriles: ... acetone cyanohydrin. ... Cyanide release is believed to be a possible mechanism of toxicological action. Under experimental conditions, cyanide antagonists altered the acute toxicity of aliphatic nitriles. Electron transport is thought to be interrupted through inhibition of cytochrome-oxidase by cyanide, thus compromising oxidative metabolism and phosphorylation. Enzymatic studies indicated that metabolic conversion was required prior to activation, and that free cyanide was detected after aliphatic nitrile overexposure in animals."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Female guinea pigs exposed at 1.5 to 2.0 mL acetone cyanohydrin per animal by topical application displayed tachycardia, dyspnea, micturation, defecation, and respiratory paralysis; death occurred 47 to 51 minutes after initial exposure. Necropsy showed local hyperemia and edema with bright red blood, pulmonary edema, hyperemia of the brain and liver, and severe dilatation of the right side of the heart, and subpleural and subepicardial ecchymosis (purplish patches of blood). The odor of bitter almond was said to be associated with the viscera."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /An investigator/ found the oral toxic dose of acetone cyanohydrin in pigeons to be 5 mg/kg; pigeons given acetone cyanohydrin by intramuscular injection at 0.015 mg/g experienced convulsions, vomiting, dyspnea, and paralysis. Death occurred within 5 minutes postinjection."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Isophorone diisocyanate (4098-71-9) p.42 (2000 CD-ROM  edition). Available from, as of June 19, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 5 New Zealand white rabbits were treated with 6, 25 or 40 mg/kg of an aqueous solution of 10% acetone cyanohydrin. Topical responses observed 24 hours after treatment included slight (4/5) or moderate (1/5) redness, slight swelling (3/5) and slight necrosis (1/5). Lethargy (6.40 mg/kg), labored breathing (25 and 40 mg/kg) and convulsions (25 mg/kg) were observed. Gross necropsy of surviving animals was unremarkable, LC50 was estimated at 16 mg/kg (8.28 mg/kg, 95% confidence limits)."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Isophorone diisocyanate (4098-71-9) p.40 (2000 CD-ROM  edition). Available from, as of June 19, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of six male or female albino rats /were exposed/ to a vapor produced by spreading 50-100 g of acetone cyanhydrin over a shallow tray, 200 square inches in area, in a 120 L sealed chamber for at least 24 hours. Survival measured over the fourteen days post exposure. Maximum time to concentrated vapor without deaths 5 minutes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1418",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a series of intermittent static inhalation exposures (nominal concn: 10.2 mg/L; duration of each individual exposure unknown) ... /investigators/ reported desquamation of bronchial epithelium leading eventually to superficial bronchial ulcerations. Kidney lesions were also evident in the inhalation experiment."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Isophorone diisocyanate (4098-71-9) p.49 (2000 CD-ROM  edition). Available from, as of June 19, 2012: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague Dawley rats were exposed to doses of 0, 32, 104 and 208 mg/cu m (0, 9.2, 29.9, and 59.6 ppm) of acetone cyanohydrin in air (minimum of 19 exposures) for 6 hours/day, 5 days a week for 28 days. Whole animal exposures in 10 cu m Rochester type inhalation chambers. Group sizes of ten male and ten female rats. Animals were observed for gross signs of toxicity weekly. Overnight urine was analyzed for thiocyanate. Blood (collected at necropsy) was analyzed for basic hematological parameters and a range of serum chemistry. Animals were necropsied and selected tissues (adrenals, bone marrow, heart, liver, kidneys, lungs, spleen, stomach, thyroid, trachea and nasal turbinates) examined microscopically. Irritation of the eyes and/or nose and breathing difficulties in the mid (29.9 ppm) and high (59.6 ppm) exposure group were observed during exposure. Signs associated with anoxia/hypoxia, such as respiratory distress, tremors and/or convulsions, foaming at the mouth, and prostrate were observed following the first exposure in four high exposure (59.6 ppm) males. Three of these animals subsequently died. Chromorhinorrhea and signs of irritation about the eyes were also observed at pre- and post exposure periods. All hematologic, biochemical and relative organ weight changes were within the biological variation observed in the rat. Serum and urine thiocyanate were elevated in all exposure groups. No gross or microscopic lesions attributed to acetone cyanohydrin were observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1418",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 5 mg acetone cyanohydrin per rat /admin/ twice a wk for 3-8 months. ... Fatty changes in liver, hepatic necrosis, and kidney lesions /were/ found."
        },
        {
            "References": "PMID:19932169",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Konzo is a neurotoxic motor disease caused by excess consumption of insufficiently processed cassava. Cassava contains the cyanogenic glucoside linamarin, but konzo does not present the known pathological effects of cyanide. We hypothesized that the aglycone of linamarin, acetone cyanohydrin, may be the cause of konzo. This nitrile rapidly decomposes into cyanide and acetone, but the particular exposure and nutrition conditions involved in the emergence of konzo may favor its stabilization and subsequent acute neurotoxicity. A number of preliminary observations were used to design an experiment to test this hypothesis. In the experiment, young female Long-Evans rats were given 10mM acetone cyanohydrin in drinking water for 2 weeks, and then 20 mM for 6 weeks. Nutrition deficits associated with konzo were modeled by providing tapioca (cassava starch) as food for the last 3 of these weeks. After this period, rats were fasted for 24 hr in order to increase endogenous acetone synthesis, and then exposed to 0 (control group) or 50 umol/kg-hr of acetone cyanohydrin for 24 hr (treated group) through subcutaneous osmotic minipump infusion (n=6/group). Motor activity and gait were evaluated before exposure (pre-test), and 1 and 6 days after exposure. Brains (n=4) were stained for neuronal degeneration by fluoro-jade B. Rats exposed to 50 umol/kg-hr of acetone cyanohydrin showed acute signs of toxicity, but no persistent motor deficits. Two animals showed fluoro-jade staining in discrete thalamic nuclei, including the paraventricular and the ventral reuniens nuclei; one also exhibited labeling of the dorsal endopiriform nucleus. Similar effects were not elicited by equimolar KCN exposure. Therefore, acetone cyanohydrin may cause selective neuronal degeneration in the rat, but the affected areas are not those expected in an animal model of konzo."
        },
        {
            "References": "PMID:20126898",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To evaluate the antitumor effect of acetone cyanohydrin in Ehrlich ascites tumor cells in vitro, the Ehrlich ascites tumor cells and lymphocytes were incubated with different concentrations of acetone cyanohydrin (0, 0.5, 1.0, 2.0, 10.0, 20.0 and 30.0 ug x mL(-1)), After 1, 2, 3, 4, 18 and 24 hours cell viability tests were performed by the trypan blue method. The results demonstrated a dose-dependent cytotoxic effect against the cells of Ehrlich ascites tumor. The concentrations of 20 and 30 ug x mL(-1) was 100% of cell death in only 1 and 2 hours respectively. In lower doses of 0.5, 1.0 and 2.0 ug x mL(-1) the cytotoxic effect was less intense, increasing gradually with time. At low concentrations of 0.5, 1.0 and 2.0 ug x mL(-1), more than 90% of cell death was observed only after 24 hours of incubation which is the evidence that the tumor cell has the ability to poison cumulatively and irreversibly itself with the acetone cyanohydrin when compared with the results presented by human lymphocytes that the same doses and at the same time of incubation reached a maximum of 30% of cell death, suggesting an activity of rhodanese differentiated between the two cells."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of July 17, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 23 (1983)(3) Ellington JJ et al; Measurement of Hydrolysis Rate Constants for Evaluation of Hazardous Waste USEPA-600/3-86/043 (NTIS PB87-140349) (1987)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of acetone cyanohydrin can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that acetone cyanohydrin is expected to have very high mobility in soil. However, if released to soil, based on a hydrolysis rate of 4.47 1/hr (half-life 9 minutes) at pH 7.02 at 26 °C(3), acetone cyanohydrin will dissociate rapidly with water forming acetone and hydrogen cyanide(3) and make it unlikely that the parent acetone cyanohydrin will be the mobile compound(SRC)."
        }
    ]
}