{
    "_id": {
        "$oid": "6682e849c4e5dba5ffba24d6"
    },
    "CID": {
        "$numberInt": "6410"
    },
    "Name": "tert-Butyl hydroperoxide",
    "IUPACName": "2-hydroperoxy-2-methylpropane",
    "CanonicalSMILES": "CC(C)(C)OO",
    "Synonyms": [
        "TERT-BUTYL HYDROPEROXIDE",
        "75-91-2",
        "TBHP",
        "T-Butyl hydroperoxide",
        "tert-Butylhydroperoxide",
        "2-Hydroperoxy-2-methylpropane",
        "Perbutyl H",
        "t-Butylhydroperoxide",
        "1,1-Dimethylethyl hydroperoxide",
        "Cadox TBH",
        "Hydroperoxide",
        "1,1-dimethylethyl",
        "Terc. butylhydroperoxid",
        "tert-Butyl hydrogen peroxide",
        "Hydroperoxyde de butyle tertiaire",
        "Hydroperoxide",
        "tert-butyl"
    ],
    "IsomericSMILES": "CC(C)(C)OO",
    "INCHI": "InChI=1S/C4H10O2/c1-4(2,3)6-5/h5H,1-3H3",
    "INCHIKEY": "CIHOLLKRGTVIJN-UHFFFAOYSA-N",
    "Formula": "C4H10O2",
    "MolecularWeight": {
        "$numberDouble": "90.12"
    },
    "Description": "Tert-butyl hydroperoxide is an alkyl hydroperoxide in which the alkyl group is tert-butyl. It is widely used in a variety of oxidation processes. It has a role as an antibacterial agent and an oxidising agent.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "35"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Oct 27, 2017: https://www2.epa.gov/tsca-screening-tools (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Sanchez J, Myers TN; Peroxide and Peroxide Compounds, Organic Peroxides. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2017). New York, NY: John Wiley & Sons. Online Posting Date: 4 Dec 2000. (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 27, 2017: https://www.safe.nite.go.jp/english/db.html",
            "Value": "A BCF value of 3 was calculated in fish for tert-butyl hydroperoxide(SRC), using an estimated log Kow of 0.94(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Chemical degradation is expected to be the dominant fate process in water because of reaction with organic matter(3) and, therefore, the compound would be biologically unavailable(SRC). It was observed that tert-butyl hydroperoxide is metabolized to tert-butanol in rice fish (Oryzias latipes)(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 27, 2017: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: tert-Butyl hydroperoxide, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:11536321",
            "Value": "A short-term exposure of PC12 cells to tert-butylhydroperoxide, followed by recovery in fresh culture medium, causes cell death and the extent of this response progressively increases during the 120 min of post-treatment incubation. Morphological and biochemical analyses of these cells revealed that the mode of cell death was necrosis. Cell killing induced by the hydroperoxide seems to be in part mediated by peroxynitrite because the lethal response was markedly and similarly reduced by the nitric oxide synthase inhibitor N omega-nitro-L-arginine methylester and by scavengers of nitric oxide or peroxynitrite. This peroxynitrite-dependent mechanism of cytotoxicity was blunted by antioxidants and inhibitors of mitochondrial permeability transition and the onset of cell death was preceded by mitochondrial depolarization and loss of cellular ATP. We conclude that tert-butylhydroperoxide promotes peroxynitrite-dependent PC12 cell necrosis causally linked to peroxidation of membrane lipids and mitochondrial permeability transition."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 711",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In most severe injuries induced in rabbits eyes there has been great chemosis and formation of gas bubbles in the conjuctiva, cornea, and anterior chamber. Conjuctiva has become necrotic and cornea opaque. /Org peroxides/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 164",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ t-Butyl hydroperoxide, used as a catalyst in polymerization reactions, tested as a 75% solution in dimethylphthalate by application of two drops to rabbit eyes, caused injury graded 5 on a scale of 0 to 7. A drop of 35% solution in propylene glycol caused a reaction graded between 46 and 79 on a scale of 0 to 100, persisting at least a week. A 7% solution in the same solvent was the maximum which could be tolerated without significant irritation. Washing the eyes with water within four seconds after application of the test substance prevented injury in all cases."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 1225",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral studies ... /on rats/ have shown TBHP is moderately toxic if ingested with an LD50 of 560 mg/kg. It should be noted that even though only 1 of 10 rats died when given 0.6 mL/kg, the animals in this dose group exhibited signs of depression and lacrimation. As the dose level increased, 0.8, 1.0, 1.2, 1.4, and 1.6 mL/kg, the animals showed signs of loss of righting, hypothermia, and hematuria."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 1228",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a routine primary skin irritation assay, three out of the six rabbits died. The peroxide is a severe dermal irritant /and/, by DOT standards, a corrosive. It can also be absorbed through the skin in toxic amounts to cause cyanosis, depression, loss of righting, blanching of the treated skin, convulsions, and death."
        },
        {
            "References": "PMID:22326806",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Although tert-butyl hydroperoxide (t-BHP) is commonly used to induce oxidative stress, little is known about the time- or dose-dependence of its oxidative effects. In this study, we examined hepatotoxicity and oxidative stress in male rats at various times (0-24 hr) after t-BHP (0, 0.2, 0.5, 1 or 3 mmol/kg, ip) treatment. Serum hepatotoxicity parameters were increased from 2 hr following 1 mmol/kg t-BHP and reached their maximum values at 8 hr. Plasma malondialdehyde levels were maximally elevated by 62% at 0.5 hr and returned to control levels by 4 hr. Hepatic glutathione levels were decreased between 0.5 and 2 hr, and hepatic glutathione disulfide levels were increased at 2 hr. Interestingly, hepatic glutathione levels were increased at 24 hr, which may be attributed to up-regulation of glutathione synthesis through induction of gamma-glutamylcysteine ligase expression. The elevation of hepatotoxic parameters and plasma MDA was observed from 0.5 to 1 mmol/kg t-BHP, respectively, in a dose-dependent manner. Considering that the maximal dose resulted in 20% lethality, 1 mmol/kg of t-BHP may be suitable for evaluating antioxidant activity of tested compounds. Our results provide essential information to characterize the t-BHP-induced oxidative stress and hepatotoxicity."
        },
        {
            "References": "PMID:20386971",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The objective of this study was to investigate oxidative stress and oxygen extraction mechanisms in an animal model of continuous intra-arterial infusion of a free radical donor and in an in vitro model using isolated mitochondria. tert-Butyl-hydroperoxide (tert-BuOOH, 25 mM) was infused for 24 hr in the left hind limb of rats to induce soft tissue damage (n=8). After 7 days, we assessed local sensory response, tissue oxygen consumption, oxygen radicals, and antioxidant levels. In vitro mitochondrial function was measured after stimulation of isolated mitochondria of skeletal muscle cells with increasing doses of tert-BuOOH. tert-BuOOH infusion resulted in an increased skin temperature (p=0.04), impaired function, and a significantly increased pain sensation (p=0.03). Venous oxygen saturation levels (p=0.01) and the antioxidant ceruloplasmin (p=0.04) were increased. tert-BuOOH inhibited mitochondrial function in vitro. Induction of free radical formation in the rat hind limb results in an exacerbated sensory response and is associated with impaired oxygen extraction, which likely results from mitochondrial dysfunction caused by free radicals."
        },
        {
            "References": "PMID:12646410",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ tert-Butyl hydroperoxide (t-BOOH), a membrane permeant oxidant, elicits enhanced vasoconstriction of perfused kidney and mesenteric arterial beds isolated from DOCA-salt-induced hypertensive rats. We hypothesize that enhanced vasoconstriction to t-BOOH during DOCA-salt hypertension involves free radical species and decreases in the expression of the endogenous antioxidant enzyme, superoxide dismutase (SOD). t-BOOH (0.01-50 umol) dose-dependently constricted the perfused kidney and mesenteric vascular beds (MVB) of rats. Infusion of tempol (100 uM), a free radical scavenger, reduced the constrictor responses from 116.70+/-16.65% to 57.45+/-9.25% (kidneys) and from 72.91+/-3.70% to 48.10+/-0.10% (mesenteric beds). t-BOOH-induced vasoconstriction of both vascular beds were also significantly reduced in DOCA-salt rats treated chronically (15 mg/kg ip, 3 weeks) with tempol (DOCA/TEMPOL). Catalase (500 IU) did not attenuate t-BOOH-induced responses in vascular beds of DOCA/TEMPOL rats. Western blot analyses showed significant reduction in Cu/Zn-SOD expression in DOCA-salt versus sham rats of both vascular preparations; SOD expressions were protected from down-regulation in DOCA/TEMPOL vascular beds. This study suggests that free radical species is involved in both t-BOOH-induced constrictions and in the down-regulation of SOD protein expressions during DOCA-salt hypertension."
        },
        {
            "References": "PMID:10707929",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The purpose of this study was to verify whether injection of tert-butyl hydroperoxide (Bu(t)OOH, a well-known prooxidant agent) into the bile-pancreatic duct can induce acute pancreatitis. A rapid blockade of the secretion was observed in the majority of the animals after 3 hours of observation. After 6 hours, the secretion reached a very low level, significantly different compared with controls. In groups of rats injected with Bu(t)OOH, pancreatic weight gain was observed compared with the rats injected with physiologic saline. Histology of pancreata removed 3 hours after injection of Bu(t)OOH showed acinar cell vacuolization, interstitial edema, focal necrosis of pancreatic acini, fat-tissue necrosis, and leukocyte infiltration of the organ. These changes were considerably greater after the 6-hour observation period. Electron-microscopic inspection revealed profound morphologic changes 3 hours after Bu(t)OOH injection. The control rats receiving physiologic saline alone had well-preserved pancreatic tissue structure. In conclusion, injection of the prooxidant agent, tert-butyl hydroperoxide, into common bile-pancreatic duct induces acute necrotizing pancreatitis, which indicates the crucial role of free radical reactions in pathogenesis of this disease."
        },
        {
            "References": "PMID:25141839",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Reactive oxygen species (ROS) and oxidative stress is one of the main reasons of male infertility. MicroRNAs (miRNAs) regulate multiple intracellular processes. Alterations in miRNAs expression may occur in different conditions and diseases. In this study, the effect of oxidative stress induced by tertiary-butyl hydroperoxide (TBHP) on the expression of candidate miRNAs in mouse testis was investigated. After determining median lethal dose (LD50), TBHP was intraperitoneally (ip) injected at the dilution of 1:10 LD50 into the adult male mice for 2 weeks, and then testis tissues were removed in order to assay the ROS level. Total RNA was extracted and the expression of five miRNAs was quantified by reverse transcription-real time polymerase chain reaction (RT-qPCR). The flow cytometry analysis showed a significant increase in ROS level in testis. The expression of three out of five selected miRNAs, including miR-34a, miR-181b and miR-122a, showed some degrees of changes following exposure to oxidative stress. These miRNAs are involved in antioxidant responses, inflammation pathway and spermatogenesis arrest. In conclusion, TBHP alters the miRNA expression profile of testis which might play a potential role in oxidative and antioxidative responses and spermatogenesis."
        },
        {
            "References": "PMID:3930237",
            "Value": "/GENOTOXICITY/ T-butyl hydroperoxide (TBH) was tested for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster using a standard protocol approved by the National Toxicology Program. Canton-S wild-type males were treated with concentrations of the TBH that resulted in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. TBH was positive at a dose of 2,000 ppm when administered to males by feeding in this assay."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 1227-8",
            "Value": "/GENOTOXICITY/ Several mutagenicity studies have been carried out with t-butyl hydroperoxide. The first two articles cited a positive result with TBHP in test strains of bacteria. The latter study was an in vivo experiment which showed no mutagenesis in the bone marrow cells after rats inhaled 100 ppm for 6 hr/day for 5 days. ...In conclusion, TBHP is mutagenic in bacterial and mammalian cells in culture, but /SRP: appears/ nonmutagenic in whole animals."
        },
        {
            "References": "PMID:11606183",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The short-chain lipid hydroperoxide analog tert-butylhydroperoxide induces peroxynitrite-dependent and -independent DNA single strand breakage in PC12 cells. U937 cells that do not express constitutive nitric oxide synthase respond to tert-butylhydroperoxide treatment with peroxynitrite-independent DNA cleavage. Under experimental conditions leading to equivalent strand break frequencies, the analysis of poly(ADP-ribose) polymerase activity showed an increase in PC12 cells but not in U937 cells. The enhanced poly(ADP-ribose) polymerase activity observed in PC12 cells was paralleled by a significant decline in NAD+ content and both events were prevented by treatments suppressing formation of peroxynitrite. Although DNA breaks were rejoined at similar rates in the two cell lines, an inhibitor of poly(ADP-ribose) polymerase delayed DNA repair in PC12 cells  had hardly any effect in U937 cells. The results obtained using the latter cell type were confirmed with an additional cell line (Chinese hamster ovary cells) that does not express nitric oxide synthase. Collectively, our data suggest that tert-butylhydroperoxide-induced peroxynitrite-independent DNA strand scission is far less effective than the DNA cleavage generated by endogenous peroxynitrite in stimulating the activity of poly(ADP-ribose) polymerase."
        },
        {
            "References": "PMID:20931296",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Reactive oxygen species (ROS) are capable of affecting neuronal cell function and structure. Here, we investigated the direct effects of hydrogen peroxide (H(2)O(2)), one of the ROS, on axonal transport in cultured mouse dorsal root ganglion neurons using video-enhanced microscopy. Treatment of neurons with the H(2)O(2) donor tert-butyl hydroperoxide (TBHP; 10 nM-1 mM) inhibited anterograde and retrograde movement of organelles in a time- and concentration-dependent manner. Mitochondria and lysosomes were clearly swollen by TBHP at 100 uM and 1 mM in association with complete and irreversible cessation of axonal transport. In contrast, cytoskeletal structures were apparently unchanged even at the highest TBHP concentration (1 mM). Lipid peroxides, detected by swallow-tailed perylene derivative fluorescence, were produced by TBHP in plasma membranes and more highly in organelle membranes. The TBHP-induced inhibition of axonal transport, lipid peroxide production, and organelle swelling were blocked by pretreatment with a-tocopherol (vitamin E, 1 mM). These results suggest that H(2)O(2) inhibited axonal transport via lipid peroxidation along with degenerative changes in organelles."
        },
        {
            "References": "PMID:28257805",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In spinal cord injury (SCI), oxidative stress in the penumbra of the injury site is a characteristic feature. The predominance of necrosis over apoptosis in the ensuing delayed cell death results in progressive waves of necrosis affecting neighboring cells and thus exaggerates the severity of the lesion. Necrosis has been classified into subtypes based on the active molecular players and parthanatos is one among them, which is characterized by the over activation of PARP1 as the pre-mitochondrial event that triggers necrosis. Parthanatos being the necrosis mode reported in SCI, we intended to study the molecular players in the elusive pre-mitochondrial events of PARP1 over activation using an in vitro model. tert-Butylhydroperoxide (tBuOOH) was reported to induce oxidative stress in various cell types including Neuro-2A cells. Using a tailored protocol, a predominantly PARP1 mediated necrotic mode of cell death was obtained in Neuro-2A cells using tBuOOH. By perturbing the progress of necrosis using 3-aminobenzamide, a known PARP1 inhibitor, it was found that JNK1 and JNK3 but not JNK2 were involved in pre-mitochondrial stages of PARP1 mediated cell death. Given that JNK1 and JNK3 play a role in apoptosis also, they may serve as common targets to counter both apoptosis and necrosis. The in vitro model used in the present study may be useful in delineating molecular mechanisms in necrosis."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 164",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In rabbit corneas exposed in vitro to 1 or 2.5 mM t-butyl hydroperoxide the glutathione in the endothelial cells was oxidized and the cells were destroyed."
        },
        {
            "References": "PMID:24847414",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Oxidative stress and mitochondrial dysfunction play an important role in the pathogenesis of nonalcoholic fatty liver disease and toxic liver injury. The present study was designed to evaluate the effect of exogenous inducer of oxidative stress (tert-butyl hydroperoxide, tBHP) on nonfatty and steatotic hepatocytes isolated from the liver of rats fed by standard and high-fat diet, respectively. In control steatotic hepatocytes, we found higher generation of ROS, increased lipoperoxidation, an altered redox state of glutathione, and decreased ADP-stimulated respiration using NADH-linked substrates, as compared to intact lean hepatocytes. Fatty hepatocytes exposed to tBHP exert more severe damage, lower reduced glutathione to total glutathione ratio, and higher formation of ROS and production of malondialdehyde and are more susceptible to tBHP-induced decrease in mitochondrial membrane potential. Respiratory control ratio of complex I was significantly reduced by tBHP in both lean and steatotic hepatocytes, but reduction in NADH-dependent state 3 respiration was more severe in fatty cells. In summary, our results collectively indicate that steatotic rat hepatocytes occur under conditions of enhanced oxidative stress and are more sensitive to the exogenous source of oxidative injury. This confirms the hypothesis of steatosis being the first hit sensitizing hepatocytes to further damage."
        },
        {
            "References": "PMID:24394546",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Tert-butyl hydroperoxide (t-BHP), an organic lipid hydroperoxide analog, has been demonstrated to exert pro-oxidant effects to evaluate mechanisms involving oxidative stress in hepatocyte cells and rat liver. Herein, we present an investigation of the event of molecular mechanism of t-BHP related acute liver injury. A proteomic approach was used to identify proteins which are differentially expressed in liver cells following t-BHP treatment and the mechanism of its action in apoptotic and endoplasmic reticulum stress pathways. Our results demonstrate that the t-BHP treatment of liver cells increased cell cytoxicity and apoptosis. t-BHP dose-dependent induction of cell apoptosis and stained liver sections relieved the acute rat liver injury were accompanied by sustained phosphorylation of JNK1/2 and p65. In addition, there were 13 differentially displayed proteins between the t-BHP-induced and untreated were assayed and validated in vivo. Furthermore, we demonstrated that t-BHP induced human Chang liver cell viability and apoptosis properties by up-regulating the levels of ETFA (electron transfer flavoprotein subunit alpha). This study demonstrated that there was an increase in the cellular levels of ETFA in the t-BHP induction in viability and apoptosis via the activation of JNK1/2 and NFkappaB signaling modules. N-acetylcysteine administration and shRNA ETFA conferred resistance to t-BHP-increased ETFA and CHOP expression via IRE1-alpha/TRAF2 complex formation, activation of JNK1/2 and p50. We concluded that the mechanism of t-BHP-induced an apoptosis cascade and endoplasmic reticulum stress in hepatocyte cells by up-regulation of ETFA, providing a new mechanism for liver injury."
        },
        {
            "References": "PMID:23734452",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Calcium ions play an important role in various physiological processes such as nerve impulse transmission, muscle contraction, hormone action, blood clotting. They ions act as an intracellular second messenger, relaying information within cells to regulate their activity. To understand the mechanism of hepatotoxicity of t-BHP, studies were carried out using freshly isolated rat hepatocytes. The effect of t-BHP on Ca(2+) accumulation and Ca(2+) uptake by rat hepatocytes was monitored using 45Ca(2+). It caused /a/ 15% /SRP: decrease in the/ accumulation of 45Ca(2+) in comparison to the control group. t-BHP also significantly decreased the Ca(2+) ATPase activity in isolated hepatocytes .This decrease in Ca(2+) ATPase activity by t-BHP was reversed 40% by naturally occurring antioxidant glutathione (GSH) and 20% by the synthetic antioxidant butylated hydroxy toluene (BHT). These results indicate that the hepatotoxic action of t-BHP involves oxidative stress as evident by the protection accorded by various antioxidants employed in the study as well as impairment of intracellular calcium homeostasis which can lead to liver cell injury."
        },
        {
            "References": "PMID:19020865",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of the study was to evaluate time course and dose dependence of peroxidative damage induced by tert-butyl hydroperoxide (tBHP) in rat hepatocytes cultured in suspension and in monolayer. At the lowest (0.1 mM) concentration, decrease of cytosolic glutathione and discharge of mitochondrial membrane potential (MMP) could be detected. Significant increases in leakage of lactate dehydrogenase and in malondialdehyde concentrations together with decrease of pyruvate-dependent respiration were detected at higher tBHP concentrations (above 0.5 mM) and after longer periods of incubation. Changes in plasma membrane integrity were observed at 1 mM concentration of tBHP. Succinate-dependent oxidation was most resistant to peroxidative damages. Opening of the mitochondrial permeability transition pore was responsible for the discharge of mitochondria membrane potential. In the presence of cyclosporine A and succinate, the membrane potential could be restored. Our data showed that the most sensitive indicators of the peroxidative damage are changes of cytosolic glutathione concentration and MMP."
        },
        {
            "References": "PMID:18316105",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Oxidative stress has been implicated in many physiopathologies including neurodegenerative diseases, cancer, cardiovascular and respiratory diseases, and in mechanisms of action of environmental toxicants. tert-butylhydroperoxide (t-BHP) is an organic lipid hydroperoxide analogue, which is commonly used as a pro-oxidant for evaluating mechanisms involving oxidative stress in cells and tissues. This study investigates mechanisms of apoptosis induced by oxidative stress in /rat/ hepatocytes, in particular, the involvement of caspases and subcellular compartments. Freshly isolated hepatocytes were exposed to 0.4 mM t-BHP during 1 hr. A general caspase inhibitor, Boc-D-FMK, reduced t-BHP-induced apoptosis (chromatin condensation), confirming the involvement of caspases in apoptosis. A caspase-9 inhibitor, Z-LEHD-FMK, also reduced t-BHP-induced apoptosis, suggesting that caspase-9 plays a critical role in this process. Procaspase-9 underwent cleavage in mitochondria and translocation to the nucleus, where increased caspase-9 activity was detected. The caspase-9 substrates, caspase-3 and caspase-7, were not activated. Caspase-7 was translocated from the cytosol to the endoplasmic reticulum (ER), where it underwent processing; however, enzymatic activity of caspase-7 was inhibited by t-BHP. t-BHP caused cleavage of procaspase-12 at the ER and its subsequent translocation to the nucleus, where increased caspase-12 activity was found. t-BHP caused translocation of calpain from the cytosol to the ER. Calpain inhibition reduced chromatin condensation and caspase-12 activity in the nucleus, suggesting that calpain is involved in caspase-12 activation and apoptosis. This study demonstrates that caspase-9 and caspase-12 are activated in t-BHP-induced apoptosis in hepatocytes. We highlight the importance of subcellular compartments such as mitochondria, ER and nuclei in the apoptotic process."
        },
        {
            "References": "PMID:17362523",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ When exposed to oxidative conditions, cells suffer not only biochemical alterations, but also morphologic changes. Oxidative stress is a condition induced by some pro-oxidant compounds, such as by tert-butylhydroperoxide (tBHP) and can also be induced in vivo by ischemia/reperfusion conditions, which is very common in cardiac tissue. The cell line H9c2 has been used as an in vitro cellular model for both skeletal and cardiac muscle. Understanding how these cells respond to oxidative agents may furnish novel insights into how cardiac and skeletal tissues respond to oxidative stress conditions. The objective of this work was to characterize, through vital imaging, morphological alterations and the appearance of apoptotic hallmarks, with a special focus on mitochondrial changes, upon exposure of H9c2 cells to tBHP. When exposed to tBHP, an increase in intracellular oxidative stress was detected in H9c2 cells by epifluorescence microscopy, which was accompanied by an increase in cell death that was prevented by the antioxidants Trolox and N-acetylcysteine. Several morphological alterations characteristic of apoptosis were noted, including changes in nuclear morphology, translocation of phosphatidylserine to the outer leaflet of the cell membrane, and cell blebbing. An increase in the exposure period or in tBHP concentration resulted in a clear loss of membrane integrity, which is characteristic of necrosis. Changes in mitochondrial morphology, consisting of a transition from long filaments to small and round fragments, were also detected in H9c2 cells after treatment with tBHP. Bax aggregates near mitochondrial networks were formed after short periods of incubation. Vital imaging of alterations in cell morphology is a useful method to characterize cellular responses to oxidative stress. In the present work, we report two distinct patterns of morphological alterations in H9c2 cells exposed to tBHP, a pro-oxidant agent frequently used as model to induce oxidative stress. In particular, dynamic changes in mitochondrial networks could be visualized, which appear to be centrally involved in how these cells respond to oxidative stress. The data also indicate that the cause of H9c2 cell death following tBHP exposure is increased intracellular oxidative stress."
        },
        {
            "References": "PMID:17419000",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ tert-Butylhydroperoxide has been reported to inhibit growth and induce apoptosis in number of cell types, but little is known about the molecular mechanism mediating these effects. In the present study, we determined the molecular pathways that lead to apoptosis after treatment of cells with t-BOOH. The cells were exposed to different concentrations of t-BOOH (100-750 uM) for 1-4 hr and various parameters such as cytotoxicity, ROS (reactive oxygen species) generation, MMP (mitochondrial membrane potential), intracellular Ca++ levels and expression of various proteins involved in apoptosis were determined. Exposure of U-937 cells to t-BOOH induced cytotoxicity in a time dependent manner with about 50% toxicity at 400 uM t-BOOH in 4hr. t-BOOH treatment resulted in a time dependent increase in reactive oxygen species levels, Ca++ influx and annexin V positive cells. There was a significant fall in MMP following exposure to t-BOOH with time. t-BOOH treatment of U-937 cells leads to apoptosis, which is accompanied by activation of caspase-3. The caspase-3 inhibitor (Ac-DEVD-CHO) inhibits the cytotoxicity induced by t-BOOH, indicating a direct link between caspase-3 activation and cell death. This activation of apoptosis is accompanied by release of cytochrome c, down regulation of anti-apoptotic protein Bcl-2 levels with concurrent increase in pro-apoptotic proteins Bax and Bad levels. These observations indicate that t-BOOH induces cell death in U-937 macrophages by apoptosis, which is mediated through mitochondrial pathway."
        },
        {
            "References": "PMID:16121715",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ t-BHP induced oxidative stress and Ca2+ function impairment in fresh /rat/ hepatocytes was studied in order to understand its role in cytotoxicity. Viability of hepatocytes by the release of lactate dehydrogenase and methyl thiazoletetrazolium reduction method alongwith malondialdehyde formation indicated oxidative stress in the hepatotoxic action of t-BHP."
        },
        {
            "References": "PMID:15927872",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The organic hydroperoxide, tert-butyl hydroperoxide (t-BHP), is a useful model compound to study mechanisms of oxidative cell injury. In the present work, we examined the features of the interactions of this oxidant with Chinese hamster B14 cells. The aim of our study was to reveal a possible role of structural modifications in membranes and loss of DNA integrity in t-BHP-induced cell injury and death. The tert-butyl hydroperoxide treatment (100-1000 uM, 37 degrees C for 1 hr) did not decrease cell viability (as measured by cell-specific functional activity with an MTT test), but completely prevented cell growth. We observed intracellular reduced glutathione (GSH) oxidation and total glutathione (GSH+GSSG) depletion, a slight increase in the level of lipid-peroxidation products, an enhancement of membrane fluidity, intracellular potassium leakage and a significant decrease of membrane potential. At oxidant concentrations of 100-1500 uM, a significant damage to DNA integrity was observed as revealed by the Comet assay. The inhibition of cell proliferation (cell-growth arrest) may be explained by genotoxicity of t-BHP, by disturbance of the cellular redox-equilibrium (GSH oxidation) and by structural membrane modifications, which result in ion-non-selective pore formation. The disturbance in passive membrane permeability and the DNA damage may be the most dramatic cell impairments induced by t-BHP treatment. The presence of another oxidant, hypochlorous acid (HOCl), completely prevented t-BHP-induced DNA strand breaks, perhaps due to extracellular oxidation of t-BHP by HOCl."
        },
        {
            "References": "PMID:12236590",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Treatment of bovine pulmonary artery smooth muscle plasma membrane suspension with the oxidant tert-butylhydroperoxide (t-buOOH) increases Ca2+ATPase activity. The smooth muscle plasma membrane possesses a Ca2+ dependent protease activity in the gelatin containing zymogram having an apparent molecular mass of 72 kDa. The 72 kDa protease activity was found to be inhibited by EGTA and the tissue inhibitor of metalloprotease-2 (TIMP-2). Since 72 kDa is the molecular mass of MMP-2 and since in our present study the 72 kDa protease in the gelatin containing zymogram is inhibited by matrix metalloprotease inhibitors, EGTA and TIMP-2, it may be suggested that the 72 kDa protease is the MMP-2. In addition to the increasing Ca2+ATPase activity, t-buOOH also enhances the activity of the membrane associated Ca2+ dependent protease that degrades 14C-gelatin. The oxidant triggered protease activity and the Ca2+ATPase activity were found to be prevented by the antioxidant vitamin E, and also by the Ca2+ dependent matrix metalloprotease inhibitors: EGTA and TIMP-2. Adding MMP-2 to the smooth muscle plasma membrane suspension caused an increase in Ca2+ATPase activity and pretreatment with TIMP-2 prevents the increase in Ca2+ATPase activity. Combined treatment of the smooth muscle plasma membrane with low doses of MMP-2 and t-buOOH augments further the Ca2+ATPase activity caused by the respective doses of either t-buOOH or MMP-2. Pretreatment with TIMP-2 prevents the increase in Ca2+ATPase activity elicited by the low doses of MMP-2 and/or t-buOOH."
        },
        {
            "References": "PMID:12425961",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Glutathione (GSH) plays vital roles in antioxidant defense mechanisms. To determine whether gene transfection strategies could be used to enhance GSH synthetic capacities and protect mammalian cells against oxidant stresses, we used liposome-mediated transfer of the cDNA for rat glutamate-cysteine ligase (GLCL) catalytic subunit (GLCLC) to transfect Chinese hamster ovary (CHO) cells. CHO cell lines (CHOhi) with stably enhanced GLCL activities (14.61+/-0.82 mU/mg protein) and greater GSH contents (45.7+/-1.37 nmol/mg protein) than observed in wild-type CHO K1 cells (0.26+/-0.01 mU/mg protein and 20.7+/-1.15 nmol/mg protein, respectively) were developed and were confirmed to have integrated the GLCLC cDNA into their genomic DNA and to exhibit increased GLCLC mRNA levels, by Southern and northern analyses, respectively. Similarly treated and selected CHO cell lines that showed no increases in GLCL activities (CHOun) were studied as controls for the effects of GLCLC transgene expression. CHOhi cells showed significantly greater resistance to oxidant stress caused by exposure to tert-butyl hydroperoxide (tBuOOH) than did CHO or CHOun cells. Twenty-four hours after exposure to 400 or 800 microM tBuOOH, wild-type CHO cells had released more cellular lactate dehydrogenase (67.3+/-14.5% and 94.4+/-2%) than had CHOhi cells (5.11+/-0.5% and 46.0+/-5.4%, n=4, P<0.05). The present data demonstrate improved resistance to oxidant injury of CHO cells stably transfected with the GLCLC cDNA. Although additional enhancements in GLCL activities are possible by transfection with cDNAs for both catalytic and regulatory GLCL subunits, our results demonstrate that the increases in GLCL activities that can be attained by transfection of the GLCLC cDNA alone can enhance cellular antioxidant defense function."
        },
        {
            "References": "PMID:15604817",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The arachidonate cascade is important for the generation of reactive species (RS), and cyclooxygenase (COX) is a key enzyme of this cascade. Tissues of 24-month-old rat lung showed a 2-fold increase in RS, malondialdehyde and thromboxane B2 than those of 6-month-old rat. We found that the effects of 50 uM H2O2 and 200 microM t-butylhydroperoxide (t-BHP) specify on COX activity, and that their effects increased cytosolic COX activity in a concentration-dependent manner (1-50 uM) in 24-month-old rat. Our results suggested that COX activators such as t-BHP and H2O2, which are located in cytosol, are essential for the activation of COX in aged lung."
        },
        {
            "References": "PMID:11853890",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The purpose of the present work was to study the mechanisms involved in apoptosis induced by oxidative stress in rat hepatocytes. We focused on the apoptotic signaling molecules cytochrome c, Bcl-2 and Bax. Rat hepatocytes were exposed for 1 hr to increasing concentrations of tert-butylhydroperoxide (t-BHP). Using lactate dehydrogenase (LDH) leakage as a biomarker for necrosis, and DNA fragmentation as a biomarker for apoptosis, we observed that a concentration of t-BHP of 0.4-0.5 mM provides a transition point below which apoptosis is favored and beyond which necrosis is favored. Malondialdehyde and 8-oxo-guanine formation indicates that t-BHP induces oxidative stress and damage. However, at 0.4 mM t-BHP, these oxidative molecular changes as well as LDH leakage no longer progress after the first hour of t-BHP exposure, suggesting the activation of some defense mechanisms. Western blot analysis of cytochrome c shows that its level increases in the cytosol while that of Bax decreases in this fraction as a result of t-BHP treatment. Moreover, there is a loss of Bcl-2 from mitochondria while, in contrast, Bax accumulates in this organelle following t-BHP treatment. However, cytochrome c appears to be relocalized to the endoplasmic reticulum as its presence in microsomes is greatly enhanced. We suggest that t-BHP triggers apoptosis through a step that involves cytochrome c release from mitochondria. This event is stimulated by Bcl-2 disappearance from mitochondria and Bax recruitment. Neutralization of excess cytosolic cytochrome c is achieved by its relocalization to the endoplasmic reticulum, hence triggering the down-regulation of apoptotic signals."
        },
        {
            "References": "PMID:10734155",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ We analyzed the mechanisms involved in the effect of tert-butyl hydroperoxide (t-BOOH) in isolated aortic rings with and without endothelium from normotensive Wistar-Kyoto rats (WKY) and spontaneously hypertensive rats (SHR) at 6, 18, and 24 months of age. t-BOOH (1 uM-10 mM) induced concentration-dependent contractions that were scarcely modified by aging and potentiated in SHR and by endothelium removal. The nitric oxide synthase and prostacyclin synthase inhibitors N(G)-nitro-L-arginine methyl ester (100 uM) and tranylcypromine (100 uM), respectively, increased both basal tone and the t-BOOH-induced contractions in intact segments from WKY, with these effects not observed in SHR. Indomethacin (10 uM), a nonspecific cyclooxygenase inhibitor, and SQ 29,548 (10 uM), a prostaglandin H(2)/thromboxane A(2) receptor blocker, abolished the t-BOOH-induced vasoconstriction, independent of age and hypertension. In both strains, these contractile responses were unaltered by the thromboxane synthase inhibitor imidazole (10 uM). The cyclooxygenase-2 inhibitor NS-398 (10 uM) abolished or markedly reduced the t-BOOH-induced contractions in segments with or without endothelium, respectively. In addition, expression of cyclooxygenase-2 protein was detected in aorta from WKY and SHR in either basal condition or after stimulation with t-BOOH. These results suggest that (1) t-BOOH-induced vasoconstriction in the aorta from WKY and SHR is essentially mediated by cyclooxygenase-2 metabolites, different from thromboxane-A(2), probably prostaglandin-H(2), and/or isoprostanes; (2) aging scarcely modifies, whereas endothelium negatively modulates, these contractions in both strains; and (3) nitric oxide and prostacyclin exert a negative modulator role on the t-BOOH-induced vasoconstriction in WKY, with this modulator role lost in SHR."
        },
        {
            "References": "PMID:17465699",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Mitochondria as an energy generating cell device are very sensitive to oxidative damage. Our previous findings obtained in hepatocytes demonstrated that Complex I of the respiratory chain is more sensitive to oxidative damage than other respiratory chain complexes. We present additional data on isolated /rat liver/ mitochondria showing that palmityl carnitine oxidation is strongly depressed at a low (200 uM) tert-butyl hydroperoxide (tBHP) concentration, while oxidation of the flavoprotein-dependent substrate-succinate is not affected and neither is ATP synthesis inhibited by tBHP. In the presence of tBHP, the respiratory control index for palmityl carnitine oxidation is strongly depressed, but when succinate is oxidized the respiratory control index remains unaffected. Our findings thus indicate that flavoprotein-dependent substrates could be an important nutritional factor for the regeneration process in the necrotic liver damaged by oxidative stress."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Oct 27, 2017: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Sanchez J, Myers TN; Peroxide and Peroxide Compounds, Organic Peroxides. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2017). New York, NY: John Wiley & Sons. Online Posting Date: 4 Dec 2000. (4) Serjeant EP, Dempsey B; Ionisation Constants of Organic Acids in Aqueous Solution. International Union of Pure and Applied Chemistry (IUPAC). IUPAC Chemical Data Series No. 23. New York, NY: Pergamon Press, Inc. p. 80 (1979)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of tert-butyl hydroperoxide can be estimated to be 86(SRC). According to a classification scheme(2), this estimated Koc value suggests that tert-butyl hydroperoxide is expected to have high mobility in soil. However, hydroperoxides react with multivalent metal ions and other species ubiquitous in soil and are readily reduced to the corresponding alcohols(3). Therefore, it is expected to chemically degrade rapidly in soil and is not expected to travel long distances in soil or migrate to groundwater(SRC). The pKa of tert-butyl hydroperoxide is 12.8(4), indicating  that this compound will exist in the un-ionized form in the environment."
        }
    ]
}