{
    "_id": {
        "$oid": "6682e84ac4e5dba5ffba24dd"
    },
    "CID": {
        "$numberInt": "6423"
    },
    "Name": "CHLOROPICRIN",
    "IUPACName": "trichloro(nitro)methane",
    "CanonicalSMILES": "C([N+](=O)[O-])(Cl)(Cl)Cl",
    "Synonyms": [
        "CHLOROPICRIN",
        "Trichloronitromethane",
        "76-06-2",
        "Nitrochloroform",
        "Chlorpikrin",
        "Nitrotrichloromethane",
        "Trichlornitromethan",
        "trichloro(nitro)methane",
        "Chloropicrine",
        "Dojyopicrin",
        "Microlysin",
        "Dolochlor",
        "Larvacide",
        "Picfume",
        "Picride"
    ],
    "IsomericSMILES": "C([N+](=O)[O-])(Cl)(Cl)Cl",
    "INCHI": "InChI=1S/CCl3NO2/c2-1(3,4)5(6)7",
    "INCHIKEY": "LFHISGNCFUNFFM-UHFFFAOYSA-N",
    "Formula": "CCl3NO2",
    "MolecularWeight": {
        "$numberDouble": "164.37"
    },
    "Description": "Chloropicrin is a C-nitro compound that is nitromethane in which all three hydrogens are replaced by chlorines. It is a severe irritant, and can cause immediate, severe inflammation of the eyes, nose and throat, and significant injuries to the upper and lower respiratory tract. Formerly stockpiled as a chemical warfare agent, it has been widely used in the US as a soil fumigant, particularly for strawberry crops. It is not approved for use within the European Union. It has a role as a fumigant insecticide, a nematicide and an antifungal agrochemical. It is a C-nitro compound, a one-carbon compound and an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "79"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 8 was calculated in fish for chloropicrin(SRC), using a log Kow of 2.09(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kawamoto K, Urano K; Chemosphere 19: 1141-52 (1990) (2) Gan J et al; J Environ Qual 29: 1391-97 (2000) (3) Castro CE et al; J Agric Food Chem 31: 1184-7 (1983)",
            "Value": "AEROBIC: The aerobic biodegradation rate and half-life for chloropicrin at 20 °C with an activated sludge inoculum were 1.5/day and 0.46 days, respectively(1). Chloropicrin degradation was studied in three soils, Arlington sandy loam (0.92% organic matter, pH 7.2), Carsitas loamy sand (0.22% organic matter, pH 8.0), and Waukegen silt loam (3.1% organic matter, pH 5.5), at a test compound concentration of 50 mg/kg(2). Degradation rates at 20 °C were 0.45 d-1, 0.16 d-1, and 3.25 d-1, respectively, corresponding to half-lives of 1.5, 4.3 and 0.2 days, respectively(2). Degradation rates at 30 °C were 0.62 d-1, 0.49 d-1, and 8.37 d-1, respectively, and at 40 °C were 1.78 d-1, 0.95 d-1, and 13.99 d-1, respectively, showing that degradation accelerates as soil temperature increases(2). Several Pseudomonas sp. isolated from soil dehalogenate chloropicrin(3). One strain of Pseudomonas putida transformed chloropicrin to nitromethane in three successive reductive dehalogenation steps in the course of about an hour(3)."
        },
        {
            "References": "(1) Kawamoto K, Urano K; Chemosphere 19: 1141-52 (1990)",
            "Value": "ANAEROBIC: The anaerobic biodegradation rate and half-life for chloropicrin at 20 °C with an activated sludge inoculum were 1.5/day and 0.46 days, respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 2.09"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 582",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effects of  various concentrations of trichloronitromethane in ... dogs exposed to 1.05 mg/L (155 ppm) for 12 min became ill; at 0.8-0.95 mg/L (117-140 ppm) for 30 min, death of 43% of animals. /from table/"
        },
        {
            "References": "KAWAI M; SANGYO IGAKU 15 (4): 406 (1973)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of chloropicrin aerosol (171 mg/cu m) for 4 hours produced 100% mortality in mice. Chloropicrin aerosol LC50 was 66.0 mg/cu m against mice after 4 hours of exposure. The gas form of chloropicrin was more toxic than the aerosol. Pulmonary edema and hard breathing were observed."
        },
        {
            "References": "Yoshida M et al; J Pestic Sci; 16 (1): 63-70 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Fischer 344 rats were exposed to chloropicrin (CP) vapor for 4 hr by whole-body, nose-only and dermal exposures. Each exposure was followed by a 14 day observation period. The LC50 values for the whole-body and nose-only exposures were 14.4 and 6.6 ppm, respectively. In the dermal exposure experiment, no deaths occurred in the rats exposed to chloropicrin vapor at a mean actual concentration of 25.0 ppm. In the whole body exposure experiment, chloropicrin vapor produced a biphasic toxic manifestation. The first phase lasted about 3 days after exposure, and the second phase was between post-exposure days 6 and 14. Irritation and/or damage to the respiratory tract was mainly observed in both phases. Most deaths occurred within 24 hr after exposure. The rest were caused by a high exposure concentration, and the dead animals were found on post-exposure day 9. In the nose-only exposure experiment, toxic effects were observed only in the first phase and they were similar to those in the whole-body exposure experiment. All deaths occurred within 24 hr after exposure. In the dermal exposure experiment, no toxic effects were observed. Acute dermal toxicity of chloropicrin vapor due to whole-body exposure was minimal compared to acute inhalation toxicity, and restraint of experimental animals during the nose-only exposure increased the acute inhalation toxicity of chloropicrin vapor."
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.84 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In a/ head only study, 4 albino Swiss-Webster male mice/group /were/ exposed to 0.99, 3.20, 4.20, 7.25, 10.00, 14.50 ppm ... or 0.00664, 0.0215, 0.0282, 0.0486, 0.0671, 0.0973 mg/L ... of gaseous CP for 30 mins. No deaths /were/ seen at any dose level. Clinical observations /were/ normal before and after exposure. Body wt gains ... decreased at highest dose tested (HDT) only... . The exposure level at 50% RD (RD50) was 2.34 ppm with 95% CI of 1.84 to 2.98 ppm or RD50 of 0.016 mg/L and 95% CI of 0.012 mg/L to 0.020 mg/L. ... The RD0 respiratory depression /was estimated to occur/ around 0.0017 to 0.0019 mg/L. /From table/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.85 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In a / whole body inhalation study, 5 Sprague Dawley rats/sex/group were exposed to 0, 10.6, 18.0, or 28.5 ppm (... 0, 0.071, 0.121, 0.158 mg/L ... ) of aerosolized CP for 4-hrs and held for 2 days after exposure. Particle sizes had a Mass median aerodynamic diameter (MMAD) from 4.85 um to 6.1um with a geometric standard deviation (GDS) of 1.4 to 1.6. LC50 was 17 ppm (M) and 19 ppm (F). Death only occurred at 2 top dose levels up to 2 days post-exposure. Clinical signs /were observed/ at all dose levels /included/ labored breathing, gasping, decreased activity, nasal discharge, salivation, moist rales. Top 2 levels produced gasping for last 2 hrs of exposure. Gross pathology /observations of/ liver /and/ adrenal weights and histological findings increased at the highest dose tested (HDT). Histological findings of respiratory tract were seen at all dose levels and damage to the lungs, such as congestion, bronchiole mucosal edema, necrosis, and cellular infiltrates. No NOAEL demonstrated. LOAEL = 10.6 ppm or 0.071 mg/L (lowest dose tested (LDT)). /From table/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.8 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Chloropicrin (99.6% pure) was used in a whole-body inhalation /4-hr/ exposure of male Fischer 344 rats ... at mean analytical concentrations of 8.8, 11.0, 11.4, 12.1, 13.6, or 16.0 ppm or a 30 minute exposure at 21.7 and 45.5 ppm ... . Rats were observed ...  for 14 days post exposure.... # deaths/# exposed at 4 hours with increasing dose: 0/8, 2/8, 3/8, 5/8, 7/8, and 8/8 respectively. # deaths/# exposed at 30 minutes with increasing dose: 0/7 and 6/6 respectively. Development of deaths was biphasic: 1st phase was within 24 hours post-exposure and the 2nd phase was between days 8 and 10 post-exposure. NECROPSY RESULTS: 4-Hour Exposure: Animals that died in the first 24 hours showed body weight loss, diffuse pulmonary edema & emphysema, hydrothorax, gastric gaseous distension and a large increase in absolute lung weight. Rats which died between days 8 & 10 showed similar effects with scattered red patches in the lungs and a large increase in absolute lung weights. Animals which survived to termination showed diffuse emphysema, focal pulmonary edema, scattered dark red patches in the lungs and gastric gaseous distension. Significant increases were: lung weight at 12.1 ppm, lung/body weight at > or = 11.0 ppm (due to decreased terminal body weights) and lung/brain weight at 11.0 and 12.1 ppm. 30-Minute Exposure: All rats at 45.5 ppm died on day 6 or 7 but no deaths occurred at 21.7 ppm. Shortly after exposure was initiated, eyelid closure, decrease in spontaneous motor activities and labored breathing were observed in all rats at > or = 21.7 ppm. Eyelid closure and decrease in spontaneous motor activities disappeared immediately after the exposure was discontinued. Although rhinorrhea decreased within 2 hours, labored breathing remained for 1-2 days. Many rats at 45.5 ppm showed labored breathing and/or blood-like red stains on the fur around the nose and mouth from day 5 until death. At 45.5 ppm, there was an increase in absolute lung weight. Body weights were significantly decreased 1 week after exposure for all groups at both time periods. LC50 = 11.9 ppm. ... /99.6% pure/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 582",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effects of various concentrations of trichloronitromethane... death in 3 hr to 1 day in mice exposed to 0.85 mg/L (125 ppm) for 15 min. Death usually in 1 day in cats exposed to 0.51 mg/L (76 ppm) for 25 min. Death after 10 days in mice exposed to 0.34 mg/L (50 ppm) for 15 min. /from table/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 582",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effects of various concentrations of trichloronitromethane ... dogs tolerated 0.32 mg/L (48 ppm) for 15 min. Death after 8 to 12 days in cats exposed to 0.32 mg/L (48 ppm) for 20 min. Cats survived 7 days after being exposed to 0.26 mg/L (38 ppm) for 21 min. Mice tolerated 0.17 mg/L (25 ppm) for 15 min. /from table/"
        },
        {
            "References": "PMID:8062640",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxicity of chloropicrin (CP) was assessed following its administration to rats via oral gavage for either 10 or 90 consecutive days at dose levels of 10, 20, 40, and 80 mg/kg and 2, 8 and 32 mg/kg, respectively. Control rats received corn oil at a dose of 1.0 ml/kg. ... The most remarkable toxicological finding in both studies was the corrosive property of CP on forestomach tissue. Inflammation, necrosis, acantholysis, hyperkeratosis and epithelial hyperplasia of the forestomach were seen in all dose groups of the 10-day study. Similar changes were detected in only the high dose group in the 90-day study. Decreased red blood cell parameters were noted in the highest dose groups in both studies, possibly due to blood loss via the damaged stomach lining. CP may have been aspirated into the lungs of animals in the high dose group in the ninety day study resulting in pulmonary complications leading to the deaths of 60% of the males and 80% of the females starting at week five. The 8 mg/kg dose group in the ninety day study was considered to be the no observed adverse effect level."
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.80 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chloropicrin (99.6% ... ) was administered to 10 CD-1 mice/sex/concentration by dynamic whole body exposure at concentrations of 0, 0.3, 1.0, or 3.0 ppm (equivalent to 0, 0.002, 0.007, or 0.020 mg/L) for 6 hours per day, 5 days/week for 13 weeks (a total of 65 days). There were no treatment-related mortalities. Treatment-related clinical signs, which were observed only in high-concentration group, included blepharospasm during exposure and dehydration during the first 2 weeks of the study. Mid- and high-concentration males and females lost weight or gained less weight than controls resulting in decreased cumulative body weight gains for males (44% and 95% less than controls, respectively; p < 0.01) and females (16% (not significant (ns)) and 58% (p < 0.01) less than controls, respectively) and decreased terminal body weights for males (7% (p < 0.05) and 20% (p < 0.01) less than controls, respectively) and high-concentration females (7% less than controls; p < 0.05). Food consumption was also decreased by 9-13% (p < 0.05) at six time points in mid-concentration males compared with controls, by 17-38% (p < 0.01 or < 0.05) throughout the study in high-concentration males, by 13-25% in mid-concentration females at most time points, and by 17-44% (p < 0.01) throughout most of the study in high-concentration females. Total erythrocyte count was increased and mean corpuscular volume and hemoglobin were decreased in high-concentration males at study termination indicating a microcytic hypochromatic anemia. ... Total serum protein and albumin and calcium levels were increased in high concentration males. There were no treatment-related effects on other hematology or clinical chemistry parameters or effects on ophthalmology or gross pathology. Absolute and relative lung weights were increased at the mid- and high-concentration levels in both male and female mice compared with the controls. In males, absolute lung weights were increased by 9% and 38%, respectively, and relative lung weights by 17% and 68%, respectively. In females, absolute lung weights were increased by 17% and 44%, respectively, and relative lung weights by 21% and 58%, respectively. Treatment-related histopathological changes occurred in the nasal cavity and lungs of high-concentration males and mid- and high-concentration females.  Nasal cavity lesions in males, which occurred in 7/10 to 10/10 high concentration animals, included the following: rhinitis, epithelial hyalin inclusions, hyperplasia/dysplasia of the respiratory epithelium, and mucosal ulceration. The same lesions occurred in > or = 8/10 high-concentrations females except mucosal ulceration (2/10); hyalin inclusion also occurred in 6/10 mid-concentration females. None of these lesions occurred in controls of either sex. Lesions in the lungs of males, which occurred in > or = 5/10 high-concentration animals, included alveolar histiocytosis, bronchitis/bronchiolitis, peribronchial/peribronchiolar epithelial hyperplasia and muscle hyperplasia, and bronchial/bronchiolar epithelial hyperplasia. The same lesions occurred in > or = 8/10 high-concentration females except for bronchitis/bronchiolitis occurred in only  4/10 females. In addition, alveolar histiocytosis occurred in 8/10 mid-concentration females. None of these lung lesions occurred in controls except for alveolar histiocytosis in 2/10 males and 1/10 females. The LOAEL for chloropicrin is 1.0 ppm (0.007 mg/L) based on decreased weight gain and food consumption in both sexes, increased absolute and relative lung weights of both sexes, and histopathological changes in the nasal cavity and lungs  of females only. The NOAEL is 0.3 ppm (0.002 mg/L). /99.6%/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.85 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 10 CD rats/sex/concentration /were tested by inhalation with chloropicrin at/ 0, 0.3, 1.0, or 3.0 ppm in a whole-body chamber, 6 hr/day, 5 days/week for 13 weeks. NOAEL = 0.3 ppm (0.002 mg/L/day), LOAEL = 1.0 ppm (0.007 mg/L/day), based on increased lung weights of both sexes, and histopathological changes in the nose of females and lungs of males and females. /From table/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.8 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Chloropicrin (99.7% pure) was used on male Fischer 344 rats (12/group) in a whole body exposure (6 hrs/day, 5 days/week) for 13 weeks at mean analytical rates of 0, 0.37, 0.67, 1.58, or 2.93 ppm. ... No deaths occurred. Eyelid closure and decreased motor activity occurred at all doses. Reduced mean body weights throughout treatment was observed at > or = 1.58 ppm. Food consumption and food efficiency were initially lower at > or = 1.58 ppm. No effects on ophthalmology or urinalysis. Significantly increased terminal red blood cell count, hematocrit, hemoglobin, alkaline phosphatase and BUN and decreased total cholesterol were observed at 2.93 ppm. Significantly increased lung weights occurred at > or = 1.58 ppm. Histopathology revealed Catarrhal inflammation of the nasal cavity (respiratory region), thickening of the epithelial layer (larynx), epithelial hypertrophy (trachea), epithelial degeneration/necrosis/desquamation, hypertrophy of bronchial gland and thickening of bronchial wall (bronchus) and epithelial degeneration/necrosis and thickening of bronchiolar wall (bronchiole) occurred at 2.93 ppm. Epithelial hypertrophy (bronchus & bronchiole) was observed to significantly increase at > or = 1.58 ppm. Reported NOAEL = 0.67 ppm. ... /99.7% pure/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.82 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Chloropicrin (99.6% ... ) was administered to groups of 50 CD-1 mice/sex/concentration by dynamic whole body exposure as a vapor at concentrations of 0, 0.1, 0.5, or 1.0 ppm (equivalent to 0, 0.0007, 0.0034, or 0.0067 mg/L) for 6 hours per day, 5 days per week for up to 78 weeks. There were no treatment-related effects on mortality or clinical signs. Males exposed at 0.5 ppm had cumulative decreased body weight gain 12% (p < 0.05) less than that of controls after  49 weeks, and males exposed to 1.0 ppm had decreased body weight gain 24% (p < 0.01) less than that of controls after 53 weeks and 17% (p < 0.05) less after 77 weeks of the study. Females exposed at 0.5 ppm had decreases in  absolute body weight up to 7% (p < 0.01 or < 0.05) less than that of controls and decreased body weight gains during weeks 0-6, 13-27, and 53-81 (22%, 54%, and 69% less than controls, respectively) with increased body weight gains during weeks 27-53 (38% greater than controls), and an overall decrease in body weight gain 20% (p < 0.01) less than that of controls. High-concentration females had significant decreases in mean absolute body weights up 13% (p < 0.01) less than controls throughout most of study as a result of decreased body weight gains throughout the study (32% less than controls for weeks 0-81; p < 0.01). High- concentration females also had decreased food consumption during weeks 0-13 (10% less than controls). There were no treatment-related effects on hematology or gross pathology. Absolute and relative lung weights were increased in high-concentration males (15% and 16% greater than controls, respectively; p < 0.01) and high-concentration females (33% and 52% greater than controls, respectively; p < 0.01), while mid-concentration males had an increased absolute lung weight (+ 12%; p < 0.05), and mid-concentration females had an increased relative lung weight (+ 24%; p < 0.05). Microscopic examination showed that the following nasal cavity lesions occurred at increased incidences (p < 0.01) at the mid and/or high concentrations: serous exudate in mid- and high-concentration males (37% and 56%, respectively, vs 8% of controls) and females (72% and 92%, respectively, vs 8% of controls); rhinitis in mid- and high-concentration males (35% and 70% vs 12% of controls) and females (36% and 64% vs 6% of controls); hyaline epithelial inclusions in high-concentration males (32% vs 6% of controls) and mid- and high-concentration females (48% and 74% vs 20 % of controls); and atrophy of olfactory epithelium in high-concentration males (80% vs 10% of controls) and mid- and high-concentration females (78% and 72% vs 26% of controls).  In the lower respiratory tract, the following lesions were noted at increased incidences at the mid and/or high concentrations: peribronchial lymphocytic infiltrates in mid- and high-concentration males (20% and 24% vs 2% of controls) and females (34% and 56% vs 10% of controls); bronchiectasis in mid- and high-concentration males (56% and 82% vs none of the controls) and females (56% and 88% vs none of the controls); bronchiolar submucosal fibrosis in mid- and high-dose males (32% and 38% vs none of the controls) and females (26% and 44% vs none of the controls); alveolar histiocytosis in high-concentration males (58% vs 36% of controls) and high-concentration females (70% vs 28% of controls); and bronchioalveolar cell hyperplasia in high-concentration females (12% vs none of the controls). The lesions of the respiratory tract were considered treatment-related and were considered to be the result of chemical irritation and its sequela. High-concentration females had an increased incidence of corneal mineralization (22% vs 8% of controls) which may have been treatment-related. The LOAEL for chloropicrin in mice is 0.5 ppm (0.0034 mg/L), based on decreased body weights and body weight gains, increased lung weights, and histological changes in the nasal cavity and lungs. The NOAEL is 0.1 ppm (0.0007 mg/L). /99.6%/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.86 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 30 Sprague-Dawley Crl: CD BR, VAF/Plus rats/sex/dose /were admin chloropicrin/ by gavage in corn oil at dose levels at 0, 0.1, 1.0, or 10 mg/kg/day for 104 weeks. Only clinical toxicity observed was salivation after dosing in high-dose male and female rats. Dose-related increase in incidence of subcutaneous masses of skin of females related to the increased incidence of mammary fibroadenomas. Hyper-keratosis and hyperplasia of the nonglandular stomach /were observed/ in both sexes. Females had dose-related increase in incidence of fibroadenoma of the mammary gland at high-dose. Increased rate of C-cell hyperplasia of the thyroid /was reported/ in high-dose females. NOAEL = 0.1 mg/kg/day (F) NOAEL = 1.0 mg/kg/day (M) LOAEL = 1.0 mg/kg/day (F), based on periportal hepatocyte vacuolation and thyroid C-cell hyperplasia and stomach lesions at the high-dose. LOAEL = 10 mg/kg/day (M), based on stomach lesions. /From table/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.3 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Chloropicrin (99.6% pure, technical) vapor was administered in air to CD rats (50/sex/dose) at 0 (air), 0.1, 0.5 or 1.0 ppm for 6 hours/day (5 consecutive days/week) for at least 107 weeks. NOEL = 0.1 ppm/day (Mortality ... was increased in both sexes at > or = 0.5 ppm (significant in males only). Clinical signs were increased in both sexes, primarily at 1.0 ppm. Absolute and relative (brain) lung and liver weights were increased at 1.0 ppm in both sexes. Nasal rhinitis was increased in both sexes, primarily at 1.0 ppm.) Oncogenicity NOEL = greater than 1.0 ppm (No oncogenicity was observed at any dose.) /Chloropicrin 99.6% pure, technical/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.87 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 4 beagle dogs/sex/dose /were admin chloropicrin/ in corn oil by gelatin capsule /at dose of/ 0, 0.1, 1.0, or 5.0 mg/kg/day for one year. NOAEL (M) = 0.1 mg/kg/day; NOAEL (F) = 1.0 mg/kg/day. LOAEL (M) = 1.0 mg/kg/day, based on gastrointestinal irritation (vomiting and diarrhea), and blood chemistry alterations; LOAEL (F) = 5.0 mg/kg/day, based on gastrointestinal irritation (vomiting and diarrhea), microcytic hypochromatic anemia, and blood chemistry alterations. /From table/"
        },
        {
            "References": "York RG et al; Teratol 49 (5): 419 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Whole-body inhalation studies were conducted to assess the maternal and developmental toxicity potential of chloropicrin (CP) in CD VAF rats and New Zealand White rabbits. Exposures were on Days 6-15 (rats) or 6-18 (rabbits) of gestation at target exposure levels of 0, 0.4, 1.2 and 2.0 (rabbit) or 3.5 ppm (rat) chloropicrin. In both species, maternal toxicity was observed at 1.2 ppm and higher levels, and was manifested in rats by mortality (3.5 ppm) and body weight gain reduction (at 1.2 and 3.5 ppm) and in rabbits by mortality, abortion, and body weight gain and food consumption inhibition (at 1.2 and 2.0 ppm). In both species, developmental toxicity was limited to reduced fetal body weight at the highest dose. No selective developmental toxicity was observed in either species. Based on these results, the maternal NOAEL was 0.4 ppm for both species whereas the developmental NOAEL was 1.2 ppm."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.5 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Chloropicrin technical (purity = 99%) was administered to mated Charles River Crl:CD VAF/Plus rats (30/group) at 0 (filtered air), 0.4, 1.2 & 3.5 ppm by whole body inhalation exposure daily (6 hr/day) during days 6-15 of gestation. Cesarean sections were performed on day 20 of gestation (day 0 = evidence of mating--copulatory plug). Maternal NOEL = 1.2 ppm (Decreased body weight, body weight gain and food consumption and increased clinical signs were reported at 3.5 ppm.) Developmental NOEL = 0.4 ppm ... based on a statistically significant increase in total fetal skeletal variations at > or = 1.2 ppm, however there was no statistically significant increase when data were examined on a per litter basis.) /Purity = 99%/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.86 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 10 Crl:CD VAF/Plus rats/sex/group /were exposed to chloropicrin/ by whole body exposure /at/ 0, 0.4, 1.0, or 2.0 ppm for 6 hr/day, 7 days/week during premating (14 days) and gestation day 0-20. No treatment-related mortality, clinical signs, or necropsy findings in any parental males or females, and no treatment-related effects on reproductive parameters. Mean body weight and weight gain decreased in high-dose group (1-3% M &  5-6% F) beginning at week 1. Maternal body weight was decreased 5-8% and decreased 17% during gestation. Food consumption decreased 8-14% in males and 14% in females during premating and 7% during gestation. Litter size decreased 33% and uterine implantation sites decreased 30% in the high-dose group. /From table/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.4 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... A composite of chloropicrin (purity = 99%) was administered 6 hours/day (7 days/week) in filtered air to Charles River Crl:CD VAF/Plus rats (26/sex/dose; whole body exposure) at 0 (filtered air), 0.5, 1.0 and 1.5 ppm for 2 generations (through weaning of F2 pups). Systemic NOEL = 0.5 ppm (Both generations of females and F1 males showed transitory body weight decreases at > or = 1.0 ppm. F1 females showed a significant decrease in food consumption at 1.5 ppm (days 0-20). Females (primarily F0) showed macro and microscopic pulmonary pathology at > or =1.0 ppm.) Pup NOEL > 1.5 ppm (No treatment-related effects were observed at any dose.) Reproductive NOEL > 1.5 ppm (No reproductive effects observed at any dose.) /Purity = 99%/"
        },
        {
            "References": "PMID:8544866",
            "Value": "/GENOTOXICITY/ The chlorination by-products chloral hydrate and chloropicrine were assayed for genotoxicity in three short-term tests. Chloropicrine was 100-fold more potent than chloral in inducing mutations in strain TA100 of S. typhimurium (fluctuation test) and, at variance with chloral, was positive in the SOS chromotest using strain PQ37 of E. coli. On the other hand, only chloral caused a significant increase in the frequency of micronucleated erythrocytes following in vivo exposure of the amphibian Pleurodeles waltl newt larvae."
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.17 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/GENOTOXICITY/ Chloropicrin has mixed positive and negative results in several in vitro mutagenicity assays. S-9-activated chloropicrin was mutagenic in the Ames assay. Chloropicrin was clastogenic in a chromosome aberration assay (Chinese hamster) and clastogenic in the absence of S-9 activation in this mammalian test system. However, chloropicrin was neither mutagenic at the gene or DNA level in the mouse lymphoma assay nor genotoxic in primary rat hepatocytes (unscheduled DNA synthesis)."
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.887 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/GENOTOXICITY/ /In a/ bacterial reverse mutation test (Ames assay), S-9-activated CP is mutagenic in Salmonella typhimurium strains TA98 and  TA100. /From table/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.6 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ ... Chloropicrin Technical (99.5% pure) was tested with Salmonella typhimurium strains TA98, TA100, TA1535, TA1537 and TA1538 (triplicate plates) in the presence and absence of S-9 activation from Aroclor 1254 induced male Sprague-Dawley rat livers at 0 (ethanol), 10, 33, 100, 333 or 1000 ug/plate (initial assay) and 0 (ethanol), 10, 33, 100, 333 and 500 ug/plate (confirmatory assay). ... An increase in revertant colonies was observed both with and without S-9. /Chloropicrin Technical 99.5% pure/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.87 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/GENOTOXICITY/ Chloropicrin ranging from 0.038 to 0.75 nL/mL /without/ S-9 and 0.89 to 16 nL/mL /with/ S-9 did not induce a mutagenic response in two independently performed mouse lymphoma forward mutation assays. /From table/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.87 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/GENOTOXICITY/ /In an/ in vitro chromosomal aberration /assay/ nonactivated doses of chloropicrin from 0.75 to 1 nL/mL induced a reproducible and significant clastogenic response in Chinese hamster ovary (CHO) cells harvested 12 hours post-treatment. Nonactivated CP was clastogenic over a narrow range of cytotoxic concentrations. Chloropicrin in the absence of S-9 activation is a clastogen in this mammalian test system. /From table/"
        },
        {
            "References": "USEPA/OPPTS/HED; Human Health Risk Assessment for Phase 5 on Chloropicrin p.87 (April, 2007) EPA-HQ-OPP-2007-0350-0005. Available from, as of June 6, 2008: https://www.regulations.gov/search/Regs/home.html#home",
            "Value": "/GENOTOXICITY/ Chloropicrin was not genotoxic in primary rat hepatocytes over a concentration range (0.3 to 6 nL/mL) that included moderately cytotoxic levels. Chloropicrin showed no evidence of /inducing/ unscheduled DNA synthesis. /From table/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.6 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ ... Chloropicrin (91% pure) was used in a sex-linked recessive lethal test (SLRL) with Drosophila melanogaster. Canton-S wild-type males were fed with 0 and 100 ppm (4 hour exposure) or injected with 0 and 150 ppm, then mated individually to 3 harems of Basc virgin females to produce 3 broods of 3, 2 & 2 days (so that primarily post-meiotic germ cells were tested.) 40 or fewer F1 females were mated from each brood of each male (decrease the chances of recovering several lethals from the same male). Therefore, no more than 120 chromosomes were tested from each P1 male. Lethality in F2 was scored as positive if the number of male wild-types recovered was < or = 5% of the number of Basc males (or Basc/+ females). The report considered the results to be questionable or equivocal. ... /91% pure/"
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; SUMMARY OF TOXICOLOGY DATA on PEBULATE p.7 (2001). Available from, as of June 9, 2008: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/GENOTOXICITY/ ... \"Substances thioloprives\" ... are primarily induced /toxic effects/ by reaction with -SH groups on enzymes. The toxicity of mustard gas, may be due to inactivation of hexokinase, and other phosphate-transferring, -SH containing enzymes (phosphokinases). Arsine gas also reacts with -SH groups and hexokinase, but unlike mustard gas is not mutagenic in Drosophila. ... Chloropicrin ... is a potent -SH poison (blocks 50% of -SH groups in denatured ovalbumin in less than 1 minute; irreversibly blocks -SH groups on native ovalbumin and inactivates papain; activity on phosphokinases is unknown). In this study, 3 series of tests were performed: TEST #1: Young Drosophila melanogaster males were exposed to chloropicrin (dose unspecified) for as long as they could tolerate it (the longest was 3 minutes). Then the survivors were used in a test for sex-linked lethals (from exposures of 2, 2.5 & 3 min). Results = 1 lethal/1318 X-linked chromosomes. TEST #2: Exposure was prolonged (6-9 min) by passing air through a mixture of chloropicrin and liquid paraffin. By altering the proportion of the 2 fluids, the tolerance threshold of exposure could be shifted. Results = 2 sex-linked lethals/463 chromosomes. It was therefore concluded that -SH poisoning does not produce mutations in mature sperm. TEST #3: Males were treated as in experiment #2 (5-7 min exposure), then they were mated with a new series of virgin females every 3-4 days (4 broods total) and lethals were scored/brood. Results = No increase in lethals over untreated controls. ... /It was/ concluded that -SH poisoning is not linked with the mutagenic action of /chloropicrin/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/OTHER TOXICITY INFORMATION/ Concentrations of 340 ppm of chloropicrin in air are lethal to rats in 1 min. The major pathological manifestations are congestion, hemorrhage, edema, and infiltration of the lung tissue in early stages of inhalation. Chronic stages of inhalation produced marked necrosis of the kidney, liver, and skeletal muscles."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/OTHER TOXICITY INFORMATION/ Mice exposed at 9 ppm showed a 50% decrease in respiratory rate. Lesions included ulceration and necrosis of the respiratory epithelium and moderate damage to lung tissue."
        },
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 1060",
            "Value": "/OTHER TOXICITY INFORMATION/ One report of a home treated with chloropicrin produced respiratory illness in the family and a pet dog ... The dog developed bronchitis and pneumonia. The family members developed cough, sinus irritation, and inflammation of the oropharynx. Chloropicrin concn ranged up to 48 ppb in certain areas of the home."
        },
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 1060",
            "Value": "/OTHER TOXICITY INFORMATION/ In animal studies, chloropicrin vapors produced ulceration of the olfactory epithelium and necrosis of lung tissues ... ."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kawamoto K, Urano K; Chemosphere 19: 1223-31 (1989) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc value in 4 soils has been reported as 81(1). According to a classification scheme(2), this Koc value suggests that chloropicrin is expected to have high mobility in soil. The Freundlich adsorption constant Kf and exponent 1/n were determined for chloropicrin in 3 organic soils, A, B, and C and Na-bentonite clay at 25 °C(1). The Kf (ug/g-dry soil/ug/g-water) values were (soil (organic carbon), Kf): A (6.8%), 5.9; B (5.5%), 5.0; C (2.3%), 1.2; clay (0.2%), 560; exponent n was 1.2 for the organic soils and 1.0 for the clay. Its adsorption on Na-bentonite was higher than on kaolinite, which was negligible(1)."
        },
        {
            "References": "(1) Bailey GW, White JL; Agric Food Chem 12: 324-32 (1964) (3) Higaki K, Watanabe N; Sakyu Kenkyu 25: 17-22 (1979) (3) Harada H et al; Miyazaki-Ken Eisei Kenkyusko Ho 20: 26-7 (1979)",
            "Value": "Chloropicrin is adsorbed more by mineral soil than by muck which has a higher organic content(1), indicating that adsorption to organic matter may not be the principle mechanism for adsorption. Also, chloropicrin adsorption was shown to increase with decreasing temperature(1). Chloropicrin readily penetrates sandy soil and diffuses horizontally along the soil surface when used as a soil fumigant in winter(2). An example of its ability to leach into soil is the contamination of a well by chloropicrin buried 35 meters away(3)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Goodell, B. S., Helsing, G. G., & Graham, R. D. (1984). Responses of Douglas-fir trees to injection of chloropicrin. Canadian Journal of Forest Research, 14(5), 623-627.",
            "Value": "chloropicrin does not appear to have a systemic effect on the trees. The study injected chloropicrin directly into the heartwood of the Douglas-fir trees to investigate its phytotoxic response. The fungistatic vapors of chloropicrin were detected in the heartwood at specific sites 1 and 2 meters away from the treatment zone. However, there was no mention of the fungistatic vapors or chloropicrin's effects spreading throughout the entire tree or being translocated through the plant's vascular system to other parts. A systemic pesticide would typically be taken up by the plant and translocated to various tissues, providing protection throughout the entire plant. In this case, the fungistatic effects of chloropicrin seem to be localized to the treated areas in the heartwood, indicating a lack of systemic action in the trees."
        }
    ]
}