{
    "_id": {
        "$oid": "6682e84bc4e5dba5ffba24e0"
    },
    "CID": {
        "$numberInt": "6428"
    },
    "Name": "1,1,2-TRICHLORO-1,2,2-TRIFLUOROETHANE",
    "IUPACName": "1,1,2-trichloro-1,2,2-trifluoroethane",
    "CanonicalSMILES": "C(C(F)(Cl)Cl)(F)(F)Cl",
    "Synonyms": [
        "1,1,2-Trichlorotrifluoroethane",
        "76-13-1",
        "1,1,2-Trichloro-1,2,2-trifluoroethane",
        "CFC-113",
        "Fluorocarbon 113",
        "Genesolv D",
        "FREON 113",
        "Arcton 63",
        "Arklone P",
        "Freon TF",
        "Refrigerant 113",
        "Halocarbon 113",
        "Asahifron 113",
        "Ethane",
        "1,1,2-trichloro-1,2,2-trifluoro-",
        "Daiflon S 3"
    ],
    "IsomericSMILES": "C(C(F)(Cl)Cl)(F)(F)Cl",
    "INCHI": "InChI=1S/C2Cl3F3/c3-1(4,6)2(5,7)8",
    "INCHIKEY": "AJDIZQLSFPQPEY-UHFFFAOYSA-N",
    "Formula": "C2Cl3F3",
    "MolecularWeight": {
        "$numberDouble": "187.37"
    },
    "Description": "1,1,2-Trichlorotrifluoroethane is a chlorofluorocarbon and a haloalkane. It has a role as a refrigerant and a NMR solvent.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "90"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-22 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 11-33 and 14-86 were measured for 1,1,2-trichloro-1,2,2-trifluoroethane at concentrations of 0.198 and 0.0198 mg/L, respectively(1). According to a classification scheme(2), these BCF values suggest bioconcentration in aquatic organisms is low to moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-22 (1992)",
            "Value": "AEROBIC: 1,1,2-Trichloro-1,2,2-trifluoroethane, present at 100 mg/L, reached 0-5% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1)."
        },
        {
            "References": "(1) Semprini L et al; Environ Sci Technol 26: 2454-61 (1992) (2) Jackson RE et al; pp. 511-26 in Environ Sci Pollut Control Ser 4(Groundwater Contam Anal Haz Waste Sites). Lesage S, Jackson RE, eds. New York, NY: M Dekker (1992)",
            "Value": "ANAEROBIC: 1,1,2-Trichloro-1,2,2-trifluoroethane, present at 0.0062 mg/L, was 8, 20, and 18% transformed along 3 well sampling sites for the period between 1450 and 1550 hrs after commencing biostimulation through the addition of acetate in the contaminated shallow sand and gravel aquifer at the Moffett Field Naval Air Station in Mountain view, CA(1). This compound appears to be persistent in groundwater and biotransforms to a very toxic vinyl chloride analogue(2). The half-life of 1,1,2-trichloro-1,2,2-trifluoroethane in an anoxic landfill leachate microcosm study was 5.3 days at 21 °C(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 3.16"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values for Substances in Workroom Air. Third Edition, 1971. Cincinnati, Ohio: American Conference of Governmental Industrial Hygienists, 1971. (Plus supplements to 1979), p. 267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs exposed ... for periods of 5 minutes to 2 hours showed increasing signs of irritation and /CNS depression/; nasal irritation was apparent in 5 minutes at 25000 ppm, and loss of coordination at 50000 ppm after 30 minutes; deaths occurred after 1 hour at this level."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values for Substances in Workroom Air. Third Edition, 1971. Cincinnati, Ohio: American Conference of Governmental Industrial Hygienists, 1971. (Plus supplements to 1979), p. 267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Acute inhalation studies of rats to the vapor for 6 hours showed pulmonary changes around levels of 30000 ppm, but no mortality until levels around 87000 ppm."
        },
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 293",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In experimental animals variable degrees of tachycardia, myocardial depression, and hypotension have been described."
        },
        {
            "References": "TROCHIMOWICZ HJ ET AL; J AM IND HYG ASSOC 35 (10): 632-9 (1974)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of 0.5% freon 113 by unanesthetized beagle dogs was required for cardiac sensitization. Arterial blood level assoc with effect was 12.5 ug/L & venous level was 4.9 ug/L."
        },
        {
            "References": "PMID:1129795",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Freon 113 was investigated for its action on pulmonary surfactant in rats. In vitro ventilation of rat lung with vapors produced alveolar instability & atelectasis. It can dissolve & displace lipid portion of alveolar surfactant causing alveolar instability."
        },
        {
            "References": "AVIADO DM, SMITH DG; TOXICOL 3 (2): 241-52 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Trichlorotrifluoroethane caused tachycardia, hypotension in anesthetized rhesus monkeys when inhaled at 2.5-5%."
        },
        {
            "References": "AVIADO DM, BELEJ M; TOXICOLOGY 3 (1): 78-86 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Trichlorotrifluoroethane at 2.5 & 5% depressed ventricular function in heart-lung prepn from dog."
        },
        {
            "References": "PMID:954854",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A study was carried out in the rabbit in order to compare the cutaneous and ocular mucosa irritant powers of the principal aliphatic chloride solvents and of pure hexachlorobutadiene. Using Draize's method, that of the official technique for the assessment of cosmetic products and the interpretation of Kay and Calandra, a study was made of the effects of a single application or instillation of the common aliphatic chloride solvents. Macroscopic observations were followed by histological examination of the lesions and their course. With the exception of trichlorotrifluoro-1,2,3-ethane, these substances are primary irritants but their effects on rabbit skin and ocular mucosa differ."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-113 acts as a weak narcotic and has a relatively potent caridac sensitization potential compared to homologous fluorocarbons. Other effects seen after massive exposures included irritation of the respiratory tract and hepatocyte enlargment. Transient lerthargy was the only clinical sign seen in studies with rats that inhaled 12,000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1, 2- Trichloro-1,2,2-Trifluoroethane p. 1  CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instillation of undiluted CFC-113 produced no significant irritation in the rabbit eye. Topical application of 11,000 mg/kg was required to kill rabbits, but it was not irritating to the skin."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2,-Trifluoroethane  p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-113 is of low acute oral toxicity; it was necessary to give multiple doses in order to determine an LD50 value...in male rats. Pulmonary hemorrhage & mottled livers were noted in rats that died; death occurred with in 5 to 24 hr. Pulmonary hemorrhage and mottled livers were noted in rats that died; death occurred within 5 to 24 hours. The surviving animals appeared normal on gross autopsy at the end of a 14-day holding period."
        },
        {
            "References": "USEPA; Health Assessment Document for 1,1,2-Trichloro-1,2,2-Trifluoroethane p.2 (1983) EPA-600/58-82-002F",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Various animal studies (non-human primates and dogs) have indicated that acute exposure to high concn of CFC-113 (as low as 2,000 ppm or 15,400 mg/cu m in a 6 hr exposure period) followed by a large injected dose of epinephrine resulted in cardiac arrhythmias."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.73 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-113 applied to rabbit skin at 5 g/kg per day for 5 days caused gross and histological damage to the skin as well as slight changes in the liver."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane.  p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/...Rotobar-trained rats exposed at 11,000 to 13,000 ppm for 6 hours showed no decrement in performance; dogs experienced vomitting, lethargy, nervousness, and tremors, all reversible within 15 minutes after cessation of exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rabbits appeared more susceptible; two of eight died after three doses of 1 g/kg/day and when the dose was increased to 5 g/kg/day, half the group died after one or four doses."
        },
        {
            "References": "PMID:2795984",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effects of inhalation of several organic solvents on left ventricular contractility were investigated by using left ventricular dp/dt in anesthetized dogs. The first derivative of the left ventricular pressure was obtained by an electronic differentiating circuit and recorded continuously. As organic solvents, 1,1,1-trichloroethane (1,1,1-TCE), trichloroethylene, tetrachloroethylene, toluene, m-xylene and trichloro-trifluoroethane (FC-113) were used in this study. Each solvent was separately inhaled for a period of approximately 2 min. In the acute inhalation experiments, peak dp/dt that was the maximal left ventricular dp/dt decreased following inhalation of each organic solvent. The threshold concentration of 1,1,1-TCE, trichloroethylene, tetrachloroethylene, toluene, m-xylene and FC-113 required to decrease peak dp/dt was approximately 0.2%, 0.15%, 0.2%, 0.38%, 0.35% and 0.35%, respectively. These results indicated that the decrease in peak dp/dt was induced following inhalation of each solvent, but threshold concentration of the solvents to produce decrease in peak dp/dt was different. Inhalation of organic solvents of higher concentrations markedly decrease peak dp/dt. A dose response relationship was observed between decrease in peak dp/dt and concentration of the solvent greater than the threshold level. The degree of decrease in peak dp/dt following inhalation differed by kind of solvents with the greatest decrease in peak dp/dt being induced by tetrachloroethylene inhalation."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.66 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In most inhalation toxicity studies, CFC-113 caused no adverse effects, even after a 90 day exposure of rats to 155 g/cu m (20,000 ppm) and dogs to 40 g/cu m (5,000 ppm)."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.73 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A pad saturated with CFC-113 was applied to an area corresponding to 10% of the body surface for 5 min, twice daily, for 10, 20, or 40 days. No changes occurred in the group exposed to 10 days. Increased vacuolization of liver endoplasmic reticulum was seen after 20 days exposure, which was less pronounced after 40 days, whereas swollen mitrochondria were only found after 20 days exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane  p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In rats/ no clinical, biochemical, or pathologic changes developed after twenty 3.5-hour daily exposures of rats and guinea pigs at 25,000 ppm or rats and dogs at 12,500 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane. p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No clinical or pathologic changes developed in rats, guinea pigs, or dogs after 20-six hour exposures at 5100 ppm, 7 hour/day for 30 days, body-weight gain was depressed in the rat."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ After 14 days of continuous exposure of monkeys, dogs, mice, and rats at 2000 ppm, no adverse effects could be detected."
        },
        {
            "References": "PMID:7210020",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats were exposed to 200, 1000 or 2000 ppm of 1,1,2-trichloro-1,2,2-trifluoroethane vapor 5 days a week 6 h daily for 1 or 2 weeks. Proliferation and vacuolisation of the smooth endoplasmic reticulum (SER) of the liver was seen electron microscopically after 1 and 2 weeks in the rats exposed to 1000 and 2000 ppm. Among the hepatic drug metabolizing enzymes, NADPH cytochrome c reductase activity showed a dose-related decrease whereas the tightly membrane-bound UDPglucuronosyltransferase exhibited a dose-dependent enhancement in its measurable activity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A comparative study of ...percutaneous CFC-113 and trichloroethylene in rabbits showed no effect after 20 weeks of CFC-113 applications to uncovered skin, whereas trichloroethylene-treated skin developed erythema and ulcerations at the end of the first week. Occluded contact of 5 g/kg of CFC-113 with rabbit skin on each of 5 successive days produced local necrosis and sloughing plus conspicuous hepatomegaly; no hepatic changes were seen after single applications of 7.5 to 11 g/kg."
        },
        {
            "References": "USEPA; Health Assessment Document for 1,1,2-Trichloro-1,2,2-Trifluoroethane p.2 (1983) EPA-600/58-82-002F",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Preliminary data from ... a two yr chronic inhalation study in rats indicate no hepatotoxic effects attributable to CFC-113."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ conducted a 2-year inhalation toxicity and carcinogenicity bioassays of CFC-113 in male and female Cf1:CD(SD)BR rats. Rats were exposed to CFC-113 vapor at 0, 2,000, 10,000, or 20,000 ppm for 6 hours/day, 5 days/week. Body weight, appearance and behavior, and clinical laboratory values (hematology, clinical chemistry, and urinalyses) were monitored regularly. Selected rats were sacrificed and necropsied at 12 and 24 months. There were no clinical signs of toxicity; however males and females exposed at 20,000 ppm and females exposed at 10,000 ppm experienced a 5% to 10% decrease in body weight that was statistically significant. Males exposed at 20,000 ppm showed a slight transient increase in serum glucose. Primary nasal tumors were found in one male that inhaled 20,000 ppm and in three males and one female exposed at 10,000 ppm. The nasal tumors were identified as an adenoma, an undifferentiated sarcoma, and early sarcoma, a carcinoid-like neoplasm, and a papilloma. In female rats exposed at 20,000 ppm, there was a statistically significant increase in the incidence (5.9%) of pancreatic islet cell adenomas compared to that in the concurrent controls. Because the nasal tumors found in the treated rats were of various morphological types and the incidences were not dose-related, the authors concluded that the occurrence of this type of tumor was not related to CFC-113 exposure. Additionally, because the incidence of pancreatic islet cell adenomas in the females exposed at 20,000 ppm was \"within the anticipated incidence of this finding among untreated Cf1:CD(SD)BR rats,\" this finding was not considered related to CFC-113 exposure. The authors concluded that CFC-113 did not induce any significant toxic or carcinogenic effects in rats after 2 years or exposure. Based on the body weight reductions, the no-observable-adverse-effect level for CFC-113 was 2,000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When studied at doses below those causing maternal toxicity, FC 113 caused no changes in the offspring from pregnant rabbits exposed either by the oral or by nine daily two hr exposures at levels as high as 20000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Trichloro-1,2,2-Trifluoroethane  p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male and female rats were exposed by inhalation 6 hours/day, 5 days/week for 10 weeks (males) or 3 weeks (females) to CFC-113 at concentrations of 5000 or 12,500 ppm. Each male rat was then paired with two females for 2 weeks, during which time exposure continued at 6 hours/day, 7 days/week. The impregnated females inhaled CFC-113 6 hours/day until day 20 of gestation when they were allowed to give birth. Development of their offspring was followed for 4 weeks... No adverse effects on any of the standard reproductive indices /were found/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Tricholro-1,2,2-Trifluoroethane.  p. 3.  CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/GENOTOXICITY/ CFC-113 failed to show any evidence of genetic toxicity in Salmonella typhimurium tester strains TA1535, TA1536, TA1537, TA1538, or TA98 in the absence or presence of metabolic (S-9) activation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. 1,1,2-Tricholro-1,2,2-Trifluoroethane p. 3 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/GENOTOXICITY/ A dominant lethal assay performed with CFC-113  on mice after a single intraperitoneal injection of 200 and 1000 mg/kg gave negative results."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values for Substances in Workroom Air. Third Edition, 1971. Cincinnati, Ohio: American Conference of Governmental Industrial Hygienists, 1971. (Plus supplements to 1979), p. 267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure /Trichlorotrifluoroethane/ ... produced no irritation on the abraded or intact skin of guinea pigs, and no corneal injury or irritation during a subsequent 72-hour period."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of 12/12/2012 https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 1,1,2-trichloro-1,2,2-trifluoroethane is estimated as 552(SRC), using a log Kow of 3.16(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 1,1,2-trichloro-1,2,2-trifluoroethane is expected to have low mobility in soil."
        }
    ]
}