{
    "_id": {
        "$oid": "6682e84bc4e5dba5ffba24e1"
    },
    "CID": {
        "$numberInt": "6429"
    },
    "Name": "1,2-DICHLORO-1,1,2,2-TETRAFLUOROETHANE",
    "IUPACName": "1,2-dichloro-1,1,2,2-tetrafluoroethane",
    "CanonicalSMILES": "C(C(F)(F)Cl)(F)(F)Cl",
    "Synonyms": [
        "Dichlorotetrafluoroethane",
        "1,2-Dichlorotetrafluoroethane",
        "76-14-2",
        "Cryofluorane",
        "1,2-Dichloro-1,1,2,2-tetrafluoroethane",
        "CFC-114",
        "Refrigerant 114",
        "Frigiderm",
        "FREON 114",
        "Halocarbon 114",
        "Propellant 114",
        "Fluorocarbon 114",
        "Fluorane 114",
        "Genetron 114",
        "Genetron 316"
    ],
    "IsomericSMILES": "C(C(F)(F)Cl)(F)(F)Cl",
    "INCHI": "InChI=1S/C2Cl2F4/c3-1(5,6)2(4,7)8",
    "INCHIKEY": "DDMOUSALMHHKOS-UHFFFAOYSA-N",
    "Formula": "C2Cl2F4",
    "MolecularWeight": {
        "$numberDouble": "170.92"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "2.8"
    },
    "Complexity": {
        "$numberInt": "78"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; High Production Volume (HPV) Challenge Program. The HPV voluntary challenge chemical list. Robust summaries and test plans. Fluoroethane Category. Washington, DC: US EPA, Off. Prevent. Pest. Tox. Subst., Pollut. Prevent. Toxics. Available from, as of Mar 2004: https://www.epa.gov/chemrtk/viewsrch.htm (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Measured BCF values ranging from 16 to 32 and 15 to 28 at 1,2-dichloro-1,1,2,2-tetrafluoroethane exposure levels of 400 and 40 mg/L, respectively, were reported using carp (Cyprinus carpio) which were exposed over an 6-week period(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of December 5, 2012: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: 1,2-Dichloro-1,1,2,2-tetrafluoroethane was reported to be not readily biodegradable using an activated sludge inoculum in the Japanese MITI test(1)."
        },
        {
            "References": "(1) Sylvestre M et al; Crit Rev Environ Sci Technol 27: 87-111 (1997)",
            "Value": "ANAEROBIC: 1,2-Dichloro-1,1,2,2-tetrafluoroethane and other chlorofluorocarbons have been shown to biodegrade under anaerobic conditions via reductive dehalogenation(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 2.82"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values for Substances in Workroom Air. Third Edition, 1971. Cincinnati, Ohio: American Conference of Governmental Industrial Hygienists, 1971. (Plus supplements to 1979), p. 82",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Concentrations around 1% caused slight irritation in guinea pigs; concentrations of 2 to 4.7% caused distinct irritation and increased respiration, but no pathological changes after 2 hours."
        },
        {
            "References": "PMID:1124538",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The low-pressure propellants influence predominantly the circulation, whereas the high pressure propellants affect the respiration in anesthetized monkeys. There are four groups according to the level of toxicity: Class 1, low-pressure propellants of high toxicity that cause tachycardia and hypotension; Class 2, low-pressure propellants of intermediate toxicity that influence either circulation or respiration or both; Class 3, high-pressure propellants of intermediate toxicity that cause bronchoconstriction; and Class 4, high-pressure propellants of low toxicity that do not influence respiration or circulation even when inhaled at levels of up to 20 percent concentration."
        },
        {
            "References": "PMID:1873",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The inhalation of trichlorofluoromethane (FC11), dichlorotetrafluoroethane (FC114) and dichlorodifluoromethane (FC12) caused a reduction in mean aortic blood pressure but only FC11 and FC114 caused a reduction in mean pulmonary arterial pressure. The primary cause of the fall is a decrease in pulmonary blood flow. When blood flow to a lobe is kept constant and the adrenergic alpha receptors are blocked by injection of phentolamine, the inhalation of FC11 caused vasodilation. In the intact circulation, the vasodilation is masked by release of catecholamines which constrict the pulmonary blood vessels."
        },
        {
            "References": "PMID:1209645",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of 2.5% dichlorotetrafluoroethane by dogs caused depression of myocardial contractility, aortic hypotension, decr in cardiac output, & incr in pulmonary vascular resistance."
        },
        {
            "References": "PMID:1265770",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Freon 114 decr vascular resistance of perfused limb, as reflected by decr in mean femoral arterial perfusion pressure, in vagotomized but not in intact dog prepn. Freon 114 exhibits vasopressor effect on skeletal muscle vascular bed in dog prepn which is overcome by hypotension-induced activation of sympathetic system but which becomes evident when reflex activity is prevented by vagotomy."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3092",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Animal studies indicate that lethality and cardiotoxicity of FC-114 is less than FC-11 and about equal to that of FC-12. The respiratory effects of FC-114 vary, depending on the animal species. This fluorocarbon causes respiratory depression in monkey & stimulation in the rat, with no significant effect in the dog. Pulmonary compliance is reduced in the dog & rat but not in the monkey."
        },
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 293",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In experimental animals variable degrees of tachycardia, myocardial depression, and hypotension have been described."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.73 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-11, CFC-12, CFC-113, and CFC-114 at 40% in sesame oil were sprayed onto shaved rabbit skin for 12 exposures with no effect."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.74 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-114 did not produce irritation when sprayed directly on the backs of guinea-pigs."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.18 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Short-term inhalation studies have been reported for CFC-11, CFC-12, CFC-112, CFC-113, CFC-114, and CFC-115. The results showed low toxicity, and the effects observed were related mainly to the CNS, respiratory tract, and the liver. Oral toxicity studies have confirmed the low toxicity."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.87 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-12 and CFC-114 do not markedly affect oxygen consumption or oxidative phosphorylation in mitochondria isolated from the liver, lung, brain, heart, or kidney of rats exposed to about 7.5% chlorofluorocarbons prior to mitochondrial isolation."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-159",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Early animal ... work indicated that high vapor concn (eg, 20%) may cause confusion, pulmonary irritation, tremors & rarely coma, but that these effects were generally transient & without late sequelae. /Fluorocarbon Refrigerants & Propellants/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3095",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ As a low pressure fluorocarbon, FC 142b has a level of toxicity lower than FC 11 & FC 114, but higher than FC C-318. The known range of effect of FC 142b is less than that of FC 114. The following characteristics of FC 114 are not observed when FC 142b is administered; cardiac arrhythmia & tachycardia in the monkey, epinephrine-induced arrhythmia in the mouse, decreased pulmonary compliance in the dog, & bronchoconstriction & early respiratory depression in the monkey..."
        },
        {
            "References": "PMID:1011368",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of dichlorotetrafluoroethane, Arcton 114, on the heart of rats were examined in 17 white rats. The animals inhaled dichlorotetrafluoroethane for 1 or 1.5 min. Severe ECG changes including marked bradycardia, atrioventricular heart block of the 2nd degree and complete heart block were registered. Cardiac standstill appearing 11-31 min after inhalation was a death cause in all rats. These results are similar to the effects of dichlorodifluoromethane (Arcton 12) on the heart of rats. (There is epidemiological and clinical evidence relating increasing asthma mortality to the increased use of pressurized aerosol bronchodilators.)"
        },
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 1300",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Chlorofluorocarbons could sensitize the canine myocardium to adrenaline, resulting in serious cardiac arrhythmias. /CFCs/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane  p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When inhaled, CFC-114 acts like a weak narcotic and has low toxicity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane  p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Concentrations lethal for mice, rats, and rabbits exposed for 30 minutes are in the range of 70% in air spiked to 20% oxygen."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two-hour exposures at 300,000 to 400,000 ppm disturbed the equilibrium of rats and guinea pigs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ noted irregluar breathing but \"no toxic action\" in guinea pigs exposed for 2 hours at 8000 to 47,000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ indicated that mice exposed 24 hours at 10,000 ppm showed no clinical effects, but microscopic examination of the lungs revealed evidence of hemorrhage."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ found that dogs survived 8-hour exposures at 200,000 ppm CFC-114; however a single 16-hour exposure or three to four 8-hour exposures were lethal. High concentrations produced clinical signs of tremors, convulsions, and incoordination."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ found evidence of serious arrhythmia in 1 of 12 dogs exposed at an atmostphere of 25,000 pm CFC-114 plus intravenous epinephrine. Blood fluorocarbon concentrations of 13.8 ug/mL (arterial) and 7.2 ug/mL (venous) were reported for this level of exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cardiac sensitization can be induced with endogenous epinephrine at levels of 50,000 to 800,000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Characterizing CFC-114 as intermediate among aerosol propellants in acute toxicity (based on circulatory/respiratory effects at levels > 25,000 ppm), /the investigator/ generalized CFC-114 reduced compliance and acted as a bronchoconstrictor."
        },
        {
            "References": "Haddad, L.M., Clinical Management of Poisoning and Drug Overdose. 2nd ed. Philadelphia, PA: W.B. Saunders Co., 1990., p. 1281",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fluorocarbon inhalation in dogs resulted in dysrhythmias that were enhanced by anoxia, injected epinephrine, and noise stress. Fatal responses resulted from inhaled concentrations of 0.35 to 0.61 per cent of Freon 11 and of 5 percent of Freon 12 and 114."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values for Substances in Workroom Air. Third Edition, 1971. Cincinnati, Ohio: American Conference of Governmental Industrial Hygienists, 1971. (Plus supplements to 1979), p. 82",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Exposure at 20% by volume caused tremors and convulsions in dogs. After single 8-hour exposures the animals recovered, but repeated exposures for 8 hours daily were fatal after 3 or 4 days. Single 16-hour exposures were also lethal to dogs."
        },
        {
            "References": "WHO; Enviornmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.72 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-114 caused no effects in mice, rats, guinea-pigs, cats, or dogs after intermittent exposure to concentrations as high as 711 g/cu m (100,000 ppm). At higher dose levels (995-1422 g/cu m; 140,000-200,000 ppm) signs of intoxication were noted in guinea-pigs, dogs, rats, and mice."
        },
        {
            "References": "PMID:1110267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The exposure of the upper respiratory tract to aerosol propellants produces apnea, bradycardia, and biphasic fall and rise in aortic blood pressure in anesthetized dogs. This response represents the irritation of sensory receptors in the nasal and nasopharyngeal mucosa and is not elicited with aerosol propellants administered via a tracheal cannula bypassing the upper respiratory tract. When this is done, a different reflex is elicited, consisting of tachycardia that is mediated by the thoracic sympathetic nerves. There is either bronchodilation or bronchoconstriction depending on the type of propellant. The three propellants (11, 12, and 114) widely used in aerosols, when inspired in large doses, elicit both bradycardia and tachycardia and induce bronchoconstriction or bronchodilation..."
        },
        {
            "References": "Aviado DM eta l; Journal of Clinical Pharmacology, Vol. 15, No. 1, pages 116-128, (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The cardiopulmonary toxicity of five fluorocarbon bronchodilator aerosols was investigated. Dogs were surgically prepared to enable administration of the test aerosols to the lower or upper respiratory tract. In some tests, dogs underwent bilateral cervical vagotomy, bilateral thoracic sympathectomy, or treatment with epinephrine-hydrochloride or atropine-sulfate. The test propellants were... 1,2-dichloro-1,1,2,2-tetrafluoroethane (propellant 114)...Pulmonary resistance and compliance were measured along with pulmonary arterial pressure. When delivered to the upper respiratory tract, propellants 11 and 114 caused varying degrees of apnea, bradycardia, and fluctuations in aortic blood pressure. Administration of propellants 11 and 114 to the lower respiratory tract produced tachycardia. Tachycardia could be prevented by thoracic sympathectomy, or by cervical vagotomy or atropine-sulfate. None of the propellants affected the response to epinephrine. Propellants 12 and 114 caused bronchoconstriction, while the other three caused bronchodilation..."
        },
        {
            "References": "Desoille H et al; Archives des Maladies Professionnelles de Medecine du Travail et de Securite Sociale, Vol. 34, No. 3, p. 117-125 (1973)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Long term exposure of rats and rabbits to atmospheres containing 1 percent dichlorotetrafluoroethane, two hours a day, five days a week, induced no sign of intoxication in these animals. Considering the individual variations of the amount of red and white blood cells observed in the rat, no significant variation has been observed in this animal during the length of the experimentation. Histological examination shows no trace of lesion which could be attributed to the toxicity of the product. The discrete hepatic lesions observed in one of the treated rabbits have also been found in the control animals, and the same holds true for the lesions of acute pneumopathy, of broncho-pneumonial type, found in two rats who died during the period of experimentation. No significant change of the electroencephalographic tracings were observed in the rabbit."
        },
        {
            "References": "Durakovic Z et al; JPN HEART J; 17(6). p.  753-759 1976 (RECD 1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/The effects of dichlorotetrafluoroethane, Arcton 114, on the heart of rats were examined in 17 white rats. The animals inhaled dichlorotetrafluoroethane for 1 or 1.5 min. Severe ECG changes including marked bradycardia, atrioventricular heart block of the 2nd degree and complete heart block were registered. Cardiac standstill appearing 11-31 min after inhalation was a death cause in all rats..."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.74 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ CFC-11, CFC-12, CFC-114, and mixtures of CFC-11 and CFC-12 and of CFC-11 and CFC-22 /were applied/ to the skin, tongue, soft palate and auditory canal of rats, 1-2 times/day, 5 days/week, for 5-6 weeks. The same compounds were applied once a day, 5 days/week for 1 month to the eye of rabbits. Slight irritation was noted only in the skin of the rats and in the eye of the rabbits. The healing rate of experimental burns on the skin of rabbits, however, was noticeably retarded by all of the compounds."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ also reported that dogs survived 21 eight-hour exposures at 142,000 to 150,000 ppm CFC-114; the animals showed slight blood changes and symptoms ranging from incoordination to occasional convulsions."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ found that a 2-week exposure of rats at 200,000 ppm, 2.5 hour/day, 5 days/week, resulted in a decreased growth rate and some pulmonary and hematologic effects; similar exposure at 100,000 ppm did not produce these effects."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 4-week study with twenty 3.5-hour exposures at 100,000 ppm revealed no effects in dogs, cats, guinea pigs, and rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ At 10,000 ppm CFC-114, rats and rabbits exposed 2 hours/day, 5 days/week for 8 to 9 months  showed no significant clinical, hematologic, or histopathologic change; also, trephined rabbits showed no significant change in electroencephalographic recordings."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 2 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/GENOTOXICITY/ CFC-114 gave negative results when tested in Salmonella typhimurium TA15351 in the absence or presence of a metabolic activating system."
        },
        {
            "References": "PMID:7513814",
            "Value": "/GENOTOXICITY/ A simple and safety gas exposure method was developed using a gas sampling bag as an exposure vessel and a preparation vessel of diluted gas. The gas exposure conditions such as amount of S9 in the plate, volume of gas for the plate, amount of top agar, exposure period and exposure temperature were examined by mutagenicity testing of 1,3-butadiene using the gas sampling bag. Mutagenicity tests of 14 compounds and 1,3-butadiene on S. typhimurium TA98, TA100, TA1535 and TA1537, and E. coli WP2 uvrA were also examined by the developed gas exposure method... 1,2-dichloro-1,1,2,2-tetrafluoroethane... not mutagenic on S. typhimurium TA98, TA100, TA1535 and TA1537, and E. coli WP2 uvrA with or without metabolic activation."
        },
        {
            "References": "PMID:4008684",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The histologic alteration induced by spray refrigerants independent of and in combination with dermal abrasion were studied with the use of the domestic pig as a model. Tissue injury was found to be a function of spray duration and freeze intensity. Both preabrasion freezing and postabrasion refreezing could produce damage additive to that of mechanical planning. Skin surface and intradermal temperature variations during refrigeration were recorded."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Dichlorotetrafluoroethane p. 1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/OTHER TOXICITY INFORMATION/ Repeated application of CFC-114 to rabbit skin as a 40% solution in seasame oil was without effect. Repeated spraying with CFC-114 produced local inflammation in rat skin and the mucous membranes of rabbit eye, but microscopic examination showed no injury to the eyeball."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of December 5, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 1,2-dichloro-1,1,2,2-tetrafluoroethane is estimated as 280(SRC), using a log Kow of 2.82(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 1,2-dichloro-1,1,2,2-tetrafluoroethane is expected to have moderate mobility in soil."
        }
    ]
}