{
    "_id": {
        "$oid": "6682e84bc4e5dba5ffba24e2"
    },
    "CID": {
        "$numberInt": "6430"
    },
    "Name": "CHLOROPENTAFLUOROETHANE",
    "IUPACName": "1-chloro-1,1,2,2,2-pentafluoroethane",
    "CanonicalSMILES": "C(C(F)(F)Cl)(F)(F)F",
    "Synonyms": [
        "CHLOROPENTAFLUOROETHANE",
        "76-15-3",
        "1-Chloro-1,1,2,2,2-pentafluoroethane",
        "Ethane",
        "chloropentafluoro-",
        "Pentafluoroethyl chloride",
        "Refrigerant 115",
        "Propellant 115",
        "Chloroperfluoroethane",
        "Genetron 115",
        "Pentafluorochloroethane",
        "Perfluoroethyl chloride",
        "CFC-115",
        "Freon 115",
        "Halocarbon 115",
        "Monochloropentafluoroethane"
    ],
    "IsomericSMILES": "C(C(F)(F)Cl)(F)(F)F",
    "INCHI": "InChI=1S/C2ClF5/c3-1(4,5)2(6,7)8",
    "INCHIKEY": "RFCAUADVODFSLZ-UHFFFAOYSA-N",
    "Formula": "C2ClF5",
    "MolecularWeight": {
        "$numberDouble": "154.46"
    },
    "Description": "1-Chloro-1,1,2,2,2-pentafluoroethane is an organofluorine compound and an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "82"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of Feb 18, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 20 was calculated in fish for chloropentafluoroethane(SRC), using an estimated log Kow of 2.47(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Boethling RS et al; Environ Sci Technol 28: 459-465 (1994)",
            "Value": "AEROBIC: Highly chlorinated/fluorinated compounds are not expected to biodegrade rapidly(1)."
        },
        {
            "References": "(1) Balsiger C et al; Chemosphere 61: 361-73 (2005)",
            "Value": "ANAEROBIC: Chloropentafluoroethane was not biodegraded in 177 days using anaerobic sewage sludge and aquifer sediment slurries(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Haddad, L.M., Clinical Management of Poisoning and Drug Overdose. 2nd ed. Philadelphia, PA: W.B. Saunders Co., 1990., p. 1281",
            "Value": "Freons are toxic to humans by several mechanisms. Inhaled fluorocarbons sensitized the myocardium to catecholamines, frequently resulting in lethal ventricular arrhythmias. Because they are gases heavier than air, fluorocarbons can displace atmospheric oxygen, thus resulting in asphyxiation. These compounds also have a central nervous system (CNS) anesthetic effect analogous to a structurally similar general anesthetic, halothane. Pressurized refrigerant or liquid fluorocarbons with a low boiling point have a cyrogenic effect on exposed tissues, causing frostbite, laryngeal or pulmonary edema, and gastrointestinal perforation. Certain fluorocarbons degrade at high temperatures into toxic products of chlorine, hydrofluoric acid, or phosgene gases. /Freons/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Aviado DM J, Drimal J; Clin Pharmacol 15: 116-128 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of trichloromonofluoromethane(I), dichlorodifluoromethane(II), dichlorotetrafluoroethane(III), chloropentafluoroethane(IV), and octafluorocyclobutane(V), exposure on the upper and lower respiratory tract were studied in 18 dogs. The exposure of the upper respiratory tract to aerosol propellants produces apnea, bradycardia, and biphasic fall and rise in aortic blood pressure in anesthetized dogs. This response represents the irritation of sensory receptors in the nasal and nasopharyngeal mucosa and is not elicited with aerosol propellants administered via a tracheal cannula bypassing the upper respiratory tract. When this is done, a different response is elicited, consisting of tachycardia that is mediated by the thoracic sympathetic nerves. There is either bronchodilation or bronchoconstriction depending on the type of propellant. I, II, and III, widely used as aerosols, when inspired in large doses elicit both bradycardia and tachycardia and induce bronchoconstriction or bronchodilation. Two additional fluorocarbons, IV and V, which are not ordinarily used to dispense bronchodilator drugs, do not elicit any change in heart rate and produce only bronchodilation. ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1191",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /FC-115/ has one of lowest levels of cardiotoxicity /of fluorocarbons/, sensitizing dog heart to epinephrine-induced arrhythmias in concn 25 to 50 times greater than that of FC-11."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1191",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs shows no respiratory depression when exposed to 20% but shows bronchoconstriction, decreased compliance, sensitization of heart to epinephrine, tachycardia, myocardial depression, & hypotension when inhaling 10 to 25% FC-115. Potency is considerably less than that of FC-11."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1192",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats responds with bronchospasm, decreased compliance & respiratory stimulation to 10% FC-115, whereas inhalation of 2.5% FC-11 causes bronchoconstriction, decreased compliance and respiratory depression."
        },
        {
            "References": "PMID:1121706",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ F-115 induced /CNS/ depression when administered in concentrations of 10 & 20% to dogs by inhalation."
        },
        {
            "References": "PMID:4781156",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The time and concentration required for FC-115 to produce apnea in the rat was intermediate between 4 min & 26.1 min at concentration of 19%. FC-115 caused incr in the respiratory rate as well."
        },
        {
            "References": "TROCHIMOWICZ HJ; PROC ANNU CONF ENVIRON TOXICOL 4TH AD-781031: 137-49 (1973)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cardiac sensitization was induced in dogs exposed to 15% in air with concentration of 5.8 ug/mL of arterial blood."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chloropentafluoroethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats and guinea pigs exposed at 600,000 ppm CFC-115 in oxygen for 2 hr and guinea pigs exposed at 200,000 ppm CFC-115 in air for varying intervals up to 2 hr showed no adverse clinical signs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chloropentafluoroethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CFC-115 had very low acute inhalation toxicity. Rats exposed at 800,000 ppm plus 20% oxygen for 4 hr showed no clinical effects or histopathology."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chloropentafluoroethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cardiac sensitization tests with unanesthetized dogs exposed at 150,000 ppm CFC-115 plus intravenous epinephrine showed 1 of 13 animals with evidence of serious arrhythmia, indicating a very weak cardiac sensitization potential."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chloropentafluoroethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ With anesthetized mice, CFC-115 did not induce arrhythmia when administered alone in concentrations as high as 400,000 ppm, but it did sensitize the heart to arrhythmias induced by injected epinephrine at concentrations of 200,000 ppm CFC-115 and above. Additional studies, with anesthetized dogs, rats, and monkeys indicate that, under certain conditions, exposures at 100,000-200,000 ppm CFC-115 may increase blood pressure, accelerate heart rate, cause myocardial depression, or change pulmonary mechanics."
        },
        {
            "References": "PMID:4831032",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A previous 90-day inhalation exposure (of beagle dogs) to chloropentafluoroethane (fluorocarbon 115 (FC; used as a propellant in pressure-packaged food preparations)) was correlated with feeding exposures. Whereas 2-3 mug/mL of FC was observed in blood for both 10-min and 6-hr inhalation exposures at 10% (v(volume)/v), a detectable level (greater than 0.06 mug/mL) of the FC in the blood was not established for a single 12-g oral dose of FC. Inhalation of FC causes a much higher concentration of FC in the blood than that achieved by ingestion."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.73 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ fed CFC-115 to rats at doses of 140-172 mg/kg  for 5 days/week for two weeks. No clinical or histopathological effects were seen immediately after the last dose or two weeks later."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.72 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ CFC-115  at 642 g/cu m (100 000 ppm) was tolerated by rats, mice, rabbits, and dogs for 90 days (6 hr/day) without any toxic effect."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Chloropentafluoroethane p.1 CD-ROM Cincinnati, OH 45240-4148 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Intragastric intubation of rats with 140-172 mg CFC-115/kg in cottonseed oil for 5 days/week for 2 weeks produced only the clinical signs also seen in cottonseed oil-dosed controls (mild diarrhea, salivation, and increased activity after dosing)."
        },
        {
            "References": "WHO; Environmental Health Criteria 113: Fully Halogenated Chlorofluorocarbons p.79 (1990)",
            "Value": "/GENOTOXICITY/ Negative results were also obtained for CFC-11, CFC-12, and CFC-115 in a cell transformation assay and for CFC-11 and CFC-12 in a mammalian cell mutagenicity test. CFC-12 was also tested in a plant assay using Tradescantia, and found to be negative."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of chloropentafluoroethane can be estimated to be 200(SRC). According to a classification scheme(2), this estimated Koc value suggests that chloropentafluoroethane is expected to have moderate mobility in soil."
        }
    ]
}