{
    "_id": {
        "$oid": "6682e84cc4e5dba5ffba24e4"
    },
    "CID": {
        "$numberInt": "6448"
    },
    "Name": "Isobornyl acetate",
    "IUPACName": "(1,7,7-trimethyl-2-bicyclo[2.2.1]heptanyl) acetate",
    "CanonicalSMILES": "CC(=O)OC1CC2CCC1(C2(C)C)C",
    "Synonyms": [
        "BORNYL ACETATE",
        "92618-89-8",
        "Isobornyl acetate",
        "Borneol",
        "acetate",
        "1,7,7-trimethylbicyclo[2.2.1]heptan-2-yl acetate",
        "5655-61-8",
        "Bornyl acetic ether",
        "2-Camphanol acetate",
        "1,7,7-Trimethylbicyclo[2.2.1]hept-2-yl acetate",
        "125-12-2",
        "L-(-)-Bornyl acetate",
        "endo-2-Camphanyl ethanoate",
        "bicyclo[2.2.1]heptan-2-ol",
        "1,7,7-trimethyl-",
        "acetate",
        "D,L-Isobornyl Acetate",
        "Acetic acid",
        "1,7,7-trimethyl-bicyclo[2.2.1]hept-2-yl ester"
    ],
    "IsomericSMILES": "CC(=O)OC1CC2CCC1(C2(C)C)C",
    "INCHI": "InChI=1S/C12H20O2/c1-8(13)14-10-7-9-5-6-12(10,4)11(9,2)3/h9-10H,5-7H2,1-4H3",
    "INCHIKEY": "KGEKLUUHTZCSIP-UHFFFAOYSA-N",
    "Formula": "C12H20O2",
    "MolecularWeight": {
        "$numberDouble": "196.29"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "270"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Helmdig D et al; Chemosphere 38: 2163-87 (1999)",
            "Value": "Biogenic emmissions from vegetation species from Fernbank Forest, Atlanta, GA, Willow Springs, Rhinelander, Wi and Temple Ridge, Hayden CO were analyzed for volatile compounds in summer, 1993. Isobornyl acetate was detected in emissions from red pine, northern white cedar, eatner hemlock Labrador tea, bog heather, balsam (Willow Springs), subalpine fir, and aspen (Temple Ridge). It was not detected in emissions from Fernbank Forest(1)."
        },
        {
            "References": "(1) Dr. Duke's Phytochemical and Ethnobotanical Databases. Isobornyl acetate. Available from, as of July 27, 2018: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Isobornyl acetate occurrence in plants(1).",
            "Table": "[{'Genus species': 'Valeriana officinalis', 'Family': 'Valerianaceae', 'Common name(s)': 'Common Valerian; Garden-Heliotrope; Valerian', 'Part': 'Root', 'Concn (ppm)': '55-3030'}, {'Genus species': 'Mentha spicata', 'Family': 'Lamiaceae', 'Common name(s)': 'Hortela da Folha Miuda; Spearmint', 'Part': 'Leaf', 'Concn (ppm)': '11-275'}, {'Genus species': 'Plectranthus coleoides', 'Family': 'Lamiaceae', 'Common name(s)': 'not reported', 'Part': 'Shoot', 'Concn (ppm)': '260'}, {'Genus species': 'Micromeria juliana', 'Family': 'Lamiaceae', 'Common name(s)': 'not reported', 'Part': 'Leaf', 'Concn (ppm)': '145'}, {'Genus species': 'Rosmarinus officinalis', 'Family': 'lamiaceae', 'Common name(s)': 'Rosemary', 'Part': 'Shoot; plant', 'Concn (ppm)': '3.0; not reported'}]"
        },
        {
            "References": "PMID:27451137",
            "Value": "The aim of this study was to assess the percentage and constituent variations in flower and leaf essential oils of three Glebionis coronaria (L.) Tzvelev population, growing wildly in three different ecotypes (Utique, M'saken, and Sahara Lektar) in Tunisia. The chemical compositions of these essential oils were analyzed by the GC and GC/MS systems. Qualitative and quantitative differences were recorded between essential oils extracted from plants collected from the three geographical provinces and between organs of the same plant (leaves and flowers). ... 161 components representing 87.2 - 96.5% of the whole oils were identified. Myrcene (3.2 - 35.7%), (Z)-beta-ocimene (0.6 - 23.0%), camphor (0.6 - 17.2%), cis-chrysanthenol (0 - 6.9%), cis-chrysanthenyl acetate (1.1 - 17.9%), isobornyl acetate (1.6 - 3.5%), (E)-beta-farnesene (0 - 6.0%), germacrene D (0 - 8.7%), and (E,E)-a-farnesene (0.7 - 12.4%) were the predominant components in the oils. These major constituents occur in different amounts depending on the organs (leaves or flowers) and the geographical origin of the plant. The chemotaxonomic usefulness of these data was discussed according to results of principal component analysis (PCA). ..."
        },
        {
            "References": "PMID:24689307",
            "Value": "The essential oil obtained from the aerial parts of Croton bonplandianus Baill was analyzed by gas chromatography (GC) and gas chromatography/mass spectrometry (GC/MS). A total of 37 compounds have been identified, representing 96.2% of the total oil. The main constituents were identified as beta-caryophyllene (16.7%), germacrene D (14.7%), borneol (8.3%), Z-beta-damascenone (6.(%), isobornyl acetate (6.2%), alpha-humulene (6.1%), germacrene A (5.2%) and caryophyllene oxide (4.5%). The oil was rich in sesquiterpene hydrocarbons (60.1%)."
        },
        {
            "References": "PMID:21808533",
            "Value": "The essential oils from the leaves of three different individuals of Cupressus lusitanica were obtained by hydrodistillation and analyzed by gas chromatography - mass spectrometry. A total of 49 compounds were identified in the leaf oils. The major components of C. lusitanica leaf oil were a-pinene (40%-82%), limonene (4%-18%), isobornyl acetate (up to 10%) and cis-muurola-4(14),5-diene (up to 7%). The essential oil was screened for antimicrobial activity, and it showed antibacterial activity against Bacillus cereus and antifungal activity against Aspergillus niger."
        },
        {
            "References": "PMID:11152946",
            "Value": "Air-dried flower heads of 20 Finnish tansy genotypes were extracted with petroleum ether and analyzed using GC-MS. A total of 55 volatile compounds were detected, and 53 were identified. Of the tansy genotypes studied, 15 were well defined and five were mixed chemotypes. Complete linkage analysis differentiated the populations into six clusters. The most frequently found monoterpene was camphor with or without several satellite compounds such as camphene, 1,8-cineole, pinocamphone, chrysanthenyl acetate, bornyl acetate and isobornyl acetate. In 13 genotypes, camphor concentration exceeded 18.5% and in seven genotypes, camphor was less than 7.2%. Other chemotypes rich in trans thujone, artemisia ketone, 1,8-cineole, or davadone-D were also identified. Davadone-D and a mixed chemotype, containing tricyclene and myrcene, were identified from a Finnish tansy for the first time. Geographically, most chemotypes containing camphor originated from Central Finland, whereas chemotypes without camphor such as artemisia ketone, davadone D and myrcene-tricyclene originated from South or Southwest Finland. Morphologically, the 20 tansy chemotypes based on the groups formed from complete linkage cluster analysis, were compared. The group containing the highest concentration of camphor chemotypes had the tallest shoots. The groups consisting from chemotypes containing davadone-D or artemisia ketone, which originated from Southwest Finland, produced the highest number of flower heads, had the tallest corymb, and were last to flower. Also, the group consisting from chemotypes with a high concentration of camphor and originated from South Finland started to flower late. The correlation between the genetic distance matrices based on RAPD /Random Amplified Polymorphic NDA/ patterns reported previously ... and the chemical distance matrices of the present study of the same tansy genotypes was highly significant (0.41, P<0.0001)."
        },
        {
            "References": "PMID:24310391",
            "Value": "The mugwort Artemisia vulgaris L. (Compositae: Anthemideae) contains insect repellents which can be released from the plant tissues by combustion. Work was carried out to isolate and identify the repellent compounds. The dried, pulverized whole plants were steam-distilled to give a repellent essential oil which was fractionated by column chromatography. Active fractions were analyzed by capillary GC and by combined GC-MS. A number of compounds, mainly monoterpenoids, were identified. When tested as repellents against the yellow fever mosquitoAedes aegypti L. (Diptera: Culicidae), linalool, camphor, (+)-camphor, (-)-camphor, isoborneol, (-)-borneol, terpinen-4-ol, and isobornyl acetate were active at 0.14 mg/cm2 or higher. Nonanone-3, (alphe+beta)-thujone, and bornyl acetate were active at 0.28 mg/cm(2) or higher. beta-Pinene, myrcene, a-terpinene, (+)- limonene, and cineole were active at 1.4 mg/cm(2). Of the repellent compounds identified, terpinen-4-ol was the most active and was as effective as dimethyl phthalate."
        }
    ]
}