{
    "_id": {
        "$oid": "6682e84cc4e5dba5ffba24e5"
    },
    "CID": {
        "$numberInt": "6464"
    },
    "Name": "APROBARBITAL",
    "IUPACName": "5-propan-2-yl-5-prop-2-enyl-1,3-diazinane-2,4,6-trione",
    "CanonicalSMILES": "CC(C)C1(C(=O)NC(=O)NC1=O)CC=C",
    "Synonyms": [
        "APROBARBITAL",
        "Allypropymal",
        "Alurate",
        "Allylpropymal",
        "Aprobarbitone",
        "Allonal",
        "Allional",
        "Aprobarbita",
        "Aprozal",
        "Numal",
        "77-02-1",
        "Allylisopropylmalonylurea",
        "5-Allyl-5-isopropylbarbituric acid",
        "Alurate elixir verdum",
        "Allylisopropylbarbituric acid"
    ],
    "IsomericSMILES": "CC(C)C1(C(=O)NC(=O)NC1=O)CC=C",
    "INCHI": "InChI=1S/C10H14N2O3/c1-4-5-10(6(2)3)7(13)11-9(15)12-8(10)14/h4,6H,1,5H2,2-3H3,(H2,11,12,13,14,15)",
    "INCHIKEY": "UORJNBVJVRLXMQ-UHFFFAOYSA-N",
    "Formula": "C10H14N2O3",
    "MolecularWeight": {
        "$numberDouble": "210.23"
    },
    "Description": "Aprobarbital is a member of the class of barbiturates that is pyrimidine-2,4,6(1H,3H,5H)-trione substituted by an isopropyl and a prop-1-en-3-yl group at position 5.",
    "XlogP": {
        "$numberDouble": "1.1"
    },
    "Complexity": {
        "$numberInt": "314"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 104",
            "Value": "... REVERSIBLY DEPRESS ACTIVITY OF ALL EXCITABLE TISSUES. ... CNS IS ... SENSITIVE, SO ... IN SEDATIVE OR HYPNOTIC DOSES, VERY LITTLE EFFECT ON SKELETAL, CARDIAC, OR SMOOTH MUSCLE OCCURS. ... PROBABLE THAT EXCITABILITY IN EACH TISSUE IS DEPRESSED BY AN ACTION ON OR IN A MEMBRANE & THAT ... MECHANISMS ... ARE ... SIMILAR. /BARBITURATES/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 109",
            "Value": "AS DOSE ... INCR, HYPOXIC & CHEM DRIVES TO RESP ARE DIMINISHED ... HOWEVER, HYPOXIC DRIVE PERSISTS @ LEVELS OF INTOXICATION CAUSING ... INSENSITIVITY OF RESP CENTERS TO CO2. ... AS INTOXICATION /INCR/ ... THERE IS SHIFT IN CONTROL OF RESP FROM CO2-SENSITIVE AREAS OF MEDULLA TO MORE PRIMITIVE ... CAROTID & AORTIC ... /BARBITURATES/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 108",
            "Value": "WHATEVER ... THE EFFECTS OF BARBITURATES ELSEWHERE IN CNS, IT IS EFFECT ON RETICULAR SYSTEM ... RESPONSIBLE FOR INABILITY TO MAINTAIN WAKEFULNESS UNDER INFLUENCE OF A BARBITURATE. /BARBITURATES/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 106",
            "Value": "BARBITURATES DECR TURNOVER OF 5-HYDROXYTRYPTAMINE & CATECHOLAMINES IN BRAIN OF EXPTL ANIMALS, BUT WHETHER THIS IS CAUSE OR EFFECT OF ANESTHESIA IS CONJECTURAL. /BARBITURATES/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 106",
            "Value": "DURING ANESTHESIA ... THERE IS DECR IN OXYGEN ASSIMILATION & INCR IN HIGH-ENERGY PHOSPHATE & GLYCOGEN CONTENTS IN BRAIN. ... NOT ... ESTABLISHED WHETHER DEPRESSION OF NEURONAL ACTIVITY IS CAUSE OR RESULT OF /THESE/ ... OR WHETHER ... INDEPENDENT ... PERHAPS LINKED TO SAME PHYSICOCHEMICAL PROPERTIES OF BARBITURATES. /BARBITURATES/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1317",
            "Value": "The mechanism(s) of action of the barbiturates is not completely known. Although the drugs act throughout the CNS, a site of particular sensitivity is the polysynaptic midbrain reticular formation which is concerned with the arousal mechanism. Barbiturates induce an imbalance in central inhibitory and facilitatory mechanisms influencing the cerebral cortex and the reticular formation. The significance of the effect of barbiturates on neurotransmitters is unclear. It appears that the drugs decrease the excitability of both presynaptic and postsynaptic membranes. It has not been determined which of the various actions of barbiturates at cellular and synaptic levels are responsible for their sedative and hypnotic effects. /Barbiturates/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1318",
            "Value": "Relatively low doses of the barbiturates depress the sensory cortex, decrease motor activity, and produce sedation and drowsiness. In some some patients, however; drowsiness may be preceded by a period of transient elation, confusion, euphoria, or excitement, especially after subhypnotic dose of aprobarbital, pentobarbital, or secobarbital. Phenobarbital frequently produces paradoxical excitement and hyperactivity in children or exacerbates existing hyperactivity. Geriatric patients may react to usual doses of barbiturates with excitement, confusion, or depression, probably as a result of the drugs' depressant effects on inhibitory centers of the cerebral cortex. Larger doses distort judgement, cloud perception, suppress motor activity, and produce drowsiness and sleep. Still larger doses induce anesthesia. Barbiturate-induced sleep differs from physiologic sleep. Barbiturates reduce the rapid eye movement (REM) or dreaming stage of sleep. Stages III and IV sleep are also decreased. Although tolerance develops to the REM-suppressant effects during chronic administration, REM rebound occurs when the drugs are withdrawn, and the patient may experience markedly increased dreaming, nightmares, and/or insomnia. /Barbiturates/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1318",
            "Value": "Reduction of tone and motility of the GI tract following sedative doses of the barbiturates is largely caused by their central depressant action rather than by any direct effects on the GI tract. In toxic doses, the drugs depress transmission of impulse in autonomic ganglia. Although barbiturates decrease oxygen consumption of all tissues, hypnotic doses have no measurable effect on the basal metabolic rate. /Barbiturates/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1318",
            "Value": "Barbiturates lower serum bilirubin concentrations in neonates and patients with congenital nonhemolytic unconjugated hyperbilirubinemia, presumably by induction of glucuronyl transferase, the enzyme which conjugates bilirubin. /Barbiturates/"
        },
        {
            "References": "McEvoy, G.K. (ed.). American Hospital Formulary Service - Drug Information 92. Bethesda, MD: American Society of Hospital Pharmacists, Inc., 1992 (Plus Supplements 1992)., p. 1318",
            "Value": "Deep barbiturate anesthesia may prolong labor by decreasing the force and frequency of uterine contractions, although hypnotic doses have no effect on uterine activity. /Barbiturates/"
        }
    ]
}