{
    "_id": {
        "$oid": "6682e84dc4e5dba5ffba24e9"
    },
    "CID": {
        "$numberInt": "6492"
    },
    "Name": "DICYCLOPENTADIENE",
    "IUPACName": "tricyclo[5.2.1.02,6]deca-3,8-diene",
    "CanonicalSMILES": "C1C=CC2C1C3CC2C=C3",
    "Synonyms": [
        "DICYCLOPENTADIENE",
        "77-73-6",
        "Cyclopentadiene dimer",
        "Bicyclopentadiene",
        "Biscyclopentadiene",
        "Dicyklopentadien",
        "Dimer cyklopentadienu",
        "DCPD",
        "4,7-Methano-1H-indene",
        "3a,4,7,7a-tetrahydro-",
        "3a,4,7,7a-Tetrahydro-4,7-methanoindene",
        "NSC 7352",
        "4,7-Methanoindene",
        "3a,4,7,7a-tetrahydro-",
        "3a,4,7,7a-tetrahydro-1H-4,7-methanoindene",
        "4,7-Methano-3a,4,7,7a-tetrahydroindene",
        "endo-Dicyclopentadiene"
    ],
    "IsomericSMILES": "C1C=CC2C1C3CC2C=C3",
    "INCHI": "InChI=1S/C10H12/c1-2-9-7-4-5-8(6-7)10(9)3-1/h1-2,4-5,7-10H,3,6H2",
    "INCHIKEY": "HECLRDQVFMWTQS-UHFFFAOYSA-N",
    "Formula": "C10H12",
    "MolecularWeight": {
        "$numberDouble": "132.2"
    },
    "Description": "Dicyclopentadiene is a cyclic olefin.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "212"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) OECD; Screening Information Data Set (SIDS), Dicyclopentadiene (CAS 77-73-6) June 2002. Available from, as of March 8, 2016: https://www.inchem.org/documents/sids/sids/77736.pdf (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) ECHA; Search for Chemicals. 3a,4,7,7a-Tetrahydro-4,7-methanoindene (CAS 77-73-9, Dicyclopentadiene), Registered Substances Dossier. European Chemical Agency. Available from, as of March 7, 2016: https://echa.europa.eu/",
            "Value": "A BCF range of 58.9-384 was measured in fish for dicyclopentadiene using OECD method 305C and carp (Cyprinus carpio) which were exposed over an 8-week period(1). According to a classification scheme(3), this BCF range indicates that bioconcentration in aquatic organisms is moderate to high(SRC). A BCF of 53 was measured in bluegill fish (Lepomis macrochirus) using a concentration of 1 mg/L; however, a \"disregarded study\" flag was applied for environmental fate assessment as the exposure period was only 96 hours(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) OECD; Screening Information Data Set (SIDS), Dicyclopentadiene (CAS 77-73-6) June 2002. Available from, as of March 8, 2016: https://www.inchem.org/documents/sids/sids/77736.pdf (2) ECHA; Search for Chemicals. 3a,4,7,7a-Tetrahydro-4,7-methanoindene (CAS 77-73-9, Dicyclopentadiene), Registered Substances Dossier. European Chemical Agency. Available from, as of March 7, 2016: https://echa.europa.eu/ (3) Spanggord RJ et al; Studies of Environmental Fates of DIMP and DCPD. NTIS AD-AO78 236/7 Menlo Park, CA: SRI Inter (1979) (4) Stehmeier LG et al; Biodegradation 10: 135-48 (1999)",
            "Value": "AEROBIC: Dicyclopentadiene, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test (OECD 301C) which classified the compound as not readily biodegradable(1). Using OECD Guideline 301F (Ready Biodegradability: Manometric Respirometry Test) with an activated sludge inoculum, a petroleum-cracked stream containing 29% dicyclopentadiene had 0% biodegradation of the dicyclopentadiene fraction after 28 days(2). Very slow biotransformation of dicyclopentadiene was observed when it was inoculated with soil and water obtained from the Rocky Mountain Arsenal(3). Two field studies in Alberta, Canada found biodegradation rates of 37-57% in 266 days and not appreciable to 60% in 116 days(4)."
        }
    ],
    "logP": [
        {
            "References": "Sakuratani Y et al; QSAR Comb Sci 26(1): 109-116 (2007)",
            "Value": "log Kow = 2.78"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7305451",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 8-10 wk old calves were given single oral dose of dicyclopentadiene at 250, 500, 1000, or 2000 mg/kg of body wt. Intoxication, ataxia, & excess salivation were observed at 250 mg/kg. At higher dosages, these signs intensified. Calves fell and, while prostrate, exhibited running movement and tonic, clonic spasms. At 2000 mg/kg and 1000 mg/kg, some calves died before 7 days."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A716/Aug 87",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slightly irritating to skin and eyes (rabbits)..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1030",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dicyclopentadiene rated 2 on rabbit eyes /on a scale of 1 to 10 with 10 being the most severe/."
        },
        {
            "References": "OECD; Screening Information Data Set for Dicyclopentadiene, CAS # 77-73-6 (March, 1998). Available from, as of October 04, 2006: https://www.inchem.org/documents/sids/sids/77736.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Draize test using guinea pig was ... negative."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three of four rats survived ten 6-hour daily exposures at 250 ppm, and all survived 15 such exposures at 100 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ On daily, repeated exposures to DCPD for 10 days, rats succumbed at the 332 ppm level, but not at the 146 and 72 ppm levels. All dying rats succumbed with convulsions and hemorrhage of the lungs with blood in the intestines; with the females, hemorrhage of the thymus. Mice exposed under the same schedule died at both 146 and 72 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In exposures of 7 hours/day for 89 exposure days, kidney damage was seen in rats exposed at 74 and 35 ppm DCPD. Some lung involvement was seen as chronic pneumonia and bronchiectasis, but no dose related effect was seen in other organs examined. ... Dogs exposed under the same schedule (89 exposure days) at 32, 23, and 9 ppm DCPD showed only minimal changes in the biochemical tests used, and no changes that were dose-related in 28 organs examined."
        },
        {
            "References": "PMID:7570618",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The nephrotoxic effects of dicyclopentadiene (77736) (DCPD) were studied in Fischer-344-rats.  Rats were exposed 6 hours per day, 5 days per week, for up to 13 weeks to 1, 5, or 50 parts per million DCPD (ppm) vapor. No clinical changes were seen as a result of the exposures in any animals. Epithelial cells were noted in the urine of exposed male rats. Decreases in urine specific gravity and osmolality as well as an increase in urine volume was seen in male rats exposed to 50ppm DCPD. These changes persisted for up to 92 days after the cessation of exposure. A significant reduction in the urinary sodium excretion rate was seen in male rats exposed to 5 or 50ppm DCPD and a significant increase in the urinary excretion rate of potassium was seen in male rats exposed to 50ppm DCPD. Hyaline droplets in the proximal convoluted tubular epithelial cells of the kidney were seen in male rats exposed to 5 and 50ppm DCPD and tubular proteinosis was seen by week 13 in all male rats exposed to 50ppm DCPD."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 39",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three dogs per group of male beagles were exposed /to dicyclopentadiene by inhalation for 7 hours per day, 5 days per week for 89 days at/ 8.9, 23.5, and 32.4 ppm. Clinical chemistry was the only biological parameter affected by treatment with dicyclopentadiene, and this occurred only at the highest dose. The microscopic pathology of 28 organs and electrocardiograms were normal."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 39",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male beagles (1 per group) were ... exposed /to dicyclopentadiene by inhalation for 7 hours per day, 5 days per week for 10 days/ to levels of 20, 40, and 72 ppm. Signs of toxicity included inactivity at 72 ppm, diarrhea and excessive salivation on day 2 with hind quarter spasticity on day 9 at 47 ppm, and diarrhea at 20 ppm. No treatment-related gross lesions were reported."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 39",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed to dicyclopentadiene by inhalation for 7 hours per day, 5 days per week for 10 days at levels of 72, 146, and 332 ppm. Death, observed only in the highest dose group, included all six males and females by day 4 of dosing and was characterized by convulsions, hemorrhage in the lungs, blood in the intestines, and blood in the thymus (females only)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V2 39",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mice /were exposed to dicyclopentadiene by inhalation for 7 hours per day, 5 days per week for 10 days/ at 47, 72, and 146 ppm. All mice exhibited convulsive deaths on the first day of exposure. Death at 72 ppm occurred in five of six mice of each sex during the 10 days of exposure and was not associated with the convulsions or gross lesions observed in rats. No deaths occurred at 47 ppm and no other effects of treatment were observed."
        },
        {
            "References": "OECD; Screening Information Data Set for Dicyclopentadiene, CAS # 77-73-6 (March, 1998). Available from, as of October 04, 2006: https://www.inchem.org/documents/sids/sids/77736.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dicyclopentadiene was performed for oral toxicity in SD(Crj:CD) rats /male, 44 days; female, from 14 days before mating to day 3 of lactation/ ... at doses of 0 (vehicle: olive oil), 4, 20, 100 mg/kg/day. In the 100 mg/kg group, both male and female rats showed slight suppression of body weight gain and decrease in food consumption, and two female rats died before their pregnancy. Histopathological examination showed single cell necrosis in the liver, and hyaline droplets and basophilic change in the tubular epithelium of the kidneys in male rats. The weights of these organs were also increased. An increase of fatty droplets in the fascicular zone of the adrenals was observed in both male and female rats. Blood chemistry examination in male rats showed increases in GOT (glutamic-oxaloacetic transaminase) and GPT (glutamic-pyruvic transaminase). Similar histopathological changes were found in the kidney of the 20 mg/kg male rats and in the adrenals of the 20 mg/kg male rats. There were no hematological changes ascribable to the compound in any group. NOEL: 4 mg/kg/day for males and 20 mg/kg/day for females; LOEL: 20 mg/kg/day for males and 100 mg/kg/day for females."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /B6C3F1 mice /were exposed to DCPD by/ inhalation /at/ 0, 1.0, 5.1 and 51 ppm, 6 hr/day, 5 days/wk for 2, 6 and 13 wks ... Ten males and 9 female mice /about 20%/ exposed to 51 ppm DCPD died during the study; whereas no more than 2 mice died at any other level. No significant clinical signs or body wt changes were noted prior to death. The likely cause of death appeared to be pulmonary congestion and possibly renal failure. These effects were not seen in mice sacrificed at the end of the study. During exposure, a few of the mice at 51 and 5.1 ppm showed coordination loss and/or decreased activity. Males and females in the 51 ppm group showed significant elevation in body wt gain that returned to control values during recovery. No consistent changes in serum chemistry values were found. No biologically significant effects on hematology and no alterations in blood cell differential counts were observed. Mild conjunctivitis was seen in one male mouse at 51 ppm. No lesions were found at gross necropsy. No exposure related changes in organ wt were observed and no histopathological effects were noted in either sex ... A significant body wt gain was also observed, only in female mice, at 51ppm (40% of the LD50) ... />95% endo-DCPD, 0.5% iso-DCPD and approx 1% cyclopentadiene (CPD)/"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer 344 rats ... were /exposed to DCPD by whole body inhalation/ for a single 6 hr period on day 1 and sacrifice was on day 15. DCPD vapor was generated ... to achieve complete vaporization while keeping temperature below the point (35 °C) at which fracturing to monomer occurred ... The actual exposure concentrations were 46, 130, 260 and 557 ppm ... LC50 /for/ males /was/ 284 (236 to 341) ppm /and/ females 353 (322 to 387) ppm. Rats of both sexes in the 557 ppm group showed loss of righting reflex, impaired gait, stereotypic behavior, labored breathing, nasal discharge, convulsions and death. At 260 ppm, both sexes showed stereotypic behavior, respiratory difficulty and nasal discharge. In rats dying from exposure, convulsions were observed immediately before death. At 130 ppm, the only sign observed in both sexes, was a somewhat sluggish movement. No treatment-related clinical signs were observed in rats exposed to 46 ppm. In rats that did not die during the study, all clinical signs cleared by day 2. There were no gross pathological effects noted at necropsy ... Results were not confounded by fracturing of DCPD into CPD (cyclopentadiene) ... The actual numbers of rats dying at the various exposure levels were not presented in the report. /Approx 97% endo-DCPD and 1% cyclopentadiene/"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ B6C3F1 mice were ... /exposed to DCPD by whole body inhalation/ for a single 6 hr period on day 1 and sacrifice was on day 15. DCPD vapor was generated ... to achieve complete vaporization while keeping temperature below the point (35 °C) at which fracturing to monomer occurred ... The actual exposure concentrations were 46, 130, 260 and 557 ppm ... LC50 /for/ males /was/ 143 (130 to 157) ppm /and/ females 130 (103 to 153) ppm. Mice of both sexes in the 557 ppm group showed loss of righting reflex, impaired gait, stereotypic behavior, labored breathing, clear nasal discharge, and deaths. At 260 ppm, mice of both sexes showed stereotypic behavior, respiratory difficulty, impaired gait, loss of coordination and convulsions prior to death. At 130 ppm, mice displayed irregular breathing and stereotypic behavior; females also showed loss of coordination and slight tremors. No treatment-related clinical signs were observed in mice exposed to 46 ppm. There were no gross pathological effects noted at necropsy ... Results were not confounded by fracturing of DCPD into CPD ... The actual numbers of mice dying at the various exposure levels were not presented in the report. /Approx 97% endo-DCPD and 1% cyclopentadiene/"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer 344 rats /were exposed to DCPD by/ inhalation /at/ 0, 1.0, 5.1 and 51 ppm, 6 hr/day, 5 days/wk for 2, 6 and 13 wks ... No treatment related mortality occurred ... and during exposure, all rats appeared normal. There were no treatment related changes in body wt or food consumption. Males in the 51 ppm group had a significant decrease in urine specific gravity and osmolality, occasionally associated with increased urine volume and/or increased water consumption; these effects were exposure, dose and time-related. Analysis of urine sediment uncovered epithelial cells indicative of renal damage in all ... groups. Dose-related epithelial cell casts were found at all DCPD levels during the study but not during recovery. These effects were not seen in females. At 51 ppm, males showed altered excretion rates for calcium (decrease), sodium (decrease) and potassium (increase). Urine concentrating ability was also decreased at 51 ppm in males but not in females. Serum chemistries were minimally altered: calcium (increase at 51 and 5.1 ppm), alanine aminotransferase (decrease at 51 and 5.1 ppm). No biologically significant changes in hematological parameters were seen. Mild conjunctivitis was seen in several rats during DCPD exposure in the 51 and 5.1 ppm groups. No significant effects were seen at necropsy. Male rats at 51 ppm had significant increases in relative liver wt and both absolute and relative kidney wts; these effects cleared during recovery. DCPD related organ wt changes were not seen in females. The only histopathological finding related to DCPD exposure was in male rat kidney. At 5.1 and 51 ppm males accumulated hyaline droplets in the proximal convoluted tubular epithelial cells by the 10th DCPD exposure, and resolved during recovery. Males exposed to 5.1 and 51 ppm had tubular hyperplasia, tubule proteinosis and basement membrane thickening. The frequency of kidney tubular protein accumulation after 30 exposures increased significantly in 1.0 ppm males. On several occasions, parameters measured in the 1.0 ppm males changed in the same direction as in the higher dose groups but the magnitude of change was ... not significant ... The only major effect observed was a male rat specific nephropathy, characteristic of the hyaline droplet nephropathy produced by a diverse group of compounds. NOAEL (NOEL) /for/ males /was/ <1.0 ppm (renal tubule hyperplasia, epithelial cell casts) and females 51 ppm. LOAEL (LOEL) /for/ males /was/ 1.0 ppm (renal tubule hyperplasia, epithelial cell casts) /and for/ females /was/ not reached at 51 ppm. />95% endo-DCPD, 0.5%iso-DCPD and approx 1% cyclopentadiene (CPD)/"
        },
        {
            "References": "PMID:1364365",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A twenty-eight day repeated dose toxicity test of dicyclopentadiene (DCPD) was carried out in male and female F344 rats at the dose levels of 200, 40, 8 or 0 mg/kg/day. Thirty six animals of both sexes were divided into 6 groups of equal number. All groups were treated i.g. administration for 28 days daily, and two groups of them, at the dose levels of 200 and 0 mg/kg, were used for investigation of recovery. Inhibition of body weight gain was observed in the 200 mg/kg groups in both sexes and the 40 mg/kg group in male, but in female this inhibition was recovered at day 17 of the treatment. Increases in liver and adrenal gland weights, and decrease in thymus weight were noted in the 200 mg/kg groups in both sexes, and increase in kidney weight was also observed in the 200 and 40 mg/kg groups in male. On histopathological examination, hypertrophy of the adrenal cortex, and foamy cytoplasm in hepatocytes were observed in the 200 mg/kg groups of both sexes. Repair of histopathological lesions occurred within 14 days resting period. Based on these findings, it was concluded that the No Observed Effect Level of DCPD would be 8 mg/kg/day."
        },
        {
            "References": "PMID:22933556",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The objective of this inhalation study was to determine and evaluate the potential toxic effects of dicyclopentadiene vapor in mice exposed for 13-weeks of repeated inhalation. Four groups, each consisting of 45 male and 45 female B6C3F1 mice, were exposed to dicyclopentadiene vapor by inhalation 6 hr/day, 5 days/week, for 13 weeks (64 exposures) at targeted concentrations of 0, 1.0, 5.0, or 50 ppm. An assessment of toxicity is carried out after 2, 6, and 13 weeks of inhalation exposures. Additionally, animals were evaluated during the recovery period of 4 or 13 weeks after the last exposure. Observations and measurements to assess toxicity include clinical observations, body weight, organ weights, serum chemistry, and hematologic, ophthalmologic, gross pathologic, and histologic evaluations. The only systemic effects observed were a few statistically significant changes in organ weights; but these were considered spurious in nature. Ten male and nine female mice in the highest exposure group died during the study, while no more than two mice died in any other group. However, the excess mortality was without an apparent etiology or association to exposure and was attributed to pulmonary congestion as a consequence of pulmonary irritation. Under the conditions of this study, these data demonstrated that in the absence of overt systemic toxicity, respiratory congestion has the predominant effect at the exposure levels of 50 ppm. This observation contributes to the Globally Harmonized System harmonized hazard classification of Single Target Organ Toxicity - Single Exposure (H335, may cause respiratory irritation) for this substance."
        },
        {
            "References": "PMID:84039",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Twenty-one aromatic amines or derivatives were tested for long-term toxicity by dietary administration to male Charles River rats and male and female HaM/lCR mice. 2,4-Toluenediamine, o-phenylenediamine, o-toluidine, 2,4,6-trimethylaniline, 2,4,5-trimethylaniline, 2,5-xylidine, and 1-chloro-2-nitrobenzene led to tumors in one or more tissues in all three of these animal models. p-Toluidine, 4-chloro-o-toluidine and 1-chloro-4-nitrobenzene had varying degrees of activity, but in male and female mice only. 4-Chloro-4'-aminodiphenyl ether affected male rats and female mice, but there was no consistent dose response. 2,5-Dimethoxy-4'-aminostilbene led to many tumors in male rats but had only a questionable action in male mice. The effect of 3,3',4,4'tetra-aminobiphenyl in male rats was borderline; in the mice only males showed any response. In male mice 2,4,6-trichloroaniline had a fair degree of activity; tetrafluoro-m-phenylenediamine was somewhat less effective and m-toluidine had only questionable activity. 2,4-Xylidine increased lung tumors in female mice at the higher dose only. Four inactive compounds included m-phenyl-enediamine, 2,4-dinitrochlorobenzene, benzoguanamine, and dicyclopentadiene dioxide. 2,4,6-Trimethylaniline led to cirrhosis of the liver in rats only. /Dicyclopentadiene dioxide/"
        },
        {
            "References": "Jamieson HM et al; Toxicologist 15 (1): 166 (1995)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dicyclopentadiene (DCP), was evaluated for reproductive toxicity in Sprague-Dawley rats using the Reproductive Assessment by Continuous Breeding Protocol (NTP, 1989). DCP is used in pesticides, fuel additives and adhesives and was selected for study because of its presence in the environment and lack of reproductive toxicity data. DCP was administered by gavage in corn oil at dose levels of 10, 30, and 100 mg/kg to animals that were housed individually for one week and then cohabitated for 16 weeks (20 animals/sex/group). Newborn litters were euthanized after evaluation on postnatal day (PND) 1. Litters born after Week 17 were reared until PND 21 and selected weanlings were administered the same dose levels as their respective parents. On PND 81 +/- 10, F1 animals were cohabitated within groups for one week and necropsied following delivery of the litters. Reproductive toxicity was observed in the 100 mg/kg group females: 28% fewer F1 pups born live, 8% lower adjusted live F1 pup weights, higher F1 pup mortality, increased cumulative days to litter, and decreased F1 pup survival in the final litter. At 30 mg/kg there was a 4% decrease in the female pup weight. At the crossover mating, pup weight was reduced (9%), in the DCP-treated females, while no effects were observed in litters from DCP-treated males. At necropsy, DCP caused a 2%, 7%, and 17% increase in liver weights and a 16%, 15%, and 16% increase in kidney weights in males from the 10, 30, and 100 mg/kg groups, respectively. Microscopically, an increase in the incidence of clear cell foci was observed in the livers of 30 and 100 mg/kg rats. In the second generation, DCP at 100 mg/kg caused a 12% reduction in F2 pup weight in the presence of increased F1 liver and kidney weights. The reproductive effects of DCP were not greater than those observed in the first generation. Thus, DCP is a reproductive toxicant, but not selectively so, as there were systemic toxicities at and below reproductively toxic dose levels."
        },
        {
            "References": "OECD; Screening Information Data Set for Dicyclopentadiene, CAS # 77-73-6 (March, 1998). Available from, as of October 04, 2006: https://www.inchem.org/documents/sids/sids/77736.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 20 Female pregnant SD rats /were admin dicyclopentadiene orally at/ 0, 80, 250, 750 mg/kg/day /for/ days 6 to 15 gestation. On day 19, the dams were sacrificed and examined; each uterus was examined for implantation sites, placement in uterine horns, number of live and dead fetuses and resorptions. Fetuses were examined for soft tissue changes and skeletal abnormalities. No compound-related gross pathological effects or changes in reproductive performance were seen in the dams. There were no visceral or skeletal malformations or changes in sex ratio in the fetuses. Only dietary variations were observed. NOEL /for/ maternal toxicity /was/ 750 mg/kg/day; NOEL /for/ teratogenicity /was/ 750 mg/kg/day. /Purity unknown/"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female, presumed pregnant, New Zealand White rabbits /were admin DCPD by/ oral gavage /at/ 0, 25, 100, 200, 300 and 400 mg/kg/day in corn oil /for/ days 6 to 19 of gestation ... Signs of systemic toxicity (decreased food and water consumption) were noted in all animals in the 300 and 400 mg/kg/day groups beginning on gestation day 9; 1/9 and 3/9 rabbits in the 300 and 400 mg/kg groups, respectively, died prior to scheduled necropsy. In the 100 mg/kg/day group, one rabbit aborted her litter beginning on gestation day 18; another had bloody vaginal discharge beginning on day 26 of gestation but was pregnant at scheduled necropsy. In the 300 mg/kg group, 1 rabbit had a bloody vaginal discharge beginning on day 19 of gestation, aborted 4 kits on day 21 with an additional 9 masses on gestational day 22. Three animals in the 400 mg/kg/day group had blood vaginal discharges; 2 recovered over several days, one was dead on gestation day 23 ... Maternal body wt decreased in a generally dose-related manner ... becoming statistically significant (p<0.05) from controls from day 10 through gestation day 18 for the 300 mg/kg group and day 8 to 30 for the 400 mg/kg group. Maternal wt gain during treatment was also statistically significantly decreased compared to controls in the 200 mg/kg/day and higher groups. At Caesarean section, the number of resorptions and non-live implants/litter were higher, and the number of fetuses was lower, in the 400 mg/kg group compared to controls but were not statistically significant. Two litters from this group showed gross deformities of kits - one with eyes open and 1 with eyes open and deformed hind limbs in one litter of 3 total live kits, and eyes open in all 12 kits from another 400 mg/kg litter. No other developmental parameters were adversely affected ... NOAEL /for/ maternal toxicity /was/ 25 mg/kg (based on abortion by 1 dam at 100 mg/kg/day). NOAEL /for/ developmental toxicity /was/ 300 mg/kg ... /DCPD purity 98%/"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Three generation reproduction /study was performed in/ Sprague Dawley rats ... Dietary administration of dicyclopentadiene at nominal concentrations of 80 and 750 ppm to three successive generations of male and female albino rats had no deleterious effects on reproductive performance or general condition of the animals compared to concurrent controls. No evidence of dose-related teratogenic effects was seen in pups of any generation. /DCPD purity not specified/"
        },
        {
            "References": "OECD; Screening Information Data Set for Dicyclopentadiene, CAS # 77-73-6 (March, 1998). Available from, as of October 04, 2006: https://www.inchem.org/documents/sids/sids/77736.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dicyclopentadiene was performed for oral toxicity in SD (Crj:CD) rats ... at doses of 0 (vehicle: olive oil), 4, 20, 100 mg/kg/day. The compound had no effects on reproductive parameters such as the mating index, the fertility index, gestation length, number of corpora lutea or implantations, the implantation index, the gestation index, the delivery index or parturition. Two dams of the 100 mg/kg group, however, did not nurse their litters and lost all of them within 2 days. There were no significant differences in number of offspring or live offspring at birth, sex ratio or the live birth index. No abnormal findings ascribable to the compound were found for external features, clinical signs, or on necropsy of the offspring. NOEL for P generation: 100 mg/kg/day for males; 20 mg/kg/day for females; NOEL for F1 generation: 100 mg/kg/day."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ Dicyclopentadiene was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using a standard protocol approved by the National Toxicology Program. Dicyclopentadiene was tested at doses of 0, 3, 10, 33, 100, and 333 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Dicyclopentadiene was negative in these tests and the highest ineffective dose level tested without clearing of the background lawn in any Salmonella tester strain was 100 ug/plate."
        },
        {
            "References": "OECD; Screening Information Data Set for Dicyclopentadiene, CAS # 77-73-6 (March, 1998). Available from, as of October 04, 2006: https://www.inchem.org/documents/sids/sids/77736.pdf",
            "Value": "/GENOTOXICITY/ ... Dicyclopentadiene did not induce structural chromosomal aberration or polyploidy in CHL/IU cells up to a concentration more than that causing 50% cell growth inhibition, in the absence or presence of an exogenous metabolic activation system. Structural chromosomal aberrations were marginally induced by a high concentration (0.057 mg/mL) after 24-hr continuous treatment. However, negative finding were confirmed in the in vitro micronucleus test."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 203",
            "Value": "/OTHER TOXICITY INFORMATION/ Following oral doses in rats, general congestion, hyperemia, and focal hemorrhage of the kidney, intestine, stomach, bladder, and the lung occurred."
        },
        {
            "References": "PMID:16538042",
            "Value": "/OTHER TOXICITY INFORMATION/ We purified male rat urinary alpha(2u)-globulin, prepared the antibody in rabbits, and improved an immunohistochemical detection method using this antibody for male rat-specific alpha(2u)-globulin accumulation appearing as hyaline droplets in the kidneys. Our prepared antibody reacted specifically with alpha(2u)-globulin in both immunohistochemical and Western blotting analyses, furthermore, and the graded immuno-reactivities on the slide were well associated with computational image analyzing results. Using this method, we retrospectively analyzed the renal sections from the toxicity studies of 12 nephrotoxic chemicals, which had already been conducted under the Japanese Existing Chemicals Survey Program. We demonstrated that the hyaline droplets induced by treatment with 10 chemicals (1,4-dibromobenzene, dicyclopentadiene, 3,4-dimethylaniline, 1,4-dicyanobenzene, tetrahydrothiophene-1,1-dioxide, 1,3-dicyanobenzene, acenaphthene, 3,4-dichloro-1-butene, 3a,4,7,7a-tetrahydro-1H-indene and 3,5,5-trimethylhexan-1-ol) were directly associated with alpha(2u)-globulin accumulation. This immunohistochemical method is convenient for applying, even retrospectively, paraffin sections from general toxicity studies and could be useful for qualifying male rat-specific hyaline droplets consisting of alpha(2u)-globulin and renal risk in humans."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Odonovan PA, Woodward JE; Investigation of the Soil Translocation and Phytotoxicity of DIMP and DCPD. in 1953-01(01)FP NTIS ADA-058790. Downey, CA: Aerojet Ordnance Manf Co (1977)",
            "Value": "SOIL: Dicyclopentadiene was qualitatively determined in soil samples obtained on the Rocky Mt arsenal, CO, from 1975 to 1977 arising from the on site production of pesticides(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of March 7, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of dicyclopentadiene can be estimated to be 1500(SRC). According to a classification scheme(2), this estimated Koc value suggests that dicyclopentadiene is expected to have low mobility in soil."
        }
    ]
}