{
    "_id": {
        "$oid": "6682e84dc4e5dba5ffba24eb"
    },
    "CID": {
        "$numberInt": "6497"
    },
    "Name": "DIMETHYL SULFATE",
    "IUPACName": "dimethyl sulfate",
    "CanonicalSMILES": "COS(=O)(=O)OC",
    "Synonyms": [
        "DIMETHYL SULFATE",
        "77-78-1",
        "Dimethyl sulphate",
        "dimethylsulfate",
        "Sulfuric acid",
        "dimethyl ester",
        "Dimethyl monosulfate",
        "Dimethylsulfat",
        "Sulfate dimethylique",
        "Sulfuric acid dimethyl ester",
        "Dimethylsulfaat",
        "Dimetilsolfato",
        "DMS (methyl sulfate)",
        "Dwumetylowy siarczan",
        "Sulfato de dimetilo",
        "Dimethoxysulfone"
    ],
    "IsomericSMILES": "COS(=O)(=O)OC",
    "INCHI": "InChI=1S/C2H6O4S/c1-5-7(3,4)6-2/h1-2H3",
    "INCHIKEY": "VAYGXNSJCAHWJZ-UHFFFAOYSA-N",
    "Formula": "C2H6O4S",
    "MolecularWeight": {
        "$numberDouble": "126.13"
    },
    "Description": "Dimethyl sulfate is the dimethyl ester of sulfuric acid. It has a role as an alkylating agent and an immunosuppressive agent.",
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "107"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Roberston RE, Sugamori SE; Can J Chem 44: 1728-30 (1966)",
            "Value": "Based upon the hydrolysis of dimethyl sulfate in aqueous environments(1), bioconcentration is not expected to be a primary removal process in aquatic systems(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 634",
            "Value": "Pathogenesis ... may be explained by substance's alkylating properties and fact that it hydrolyzes to form sulfuric acid and methyl alcohol which enter bloodstream. ... /in/ animal experimentation ... methyl alcohol was found in blood and viscera."
        },
        {
            "References": "PMID:12202633",
            "Value": "Methylazoxymethanol (MAM) and dimethyl sulfate (DMS) are mutagens whose genetic effects can be ascribed to the methylation of DNA. While both methylate the N7 position of guanine heavily, only MAM strongly methylates the O(6) position of guanine. ... The relative effectiveness and specificity of MAM and DMS in bacterial assays /were evaluated/ for the induction of point mutations and the formation of chromosomal duplications by genetic recombination. Salmonella typhimurium strain TS1121 was used to measure the formation of genetic duplications on the basis of the aroC321 allele and mutations by reversion of the hisG46 allele. Specific base pair substitutions and frameshift mutations were measured in a reversion assay based on lacZ alleles of Escherichia coli. The results show MAM to be the more potent mutagen and DMS the stronger recombinagen in the Salmonella assay. In the lacZ assay DMS induced several classes of base pair substitutions (GC to AT transitions, GC to TA transversions and AT to TA transversions), as well as lower frequencies of +1, -1 and -2 frameshift mutations. The activity of MAM as a base pair substitution mutagen was more specific than that of DMS, inducing only GC to AT transitions. It also induced +G, -G, -A and -CG frameshift mutations, though more weakly than it induced GC to AT transitions. Long known as a base pair substitution mutagen, the induction of frameshifts by MAM was unexpected. ...."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dimethyl Sulfate (CAS # 77-78-1) p.55 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not sensitizing /to/ guinea pigs."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dimethyl Sulfate (CAS # 77-78-1) p.55 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Irritating /to eyes of/ rabbit. Even after 8 days, strong conjunctival redness, strong corneal opacity and very strong chemosis with suppuration and staphyloma remaining."
        },
        {
            "References": "PMID:8835235",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Adult male CrlCD:BR rats were exposed nose-only to several concentrations of dimethyl sulfate (DMS) vapors to determine the relationships between vapor uptake and DNA methylation. Following DMS exposure, nasal respiratory and olfactory mucosa and lung tissue were removed and DNA was isolated for the analysis of methylated purines. DMS vapor uptake was complex and related to exposure concentration; clearance appeared to increase with increasing DMS concentrations between 0.5 and 8 ppm. Plethysmorgraphic measurements correlated with the time-dependent disappearance of dimethyl sulfate from a closed exposure apparatus. Above an initial DMS concentration of 8 ppm, sensory irritancy apparently altered normal respiratory parameters, clearance, and regional DNA methylation. DMS-dependent N7-methylguanine formation in DNA isolated from nasal respiratory mucosa was detectable 30 min following a 20-min exposure to an initial DMS concentration of 1 ppm. DMS-dependent methylation of DNA, as evidenced by N7-methylguanine and N3-methyladenine formation, showed concentration-response relationships in all tissues examined and was correlated with vapor uptake. DNA adduct formation showed regional differences characteristic of the absorption of a water-soluble vapor; methylation was greatest in DNA isolated from respiratory mucosa, less in olfactory, and little in lung. Repair of N7-methylguanine did not appear to be significantly different between nasal respiratory and olfactory tissues. ..."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1929",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Dimethyl sulfate is an extremely potent toxic agent and ... fatalities may occur in susceptible species after a few minutes inhalation of as low as 13-20 ppm. Symptoms ... in experimental animals are ... irritation of eyes and respiratory tract and signs of central nervous system effects."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2095",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Pathology in mouse, rat, and guinea pigs after inhalation of 75 ppm ... For periods varying from 17 to 26 min. ... consisted of marked pulmonary edema, pulmonary emphysema, peribronchitis, and fatty degeneration and necrotic areas in liver."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 497",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats survived a 4 hr inhalation of dimethyl sulfate at 15 ppm but died at 30 ppm in the same period ... thirteen ppm seriously \"poisoned\" rats in 20 min ... cats died in 1.5 wk at 195 ppm exposures and monkeys lived only 3 days at 26 ppm."
        },
        {
            "References": "WHO; Environ Health Criteria 48: Dimethyl Sulfate p.31 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were exposed to an LC50 level of dimethyl sulfate of 45 mg/cu m for 4 hr. Groups of animals were sacrificed immediately following exposures and at intervals thereafter. Following a 4 hr exposure to dimethyl sulfate, the rats were dyspnoeic with cyanosis of the mucosae, hyperaemia of the lung, and hemorrhage in the internal organs. Some animals had a nasal discharge. Histological and electron microscopic examination of lung tissue revealed hemorrhage and coagulated proteins in the alveoli. After a latent period of 5-6 hr, accumulation of edematous fluid in the air spaces developed progressively over 24-48 hr."
        },
        {
            "References": "IPCS INCHEM; Environmental Health Criteria (EHC) Monographs. Dimethyl sulfate (EHC 48, 1985). Available from, as of October 1, 2007: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When 27 BD rats, approximately 100 days old, were exposed by inhalation for 1 hr, 5 times a week for 19 weeks to DMS at 55 mg/cu m (approximately 10 ppm), several early deaths from inflammation of the nasal cavity and pneumonia were reported. Of the 15 surviving animals, 3 developed squamous cell carcinomas of the nasal cavity, 1 developed a glioma of the cerebellum, and 1 a lymphosarcoma of the thorax with metastases in the lungs."
        },
        {
            "References": "PMID:16036751",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... DNA adducts, cell proliferation, and histopathology were assessed in rats to better understand the molecular dosimetry and tissue dynamics associated with repeated inhalation exposure to dimethyl sulfate (DMS). For DNA methylation, rats were exposed to DMS vapor 6 hr/day for up to 10 days to 0.0, 0.1, 0.7 and 1.5 ppm. N7-Methylguanine and N3-methyladenine were detected in neutral thermal hydrolysates of DNA isolated from respiratory tract tissues by high-performance liquid chromatography (HPLC) using fluorescence and ultraviolet (UV) detection. DNA methylation was greatest in DNA isolated from nasal respiratory mucosa, less in olfactory, and little was found in lung. N7-Methylguanine levels in respiratory mucosa approached steady-state levels by day 5, and N7-methylguanine persistence following exposure for 5 consecutive days was also determined. Loss of N7-methylguanine from respiratory and olfactory mucosa appeared to follow first-order kinetics. N3-Methyladenine levels were at or below detection limits in all samples. The effect of DMS on histopathology and cell proliferation in the nasal epithelium was also investigated. Rats were exposed nose-only for 2 wk to DMS vapor at concentrations of 0, 0.1, 0.7, or 1.5 ppm. Inhalation exposure to DMS induced degenerative and inflammatory changes in nasal epithelium at >or=0.7 ppm. Cell proliferation evaluations showed a trend towards an increased response at 1.5 ppm. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 274 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No tumors developed in either of 2 groups of 12 BD rats given weekly iv injections of 2 or 4 mg/kg bw ... for 800 days ... nor in 9 rats injected with 75-150 mg/kg bw."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 274 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Single iv dose of 20 mg/kg bw given to 8 pregnant BD rats on day 15 of gestation induced malignant tumors, including 3 tumors of nervous system, in 7/59 offspring observed for over 1 yr. No controls were reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 274 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Among 8 BD rats given weekly sc doses of 16 mg/kg bw ... in oil (total dose, 784 mg/kg bw) 4/6 survivors developed local sarcomas within 236-414 days, 1 with metastases to lung. Among 12 BD rats receiving 8 mg/kg bw in oil weekly for 394 days (total dose, 466 mg/kg bw) 7/11 ... showed local sarcomas, 3 of which had metastasized to lung and regional lymph nodes. Mean tumor induction time was 500 days. One rat ... liver carcinoma. No control data were reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 273 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Of 27 BD rats exposed for 1 hr to 10 ppm ... 5 times weekly during 1 hr for 130 days, 5/15 ... developed malignant tumors, including 3 squamous carcinomas of nasal cavity, 1 mixed tumor of cerebellum and 1 lymphosarcoma of thorax with multiple metastases to lung. Of 20 rats exposed to 3 ppm (17 mg/cu m) 3 died with tumors: 1 with neurocytoma, 1 with esthesioneuroepithelioma of olfactory nerve and 1 with squamous carcinoma of nasal cavity. No data on control ... reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 273 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Of 20 /BD/ rats exposed to 3 ppm (17 mg/cu m) 3 died with tumors: 1 with neurocytoma, 1 with esthesioneuroepithelioma of olfactory nerve and 1 with squamous carcinoma of nasal cavity. No data on control ... reported ... /inhalation/."
        },
        {
            "References": "Fomenko VN et al; USSR Minist Health All-Union Sci Soc Med Genet 1: 348-49 as cited in WHO; Environ Health Criteria: Dimethyl Sulfate p.36 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In an inhalation study, groups of 90 female mice (CBAX57Bl/6) were exposed to dimethyl sulfate at a concentration of 0.4, 1, or 20 mg/cu m sulfate for 4 hr per day, 5 days per week. A statistically significant increase in lung adenomas was observed only in the highest dose group. /Duration of exposure not reported in the reference./"
        },
        {
            "References": "WHO; Environ Health Criteria 48: Dimethyl Sulfate p.53 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No carcinomas were demonstrated in 20 ICR/Ha Swiss mice following dermal application of dimethyl sulfate, 3 times per week at a solution of 0.1 mg/0.01 mL acetone for 475 days."
        },
        {
            "References": "IPCS INCHEM; Environmental Health Criteria (EHC) Monographs. Dimethyl sulfate (EHC 48, 1985). Available from, as of October 1, 2007: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Wistar rats, Golden hamsters, and NMRI mice of both sexes were exposed to calculated average DMS concentrations of 3 mg/cu m (0.59 ppm) and 8.7 mg/cu m (1.66 ppm) by inhalation for 15 months. The low-dose group was exposed for 6 hr, twice weekly, and the high-dose group for 6 hr, every 14 days. The study lasted for 30 months. In the high-dose group, the average life span of the mouse was shortened by 21% and that of the rat by 60%. Malignant tumors of the nasal cavity and lung were observed in 10 out of 74 animals in the 8.7 mg/cu m dose group (rat: 6/27 nasal carcinomas, 0/36 in controls; mouse: 3/25 lung carcinomas, 0/19 in controls; hamster: 1/22 lung carcinomas, 0/15 in controls). Four out of 97 animals in the 3 mg/cu m dose group had malignant tumors including 1 sarcoma of the thorax (rat: 3/37, nasal and lung carcinomas; mouse: 1/32, 1 lung carcinoma and 1 sarcoma of the thorax; hamster: 28 animals exposed, no tumors). Although no malignant tumors of the respiratory tract were found in 70 control animals, 2 other malignant tumors were reported in this group. In both exposed groups, the mouse and rat appeared to be more susceptible to the carcinogenic effects of DMS than the hamster."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 497",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /Authors/ reported inhalation experiments with rats to calculated, but unmeasured concentrations, of 10 ppm and 3 ppm of dimethyl sulfate vapor. Exposures were repeated 5 days/week. Intense irritation and suppuration of the rats' noses occurred at both levels, followed by the death of some animals. Among the survivors, malignant tumors occurred at both exposure levels."
        },
        {
            "References": "IPCS INCHEM; Environmental Health Criteria (EHC) Monographs. Dimethyl sulfate (EHC 48, 1985). Available from, as of October 1, 2007: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ There is one limited study in which 8 pregnant BD rats were given a single iv injection of 20 mg DMS/kg body weight on the 15th day of pregnancy. Among 59 offspring, observed for more than 1 year, 7 developed malignant tumors, including 3 tumors of the brain (at 466, 732, and 907 days). Other tumors included 1 adenoma of the thyroid, 2 hepatic-cell carcinomas, and 1 carcinoma of the uterus."
        },
        {
            "References": "PMID:9183565",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of pregnant Crl:CD BR rats were exposed, nose-only, to either 0.1, 0.7 or 1.5 ppm dimethyl sulfate (DMS) by inhalation for 6 hr/day from Days 7 through 16 of gestation (day in which copulation plug was detected was designated Day 1G). A control group of pregnant rats was exposed simultaneously to air only. All female rats were euthanized on Day 22G and the fetuses were examined. A suppression of both food consumption and the rate of body weight gain was seen in the 0.7 and 1.5 ppm groups. No unusual clinical signs were seen in rats exposed to DMS. None of the reproductive parameters was altered in any of the groups and no statistically significant fetal effects were detected. DMS is not a developmental toxicant in the rat following inhalation exposures up to 1.5 ppm during the period of major organogenesis."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 497",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In mice and rats, inhalation of dimethyl sulfate at 0.1-4 ppm throughout pregnancy caused preimplantation losses and embryotoxic effects, including anomalies of the cardiovascular system."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dimethyl Sulfate (CAS # 77-78-1) p.60 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Tested positive in the Ames test with Salmonella typhimurium TA 98, TA 100, TA 1535, TA 1537, and TA 1538 with and without metabolic activation."
        },
        {
            "References": "PMID:14522902",
            "Value": "/GENOTOXICITY/ The base excision repair pathway (BER) is believed to maintain genomic integrity by repairing DNA damage arising spontaneously or induced by oxidizing and alkylating agents. To establish the role of DNA polymerase beta (beta-pol) in BER and beta-pol-dependent BER in maintaining genomic stability, /the authors/ measured the impact of a gene-targeted disruption in the beta-pol gene on DNA repair capacity and on in vivo sensitivity to carcinogens. /They/ have extensively phenotyped the DNA beta-pol heterozygous (beta-pol(+/-)) mouse as expressing approximately 50% less beta-pol mRNA and protein and as exhibiting an equivalent reduction in the specific activity of beta-pol. /The authors/ measured BER activity by in vitro G:U mismatch and (8-OH)G:C repair and /found/  that there is a significant reduction in the ability of extracts from beta-pol(+/-) mice to repair these types of DNA damage. In vivo, the beta-pol(+/-) mice sustain higher levels of DNA single-strand breaks as well as increased chromosomal aberrations as compared with beta-pol(+/+) littermates. Additionally, ...  reduction in beta-pol expression and BER activity results in increased mutagenicity of dimethyl sulfate as evidenced by a 2-fold increase in LacI mutation frequency. Importantly, the beta-pol(+/-) mice do not exhibit increased sensitivity to DNA damage induced by N-nitroso-N-ethylurea, ionizing radiation, or UV radiation, which induce damage processed by alternative repair pathways, demonstrating that this model is specifically a BER-deficient model."
        },
        {
            "References": "PMID:6767183",
            "Value": "/GENOTOXICITY/ Dimethyl sulfate (DMS) and diethyl sulfate (DES) are monofunctional alkylating agents that have been shown to induce mutations, chromosomal aberrations, and other genetic alterations in a diversity of organisms. They have also been shown to be carcinogenic in animals. As an alkylating agent, DMS is a typical SN2 agent, attacking predominantly nitrogen sites in nucleic acids. DES is capable of SN1 alkylations as well as SN2 and thereby causes some alkylation on oxygen sites including the O6-position of guanine which is thought to be significant in mutagenesis by direct mispairing. The mutagenicity of DMS is better explained in terms of indirect, repair-dependent processes. With respect to both alkylating activity and genetic effects, striking similarities are found between DMS and MMS /methyl methanesulfonate/ and between DES and EMS /ethyl methanesulfonate/. In most systems where they have been tested, both DMS and DES are mutagenic. Results of many of the mutagenesis studies involving these compounds and other alkylating sulfuric acid esters are summarized ... . Most data are consistent with these agents acting primarily as base-pair substitution mutagens. In the case of DES, strong specificity for G.C to A.T transitions has been reported in some systems but has not been clearly supported in some others. Low levels of frameshift mutations of the deletion type are also likely. In addition to the induction of mutations, recombinogenic and clastogenic effects have been described."
        },
        {
            "References": "PMID:11890943",
            "Value": "/GENOTOXICITY/ ... /The authors/ observed a three-fold increase in spontaneous mutation frequency in aged animals. Interestingly, lacI mutation frequency in response to dimethyl sulfate (DMS) does not significantly increase in young animals whereas identical exposure in aged animals results in a five-fold increase in mutation frequency. ..."
        },
        {
            "References": "WHO; Environ Health Criteria 48: Dimethyl Sulfate p.37 (1985)",
            "Value": "/GENOTOXICITY/ Dimethyl sulfate is mutagenic in bacterial systems including Salmonella typhimurium in which it was mutagenic without activation in both forward and reverse mutation assays and in a host mediated assay. Both base pair substitutions and frame shift mutations have been reported, though, in the latter case, there is some inconsistency, since a negative response has also been obtained."
        },
        {
            "References": "PMID:16036752",
            "Value": "/OTHER TOXICITY INFORMATION/ ...  Dimethyl sulfate (DMS) reacts with organic macromolecules by a SN2 mechanism. ... A quantitative assessment for cross-species dose extrapolation for inhaled DMS /is presented/ using a physiologically based pharmacokinetic (PBPK) model. The model is designed to simulate N7-methylguanine (N7 mG) DNA adduct levels in the nasal mucosa following DMS exposure in rats and humans. This model was parameterized and predictions were tested by comparison against experimentally measured N7 mG DNA adduct levels in rat nasal mucosa following inhalation exposure to DMS. The model-based interspecies dose comparison, using N7 mG adduct levels in the nasal respiratory tissue as the appropriate dose metrics, predicts a dose rate seven times higher in rats compared to humans."
        },
        {
            "References": "WHO; Environ Health Criteria 48: Dimethyl Sulfate p.9 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ Dimethyl sulfate is an alkylating agent and ... causes changes in nucleic acids; a single dose of (14)C-dimethyl sulfate at 80 mg/kg body weight in rats gave rise to 7-methylguanine."
        },
        {
            "References": "WHO; Environ Health Criteria 48: Dimethyl Sulfate p.10 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Concentration of 3 mg/cu m induced respiratory tract tumors in animals."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Roberston RE, Sugamori SE; Can J Chem 44: 1728-30 (1966)",
            "Value": "Based upon the hydrolysis of dimethyl sulfate in aqueous environments(1), adsorption to soil and leaching are not expected to be important processes(SRC)."
        }
    ]
}