{
    "_id": {
        "$oid": "6682e84ec4e5dba5ffba24ee"
    },
    "CID": {
        "$numberInt": "6505"
    },
    "Name": "ACETYL TRIBUTYL CITRATE",
    "IUPACName": "tributyl 2-acetyloxypropane-1,2,3-tricarboxylate",
    "CanonicalSMILES": "CCCCOC(=O)CC(CC(=O)OCCCC)(C(=O)OCCCC)OC(=O)C",
    "Synonyms": [
        "ACETYL TRIBUTYL CITRATE",
        "77-90-7",
        "tributyl 2-acetoxypropane-1,2,3-tricarboxylate",
        "Acetyltributyl citrate",
        "Tributyl acetylcitrate",
        "Tributyl O-acetylcitrate",
        "Citroflex A",
        "Blo-trol",
        "Citroflex A 4",
        "2-Acetyltributylcitrate",
        "Tributyl citrate acetate",
        "ATBC",
        "1,2,3-Propanetricarboxylic acid",
        "2-(acetyloxy)-",
        "tributyl ester",
        "acetyltributylcitrate",
        "Tributyl acetyl citrate"
    ],
    "IsomericSMILES": "CCCCOC(=O)CC(CC(=O)OCCCC)(C(=O)OCCCC)OC(=O)C",
    "INCHI": "InChI=1S/C20H34O8/c1-5-8-11-25-17(22)14-20(28-16(4)21,19(24)27-13-10-7-3)15-18(23)26-12-9-6-2/h5-15H2,1-4H3",
    "INCHIKEY": "QZCLKYGREBVARF-UHFFFAOYSA-N",
    "Formula": "C20H34O8",
    "MolecularWeight": {
        "$numberDouble": "402.5"
    },
    "Description": "Acetyl tributyl citrate is an organooxygen compound. It is functionally related to a tetracarboxylic acid.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "476"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; High Production Volume Information System (HPVIS). HPV Chemical Hazard Characterizations. Acetyl Tributyl Citrate (Casrn 77-90-7), September 2014. Available from, as of June 15, 2015: https://iaspub.epa.gov/oppthpv/hpv_hc_characterization.get_report?doctype=2 (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 15, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 35 was calculated in fish for acetyl tributyl citrate(SRC), using a log Kow of 4.92(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 15, 2015: https://www.safe.nite.go.jp/english/db.html (2) US EPA; High Production Volume Information System (HPVIS). HPV Chemical Hazard Characterizations. Acetyl Tributyl Citrate (Casrn 77-90-7), September 2014. Available from, as of June 15, 2015: https://iaspub.epa.gov/oppthpv/hpv_hc_characterization.get_report?doctype=2 (3) US EPA; High Production Volume (HPV) Challenge Program. The HPV voluntary challenge chemical list. Robust summaries and test plans. Acetyl Tributyl Citrate. Washington, DC: US EPA, Off. Prevent. Pest. Tox. Subst., Pollut. Prevent. Toxics. Available from, as of June 16, 2015: https://www.epa.gov/opptintr/chemrtk/",
            "Value": "AEROBIC: Acetyl tributyl citrate, present at an initial concentration of 30 mg/L, reached 82% of the theoretical BOD in 4 weeks with an activated sludge inoculum at 100 mg/L in the modified MITI test which classified the compound as readily biodegradable(1). Acetyl tributyl citrate was shown to biodegrade extensively in several other biodegradation studies and simulation tests(2,3). In a sewage column degradation test using acclimated sludge, acetyl tributyl citrate biodegraded >90% in hours(3). An aerobic biodegradation test in soil using a static biometer system found acetyl tributyl citrate to be readily biodegradable with theoretical CO2 evolution of 72.9% to >100% (as various concentrations) over 42 days of incubation(3). A 52-day aerobic study in soil observed rapid biodegradation with mineralization (ThCO2) of 83 to >100% over 52 days(3)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; High Production Volume Information System (HPVIS). HPV Chemical Hazard Characterizations. Acetyl Tributyl Citrate (Casrn 77-90-7), September 2014. Available from, as of June 15, 2015: https://iaspub.epa.gov/oppthpv/hpv_hc_characterization.get_report?doctype=2",
            "Value": "log Kow = 4.92"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The intravenous administration of acetyl tributyl citrate to cats and rabbits induced a dose-related decrease in blood pressure. /Acetyl tributyl citrate/ caused complete loss of blood pressure when administered in toxic doses. The results of experiments conducted on the isolated rabbit heart indicate that this effect on blood pressure was due to cardiac inhibition."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 369",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In both rats and cats ... single oral doses of 10-30 mL/kg of tributyl acetylcitrate did not produce marked effects on the animals."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral toxicity of Acetyl tributyl citrate was evaluated using five rats (strain and  weight not stated). The test substance was administered at doses ranging from 10 to 30 mL/kg, and  animals were observed for 3 weeks. Signs of systemic toxicity were not observed, and none of the animals died."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  A single dose of acetyl tributyl citrate (30 to 50 mL/kg) was administered by stomach tube to each of four fasted cats (weights not stated), and animals were observed for 2 months. Two additional cats served as controls. Signs of nausea were observed in test animals, and, within a few hours of dosing, diarrhea (oozing of oily material) was noted. The diarrhea subsided within 24 hours of dosing. The behavior and general appearance of animals indicated systemic toxicity. Two cats dosed with 50 mL/kg were used for hematological evaluations and no effects on the following blood parameters were found: blood cell counts, hemoglobin, sugar, nonprotein nitrogen, or creatinine. Results from urinalyses indicate no abnormalities in specific gravity, albumin, sugar, pH, or microscopic formed elements."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following the IP administration of graded doses of acetyl tributyl citrate (in 3% acacia) to  Swiss albino mice (number and weight not stated), doses slightly greater than 400 mg/kg failed to induce rapid loss of the righting reflex in mice, but did cause an increase in respiratory rate.  Frequently, the increase in respiratory rate was accompanied by clonic convulsions. Writhing was also observed during the first 10 minutes post injection. Similar effects were observed in Wistar rats dosed intraperitoneally with acetyl tributyl citrate."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The stimulatory effects of acetyl tributyl citrate noted in ... acute IP studies were  confirmed in experiments in which /acetyl tributyl citrate/ was administered intravenously to  rabbits (numbers and weights not stated). /IP doses of 100 mg/kg to rabbits/ caused marked increases in motor activity and respiration."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  The ocular irritation of acetyl tributyl citrate was evaluated using three male albino rabbits. /Acetyl tributyl citrate/ 0.1 mL was instilled into the left conjunctival sac of each animal. ... Moderate erythema was observed in two of the three rabbits within 20 minutes post instillation. The erythema persisted to 3 hours post instillation and subsided in one of the animals after 5 hours. At 24 hours, the moderate erythema observed in one rabbit was slightly increased, whereas the other two rabbits were classified as negative for ocular irritation. All eyes were essentially negative at 48 and 72 hours."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the covered patch preliminary irritation test, 100% acetyl tributyl citrate induced barely perceptible erythema in one of four guinea pigs at 24 and 48 hours after patch removal. Reactions were not observed at lower test concentrations."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acetyl tributyl citrate was fed to groups of four 21-day-old rats (males and females; strain not stated) for 6 weeks. Two groups were fed test substance concentrations of 5% and 10%, respectively, for 6 weeks. A third group served as the control. No deleterious effects on growth were noted following the ingestion of the 5% diet. Feeding of the 10% diet resulted in growth reduction, which could have resulted from the diarrhea."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The application of undiluted acetyl tributyl citrate to the skin of guinea pigs did not induce pathological reactions. At the end of the experiment, application of the test substance in fractions of 1/10 and 1/20 of the maximum 2,500 and 500 mg/kg dose and 1/10 and 1/20 of the threshold and permitted dose of 12,500 mg/kg did not produce significant effects. However, the periodic application of acetyl tributyl citrate (250 and 500 mg/kg doses) during the experiment caused loss of body weight, a decrease in cerebral perfusion pressure, and an increase in the liver weight coefficient."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acetyl tributyl citrate (in 3% acacia) was evaluated using groups of 20 Swiss albino mice (weights= 16 to 20 g).  ... Acetyl tributyl citrate (900 mg/kg ) /was/ injected intraperitoneally  daily for 14 days. The control group was dosed with 3% acacia according to the same procedure. At the end of the study two mice from each group were killed and tissues prepared for microscopic  examination. /Acetyl tributyl citrate/ reduced body weight gain (significant within 95% confidence  limits at day 7). Compared to controls... acetyl tributyl citrate caused a significant (95%  confidence) decrease in the erythrocyte count and hemoglobin concentration. Pathological changes were not observed in the liver, lungs, or kidneys."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acetyl tributyl citrate was injected into two rabbits (ip dose=450 mg/kg ) daily for 14 days and into two other rabbits(IP dose= 900 mg/kg) daily for 7 days. A decrease in red blood cell count (ranging from 0.5 to 2.5 million) and a corresponding decrease in hemoglobin concentration were noted in all animals. Bone marrow smears indicated no evidence of aplastic anemia."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acetyl tributyl citrate was evaluated using three groups of male and female rats (number of animals, weights, and strain not stated). The three groups were fed 100, 300, and 1000 mg/kg body weight, respectively, for 90 days. A fourth group served as the control. ...Liver enlargement in rats (both sexes) of the 1000 mg/kg dose group and in the male rats of the 300 mg/kg dose group was the only treatment-related change considered important. Liver enlargement was not accompanied by any evidence of hepatic damage (i.e., biochemical or histopathological changes) ...."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 1-month-old rats (Sherman strain /20 rats per group) were fed diets containing 200, 2,000 and 20,000 ppm acetyl tributyl citrate, respectively for 2 years. ... Compared to the control group, transient reduction of the growth rate was noted in all three test groups during week 5 to 15 of the study; however, the difference was not statistically significant. The difference in mortality between the test and control groups was also not statistically significant. Twelve test animals and 8 control animals died spontaneously. Differences in behavior between test and control animals were not observed and the incidence of diarrhea in test animals was no greater than that noted for controls. At necropsy, inflammatory disease of the lungs was the most frequent finding. Pulmonary lesions ranged from bronchitis to severe suppurative and infectious necrotizing pneumonitis. Practically all rats (test and controls) had appreciable amount of passive congestion of the viscera; however, it was assumed that these were agonal. The pathological findings between test and control groups were not statistically significant; the endocrine organs were free of abnormalities."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Acetyltributyl Citrate. Available from, as of May 28, 2015: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Parental (F0) animals (25 rats/sex/group) were exposed to Citroflex A-4 (acetyltributyl citrate- ATBC) continuously in the diet at target doses of 0, 100, 300 and 1000 mg/kg/day for 4 weeks before pairing and throughout mating. F0 males were sacrificed after mating and treatment of the F0 females continued throughout gestation, littering and lactation until they were killed after the litters were weaned on lactation day 21. Parental males and females were evaluated for reproductive endpoints... . The offspring (F1 generation) were exposed to the test material in utero and from birth until the start of the 13-wk study (when the animals were approximately 4 weeks of age). During the 13-wk study, the F1 animals (20/sex/group) were administered ATBC in the diet at the same target doses as the parental animals. An additional 10 F1 males and 10 F1 females were assigned to the control and high dose group for a 4-wk recovery period following the 13-wk treatment period. At the completion of the in utero phase, rats that had been exposed to ATBC from before conception, through gestation and continuously from the time of birth were selected (20 unrelated males and 20 unrelated females/dose group for the main study; and 10 unrelated males and 10 unrelated females for the control and high dose recovery groups) and transferred to the 13-wk study. There were no significant inter-group differences in the body weights of the animals at the start of the 13-wk study. In the 13-wk toxicity phase of the study, administration of ATBC via the diet to Han Wistar rats at doses as high as 1000 mg/kg/day that had already received direct and indirect exposure to the test material from before conception did not produce any marked toxicity. Treatment at 1000 mg/kg/day resulted in a slight reduction in body weight gain in both sexes, which was considered to be a nonspecific indicator of toxicity. Liver weights were increased and hepatic hypertrophy occurred at 1000 mg/kg/day in both sexes. Hepatic hypertrophy resulting from an induction of metabolizing enzymes as an adaptive response to treatment is a common finding following administration of high doses of xenobiotics, and is not considered to be toxicologically significant. ...Slight variations in urinary composition and in plasma electrolyte concentrations suggested an effect on renal function at the higher dose levels. In view of the slight nature of these changes, which were all shown to be reversible and within normal historical control ranges, and the lack of histopathological changes in the kidneys, the possible effect on renal function is considered to be due to adaptation to the excretion of high levels of the test material and/or metabolites and is not considered to be of any toxicological significance. The NOAELs for systemic toxicity for ATBC in this 13-wk toxicity study with an in utero exposure phase were considered to be 100 mg/kg/day for males and 300 mg/kg/day for females."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  Acetyl tributyl citrate (in 3% acacia , applied to sciatic nerve) induced complete, reversible nerve block during electrical stimulation of the sciatic nerve-anterior tibialis muscle in white rats . Complete blockage of contralateral reflex was also demonstrated."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  Three drops of a 5% suspension of acetyl tributyl citrate in a 3% gum acacia medium was instilled into the conjunctival sac of the eye of a rabbit. Corneal reflex action was temporarily abolished (local anesthetic effect)."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Acetyltributyl Citrate. Available from, as of May 28, 2015: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ An acute dose-range finding toxicity study with 3 male Han Wistar rats indicated that a maximum of 2000 mg/kg could be used for the unscheduled DNA synthesis (UDS) assay. A lower dose of 800 mg/kg was also selected. Groups of 5 male rats were treated once with the solvent corn oil, the test substance (at 800 or 2000 mg/kg) or the required positive control, by oral gavage at a dose volume of 10 mL/kg. The positive controls used were 75 mg/kg 2-acetamindofluorene (2-AAF) suspended in corn oil (12-14 hr experiment) and 10 mg/kg dimethylnitrosamine (DMN) dissolved in purified water (2-4 hr experiment). ...This test substance did not induce unscheduled DNA synthesis in freshly prepared primary cultures of hepatocytes from rats dosed at up to 2000 mg/kg under the conditions employed in this assay."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/GENOTOXICITY/ The mutagenicity of acetyl tributyl citrate was evaluated using the Ames test and the following Salmonella typhimurium strains: TA98, TA100, TA1535, TA1537, and TA1538. Acetyl tributyl citrate (29.71 mg/cu mL DMSO) solutions containing 9, 50, 99, and 495 um were tested on all strains without metabolic activation. Nitrofluorene served as the positive control. ...Acetyl tributyl citrate was not mutagenic in any of the strains tested with or without metabolic activation."
        },
        {
            "References": "Johnson W; International Journal of Toxicology 21 (Suppl.2): 1-17 (2002)",
            "Value": "/GENOTOXICITY/ The mutagenicity of acetyl tributyl citrate was evaluated using the L5178Y (TK+/TK-) mouse lymphoma suspension/plate assay. Acetyl tributyl citrate, in DMSO, was tested at concentrations of 10 to 230 ug/mL (without metabolic activation) and 200 to 480 ug/mL (with metabolic activation). The test substance was not mutagenic with or without activation."
        },
        {
            "References": "PMID:8645922",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity of acetyl-tributyl-citrate and dibutyl-sebacate was studied in cultured mammalian cells. The impetus for the study was a report that acetyl-tributyl-citrate and dibutyl-sebacate, which were plasticizers found in polyvinylidene-chloride film used for packaging food, could leach out and diffuse into the foods. Human KB cells, monkey Vero cells, and canine MDCK cells were incubated with acetyl-tributyl-citrate or dibutyl sebacate over a range of concentrations for 72 hours. Cytotoxicity was evaluated by determining the extent of growth inhibition. Doses of acetyl-tributyl-citrate and dibutyl-sebacate that inhibited growth by 50% were calculated from the data. Both compounds inhibited the growth of all cells in a dose dependent manner. The inhibited growth by 50% of acetyl-tributyl-citrate in the various types were: 44.7 ug/mL in KB cells; 39.9 ug/mL in Vero cells; and 42.1 ug/mL in MDCK cells. The inhibited growth by 50% of dibutyl-sebacate in these cells were: KB cells, 1,549 ug/mL; Vero cells, 1,510 ug/mL; and MDCK cells, 1,549 ug/mL. /It was/ concluded that when comparing the results of this study with those obtained previously using tricresyl-phosphate,triphenyl-phosphate (TPP), butylated-hydroxyanisole, and butylated-hydroxytoluene in human KB cells, acetyl-tributyl-citrate is more toxic than TCP and more toxic than TPP. Acetyl-tributyl-citrate is less toxic than BHA, but shows toxicity similar to that of BHT. DBS is much less toxic than either BHT or BHA. KB, Vero, and MDCK cells show similar sensitivity to acetyl-tributyl-citrate and DBS."
        },
        {
            "References": "Hollingsworth M; J Biomed Mat Res 9 (6): 687-97 (1975)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of polyvinyl-chloride (PVC) tubing extracts were investigated in isolated ileum of guinea-pigs. Ileum were isolated and mounted in tissue baths. Tubing ingredients from PVC or tubing extracts of the plasticizer acetyl-N-tributyl-citrate (ATBC) were added to the bath for 15 minutes. Contractions or modifications of methacholine responses were measured. ...A significant and characteristic effect was seen for ATBC in ileum, consisting of rapid contractions and relaxations which were dependent on concentrations. The spasms were unaffected by tetrodotoxin. No spasmogenic effect was seen for ATBC in human small intestine or colon. None of the other tubing ingredients had any spasmogenic action, including PVC extracts. No methacholine contractions occurred with the other ingredients. Tubing extracts containing ATBC produced spasms similar to chemical ATBC."
        },
        {
            "References": "PMID:21742782",
            "Value": "/OTHER TOXICITY INFORMATION/ Steroid and xenobiotic receptor (SXR) is activated by endogenous and exogenous chemicals including steroids, bile acids, and prescription drugs. SXR is highly expressed in the liver and intestine, where it regulates cytochrome P450 3A4 (CYP3A4), which in turn controls xenobiotic and endogenous steroid hormone metabolism. However, it is unclear whether Food and Drug Administration (FDA)-approved plasticizers exert such activity. In the present study, we evaluated the effects of FDA-approved plasticizers on SXR-mediated transcription in vitro by luciferase reporter, SXR-coactivator interaction, quantitative real-time PCR analysis of CYP3A4 expression, CYP3A4 enzyme activity assays, and SXR knockdown. Rats, treated with gavage and intraperitoneal injection of compounds, were examined for CYP3A1 expression in vivo. We found that four of eight FDA-approved plasticizers increased SXR-mediated transcription. In particular, acetyl tributyl citrate (ATBC), an industrial plasticizer widely used in products such as food wrap, vinyl toys, and pharmaceutical excipients, strongly activated human and rat SXR. ATBC increased CYP3A4 messenger RNA (mRNA) levels and enzyme activity in the human intestinal cells but not in human liver cells. Similarly, CYP3A1 mRNA levels were increased in the intestine but not the liver of ATBC-treated rats. These in vitro and in vivo results suggest that ATBC specifically induces CYP3A in the intestine by activating SXR. We suggest that ATBC-containing products be used cautiously because they may alter metabolism of endogenous steroid hormones and prescription drugs."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; High Production Volume Information System (HPVIS). HPV Chemical Hazard Characterizations. Acetyl Tributyl Citrate (Casrn 77-90-7), September 2014. Available from, as of June 15, 2015: https://iaspub.epa.gov/oppthpv/hpv_hc_characterization.get_report?doctype=2 (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 15, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of acetyl tributyl citrate is estimated as 3280(SRC), using a log Kow of 4.92(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that acetyl tributyl citrate is expected to have slight mobility in soil."
        }
    ]
}