{
    "_id": {
        "$oid": "6682e84ec4e5dba5ffba24f0"
    },
    "CID": {
        "$numberInt": "6511"
    },
    "Name": "TETRAETHYL LEAD",
    "IUPACName": "tetraethylplumbane",
    "CanonicalSMILES": "CC[Pb](CC)(CC)CC",
    "Synonyms": [
        "Tetraethyllead",
        "Tetraethylplumbane",
        "Plumbane",
        "tetraethyl-",
        "TETRAETHYL LEAD",
        "78-00-2",
        "Lead tetraethyl",
        "Tetra(methylethyl)lead",
        "Czteroetylek olowiu",
        "Lead",
        "tetraethyl-",
        "Tetraethylolovo",
        "NCI-C54988",
        "Piombo tetra-etile",
        "RCRA waste number P110",
        "Tel-tml",
        "reacted",
        "NSC 22314"
    ],
    "IsomericSMILES": "CC[Pb](CC)(CC)CC",
    "INCHI": "InChI=1S/4C2H5.Pb/c4*1-2;/h4*1H2,2H3;",
    "INCHIKEY": "MRMOZBOQVYRSEM-UHFFFAOYSA-N",
    "Formula": "C8H20Pb",
    "MolecularWeight": {
        "$numberDouble": "323"
    },
    "Description": "Tetraethyllead is an organolead compound consisting of four ethyl groups joined to a central lead atom. It derives from a hydride of a plumbane.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "47"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) IARC. Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: World Health Organization, International Agency For Research on Cancer, v. 2, p. 153 (1973) (2) Cruz RB et al; Spectrochimica Acta 35B: 775-83 (1980) (3) Chau YK et al; Anal Chem 56: 271-4 (1984)",
            "Value": "The concentrations of tetraethyl lead measured in plants located 200 m and 800 m from a factory manufacturing anti-knock compound were 38 and 1 mg/kg, respectively(1). Tetraethyl lead was not detected (detection limit 0.5 ng/g) in vegetation collected from lakes in Ontario, Canada(2). Samples of macrophytes taken from the St. Lawrence River near Maitland, Ontario contained tetraethyl lead levels of 68-16,515 ug/g wet weight basis(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Health and Environmental Effects Profile for Lead Alkyls ECAO-CIN-P133 p. 12 (1985) (2) Maddock BG, Taylor D; pp. 233-62 in Lead in the Marine Environment; Branica M, Konrad Z eds Oxford, UK: Pergamon Press (1980) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Measured BCF values located for tetraethyl lead range from 120 to 18,138(1,2). According to a classification scheme(3), this BCF range suggests the potential for bioconcentration in aquatic organisms is high to very high, provided the compound is not metabolized by the organism(SRC)."
        },
        {
            "References": "(1) USEPA; Health and Environmental Effects Profile for Lead Alkyls ECAO-CIN-P133 p. 12 (1985) (2) Maddock BG, Taylor D; pp. 233-62 in Lead in the Marine Environment; Branica M, Konrad Z eds Oxford, UK: Pergamon Press (1980) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Fluck HCE; GMELIN Handbook of Inorganic Chemistry - Part 2, 8th ed. pp. 179-186 (1990)",
            "Value": "Exposure of eastern oysters to tetraethyl lead concentrations of 0.1 and 0.8 ug Pb/L resulted in measured BCF values of 17,600 and 18,138, respectively(1). Exposure of shrimp, mussel, and plaice to LC50 concentrations of tetraethyl lead for 96 hours resulted in BCF values of 650, 120, and 130, respectively(2). A study of a large spill of tetraethyl lead in the Adriatic Sea in 1974 revealed that tetraethyl lead showed a relatively low level of accumulation by aquatic fauna(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Mansell RS et al; Fate and Behavior of Lead Alkyls in the Subsurface Environment. Battelle Memorial Inst. Columbus, OH. Report 1995, AL/EQ-TR-1994-0026; AD-A305866. pp. 112 (1996) (2) Ou LT et al; Bull Environ Contam Toxicol 52: 238-45 (1994) (3) Mulroy PT, Ou L-T; Environ Toxicol Chem 17: 777-82 (1998) (4) Teeling H et al; Appl Microbiol Biotechnol 48: 275-9 (1997)",
            "Value": "AEROBIC: Approximately 5 to 7% of C-14 applied to soil as C-14 labeled tetraethyl lead was evolved as C-14 labeled CO2 after 28 days incubation in non-sterile soil(1). The initial concentration of tetraethyl lead (labeled and non-labeled) was approximately 10 ug/g(1). All C-14 labeled tetraethyl lead was removed from both sterile and non-sterile soil after 28 days during a soil-die away study(2). Initial degradation was more rapid in the non-sterile soil than in the sterile soil with 70-90% degradation after 8 hours and 18 hours, respectively(2). This difference along with the observation of C-14 CO2 evolution indicated that some biodegradation was taking place(2). Disappearance of 14-C labeled tetraethyl lead was reported to be greater than 90% within 1 day in non-sterile soil and greater than 90% within 3 days in autoclaved soil(1). Based on these data, it was estimated that biodegradation was responsible for 10-20% of the degradation of tetraethyl lead during the first day of incubation; abiotic degradation was considered to be the major factor resulting in the disappearance of this substance(1). Tetraethyl lead was completely degraded within 14 days in soil not contaminated with gasoline (initial concentration of 1.315 ug/g); however, 4 to 17% of the applied tetraethyl lead remained after 77 days in soil contaminated with 1000 to 5000 ug/g gasoline(3). The slower rate of degradation observed in the gasoline-contaminated soil was attributed to the high solubility of tetraethyl lead in gasoline and the protection from biotic and abiotic degradation processes that petroleum hydrocarbons provide for tetraethyl lead(3). Sieved agricultural soil samples were treated with tetraethyl lead and the resulting effects were analyzed by microcalorimetry(4). At an initial concentration of 2 g/kg dry weight in soil, the biodegradation rate was about 780 umol/day kg dry weight(4). At higher concentrations, the biodegradation of tetraethyl lead was less pronounced. At an initial concn of 10 g/kg dry weight in soil, 75% of tetraethyl lead still remained after 10 days(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Chau YK et al; Anal Chem 56: 271-4 (1984) (2) Chau YK et al; Bull Environ Contam Tox 24: 265-9 (1980) (3) Cruz RB et al; Spectrochimica Acta 35B: 775-83 (1980) (4) Tiravanti G, Passino R; pp. 25-45 in NATO Conf Ser, 1(Ecoaccidents) (1985) (5) Neves AG et al; Environ Sci Technol 11: 877-82 (1990) (6) Mikac N et al; Environ Sci Technol 30: 499-508 (1996)",
            "Value": "Samples of carp, white sucker, pike, and small mouth bass taken from the St. Lawrence River near Maitland, Ontario contained tetraethyl lead levels of 780-7475 ug/g wet weight basis(1). Tetraethyl lead levels in samples of several species of fish collected from various lakes and rivers in Ontario, Canada ranged between 0.8-9.3 ng/g wet weight(2). Fish samples collected from lakes in Ontario, Canada typically contained tetraethyl lead levels of <0.1-0.2 ng/g(3). In July 1974, the cargo ship Cavtat sank in the Adriatic Sea with a cargo of approximately 325 tons of tetraethyl lead and tetramethyl lead in drums(4). Salvaging operations reclaimed all but 7% of the cargo(4). Analysis of various aquatic organisms at the site of the accident 3 years after the sinking revealed tetraethyl lead levels typically ranging from below detection limits (<0.002 ug/g Pb wet weight basis) to 0.02 ug/g Pb wet weight basis with a maximum concentration of 0.37 ug/g Pb wet weight basis in shellfish(4). Fish analyzed from the North Sea were found to contain appreciable levels of tetraethyl lead(5). The mean concentration of tetraethane lead measured in 46 Herring fish was 0.008 ng/g(5). Mussels collected from various sites along the eastern Adriatic seacoast near Sibenik, Croatia from Feb 1992 to May 1994 contained tetraethyl lead at a mean concentration of 2.1 ng/g(6)."
        }
    ],
    "logP": [
        {
            "References": "Wang Y et al; Appl Organomet Chem 10: 773-778 (1996)",
            "Value": "log Kow = 4.15"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6880773",
            "Value": "INTRAGASTRIC ADMIN OF ACUTE DOSES OF TETRAETHYLLEAD (TEL) TO ADULT MALE WISTAR RATS INCREASED DOPAMINE UPTAKE INTO STRIATAL SYNAPTOSOMES. TEL DECREASED 5-HYDROXYTRYPTAMINE UPTAKE INTO HYPOTHALAMIC SYNAPTOSOMES, WHILE NORADRENALINE UPTAKE INTO CORTICAL SYNAPTOSOMES INCREASED. RESULTS SUGGEST THAT DOPAMINERGIC & SEROTONERGIC NEURONES DIFFER IN THEIR RESPONSE TO ALKYL LEAD IN VIVO."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 892",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... High test gasoline containing tetraethyl lead /was tested/ by dropping on rabbit eyes, and ... found it to cause immediate pain and blepharospasm ... when application was repeated 10 times in ... 5 min under local anesthesia, it produced conjunctival hyperemia and moderate flocculent discharge ... ."
        },
        {
            "References": "PMID:7428757",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits injected ip with 100-200 mg tetraethyllead (TEL) were sacrificed upon onset of toxic symptoms. Electronmicroscopic exam revealed marked cytological changes (enlargement of apical vacuoles and accumulation of lysosomes and microbodies) in epithelial cells of the proximal tubules. Configuration changes of the rough endoplasmic reticulum leading to formation of honeycomb like bodies may represent a hyperplastic, hypoactive form of the rough endoplasmic reticulum and denotes a disruption of protein synthesis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V2 156 (1973)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /It was/ found in rats that tetraethyl lead (TEL) was 2 to 4 times more toxic than tetramethyl lead (TML) by iv or ip route and that TEL was 2 to 3 times more toxic than TML by oral route. ... After single doses within the lethal range of either compound (17 mg/kg bw of TEL; 108 mg/kg bw of TML) rats showed irritability, hypermobility, tremors and spasticity. After single doses of 1.7 mg/kg bw of TEL or 10.8 mg/kg bw of TML, no behavioral changes were seen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V2 156 (1973)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Repeated exposure at these lower levels /(1.7 mg/kg of TEL)/, however, was associated with behavioral changes, peripheral hyperemia and excessive body weight gain. No macroscopic changes were seen in most animals killed 21 weeks after the start of exposure. Cardiac hypertrophy, hyperemia and edema of brain, and changes in liver, pancreas, thyroid, lung and thymus were seen in a few rats. Microscopically, changes attributable to exposure to TEL ... were noted in the CNS and liver."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation of tetraethyl lead by one dog at 42 mg/cu m, one at 22 mg/cu m, and two at 12 mg/cu m resulted in death after 7, 30, 24, and 29 seven-hour exposures, respectively. Repeated exposures to sublethal doses were associated with signs of intoxication similar to those seen after a single lethal exposure. Signs of tetraethyl lead poisoning in dogs included tremors and incoordination; with continued exposure, coma and death ensued."
        },
        {
            "References": "HEYWOOD R ET AL; TOXICOL LETT 4 (2): 119-25 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ORAL ADMIN OF TETRAETHYLLEAD TO RHESUS MONKEY (MACACA MULATTA) FOR 6 MO AT DOSE LEVEL EQUIVALENT TO 6 MG/KG/DAY OF LEAD DID NOT INDUCE CLINICAL MANIFESTATIONS OF TOXICITY. MINOR ELEVATIONS OF LEAD IN BLOOD & TISSUE WERE FOUND."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.93 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley rats were admin tetraethyl lead by gavage at 0, 0.2 and 2.0 mg/kg 5 times per wk for 13 wk. Symptoms included decr food intake and bodyweight, hyperexcitability, irritability, tremor and coma. Pathological changes included lesions in brain and spinal cord and eosinophile inclusions in the proximal renal tubule. No clinico-chemical changes were recorded."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.101 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rhesus monkeys /were admin tetraethyl lead by/ iv daily at a low dose for 14 days (0.6 mg/kg for 7 days then 1.2 for 7 days) /or at/ a high dose (6.0 mg/kg) for 7 days. In high dose group, 3 out of 4 animals died. In low dose animals no abnormal symptoms were detected. Symptoms in high dose animals included gastro-intestinal disturbances, pathological reflexes, muscle tremor, and reduced food intake and body weight. No histopathological or clinico-chemical findings were observed in the low dose group. In the high dose group, pathological findings included degeneration of the peripheral neuraxons and muscle fibres. Clinico-chemical findings in the high dose group included lowered brain cholesterinase and incr serum urea, serum bilirubin and glycosuria."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.118 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Wistar rats, 6 to 8 wk old, were exposed to vapor from 'premium' petrol containing 0.45 g/L TEL for 8 hr/day over a period of 45 days. The surfactant volume and composition were determined. In the first 15 days, there was a 3 to 4-fold lowering of the surfactant level. Thereafter the vol incr slightly, recovering to 50% after 35 days. No qualitative changes in surfactant composition were noted. Simultaneous change in the alveolar structure and morphology of the type-2 pneumocytes was suggested as the possible cause. /Premium petrol containing 0.45 g/L TEL/"
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Tetraethyl lead (CAS# 78-00-2). Available from the Database Query page at: https://www.epa.gov/iris/subst/index.html on the Substance File List as of January 31, 2008.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 20-week study ... /the investigators/ administered tetraethyl lead in peanut oil by gavage to groups of 12 CD rats (6/sex) at 1.7 and 170 ug/kg/bw 5 days/week. Gross observations revealed swollen livers and fatty plaques in the thymus at both dose groups. Histologic preparations revealed hepatocyte vacuolization, cytoplasmic degeneration and neuronal damage among low-dose rats. Rats exposed to the higher dose developed similar, but more severe, histopathologies ... A LOAEL of 1.2 ug/kg/day (1.7 ug/kg/day x 5 days/7 days) was determined."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.94 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Inhalation toxicity/ tests were carried out in groups of 5 male and 5 female /CFN rats/ at 0, 12, 22 and 46 mg/cu m /in/ 7-hr periods /for/ 35 wk. Symptoms included behavioural disturbances, convulsions and coma. 9 out of 10 animals at the 2 highest dose levels died. The lead content in the brain was 10 ug/g. Pathological changes included vacuolar degeneration and necrosis of cells in the CNS, swollen hepatocytes and Kupffer's cells, swellings and necrosis of the proximal and renal tubuli, and edema, hemorrhages and inflammation of the lungs. No clinico-chemical changes were recorded."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.98 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two Beagle dogs /per group/ were tested on /Inhalation toxicity of tetraethyl lead/ at 12, 22 and 42 mg/cu m /in/ 7-hr periods /for/ 35 wk /(a total of 150 exposure)/. All died. Symptoms observed included tremor and muscle tremor, chorea-like hyperactivity and coma, followed by death. Pathological findings included damage in the brain concn in the neocortex, brain-stem and medulla oblongata; cell shrinkage, vacuolation and extended neuronal necroses with glioses in both hemispheres of the brain. Lead concn in the brain was 2.0 ug/g."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V87 248 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /The authors/ gave groups of 109, 79 and 69 male and female randomly bred neonatal (0 to 21 days old) Swiss mice sc injections of total doses of 0.6, 1.2 and 2.0 mg/mouse, respectively, of tetraethyl lead ... in tricaprylin into the nape of the neck. The low-dose group received 0.1 mg on days 1 and 7 and 0.2 mg on days 14 and 21; the mid-dose group received 0.2 mg on days 1 and 7 and 0.4 mg on days 14 and 21; and the high-dose group received a single injection of 2 mg on day 1. All 69 mice injected with 2 mg, 92% of the 79 mice injected with 1.2 mg and 20% of the 109 mice injected with 0.6 mg tetraethyl lead died prior to weaning. At 36 wk, the incidence of lymphomas in the mice that survived treatment with 0.6 mg tetraethyl lead (low dose) was 1/26 males and 5/41 females. The incidence of lymphomas in vehicle-control animals was 1/39 males and 0/48 females. Thus the incidence of lymphomas in treated female mice was significantly elevated (p < 0.05, x2 test) compared with female control mice but not in treated male mice compared with male control mice. (The working group felt that this study was limited by high mortality and the lack of concordance in tumor response between lead-treated male and female mice.)"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V23 371 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CD-1 random bred albino mice and COBS random bred rats were treated on days 5-15 (mice) or 6-16 (rats) of pregnancy with oral doses of ... 0.01, 1 or 10 mg/kg bw tetraethyllead. No teratogenic effects were observed. ... An increase in fetal resorption occurred in both species after exposure to ... 1 mg/kg bw tetraethyllead."
        },
        {
            "References": "PMID:1337636",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The transplacental effect of tetraethyl lead or lead acetate on the activity of inorganic pyrophosphatase in brain, liver and kidneys of newborn rats varied with the organ, the lead compound, the dose, and the route and time of administration. Enzyme activity was usually decreased in brain and liver, suggesting adverse effects of lead on metabolism in these organs. The inorganic pyrophosphatase activity was generally increased in kidneys."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.110 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Sprague-Dawley rats were orally admin tetraethyl lead on day 9, 10 and 11 or 12, 13 and 14 of gestation at /total doses of/ 7.5, 15 and 30 mg/kg. The low and medium doses were materno-toxic; the high dose was materno-lethal. Mothers in all dose-groups exhibited hyperexcitability, reduced body weight, tremor and paresis. Low-dose progeny showed reduced body weight and diminished head-to-hindquarters length but no malformations of the internal organs or skeleton. Medium-dose progeny showed increased /resorptions/ when administered early, reduced fetal body weight and diminished head-to-hindquarters /length/, but no malformation of the internal organs or skeleton."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.110 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female COBS rats were intragastrally admin tetraethyl lead on days 6 to 16 of gestation at 0.01, 0.1, 1 and 10 mg/kg. The low and medium doses showed no effects on mothers and no fetotoxic effects; the medium-high dose was materno-toxic; the high dose was very materno-toxic. The medium-high dose mothers showed body weight growth reduced by 70%. Medium-high dose progeny showed increased /resorptions/ and reduced numbers of both fetuses and viable fetuses. The high dose mothers showed reduced body weight, hypoactivity, tremors and convulsions. Only 25% became pregnant, and their fetuses showed delayed skeletal development. In many animals the uterus became filled with brown fluid, with no fetal tissue discernible. High-dose treatment was discontinued after 3 days."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.111 (2000 CD-ROM edition). Available from, as of January 31, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female CD-1 mice were intragastrally administered tetraethyl lead on days 5 to 15 of gestation at 0.01, 0.1, 1 and 10 mg/kg. The low and medium doses showed no effects on mothers and no fetotoxic effects; the medium-high dose was materno-toxic; the high dose was very materno-toxic. The medium-high dose mothers showed body weight growth reduced by 25%. Medium-high dose progeny showed increased /resorptions/ and reduced numbers of both fetuses and viable fetuses, together with retarded skeletal development. The high dose mothers showed reduced body weight, hypoactivity, tremors and convulsions. Only 25% became pregnant, and their fetuses showed retarded skeletal development. In many animals the uterus became filled with brown fluid, with no fetal tissue discernible. High-dose treatment was discontinued after 3 days."
        },
        {
            "References": "PMID:3822261",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The dose-related behavioral effects produced by triethyl (TEL) (2.6 to 7.9 mg/kg) and trimethyl lead (TML) (8.8 to 26.2 mg/kg) were assessed 2, 7, 14, 21 and 28 days following injection /into rats/. TEL, but not TML, produced dose- and time-related decreases in body weight. Both agents decreased vertical and horizontal components of motor activity 2 days postdosing; increased activity was seen consistently in TEL-exposed rats 7 to 21 days after dosing. TML increased fore- and hindlimb strength for up to 28 days postdosing. TEL had no consistent effect on this measure. Both TEL and TML decreased responsiveness to an acoustic stimulus during the first two weeks postdosing. Latency to respond to a thermal stimulus was increased 2 to 14 days after TEL with the peak change occurring from 2 to 7 days. The peak of effect following TML was two weeks postdosing. In general, there was a significant correlation between both TEL and TML-induced changes in blood and brain lead levels and decreased sensitivity to a thermal stimulus. The apparent delayed onset of TML-induced neurobehavioral effects may be related to a longer time to obtain peak blood or brain levels. Histopathological assessment of rats 7 or 28 days after TEL and TML indicated that TEL caused structural abnormalities in the hippocampus and dorsal root ganglion, while TML produced changes primarily in the spinal cord and brain stem. /Triethyllead/"
        },
        {
            "References": "Matsumoto K et al; J Hyg 34 (5): 670-6 (1979)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of white male Wistar rats were administered tetraethyllead (TEL) in doses of 0.0, 10, 20, 40, and 80 mg/kg bw. Intoxication of CNS was examined by means of a polygraph. After injection, the group administered 10 mg/kg survived and toxic symptoms did not appear. Results from the polygraph concerning sleeping-waking indicated that the amount of slow wave sleep (SS) and paradoxical sleep (PS) decreased greatly until death. Both SS and PS decreased for 5 days after the injection, after which they returned to normal levels. The changes in sleeping-waking cycles correlate directly to the extent of poisoning, inasmuch as poisoning can be seen creating a disturbance in the CNS."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Tetraethyl lead was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Tetraethyl lead was tested at doses of 0.001, 0.0033, 0.01, 0.033, 0.1, 0.33, and 1.0 mg/plate in as many as 5 Salmonella typhimurium strains (TA 1535, TA 1537, TA 97, TA 98, and TA 100) in the presence and absence of rat or hamster liver S-9. Tetraethyl lead was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 1.0 mg/plate."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tetraethyllead (CAS # 78-00-2) p.54 (2000 CD-ROM edition). Available from, as of January 30, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Genetic effects /on wheat seedlings and onion roots/ were observed over a wide range of /tetraethyl lead/ concentrations, ranging from 0.21 to 2072 mg Pb/L."
        },
        {
            "References": "PMID:6892663",
            "Value": "/IMMUNOTOXICITY/ Male mice were exposed to tetraethyl lead for 3 wk in drinking water at 3 or 4 concentrations ranging from 0.5-10.0 ppm /Pb/L (0.9 to 17 mg TEL/L)/. The humoral component of the immune system was evaluated using hemagglutination, radial immunodiffusion and the Cunningham plaque assay. Results indicated immunosuppressive effects at low metal concentrations. Max immunosuppressive effect was produced in most instances at a metal concentrations of <2.0 ppm."
        },
        {
            "References": "Gainer JH; Environ Health Perspect Exp 7: 113-9 (1974) as cited in USEPA; Ambient Water Quality Criteria Doc: Lead p.C-71 (1980) EPA 440/5-80-057",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Animal studies indicate that relatively high levels of lead exposure interfere with resistance to infectious disease. /Lead/"
        },
        {
            "References": "IPCS; Poisons Information Monograph 320: Lead, organic. (May 1994). Available from, as of February 4, 2008: https://www.inchem.org/documents/pims/chemical/organlea.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ There is no qualitative difference between the toxic effects of TEL and TML. However, the inhalation LC50 for tetramethyl lead is about 10 times greater than that for tetraethyl lead ..."
        },
        {
            "References": "PMID:474147",
            "Value": "/OTHER TOXICITY INFORMATION/ The ... effects of tetraethyl lead on various drug metabolizing enzymes in different tissues of the rat was described/. Tetraethyl lead was administered intraperitoneally to rats (250 umol/kg) on two consecutive days. The animals were killed on day 3. Tetraethyl lead-treatment decreased the concentration of hepatic cytochrome P-450 (to 45% of the control), the hepatic activity of aryl hydrocarbon hydroxylase (to 41% of the control) and ethoxycoumarin deethylase (to 45% of the control). /Epoxide hydrolase/ activity was enhanced in the liver (1.3-fold), kidney (3.3-fold), and small intestinal mucosa (4.7-fold). The activity of glutathione S-transferase decreased in the liver (to 69% of the control) but increased in the kidney (1.5-fold) and small intestinal mucosa (1.7-fold). The glucuronidation of o-aminophenol was enhanced (2.2-fold) in the kidney of tetraethyl lead treated rats. It is concluded that exposure to tetraethyl lead brings about widespread changes in the ability of mammals to detoxify foreign compounds."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V2: 153 (1973)",
            "Value": "SOIL: The concentrations of tetraethyl lead measured in soil located 200 m and 800 m from a factory manufacturing anti-knock compound were 2 and 0 mg/kg, respectively."
        },
        {
            "References": "(1) Radojevic M, Harrison RM; Environ Tech Lett 7: 519-24 (1986) (2) Radojevic M, Harrison RM; Anal Chim Acta 105: 157-80 (1987) (3) Cruz RB et al; Spectrochimica Acta 35B: 775-83 (1980)",
            "Value": "SEDIMENT: Tetraethyl lead levels measured in England during 1985-86: street dust, generally below detection limits (0.06-9 ng Pb/g), max 6 ng Pb/g; road drainage sediment, generally below detection limits (0.06 to 0.9 ng Pb/g), max 0.4 ng Pb/g; roadside soil, generally below detection limit (< 9 ng Pb/g), max 33 ng Pb/g(1). Sediment collected from the St. Lawrence River near Maitland, Ontario contained tetraethyl lead at levels of 329-1152 ng Pb/g(2). Tetraethyl lead was not detected (detection limit 0.5 ng/g) in sediment collected from lakes in Ontario, Canada(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rhue RD et al; Crit Rev Environ Control 22: 169-93 (1992)",
            "Value": "Mobility of tetraethyl lead may be inhibited by sorption to soil organic matter; however, it may also be enhanced by the formation of soluble chelate complexes with soluble organic anions(1). When spilled onto soil, tetraethyl lead tends to spread on the surface and penetrate into the soil at a rate dependent on the soil permeability and water content(1). As rainwater infiltrates into soils, the leachability of tetraethyl lead will be determined largely by sorption reactions(1). During spills of leaded gasoline onto soils, the nonpolar nature of gasoline serves as a mobile solvent capable of transporting lead alkyl compounds through the soil(1)."
        },
        {
            "References": "(1) Mansell RS et al; Fate and Behavior of Lead Alkyls in the Subsurface Environment. Battelle Memorial Inst. Columbus, OH. Report 1995, AL/EQ-TR-1994-0026; AD-A305866. pp. 112 (1996)",
            "Value": "Rapid initial absorption of tetraethyl lead from gasoline to soil was observed in a mixture with a ratio of 1 g of Arrendondo surface soil per 1 mL gasoline(1). Greater than 75% loss of tetraethyl lead from the gasoline (initial concentrations 180 to 720 ug/mL) occurred within 20 to 50 hours(1)."
        }
    ]
}