{
    "_id": {
        "$oid": "6682e84ec4e5dba5ffba24f1"
    },
    "CID": {
        "$numberInt": "6517"
    },
    "Name": "Ethyl silicate",
    "IUPACName": "tetraethyl silicate",
    "CanonicalSMILES": "CCO[Si](OCC)(OCC)OCC",
    "Synonyms": [
        "Tetraethyl orthosilicate",
        "Tetraethoxysilane",
        "Tetraethyl silicate",
        "78-10-4",
        "TEOS",
        "ETHYL SILICATE",
        "Silicon ethoxide",
        "Silicon tetraethoxide",
        "Dynasil A",
        "Silikan L",
        "Tetraethoxysilicon",
        "Ethyl orthosilicate",
        "Etylu krzemian",
        "Silicic acid",
        "tetraethyl ester",
        "Silane",
        "tetraethoxy-"
    ],
    "IsomericSMILES": "CCO[Si](OCC)(OCC)OCC",
    "INCHI": "InChI=1S/C8H20O4Si/c1-5-9-13(10-6-2,11-7-3)12-8-4/h5-8H2,1-4H3",
    "INCHIKEY": "BOTDANWDWHJENH-UHFFFAOYSA-N",
    "Formula": "C8H20O4Si",
    "MolecularWeight": {
        "$numberDouble": "208.33"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "91"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999)(3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for ethyl silicate(SRC), using an estimated log Kow of 0.04(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1597267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute stomach, kidney, and bladder toxicity was evaluated in F344 rats after gastric gavage of tetraethylorthosilicate (TES) at daily doses of 0, 0.111, 0.223, and 0.333 g. Five rats of each sex at each dose were sacrificed after 1, 2, and 4 days. In TES-treated groups, silicate accumulated in the stomach glands and the muscle layer of the forestomach and glandular stomach. Serum chemistries demonstrated acute onset of renal failure. In the kidneys, acute tubular necrosis, accumulation of silicates, and superficial necrotizing papillitis were observed. In the renal pelvis and bladder, there was urothelial simple hyperplasia, focal erosion of the mucosa, edema, and inflammation. These acute toxic changes were dose and time dependent, but significant sex differences were not observed. The microscopic changes in the urothelium were similar to those observed following administration of high doses of sodium saccharin to male rats in which urinary silicate precipitate and crystals form."
        },
        {
            "References": "PMID:8255066",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The toxicities of silicon tetraalkoxides, including tetramethoxysilane [Si(OCH3)4, TMOS], tetraethoxysilane [Si(OC2H5)4, TEOS], tetrapropoxysilane [Si(OC3H7)4, TPOS] and tetrabuthoxysilane [Si(OC4H9)4, TBOS], were investigated with ip injection of 1,000 mg/kg of each compound. TMOS, as well as TEOS, caused acute tubular necrosis. Blood biochem exam revealed elevation of blood urea nitrogen and creatinine in mice treated with TEOS, TPOS and TBOS, though TMOS treated mice died and therefore could not be examined. The severity of nephrotoxicity differs among these silicon tetraalkoxides. The spleens of mice treated with TMOS exhibited cytolysis in the white and red pulp, suggesting direct injury to the spleen. The kidney seems to be a common target organ of silicon tetraalkoxides."
        },
        {
            "References": "PMID:7717856",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To clarify the time course of toxicological effects of tetraethoxysaline [Si(OC2H5)4, TEOS] on the kidney and the relationship between blood silicon levels (Si-B) and the effects, 250 mg/kg or 500 mg/kg TEOS was ip administered to ten 5-wk-old male ICR mice (SPF grade) in each group, and morphological and functional changes of the kidney were assessed at 12 hr, 24 hr, 3 days and 2 wk after administration of TEOS. Injury to tubular epithelial cells was observed in mice killed 12 and 24 hr after administration, and its severity increased with increasing dosage. The mean values of blood urea nitrogen exhibited dose-related increase in mice sacrificed 24 hr after the administration. The concentrations of Si-B increased in order of the administered doses of TEOS, and then decreased steadily. The results of Si-B were consistent with the concept that renal toxicity of TEOS is mediated by siliceous compounds. The kidney was recovering from injury 3 days after administration, and had developed tubulointerstitial nephritis, which could be regarded as repaired lesion of acute injury, by 2 wk after administration."
        },
        {
            "References": "PMID:8085937",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To clarify the acute inhalation toxicity of tetraethoxysilane [TEOS, Si(OC2H5)4], groups of ten male ICR mice (SPF grade) were exposed to 1000 ppm TEOS for 1, 2, 4, or 8 hr. The numbers of mice that died during 2 wk of observation were 0, 1, 1 and 6 in the 1, 2, 4, and 8 hr inhalation experiments. In the acute inhalation study, bw decreased after TEOS exposure and did not reach the level of control mice during 2 wk of observation except in the 1-hr inhalation study. Acute tubular necrosis (ATN) and acute splenic atrophy (ASA) were observed in all dead mice in the acute inhalation study, and tubulointerstitial nephritis (TIN) was frequently found in the surviving mice ...  However, blood biochemical examinations revealed no evidence of renal dysfunction. The olfactory epithelium was necrotic in all dead mice ... The LCL0 /Lethal concentration lo/ for 1 hr exposure to TEOS and LC50 for 4 hr exposure are greater than 1000 ppm, and ... the kidney and nasal mucosa are the target organs for TEOS inhalation."
        },
        {
            "References": "PMID:1600516",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The histopathological features and mechanism of tetraethyl orthosilicate (Si(OC2H5)4, or TEOS) toxicity in the kidney of ICR mice were investigated in a light and electron microscopy study, which included energy dispersive X-ray microanalysis. TEOS was given to mice as ip injection of approx 1,670 mg/kg bw in expt based on a 24 hr time-scale. Tissues were examined after sampling either immediately on death if this occurred within 24 hr or, in the case of surviving animals, after sacrifice at 24 hr. Renal injury was considered to be the most probable cause of death, on the basis of the following main findings: 1) acute tubular necrosis (glomerular lesions were absent); 2) a dense deposit of silicon over the microvilli of dead tubular epithelial cells; 3) an abundant aggregation of hydroxyapatite crystals containing calcium in the cytoplasm and mitochondria of the dead tubular epithelial cells; and 4) abundant myelinosomes and some hydroxyapatite crystals in the cytoplasm of viable proximal convoluted tubule epithelial cells. It was speculated that silicon compounds may bind to the plasma membranes of the proximal convoluted tubule epithelial cell microvilli and damage or interfere with membrane calcium channels. The resulting calcium ion imbalance may play a role in the subsequent progression of acute tubular necrosis by TEOS."
        },
        {
            "References": "Sax, N.I. Dangerous Properties of Industrial Materials. 4th ed. New York: Van Nostrand Reinhold, 1975., p. 755",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Concn of 2500 ppm produce ... /CNS depression/ in guinea pigs after 1.5 hr exposure. This is the maximum conc available at ordinary room temp by evaporation. The maximum conc which these animals can inhale for 60 min without the production of serious disturbances is 2,000 ppm. For an exposure of several hr, concn of 500 ppm or more are required to cause serious injury. Animals dying after acute exposures show pulmonary edema, sometimes with secondary pneumonia, acute nephritis, and ... injury to the liver. Irritation of the eyes and nose, tremors, respiratory difficulty or irregularity, anemia, leukocytosis /have been/ reported in animal experiments."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Four of ten rats died after three 7-hr exposures at 1000 ppm. Three to five 7-hr exposures at 500 ppm resulted in pronounced renal changes and slight lung irritation. Four to ten similar exposures at 250 ppm resulted in slow loss of body weight. Lung and renal changes were noted. Five to ten 7-hr exposures at 125 ppm resulted in slight to moderate kidney damage."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of guinea pigs to 2530 ppm for 4 hr was lethal to more than half of the animals; usually death was delayed and a result of pulmonary edema; effects were irritation of eyes and nose, lacrimation, tremor, dyspnea, and /SRP: CNS depression/; some surviving animals later developed a delayed profound anemia."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Approximately 2000 ppm ethyl silicate is the maximal conc that does not produce serious disturbances in guinea pigs and rats after an exposure for 60 minutes. Five hundred ppm is the maximal exposure for several hours without causing serious disturbances in guinea pigs."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2400",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Injected into the skin of the rabbit, it produced transient erythema, edema, and slight necrosis at the injection site."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 425",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A drop applied to rabbit eyes caused immediate signs of discomfort, but the eyes were found to be normal in 24 hr and the corneas took no fluorescein stain."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 425",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of albino rabbits and guinea pigs to vapor of ethyl silicate caused no disturbance of the eyes at conc of 700 ppm or less, but at all conc over 1000 ppm irritation of the eyes and nose occurred at once. Exposure to 2500 ppm caused opacities of the cornea if carried out for at least two hr."
        },
        {
            "References": "PMID:1600516",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tetraethyl orthosilicate was given to mice as intraperitoneal injection of approximately 1,670 mg/kg bw in experiments based on a 24 hr time scale. Tissues were examined after sampling either immediately on death if this occurred within 24 hr or, in the case of surviving animals, after sacrifice at 24 hr. Renal injury was considered to be the most probable cause of death, on the basis of the following main findings: 1) acute tubular necrosis (glomerular lesions were absent); 2) a dense deposit of silicon over the microvilli of dead tubular epithelial cells; 3) an abundant aggregation of hydroxyapatite crystals containing calcium in the cytoplasm and mitochondria of the dead tubular epithelial cells; and 4) abundant myelinosomes and some hydroxyapatite crystals in the cytoplasm of viable proximal convoluted tubule epithelial cells. It was speculated that silicon compounds may bind to the plasma membranes of the proximal convoluted tubule epithelial cell microvilli and damage or interfere with membrane calcium channels. The resulting calcium ion imbalance may play a role in the subsequent progression of acute tubular necrosis by tetraethyl orthosilicate."
        },
        {
            "References": "PMID:7780858",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To determine safe exposure levels of tetraethoxysilane (TEOS) in the kidney, groups of male ICR mice (SPF grade) containing 10 animals each were exposed to TEOS, 100 ppm or 50 ppm, for 6 hr/day, 5 days/wk, for 2 or 4 wk. Tubulo-interstitial nephritis developed in mice exposed to 100 ppm for 2 and 4 wk, but no kidney lesions or renal function changes were observed in mice exposed to 50 ppm. However, histopathological changes were detected in the nasal mucosa of mice exposed to 50 ppm TEOS ..."
        },
        {
            "References": "PMID:8085937",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To clarify the subchronic inhalation toxicity of tetraethoxysilane [TEOS, Si(OC2H5)4], groups of ten male ICR mice (SPF grade) were exposed to 1000 ppm TEOS for 6 hr/day, 5 days/wk, for 2 or 4 wk (subchronic inhalation study). The numbers of mice that died during 2 wk of observation were zero in the subchronic inhalation study. In the subchronic exposure study, wt gain was suppressed during the exposure period. Bw in mice exposed for 2 wk reached the level of non-exposed mice during the 2-wk observation period, but did not do so in mice exposed for 4 wks ... Tubulointerstitial nephritis (TIN) was frequently found in the surviving mice ... However, blood biochemical examinations revealed no evidence of renal dysfunction.  In the subchronic inhalation study, infiltration of polymorphonuclear neutrophils in the nasal mucosa was observed in all mice killed 1 day after exposure. These results indicate that the ... kidney and nasal mucosa are the target organs for TEOS inhalation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Animals exposed at 164 ppm ethyl silicate, 8 hr/day for 17 days did not show body wt increases equal to those of the controls."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Exposure of rats at 400 ppm ethyl silicate for 7 hr/day for 30 days resulted in significant mortality and kidney, liver, and lung damage in the survivors. However, exposure of rats, guinea pigs, and mice at 88, 50, or 23 ppm for 7 hr/day, 5 days/wk for 90 days resulted only in a decrease in the kidney weights of mice exposed at the 88 ppm level ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Aug 21, 2009. (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of tetraethyl silicate can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that tetraethyl silicate is expected to have very high mobility in soil."
        }
    ]
}