{
    "_id": {
        "$oid": "6682e850c4e5dba5ffba24fb"
    },
    "CID": {
        "$numberInt": "6544"
    },
    "Name": "ISOPHORONE",
    "IUPACName": "3,5,5-trimethylcyclohex-2-en-1-one",
    "CanonicalSMILES": "CC1=CC(=O)CC(C1)(C)C",
    "Synonyms": [
        "ISOPHORONE",
        "78-59-1",
        "Isoacetophorone",
        "3,5,5-Trimethylcyclohex-2-en-1-one",
        "Isoforone",
        "Isooctopherone",
        "Isoforon",
        "Izoforon",
        "3,5,5-Trimethyl-2-cyclohexen-1-one",
        "3,5,5-Trimethylcyclohex-2-enone",
        "2-Cyclohexen-1-one",
        "3,5,5-trimethyl-",
        "Isophoron",
        "alpha-Isophorone",
        ".alpha.-Isophoron",
        "1,1,3-Trimethyl-3-cyclohexene-5-one"
    ],
    "IsomericSMILES": "CC1=CC(=O)CC(C1)(C)C",
    "INCHI": "InChI=1S/C9H14O/c1-7-4-8(10)6-9(2,3)5-7/h4H,5-6H2,1-3H3",
    "INCHIKEY": "HJOVHMDZYOCNQW-UHFFFAOYSA-N",
    "Formula": "C9H14O",
    "MolecularWeight": {
        "$numberDouble": "138.21"
    },
    "Description": "Isophorone is a cyclic ketone, the structure of which is that of cyclohex-2-en-1-one substituted by methyl groups at positions 3, 5 and 5. It has a role as a solvent and a plant metabolite. It is a cyclic ketone and an enone.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "187"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Veith GD et al; pp. 116-29 in Aquatic Toxicology. Easton JG et al, eds. Amer Soc Test Mat ASTM STP 707 (1980) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 7 was measured for isophorone in bluegill sunfish(1). The half-life of isophorone in fish tissue was found to be 1 day(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Insitute Japan is available on the web at <https://www.cerij.or.jp/ceri_en/index_e.shtml> as of Aug, 2001. (2) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (3) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (4) Hannah SA et al; J Water Pollut Control Fed 58: 27 (1986) (5) Tabak HH et al; Respirometric methods for determination of biodegradability and biodegradation kinetics for hazardous organic pollutant compounds. Cincinnati, OH: USEPA/600/A-92/174. NTIS PB92-217108 (1992)",
            "Value": "AEROBIC: Isophorone, present at 100 mg/l, reached 3% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(1). Removal of isophorone from unacclimated fresh and salt water seeded with settled domestic wastewater was 42 and 9%, respectively, after 20 days(3). Removal of isophorone from wastewater treated by various different biological treatment processes: trickling filter, activated sludge, aerated lagoon, and facultative lagoon was 19, 98, 24, and 30%, respectively(4); therefore this compound is not expected to biodegrade rapidly(SRC). A 100% loss was observed when 5 and 10 mg/l isophorone underwent a 7-day static incubation in the dark at 25 °C under aerobic conditions using settled domestic wastewater as inoculum(2). Using a multi-level respirometric test protocol employing a sludge microbiota, a half-life of 25 days for 100 mg test compound was determined(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (2) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (3) DeVault DS; Arch Environ Contam 14: 587-594 (1985) (4) Nicola RN et al; J Environ Health 49: 342-7 (1987)",
            "Value": "The USEPA STORET Data Base reports that of 123 samples of biota, 0% were positive for isophorone(1). Whole fish samples collected from nearshore tributaries and the Grand Traverse Bay on Lake Michigan in the fall of 1993 tested positive for isophorone, at a mean concn range of not detected to 3.61 mg/kg wet weight(2). Isophorone was not detected in Great Lakes fish collected from the Sheboygen (WI), Milwaukee (WI), Kinninkinnic (WI), Fox (WI), Black (OH), Menominnee (WI), Wolf (WI), Ashtabula (OH) rivers, and Chequamegon Bay (Lake Superior, WI)(3). Bottomfish collected in 1981 from Old Town Dock area, Commencement Bay in Tacoma WA tested positive for isophorone at a max concn of 0.92 ppm(4)."
        }
    ],
    "logP": [
        {
            "References": "Veith GD et al; pp. 116-29 in Aquatic Toxicology. Easton JG et al, eds. Amer Soc Test Mat ASTM STP 707 (1980)",
            "Value": "log Kow = 1.70"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 819",
            "Value": "... /FROM WORK ON/ EXPERIMENTAL ANIMALS ... NO EFFECT WHATEVER RESULTED FROM EXPOSURE AT 25 PPM OF ISOPHORONE OF VAPOR. ... 10 RATS & 10 GUINEA PIGS, WERE EXPOSED 8 HR/DAY FOR 30 DAYS @ CONCN RANGING FROM 25-500 PPM. AT THE HIGHER CONCN THE CHIEF EFFECTS WERE ON THE KIDNEYS."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 770",
            "Value": "ISOPHORONE TESTED BY APPLICATION OF DROP TO RABBIT CORNEAS CAUSES MILD TRANSIENT INJURY, GRADED 4 ON SCALE OF 1 TO 10 AFTER 24 HR."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 457",
            "Value": "BY SC INJECTION, SINGLE INJECTION OF 0.3 G /TO RABBITS/ CAUSED ONLY DIARRHEA, FECES HAVING UNPLEASANT ODOR; AFTER 4 INJECTIONS PRONE POSITION & LOSS OF REFLEXES, & DEATH AFTER 8 HR."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 457",
            "Value": "FROM ORAL OR SC ADMIN, PUNCTATE HEMORRHAGES IN STOMACH & REDDENING OF INTESTINAL MUCOUS MEMBRANE. A TRACE OF ALBUMINURIA WAS FOUND AFTER SC INJECTION OF 0.3 G ... ."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 457",
            "Value": "DAILY INJECTION OF 0.2-0.6 G WAS FOLLOWED BY DEATH OF GUINEA PIGS AFTER 6 DAYS DAILY INJECTION ... CAUSED MUCH INCR AMT OF ALBUMINURIA."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 458",
            "Value": "... /AFTER INHALATION BY GUINEA PIGS AND RABBITS/ PETECHIAL & MASSIVE HEMORRHAGES OF LUNG & CONGESTION OF STOMACH & LIVER. ... THE LUNGS SHOWED GENERAL CONGESTION, INCR ALVEOLAR SECRETION, DESQUAMATION, & IN ABOUT 5% SECONDARY PNEUMONIA. THE KIDNEYS, CONGESTION & CLOUDY SWELLING. THE LIVER, IN FEW ANIMALS, SHOWED CONGESTION, PARENCHYMAL HEMORRHAGE & CLOUDY SWELLING."
        },
        {
            "References": "PMID:7165389",
            "Value": "Flow-through 96 hr & early-life-stage toxicity tests were conducted with isophorone using fathead minnows as test animals. The 96 hr median lethal concn were 145 & 255 mg/l depending on fish age. No-effect concn from early-life-stage exposures was 14 mg/l."
        },
        {
            "References": "PMID:7328706",
            "Value": "Flow-through, acute (96 hr) & early life stage (28 days after hatch) toxicity tests were performed on a saltwater fish, sheepshead minnows. Chemical effects on survival, growth & development were determined. Max acceptable toxicant concn was >80 & <156 mg/l."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Isophorone p.C-13 (1980) EPA 440/5-80-056",
            "Value": "CFE albino rat weanlings were divided into 4 groups of 20 males & females each & fed isophorone at 0, 750, 1,500, or 3,000 ppm in the daily diet. Individual body weights, food & cmpd consumption were tabulated weekly. After 4 wk & at 90 days, 5 rats/sex/group were killed & blood was collected for hematological & clinical chemistry determinations. Urine was collected from an additional 5 males & 5 females/group at the same time & was also comprehensively analyzed. The rats sacrificed after 4 wk were examined for gross pathology only; but after 90 days, tissues from 10 rats of each sex from the control & 3,000 ppm groups were examined histologically. The livers & kidneys from 5 rats/sex from the 750 and 1,500 ppm groups were also examined. Two rats died during the study, one in the control group & one in the 3,000 ppm group, of an unspecified infection unrelated to the admin of isophorone. The body weights & food consumption were not significanly affected at the end of the study by feeding isophorone although the body weights of the males in the 3000 group were significantly depressed for several weeks during the study. There was no significant difference between the treated & control groups regarding hematology, blood chemistry, or urinalysis, & no pathological lesions were observed by either gross or microscopic exam."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Isophorone p.C-14 (1980) EPA 440/5-80-056",
            "Value": "Four male & four female beagles were fed isophorone for 90 days at doses of 0, 35, 75, & 150 mg/kg/day, in gelatin capsules (food containing isophorone was refused). The dogs were weighed weekly & bled monthly for hematological blood chemistry evaluation, & urine was collected & analyzed on the same schedule as the blood. All the animals survived the study & were killed after 90 days & examined grossly. Twenty-eight selected tissues from the control & high level (150 mg/kg) groups were examined histologically, as were liver & kidney specimens from the intermediate exposure groups. All dogs survived the study in excellent condition. Food consumption was within normal limits & body weight was not affected by treatment. The hematology, biochemical, & urinalysis tests indicated a lack of adverse effect from 90 doses of isophorone. All organs appeared normal at gross exam & no significant changes in organ weight were produced with the ingestion of isophorone. There was no evidence of any definitive signs of cellular change in any of the tissues examined."
        },
        {
            "References": "De Ceaurriz J et al; Cah Notes Doc 104: 351-5 (1981)",
            "Value": "The existence of a quantitative relation between the % of the incr of convulsion threshold induced by pentetrazole & the log of atmospheric concn of chemicals allowed the calculation of the SCE50 (concn responsible for the 50% incr in convulsion threshold) for pentetrazole in mice. The systematic determination of this index allowed the comparison between different chem concerning their depressant action towards the CNS. The SCE50 value for isophorone is 131. /Units not given/"
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "Isophorone was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Isophorone was tested at doses of 0.033, 0.10, 0.33, 1.0, 3.3, & 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, & TA100) in the presence & absence of rat or hamster liver S-9. Isophorone was negative in these tests & the highest ineffective dose tested in any S typhimurium strain was 10 mg/plate. Toxicity including total clearing of the background lawn occurred in most cultures above the dose of 3.3 mg/plate."
        },
        {
            "References": "NTP; Toxicology and Carcinogenesis Studies of Isophorone p.11 Report# 291 NIH Pub# 86-2547",
            "Value": "Isophorone was not mutagenic in strains TA100, TA1535, TA1537, or TA98 of Salmonella typhimurium in the presence or absence of Aroclor 1254-induced male rat or male hamster liver S9. It was weakly mutagenic in the mouse L5178Y/TK+/i assay in the absence of S9; it was not tested in the presence of S9. It induced sister-chromatid exchanges in the absence of S9 in Chinese hamster ovary cells; it did not induce sister-chromatid exhanges in the presence of Aroclor 1254-induced male rat liver S9, and it did not induce chromosomal aberrations."
        },
        {
            "References": "USEPA; Health and Environmental Effects Profile for Isophorone p.29 (1986) ECAO-CIN-P162",
            "Value": "Groups of 10 Male & 10 Female young adult Charles River CD rats were exposed to isophorone at air concns of 0 or 0.25 mg/l (250 mg/cu m), 6 hr/day, 5 days/wk for 4 wk. Results of daily spectroscopic determinations indicated that the average daily exposure was 0.208 mg/l (208 mg/cu m). Body weight measurements & hematological studies were made before exposure & after 4 wk. The rats were killed & gross necropsy was performed. Organ weights were determined for lungs, liver, kidneys, adrenals & spleen. Histological exam of those tissues were performed in 3 males & 3 females/group. The following effects were observed: transient nasal bleeding, increased percentages of lymphocytes, decreased percentages of neutrophils & increased hemoglobin concn in males & females & significantly lower terminal body weights & significantly decreased absolute & relative liver weights of exposed males, compared with controls."
        },
        {
            "References": "Cheh AM; Mutat Research 169 (1-2): 1-9 (1986)",
            "Value": "The mutagenicity of methylated alpha/beta unsaturated ketones for chlorination was studied in vitro. Mesityl oxide & isophorone were chlorinated by adding the cmpds to solns containing sodium hypochlorite in media buffered to a pH of 7.5, 8.5, or 9.5. The conditions were similar to those encountered during wastewater chlorination. Aliquots of the reaction mixture were assayed for mutagenic activity by the Ames/Salmonella assay using strain TA-100. Styrene-oxide was the positive control. Neither mesityl oxide nor isophorone showed mutagenic activity in the absence of chlorination. Aqueous chlorination at pH 9.5 generated mutagens from both cmpds. Increasing the ratio of sodium hypochlorite to isophorone from 0.32 to 1.6 increased the mutagen yield. ... Decreasing the reaction pH decreased the yield of mutagens. With isophorone, the limiting pH was reached between 7.5 & 8.5. ... Mutagen formation could occur by way of a haloform reaction."
        },
        {
            "References": "PMID:3050497",
            "Value": "Isophorone ... /was/ tested for potential genotoxicity. The assays ... included ... L5178Y/TK+/- mouse lymphoma assay, ... unscheduled DNA synthesis assay, & micronucleus assay. ... No genotoxicity was found for ... isophorone."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1848",
            "Value": "Male & female rats & mice were dosed with isophorone by gavage for 16 days at doses up to 2000 mg/kg/day, & for 13 wk at doses up to 1000 mg/kg/day. In the 16 day studies, all 2000 mg/kg mice & 3 of 10 2000 mg/kg rats died. Reduced weight gain was noted at 1000 mg/kg. In the 13 wk studies, cmpd related deaths were seen in 1 of 10 female rats & 3 of 10 female mice at the 1000 mg/kg dose. The treatments did not produce gross or histopathological changes."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1849",
            "Value": "When male & female rats were exposed to 500 ppm isophorone 8 hr/day, 5 days/wk for 6 & 4 months, respectively, a total of 3 of 20 animals died, but the only other reported adverse effects consisted of irritation of the eyes & nose. Eye & nose irritation were also seen in a limited 18 month study in which rats & rabbits were exposed to 250 ppm isophorone for 6 hr/day, 5 days/wk."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1849",
            "Value": "Rats & guinea pigs exposed to 100-500 ppm isophorone 8 hr/day, 5 days/wk for 6 wk had decreased weight gain. Exposure to 500 ppm produced chronic conjunctivitis & pulmonary inflammation. Kidney damage occurred at the higher concns. There was a concn related incr in mortality."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Isophorone p.15 TP-89/15 (1989)",
            "Value": "... A concn of 27.8 ppm for 5 min caused a 50% decr in the reflex respiratory rate of mice, an indication of respriatory irritation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Isophorone p.15 TP-89/15 (1989)",
            "Value": "Slight lung congestion was observed in rats & mice sacrificed immediately after exposure to 619 ppm isophorone for 6 hr, but not in rats or mice sacrificed 14 days after the exposure, suggesting reversibility of the lesion. ... Rats & rabbits that were exposed to isophorone at concns up to 7000 ppm for 5 hr died & had hemorrhagic lungs with vascular dilation of the alveolar capillaries & peribronchial vessels."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Isophorone p.20 TP-89/15 (1989)",
            "Value": "... Groups of 22 female rats & 22 female mice were exposed on gestation days 6-15 to concns of isophorone up to 115 ppm. In rats, dose-related maternal toxicity (alopecia) was seen at all concns (> or = 25 ppm). In addition, rat dams exposed to 115 ppm had lower body weights than controls on some days. No other indications of maternal toxicity were noted. There was a statistically significant reduction in mean crown-rump length among rat fetuses, but not among litters, in the group exposed to 115 ppm. In mice, the only effect noted was that the mean body weight of dams exposed to 115 ppm isophorone was decreased during one day of the treatment period."
        },
        {
            "References": "WHO; Environ Health Criteria 174: Isophorone p.59 (1995)",
            "Value": "... An early life stage toxicity test was conducted with freshwater fathead minnow Pimephales promelas using concn of 11, 19, 30, 56 and 112 mg isophorone/liter. Survival was affected at a concn of 112 mg/l, but not at 56 mg/l or less; fork length was affected at 30 mg/l but not at 19 mg/l or less; body weight gain was decreased at 19 mg/l or more but not at 11 mg/l. ... A no-observed-effect concn of 14 mg/l /was/ calculated."
        },
        {
            "References": "WHO; Environ Health Criteria 174: Isophorone p.55 (1995)",
            "Value": "Isophorone and a number of aliphatic ketones have been studied using the mouse behavioral despair swimming test. This test, which was developed for screening antidepressant drugs, is based on the duration of the periods of immobility exhibited by mice when placed in water. Mice were exposed to isophorone at atmospheric concentrations of 508-782 mg/cu m (89-137 ppm) for 4 hr. The ID50 (an estimated concentration producing a 50% reduction in the immobility time) for animals thus exposed was 628 mg/cu m (110 ppm)."
        },
        {
            "References": "WHO; Environ Health Criteria 174: Isophorone p.54 (1995)",
            "Value": "The teratogenicity of isophorone to rats and mice was studied. Groups of 22 confirmed mated females of each species were exposed 6 hr/day on days 6-15 of gestation to atmospheres containing 0, 143, 285, or 656 mg/cu m (0, 25, 50 or 115 ppm) isophorone. At the highest atmospheric concentration there was evidence of maternal toxicity which showed as reduced food consumption, alopecia and cervical or anogenital staining in the rats and reduced body weights in the mice. Comprehensive uterine and fetal examinations did not show any significant differences between animals exposed to isophorone and their respective controls. From the results of this study, it can be concluded that no teratogenic or fetotoxic effect was observed with 656 mg/cu m in F-344 rats and CD-1 mice."
        },
        {
            "References": "WHO; Environ Health Criteria 174: Isophorone p.44 (1995)",
            "Value": "The daily occluded application shaved and abraded skin of 0.1 or 0.2 ml of isophorone to rats for 8 weeks produced erythema and scabs at the site of application."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (2) Staples CA et al. Environ Toxicol Chem 4: 131-42 (1985) (3) McFall JA et al; Chemosphere 14: 1561-9 (1985)",
            "Value": "SEDIMENT: Isophorone was qualitatively identified in sediment/soil/water samples taken from Love Canal in Niagara Falls, NY during 1980(1). According to the USEPA STORET Data Base, of 318 sediment samples tested, 0% were positive for isophorone(2). The compound was detected in sediments taken from Lake Pontchartrain (LA), concn range 0.98-12 ng/g (ppb) dry wt(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Veith GD et al; pp. 116-29 in Aquatic Toxicology. Easton JG et al, eds. Amer Soc Test Mat ASTM STP 707 (1980) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of isophorone is estimated as 200(SRC), using a log Kow of 1.7(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that isophorone is expected to have moderate mobility in soil."
        }
    ]
}