{
    "_id": {
        "$oid": "6682e851c4e5dba5ffba24fc"
    },
    "CID": {
        "$numberInt": "6549"
    },
    "Name": "LINALOOL",
    "IUPACName": "3,7-dimethylocta-1,6-dien-3-ol",
    "CanonicalSMILES": "CC(=CCCC(C)(C=C)O)C",
    "Synonyms": [
        "Linalool",
        "78-70-6",
        "3,7-Dimethylocta-1,6-dien-3-ol",
        "Linalol",
        "LINALYL ALCOHOL",
        "3,7-Dimethyl-1,6-octadien-3-ol",
        "allo-Ocimenol",
        "beta-Linalool",
        "(+-)-Linalool",
        "1,6-Octadien-3-ol",
        "3,7-dimethyl-",
        "p-Linalool",
        "Linanool",
        "Linolool",
        "Phantol",
        "(+/-)-linalool"
    ],
    "IsomericSMILES": "CC(=CCCC(C)(C=C)O)C",
    "INCHI": "InChI=1S/C10H18O/c1-5-10(4,11)8-6-7-9(2)3/h5,7,11H,1,6,8H2,2-4H3",
    "INCHIKEY": "CDOSHBSSFJOMGT-UHFFFAOYSA-N",
    "Formula": "C10H18O",
    "MolecularWeight": {
        "$numberDouble": "154.25"
    },
    "Description": "Linalool is a monoterpenoid that is octa-1,6-diene substituted by methyl groups at positions 3 and 7 and a hydroxy group at position 3. It has been isolated from plants like Ocimum canum. It has a role as a plant metabolite, a volatile oil component, an antimicrobial agent and a fragrance. It is a tertiary alcohol and a monoterpenoid.",
    "XlogP": {
        "$numberDouble": "2.7"
    },
    "Complexity": {
        "$numberInt": "154"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) De Pooter et al; pp 67-77 in Essent Oils Aromat Plants, Proc Int Symp 15th. Svendsen AB, Scheffer, JJC, eds. Dordrecht, The Netherlands: Dr. W. Junk Publishers (1985) (2) Schlotzhauer WS et al; J Agric Food Chem 44: 206-209 (1996) (3) Nishimura O; J Agric Food Chem 43: 2941-2945 (1995) (4) Zini CA et al; J Agric Food Chem 50: 7199-7205 (2002) (5) Kesselmeier J et al; Atmos Environ 30: 1841-1850 (1996) (6) Kim YS, Shin DH; J Agric Food Chem 52: 781-787 (2004) (7) Huang D et al; Se Pu 33(3): 318-322 (2015) (8) Lawal OA et al; Nat Prod Commun 9(11): 1613-1614 (2014) (9) Azadi B, Sohrabi Y; Nat Prod Res 29(9): 791-794 (2015)",
            "Value": "Linalool has been qualitatively detected in the headspace and essential oil of honeysuckle(1). A linalool concentration of 6854 ug/kg was measured in freshly opened Japanese honeysuckle flowers; blossoms open for 12 and 24 hours contained 186 ug/kg and 3858 ug/kg linalool, respectively(2). The rhizome of the ginger plant has been found to contain linalool(3). Linalool has been qualitatively detected in emissions collected from the leaves of Eucalyptus citriodora(4), Quercus ilex(5) and Callicarpa japonica Thunb(6). Linalool was identified as a major scent component (38.06%) of Glochidion plants(7). The Plumeria alba L. (Apocynaceae) plant grown in Nigeria was found contain linalool in the leaf oil (13.2%) and flower oil(7.9%)(8). Analysis of the essential oil composition of flowering aerial parts of Iranian Silene morganae Freyn (Caryophyllaceae) found linalool (7.4%)(9)."
        },
        {
            "References": "(1) Breheret S et al; J Agric Food Chem 45: 831-836 (1997) (2) Burdock GA, ed; Fenaroli's Handbook of Flavor Ingredients. 5th ed. Boca Raton, FL: CRC Press, p. 1029-1030 (2004)",
            "Value": "Linalool has been qualitatively detected in fruiting bodies of the wild mushrooms Lepista nuda, Mycena rosea, Tricholoma sulfureum, Clitocybe odora, Hydrum repandum, Lactarius salmonicolor, Gomphidius glutinosus, Agrocybe aegerita, Boletus erythropos, Clitocybe nebularis, and Tricholoma saponaceum(1).  The optically active forms (d- and l-) and optically inactive form occur in more than 200 oils from herbs, leaves, flowers and wood(2)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Linalool. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Nov 20, 2015: https://www.ars-grin.gov/duke/",
            "Value": "Linalool was detected in Gueyoto shoots (Origanum sipyleum L.;Lamiaceae) at a concentration range of 0-35 ppm. The compound was detected in Funk's thyme shoots (Thymus funkii COUSS.;Lamiaceae) at a range of 0-35 ppm(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Li J et al; Environ International 24: 353-358 (1998) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Nov 20, 2015: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 42 was calculated in fish for linalool(SRC), using a log Kow of 2.97(1) and a regression-derived equation(2). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 20, 2015: https://www.safe.nite.go.jp/english/db.html (2) ECHA; Search for Chemicals. Linalool (CAS 78-70-6) Registered Substances Dossier. European Chemical Agency. Available from, as of Nov 20, 2015: https://echa.europa.eu/ (3) OECD; SIDS Initial Assessment Report For SIAM 14, Linalool (CAS No. 78-70-6), March 2002. Available from, as of Nov 20, 2015: https://www.chem.unep.ch/irptc/sids/OECDSIDS/78706.pdf",
            "Value": "AEROBIC: Linalool, present at 100 mg/L, reached 90% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(1). Using OECD Guideline 301 D (Ready Biodegradability: Closed Bottle Test) and a domestic, non-adapted sewage inoculum, linalool (2 mg/L) had a 5-day and a 28-day ThOD of 40.9 and 64.2% which classified the compound as readily biodegradable(2). Other aerobic screening tests have also found linalool to be readily biodegradable(3). Using various aerobic 28-day tests, 90-100% biodegradation of linalool was observed as evidenced by full primary degradation or very high mineralization as measured by BOD and TOC(3). Linalool, present at 400 mg DOC/L, biodegraded 26 and 100% in 3 hours and 13 days, respectively, using an activated sludge inoculum in the Zahn-Wellens test(3)."
        },
        {
            "References": "(1) OECD; SIDS Initial Assessment Report For SIAM 14, Linalool (CAS No. 78-70-6), March 2002. Available from, as of Nov 20, 2015: https://www.chem.unep.ch/irptc/sids/OECDSIDS/78706.pdf",
            "Value": "ANAEROBIC: An anaerobic test found a low degradation rate of linalool in the absence of nitrate, but a high degradation rate in the presence of nitrate (10 d, 0.5 mg/L)(1). It was concluded that linalool is anaerobically \"well degradable\" in the presence of nitrate, using activated sludge and mud as inoculum(1)."
        }
    ],
    "logP": [
        {
            "References": "Li J et al; Environ International 24: 353-358 (1998)",
            "Value": "log Kow = 2.97"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.20 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "... The specific toxic effect of linalool on animals is therefore likely to be caused by its neurotoxic respectively neuropharmacological mode of action. In turn, this may explain the use of linalool-containing natural products (aromatic herbs and spices or their essential oils respectively extracts) in traditional medicinal systems, specifically for their sleep-inducing and anticonvulsant purposes. Moreover, it also accounts for the widespread traditional use of herbs containing linalool for stored-food pest control for the use of linalool-containing extracts as a pet flea insecticide."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:19456160",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ As an attempt to quantitatively analyze the physiopsychological effects elicited by odorants, white blood cells and gene expression were profiled in the whole blood of the rats exposed to (R)-(-)-linalool during restraint stress for 2 hr. In neutrophils and lymphocytes, significant changes caused by the restraint were repressed by their exposure to the odorant. This indicates that inhalation attenuates stress-induced changes. Significant changes on the stress-induced variations were induced by inhalation in 115 gene expression levels. Of those, 109 genes were down-regulated, whereas the remaining 6 were up-regulated. These findings show that (R)-(-)-linalool inhalation represses stress-induced effects on the profiles of both blood cells and gene expression. Furthermore, these results suggest the possibility that the odorant-induced effects can be quantitatively evaluated by analyzing the profiles of blood cells and gene expression."
        },
        {
            "References": "PMID:15336945",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... This study investigated the effect of systemic administration of (-)-linalool in the paw withdrawal test in rats, a model of thermal hyperalgesia induced by monolateral subplantar injection of carrageenan, L-glutamate or prostaglandin E(2). Carrageenan and L-glutamate induced a hyperalgesic effect on the injection side. In contrast, prostaglandin E(2) induced hyperalgesia in both the injection side and the contralateral side. Pretreatment with (-)-linalool (50-150 mg/kg) inhibited the development of acute hyperalgesia induced by carrageenan in the injected paw, with no effect on the contralateral paw. Furthermore, (-)-linalool at the highest dose used (200 mg/kg), reduced and reverted the decrease in paw withdrawal latencies induced by L-glutamate on the ipsilateral side, showing antihyperalgesic and antinociceptive effects. An antinociceptive effect was apparent also in the contralateral paw. Finally, (-)-linalool (200 mg/kg) increased paw withdrawal latency on the side contralateral to prostaglandin E(2) injection, but not on the side of the injection. The efficacy of (-)-linalool in decreasing the hyperalgesia induced by carrageenan, L-glutamate and prostaglandin E(2) suggests that this compound might be useful in pain conditions sustained by the development of neuronal sensitization. /(-)-Linalool/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.14 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Linalool was irritating to rabbit skin, with Primary Irritation Indices above 3 in two instances and above 2 in the third. ... In guinea pigs, linalool is moderately irritating while in miniature pigs it is not irritating. ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.15 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Series of Draize tests with fragrance materials /indicated/ linalool was not a sensitizer in guinea pigs."
        },
        {
            "References": "Opdyke, D.L.J. (ed.). Monographs on Fragrance Raw Materials. New York: Pergamon Press, 1979., p. 498",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Pretreatment of rats for 3 days with 150 mg linalool/kg ip caused no increase in the activities of biphenyl 4-hydroxylase, glucuronyl transferase, or cytochrome P-450 in liver homogenates, but increased the activity of 4-nitrobenzoate reductase by 25-50%."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.111 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /3 white Vienna rabbits/ ... were dosed by single application of 0.1 mL of undiluted test substance to the conjunctival sac of the right eye, the substance was not washed out. ... The untreated eye served as the negative control. ... After 1 hour, all three animals showed well defined chemosis and conjunctival redness plus clearly to distinctly increased eye discharge; additionally, 1/3 showed contracted pupil. After 1 day, all animals showed slight corneal opacity with at least one-quarter of the cornea involved, well defined to severe conjunctival redness, slight to no chemosis and slightly increased discharge; this pattern remained for another day (day 2); on both days 1 and 2, 2/3 animals showed contracted pupils and one of the loss of corneal tissue. On day 3 slight corneal opacity was distributed over at least half of the cornea, the iris showed circumcorneal injection and there was still well-defined to severe redness, but chemosis and discharge were only remarkable in 1/3 animals; all three animals showed contracted pupils, loss of corneal tissue and 1/2 had small retractions in the eyelid. On day 8, with the exception of slight corneal opacity in one male, all animals were free of quantified symptoms, one male showed small eyelid retractions, marginal vascularization of the cornea, loss of hair at margins of eyelids and loss of corneal tissue. On day 15, there were no quantified reactions in any animal, but one male still showed small retractions of the eyelid and loss of hair at the margins of the eyelid."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.122 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wistar rats were admin linalool 1500 mg/kg/day by gavage for 5 days. ... /Linalool/ caused induction of the peroxisomal enzymes (palmitoyl CoA oxidation, bifunctional enzymes) but not of cytochrome P-450IVA1. Absolute and relative liver weights were statistically significant increased in treated animals; microsomal protein content was decreased."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.141 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After 150 mg/kg /linalool/ administered ip to rats for 3 consecutive days an increase in liver p-nitrobenzoic acid nitro reductase was observed."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.14 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... out of five /primary skin irritation/ tests, three using up to 20% concentration resulted in \"not irritating\", while two other tests ... showed mild irritation."
        },
        {
            "References": "Api AM et al; Food Chem Toxicol 82 Suppl: S29-38 (2015)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The repeated dose toxicity data on linalool are sufficient for the repeated dose toxicity endpoint. A dermal 90-day subchronic toxicity study conducted in rats determined the NOAEL to be 250 mg/kg/day, based on reduced body weights. To account for bioavailability following dermal application, data from an in vitro dermal absorption study were used to revise the NOAEL of 250 mg/kg/day to reflect the systemic dose. At a dermal penetration of 14.4% of the applied dose, the revised repeated dose toxicity NOAEL from the dermal study is 36 mg/kg/day. Therefore, the Margin of Exposure (MOE) is equal to the NOAEL in mg/kg/day divided by the total systemic exposure, 36/0.077 or 468."
        },
        {
            "References": "PMID:17697428",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral administration of Asian plantain (Plantago asiatica) essential oil (PAEO) for 3 weeks in C57BL/6 mice significantly reduced plasma total cholesterol and triacylglycerol (TAG) concentrations by 29 and 46%, respectively. The mRNA (+58%; P < 0.05), but not protein, levels of the LDL receptor were significantly higher, whereas both mRNA and protein levels of HMG-CoA reductase were significantly lower (-46 and -11%, respectively; P < 0.05) in the liver of PAEO-fed than of control mice. /Although/ the mRNA levels of CYP7A1 were marginally reduced in HepG2 cells, /they were/ ... not in mouse liver after PAEO treatment. Thus, PAEO may have hypocholesterolemic effects by altering the expression of HMG-CoA reductase. Reduced TAG and oxidized LDL may provide additional cardiovascular protective benefits. /Asian plantain (Plantago asiatica) essential oil/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALYL ACETATE (115-95-7) p.12 & 46 (March 2002). Available from, as of July 14, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /10/sex/treatment/ Crl:CD/BR rats received /daily oral doses of/ 160, 400 or 1000 mg/kg bw linalool during 28 days. One male and one female of the high dose group were found dead. Total protein/albumin were increased in males at 400 mg/kg bw and in both sexes at 1000 mg/kg bw. Calcium was increased at 1000 mg/kg bw in males only. Serum glucose levels were decreased in males at 400 and 1000 mg/kg bw. Liver weight was increased dose related and significantly at 400 and 1000 mg/kg bw. Kidney weight was increased in males at 400 mg/kg bw (relative kidney weight) and in all animals at 1000 mg/kg (absolute). Macroscopically this was accompanied by thickened liver lobes and pale areas on the kidneys. All treated female groups showed hepatocellular cytoplasmic vacuolization while the high-dose males had an increase in degenerative lesions in the renal cortex. Thickening of the stomach mucosa with concomitant lesions in the non-glandular part of the stomach, with some erosion, subacute inflammation and acanthosis were reported in middle- and high-dose animals ... . The NOAEL derived was 160 mg/kg bw based on effects in liver and kidney. /Essential oil of coriander containing 72.9% of natural linalool/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALYL ACETATE (115-95-7) p.12 & 47 (March 2002). Available from, as of July 14, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a study in rats to establish effects of linalool on drug metabolizing enzymes, increased liver weight was reported on day 64. Rats received 500 mg/kg bw linalool by gavage during 64 days. Microsomal protein was increased from day 20 onwards. Cytochrome P450 and cytochrome b5 showed biphasic response (initial depression followed by an increase). 4-Methylumbelliferone glucuronyl transferase increased to 150% by day 64. Alcohol dehydrogenase was initially depressed by 33% on day 3, then increased by 36% on day 7, before regaining normal values by day 14 and thereafter ... . /Purity > or = 96%/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.142 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated application on sheep skin caused signs comparable to acanthosis."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.127 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... For tests with linalool, 4 groups of 15 A/He mice each were used, one group each of 15 males and 15 females for the high and for the low dose. ... All /ip/ injections of linalool were administered as 0.1 mL/dose of solutions in tricaprylin ... 3 times per week for 8 weeks ... . The experiments were terminated 24 weeks after the first injection. ... The following incidences of pulmonary tumors was found: 1) total dose 3 g/kg bw, males, 9 survivors, 2 with 1 tumor; 2) total dose 3 g/kg bw, females, 11 survivors, 3 with 1 tumor; 3) total dose 0.6 g/kg bw, males, 11 survivors, 1 with 1 tumor; 4) total dose 0.6 g/kg bw, females, 9 survivors, 1 with 1 tumor. These incidences were not statistically different from vehicle controls, P > 0.05."
        },
        {
            "References": "PMID:2509095",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The present work ... reports data evaluating the chemopreventive effects of limonene and five other monoterpenes with various chemical structures using a 7,12-dimethylbenz(a)anthracene (DMBA)-induced rat mammary carcinogenesis model. The terpenes tested include: oxygenated ((-)-menthol) and non-oxygenated (d-limonene) monocyclic forms, oxygenated (1,8-cineole) and non-oxygenated ((+/-)-alpha-pinene) bicyclic forms and oxygenated ((+/-)-linalool) and non-oxygenated (beta-myrcene) acyclic forms. Dietary additions of each of the monocyclic terpenes, d-limonene or (-)-menthol resulted in a significant inhibition of mammary carcinogenesis. Furthermore, menthol was found to be a more potent chemopreventive agent than limonene during the DMBA initiation of rat mammary tumors. The acyclic and bicyclic terpenes had no significant chemopreventive activities at the dose levels used in these studies."
        },
        {
            "References": "PMID:18404542",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity of linalool, a widely used fragrance ingredient, was evaluated in presumed pregnant Sprague-Dawley rats (25/group). Oral dosages of 0, 250, 500, or 1000 mg/kg/day linalool were administered by gavage on gestational days 7 to 17. ...  Caesarean sectioning and necropsy occurred on gestational day 21. Uteri were examined for number and distribution of implantations, live and dead fetuses, and early and late resorptions. Numbers of corpora lutea were also recorded. Fetuses were weighed and examined for gender, gross external changes, and soft tissue or skeletal alterations. There were no maternal deaths, clinical signs, or gross lesions that were considered related to linalool. During the dosage period, mean relative feed consumption was significantly reduced by 7% and mean body weight gains were reduced by 11% at 1000 mg/kg/day. During the postdosage period, feed consumption values at 1000 mg/kg/day were significantly higher than vehicle control values, which corresponded to the increase in body weight gains during this period. Caesarean section and litter parameters, as well as fetal alterations, were not affected by linalool at any of the three dosages tested. On the basis of these data, the maternal no observed adverse effect level (NOAEL) of linalool is 500 mg/kg/day, whereas the developmental NOAEL is > or = 1000 mg/kg/day. It is concluded that linalool is not a developmental toxicant in rats at maternal doses of up to 1000 mg/kg/day."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.19 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Using essential oil of coriander with 72.9% linalool and 22.3% other identified terpenoids diluted with maize (corn) oil, female rats were treated once daily by gavage from 7 days premating for a maximum of 40 days (all animals killed at 4-5 days postpartum) while the males were not treated. In the dams, all dosages caused excess salivation, which was significant in the middle- (500 mg/kg bw/day) and high-dose (1000 mg/kg bw/day) groups. A significant number of high-dose dams had urine-stained fur. One or two of the high-dose group showed ataxia or decreased motor activity during treatment, which are considered toxic (pharmacological) effects of linalool. During the premating period, body weight gain and feed consumption were decreased in the high-dose group, but during gestation significant increases in absolute and relative body weight gain were seen in all three treatment groups including the low-dose group (250 mg/kg bw/day). Based on these results, 500 mg/kg bw/day is proposed as the maternal NOAEL while the NOEL was below 250 mg/kg bw/day. On the offspring side, negative effects were only noted in the maternal high-dose group, with fetal deaths in utero, a concomitant decrease in live litter size and a significant increase in pup morbidity and mortality during the first four or five days postpartum. However, even at the highest dose administered to dams, there were no effects on length of gestation, pup sex ratio, pup body weight or gross morphology. Based on this evidence, 500 mg/kg bw/day was the NOEL for the offspring. While at 1000 mg/kg bw/day there was significant fetal and pup mortality, there were no gross signs of teratogenicity in the pups ... Regarding fertility parameters, the following main results were reported: In dams, dosages up to 1000 mg/kg bw/day did not adversely affect the reproductive performance ... There were no significant differences regarding duration of cohabitation, incidence of pregnancy or averages of implantation in all three treatment groups compared with the controls. /Essential oil of coriander with 72.9% linalool/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.19 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ From a 28-day subchronic toxicity study with the ... essential oil of coriander /with 72.9% linalool and 22.3% other identified terpenoids/ no remarkable effects on the primary reproductive organs in both females (ovaries and uteri) and males (testes and epididymides) was noted in any animal from any dosage group up to 1000 mg/kg bw/day, both macroscopically at dissection and also microscopically during histopathology of every single (10 male, 10 female) high-dose animal. The NOEL for effects on fertility is set at 500 mg/kg bw/day (equivalent to 365 mg/kg bw/day linalool). /Essential oil of coriander with 72.9% linalool/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.137 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Psychopharmacological evaluation of linalool in vivo in /Wistar/ rats showed that it has marked dose-dependent sedative effects on the central nervous system, including hypnotic, anticonvulsant and hypothermic properties. The study reports an inhibitory effect of linalool on glutamate binding in the rat cortex."
        },
        {
            "References": "PMID:1817516",
            "Value": "/BEHAVIORAL STUDIES/ The sedative properties of the essential oil of Lavender (Lavandula angustifolia Miller) and of its main constituents--linalool and linalyl acetate--were investigated in mice followed up in a series of experimental procedures. The significant decrease in the motility of female and male laboratory animals under standardized experimental conditions is found to be closely dependent on the exposure time to the drugs. Nevertheless after an injection of caffeine into mice a hyperactivity was observed which was reduced to nearly a normal mobility only by inhalation of these fragrance drugs. ...[Buchbauer G et al; Z Naturforsch"
        },
        {
            "References": "Api AM et al; Food Chem Toxicol 82 Suppl: S29-38 (2015)",
            "Value": "/GENOTOXICITY/ The genotoxic potential of linalool has been evaluated for mutagenicity in bacteria and in cultured mouse L5718Y tk+/. cells, and by cytogenicity in Chinese hamster ovary (CHO) cells via SCE, a chromosome aberration study, and an in vivo micronucleus test. The Fragrance Material Review on linalool, summarizes available data including negative Ames studies with S. typhimurium strains TA92, TA94, TA98, TA100, TA1535, TA1537, TA1538, and E. coli strain WP2 uvrA, a negative sister chromatid exchange assay in CHO cells, a negative test for induction of unscheduled DNA synthesis in rat primary hepatocytes, and a negative in vivo mouse micronucleus assay. Additionally, the US NTP has shown linalool to be non-mutagenic in S. typhimurium strains TA100, 1535, 97, 98, 102, 104 up to 1000 ug/plate. Mammalian mutagenicity was evaluated in one mouse lymphoma assay that demonstrated a weak positive result for linalool; however, the authors emphasized that positive results in this assay are commonly observed for polar substances in the presence of S9 and may be associated with changes in physiologic culture conditions such as pH and osmolality. When a second mouse lymphoma study was conducted which took into account cytotoxicity, osmolality and pH, the results were negative . Linalool was also reviewed by RIFM'S Expert Panel and concluded that the mutagenicity and clastogenicity data are sufficient to indicate that linalool is not genotoxic. More recently, an in vitro micronucleus test conducted using linalool demonstrated negative effects for mutageneticity and clastogenicity, further supporting a lack of genotoxic concern for linalool."
        },
        {
            "References": "PMID:18514567",
            "Value": "/GENOTOXICITY/ The mutagenic and antimutagenic effects of linalool ...  were evaluated by the bacterial reverse mutation assay on Salmonella typhimurium TA98 and TA100, and on Escherichia coli WP2uvrA strains. ... Linalool ... did not show ... mutagenicity... . Linalool was /also/ devoid of antimutagenic activity against 2-nitrofluorene (2NF), sodium azide (SA), methyl methane sulfonate (MMS) and 2-aminoanthracene (2AA). ..."
        },
        {
            "References": "DHHS/NTP; Testing Status for Linalool (78-70-6). Available from, as of July 14, 2008: https://ntp.niehs.nih.gov/",
            "Value": "/GENOTOXICITY/ Linalool was negative in Salmonella study using strains TA1535, TA97, TA100, TA104, TA98, and TA102 with or without S-9 activation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.18 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ /Linalyl alcohol/ was tested negative in in vitro mutagenicity assays including: recombination assay (up to 17 uL/disc) in Bacillus subtilis strain M45 (rec- ) & H17 (rec+); Ames tests in Salmonella typhimurium strains TA92, TA94, TA100, TA1535, TA1537, TA98 & TA1538, with or without S-9 metabolic activation; reverse mutation assay (0.125-1.0 mg/plate) in Escherichia coli strain WP2 uvrA (trp-); and cytogenetic assay (0.25 mL/mL) in Chinese hamster fibroblast cell line with (S-9) and without metabolic activation. /From table/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.18 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ In a mouse micronucleus assay ... Swiss CD-1 mice received one single dose of 500, 1000 and 1500 mg/kg bw/day linalool. Mice were sacrificed and samples were taken at 24 hr and for the highest dose in addition at 48 hr. As positive control 50 mg/kg bw/day of cyclophosphamide was used. There was no significant difference between any of the vehicle control and linalool dosages groups."
        },
        {
            "References": "USEPA/HPVIS; Endpoint Detail (1) of Genetic Toxicity in vitro for Mammalian Health Effects SIDS on 1,6-Octadien-3-ol, 3,7-dimethyl- (78-70-6). Available from, as of July 16, 2008: https://www.epa.gov/hpvis/index.html",
            "Value": "/GENOTOXICITY/ Linalool was weakly positive in the /mouse lymphoma L5178y TK +/- cell mutagenesis (MLY) assay/ in the presence of rat liver S-9 activation system. At concentration range of 100-300 nL/mL linalool treatment resulted in 2.3-4.1 fold increase."
        },
        {
            "References": "USEPA/HPVIS; Endpoint Detail (5) of Genetic Toxicity in vitro for Mammalian Health Effects SIDS on 1,6-Octadien-3-ol, 3,7-dimethyl- (78-70-6). Available from, as of July 16, 2008: https://www.epa.gov/hpvis/index.html",
            "Value": "/GENOTOXICITY/ Linalool was tested in the rat hepatocytes for unscheduled DNA synthesis (UDS). ... The hepatocytes were isolated from adult male /Sprague-Dawley or Fischer/ rats and incubated for 18-20 hours with /50 ug linalool/ in serum-free WME medium containing 5-10uCi/mL (3)H-TdR. UDS was measured by electronically counting nuclear grains and subtracting the average number of grains in 3 adjacent nuclear-sized cytoplasmic areas. ... Linalool gave a negative response."
        },
        {
            "References": "USEPA/HPVIS; Endpoint Detail (12) of Genetic Toxicity in vitro for Mammalian Health Effects SIDS on 1,6-Octadien-3-ol, 3,7-dimethyl- (78-70-6). Available from, as of July 16, 2008: https://www.epa.gov/hpvis/index.html",
            "Value": "/GENOTOXICITY/ /Sprague-Dawley/ rats (2) were given a 0.5 mL (452 mg) oral dose of linalool by oral intubation and the urine was collected over the next 24 hours. ... A standard Ames assay with Salmonella typhimurium strain TA98 and TA100 was performed with the linalool in the presence of S-9, direct urine sample in the presence or absence of beta-glucuronidase, urine ether extract, or the aqueous fractions of ether extracts without S-9 activation. ... There was no evidence of mutagenicity for linalool or linalool urinary metabolites in rats given 452 mg of linalool."
        },
        {
            "References": "PMID:23436179",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ (-)-Linalool is a monoterpene compound commonly found as a major component of the essential oil of several aromatic species. It has been shown to exert several actions in the central nervous system (CNS) and is able to inhibit glutamate receptors. This study investigated the effect of (-)-linalool in depression and genotoxicity models. Mice were given (-)-linalool (10, 50, 100 or 200 mg/kg i.p.) and were evaluated using the tail suspension test (TST). Genotoxic and antigenotoxic effects in blood and brain were investigated using the alkaline comet assay. In the TST, the animals that received doses of 100 and 200 mg/kg presented a decrease in immobility times. No increase in DNA damage was observed in either tissue, and resistance to DNA oxidative damage induced by hydrogen peroxide did not increase. (-)-Linalool showed an antidepressant-like activity in the TST and was unable to cause damage/protection to DNA in brain tissue and peripheral blood. This investigation provides evidence of an important effect of (-)-linalool on the CNS; however, more studies are necessary to support its possible clinical uses."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.141 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Linalool was without any effect on platelet aggregation in vitro."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.15 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/IMMUNOTOXICITY/ ... Based on murine local lymph node assays ... linalool had weak /allergenic/ potency."
        },
        {
            "References": "PMID:12492549",
            "Value": "/IMMUNOTOXICITY/ ... The ability of linalool, a common fragrance ingredient, to cause /skin sensitization/... was quantified using the local lymph node assay before and after careful purification by vacuum distillation. The commercially available grade of linalool (97% purity) was shown to be a weak skin sensitizer. Various impurities, including linalool oxide, dihydrolinalool, epoxylinalool, 3-hexenyl butyrate and 3,7-dimethyl-1,7-octadiene-3,6-diol were identified and were completely removed (except for the dihydrolinalool remaining at 1.4%) and the re-purified linalool retested. Neither linalool or dihydrolinalool are protein-reactive compounds. The sensitization potency of the re-purified linalool sample was considerably reduced, but not entirely eliminated, suggesting either that an allergenic impurity could be very quickly reformed by mechanisms of activation or that certain potent undetectable allergens remained."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.20 & 134 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/IMMUNOTOXICITY/ A specific immunotoxicity test with /B6C3F1/ mice /gavaged linalool 375, 188, 94 and 0 mg/kg bw/day for 5 days/ ... found no negative effect of linalool on the immune performance as measured by an IGM antibody plaque-forming cell (PFC) assay and by a host resistance assay against the pathogenic bacterium Listeria monocytogenes. On the contrary, the middle dose (188 mg/kg bw/d) significantly enhanced the PFC counts."
        },
        {
            "References": "PMID:2180184",
            "Value": "/OTHER TOXICITY INFORMATION/ Cats are susceptible to poisoning by insecticidal products containing D-limonene, linalool, and crude citrus oil extracts. Signs of toxicosis include hypersalivation, muscle tremors, ataxia, depression, and hypothermia."
        },
        {
            "References": "PMID:16137709",
            "Value": "/OTHER TOXICITY INFORMATION/ ... (-)-Linalool, the natural occurring enantiomer in essential oils, possesses anti-inflammatory, antihyperalgesic and antinociceptive effects in different animal models. The antinociceptive and antihyperalgesic effect of (-)-linalool has been ascribed to the stimulation of the cholinergic, opioidergic and dopaminergic systems, to its local anesthetic activity and to the blockade of N-Methyl-d-aspartate receptors (NMDA). Since nitric oxide (NO) and prostaglandin E(2) (PGE(2)) play an important role in edema formation and hyperalgesia and nociception development, to investigate the mechanism of these actions of the (-)-linalool, ... the effects of this compound on lipopolysaccharide (LPS)-induced responses in macrophage cell line J774.A1 /were examined/. Exposure of LPS-stimulated cells to (-)-linalool significantly inhibited nitrite accumulation in the culture medium without inhibiting the LPS-stimulated increase of inducible nitric oxide synthase (iNOS) expression, suggesting that the inhibitory activity of (-)-linalool is mainly due to the iNOS enzyme activity. In contrast, exposure of LPS-stimulated cells to (-)-linalool failed, if not at the highest concentration, both in inhibiting PGE(2) release and in inhibiting increase of inducible cyclooxygenase-2 (COX(2)) expression in the culture medium. Collectively, these results indicate that the reduction of NO production/release is responsible, at least partially, for the molecular mechanisms of (-)-linalool antinociceptive effect, probably through mechanisms where cholinergic and glutamatergic systems are involved. /(-)-Linalool/"
        },
        {
            "References": "PMID:15606147",
            "Value": "/OTHER TOXICITY INFORMATION/ Linalool (3,7-dimethyl-1,6-octadien-3-ol) is an important fragrance chemical, frequently used in scented products because of its fresh, flowery odor. Linalool is an unsaturated hydrocarbon and is therefore susceptible to oxidation in the presence of air. The primary oxidation products, that is, hydroperoxides, formed in the autoxidation process, are reactive compounds that can be suspected to act as sensitizers. In the present investigation, we studied the autoxidation of linalool with emphasis on the formation of hydroperoxides. The oxidation products were isolated using flash chromatography and preparative HPLC and were identified with NMR and GC/MS, using synthesized reference compounds. Two hydroperoxides and several different secondary oxidation products were identified, among which some contain structural features that make them potential allergens. The amounts of linalool and the major oxidation products were quantified over time, using GC and an HPLC-method, suitable for the analysis of thermolabile primary oxidation products. The hydroperoxide 7-hydroperoxy-3,7-dimethylocta-1,5-diene-3-ol was found to be present in 15% in an oxidized sample. The local lymph node assay (LLNA) was used to investigate the sensitizing potential of pure linalool, two samples of air-exposed linalool, and oxidation products of linalool (an alpha,beta-unsaturated aldehyde, a mixture of two hydroperoxides, and an alcohol). Pure linalool showed no sensitizing potential. The air-exposed samples of linalool produced clearly positive responses, and the hydroperoxides were the strongest allergens of the tested oxidation products. The study demonstrates the importance of autoxidation on the sensitizing potential of linalool. We also conclude that the sensitizing potential differs with the composition of the oxidation mixture and thus with the air exposure time."
        },
        {
            "References": "PMID:12084079",
            "Value": "/OTHER TOXICITY INFORMATION/ Fragrances are among the most common causes of allergic contact dermatitis. The two monoterpenes linalool and d-limonene are the most frequently incorporated fragrance chemicals in scented products. Previous studies on d-limonene show that this monoterpene oxidizes on air exposure (autoxidation) and that allergenic oxidation products are formed. Due to structural similarities, linalool might also form allergenic oxidation products on air exposure. The aim of the present study was to study the autoxidation of linalool and to investigate the sensitizing potential of linalool before and after air exposure. Linalool was oxidized for 10 weeks and gas chromatographic analyses showed that the content of linalool decreased to about 80%. The chromatograms revealed the formation of other compounds during oxidation. One of the major oxidation products was isolated and identified as 7-hydroperoxy-3,7-dimethyl-octa-1,5-diene-3-ol. This substance is, to the best of our knowledge, described for the first time. In sensitization studies in guinea pigs, linalool of high purity gave no reactions, while linalool that had been oxidized for 10 weeks sensitized the animals. It is concluded that autoxidation of linalool is essential for its sensitizing potential."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for LINALOOL (78-70-6) p.20 (March 2002). Available from, as of July 15, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Sedative effects of linalool were consistently or sporadically noted, described mainly as a decrease in motor activity. At least for l- and dl-linalool, sedation was confirmed ... in a psychopharmacological evaluation in rats in a dose-dependent fashion. In a ... study with insects, linalool was shown to be an effective, reversible inhibitor of acetylcholinesterase; using electric eel acetylcholinesterase and acetylthiocholine iodide as a substrate, an inhibition constant Ki of 5.5 mM was determined for pure linalool. The specific toxic effect of linalool on animals is therefore likely to be caused by its neurotoxic respectively neuropharmacological mode of action. In turn, this may explain the use of linalool-containing natural products (aromatic herbs and spices or their essential oils respectively extracts) in traditional medicinal systems, specifically for their sleep-inducing and anticonvulsant purposes. Moreover, it also accounts for the widespread traditional use of herbs containing linalool for stored-food pest control for the use of linalool-containing extracts as a pet flea insecticide."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Nov 20, 2015: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of linalool can be estimated to be 75(SRC). According to a classification scheme(2), this estimated Koc value suggests that linalool is expected to have high mobility in soil."
        }
    ]
}