{
    "_id": {
        "$oid": "6682e852c4e5dba5ffba2502"
    },
    "CID": {
        "$numberInt": "6560"
    },
    "Name": "ISOBUTYL ALCOHOL",
    "IUPACName": "2-methylpropan-1-ol",
    "CanonicalSMILES": "CC(C)CO",
    "Synonyms": [
        "2-Methyl-1-propanol",
        "Isobutanol",
        "ISOBUTYL ALCOHOL",
        "2-Methylpropan-1-ol",
        "78-83-1",
        "1-Propanol",
        "2-methyl-",
        "1-Hydroxymethylpropane",
        "Isopropylcarbinol",
        "Iso-butyl alcohol",
        "2-Methylpropyl alcohol",
        "i-Butyl alcohol",
        "Isobutylalkohol",
        "2-Methylpropanol",
        "Alcool isobutylique",
        "2-Methyl propanol"
    ],
    "IsomericSMILES": "CC(C)CO",
    "INCHI": "InChI=1S/C4H10O/c1-4(2)3-5/h4-5H,3H2,1-2H3",
    "INCHIKEY": "ZXEKIIBDNHEJCQ-UHFFFAOYSA-N",
    "Formula": "C4H10O",
    "MolecularWeight": {
        "$numberDouble": "74.12"
    },
    "Description": "Isobutanol is an alkyl alcohol that is propan-1-ol substituted by a methyl group at position 2. It has a role as a Saccharomyces cerevisiae metabolite. It is a primary alcohol and an alkyl alcohol. It derives from a hydride of an isobutane.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "17"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Burdock GA, ed; Fenaroli's Handbook of Flavor Ingredients. 5th ed. Boca Raton, FL, p. 919-920 (2004)",
            "Value": "Reported found in the essential oils of: Java citronella, tea, Eucalyptus amygdalina; also present in apple and currant aromas; in apricots, banana, sweet cherry, orange, grapefruit and tangerine juice, berries, guava, grapes, melon, papaya, pear, pineapple, leek, peas, rutabaga, tomato, ginger, spearmint oil, hop oil, cocoa, tea, coffee, nuts, oats, soybean, avocado, olive, passion fruit, plum, beans, mango, starfruit, tamarind, fig, cardamom, gin, quince, radish, prickly pear, litchi, lovage leaf, buckwheat, sweet corn, laurel, malt, wort, elderberry juice, dried bonito krill, kiwifruit, loquat, endive, truffle, red currants, Roman chamomile oils(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 10, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for isobutyl alcohol(SRC), using a log Kow of 0.76(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Yonezawa Y, Urushigawa Y; Chemosphere 8: 139-42 (1979) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 10, 2014: https://www.safe.nite.go.jp/english/db.html (3) Loehr RC; Treatability Potential For EPA Listed Hazardous Wastes In Soil. ADA, OK: USEPA Robert S Kerr Environ Res Lab, USEPA/600/2-89/011 (1989) (4) Bridie AL et al; Water Res 13: 627-30 (1979) (5) Hammerton C; J Appl Chem 5: 517-24 (1955) (6) OECD; SIDS Initial Assessment Report for Isobutanol (CAS 78-83-1), October 2004. Available from, as of June 10, 2014: https://www.inchem.org/documents/sids/sids/78831.pdf",
            "Value": "AEROBIC: The first-order biodegradation rate constant of isobutyl alcohol using an activated sludge inoculum was reported as 1.15X10-2 hour-1(1); this corresponds to a half-life of about 2.5 days(SRC). Isobutyl alcohol, present at 100 mg/L, reached 90% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test which classifies the cpompound as readily biodegradable(2). The biodegradation half-life of isobutyl alcohol in a basic sandy silt loam from Texas was reported as 2.4 days and the half-life of isobutyl alcohol in an acidic sandy loam from Mississippi was reported as 11.3 days(3). Isobutyl alcohol reached 63% of its theoretical BOD using a sewage sludge during a 5 day incubation period(4). In a river die-away test, isobutyl alcohol achieved 58% of its theoretical BOD in 5 days(5), suggesting biodegradation will be an important fate process. OECD 301D Closed Bottle test yielded 14% degradation at day 5, 74% degradation at day 15 and 74% degradation at day 28(6). A second OECD 301D Closed Bottle test yielded 55% degradation on day 5, 73% degradation on day 15, and 75% degradation on day 30(6). The potential for biodegradation in a simulated wastewater treatment plant was examined using the OECD method 303A Coupled Units Test(6); over the course of 35 days, the DOC reduction averaged 97% suggesting that isobutyl alcohol is easily degraded in wastewater treatment plants(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Chung HY; J Agric Food Chem 47: 2280-2287 (1999)",
            "Value": "Isobutyl alcohol was detected at respective concentrations of 1.9 and 1.2 ug/kg in the leg and body of a crab (Charybdis feriatus)(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow = 0.76"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:24203355",
            "Value": "The limited isobutanol tolerance of Escherichia coli is a major drawback during fermentative isobutanol production. Different from classical strain engineering approaches, this work was initiated to improve E. coli isobutanol tolerance from its transcriptional level by engineering its global transcription factor cAMP receptor protein (CRP). Random mutagenesis libraries were generated by error-prone PCR of crp, and the libraries were subjected to isobutanol stress for selection. Variant IB2 (S179P, H199R) was isolated and exhibited much better growth (0.18/hr) than the control (0.05/hr) in 1.2% (v/v) isobutanol (9.6g/L). Genome-wide DNA microarray analysis revealed that 58 and 308 genes in IB2 had differential expression (>2-fold, p< 0.05) in the absence and presence of 1% (v/v) isobutanol, respectively. When challenged with isobutanol, genes related to acid resistance (gadABCE, hdeABD), nitrate reduction (narUZYWV), flagella and fimbrial activity (lfhA, yehB, ycgR, fimCDF), and sulfate reduction and transportation (cysIJH, cysC, cysN) were the major functional groups that were up-regulated, whereas most of the down-regulated genes were enzyme (tnaA) and transporters (proVWX, manXYZ). As demonstrated by single-gene knockout experiments, gadX, nirB, rhaS, hdeB, and ybaS were found associated with strain isobutanol resistance. The intracellular reactive oxygen species (ROS) level in IB2 was only half of that of the control when facing stress, indicating that IB2 can withstand toxic isobutanol much better than the control."
        },
        {
            "References": "PMID:21179021",
            "Value": "Escherichia coli has been engineered to produce isobutanol, with titers reaching greater than the toxicity level.  However, the specific effects of isobutanol on the cell have never been fully understood. Here, /researchers/ aim to identify genotype-phenotype relationships in isobutanol response. An isobutanol-tolerant mutant was isolated with serial transfers. Using whole-genome sequencing followed by gene repair and knockout, /researchers/ identified five mutations (acrA, gatY, tnaA, yhbJ, and marCRAB) that were primarily responsible for the increased isobutanol tolerance. /They/ successfully reconstructed the tolerance phenotype by combining deletions of these five loci, and identified glucosamine-6-phosphate as an important metabolite for isobutanol tolerance, which presumably enhanced membrane synthesis. The isobutanol-tolerant mutants also show increased tolerance to n-butanol and 2-methyl-1-butanol, but showed no improvement in ethanol tolerance and higher sensitivity to hexane and chloramphenicol than the parental strain. These results suggest that C4, C5 alcohol stress impacts the cell differently compared with the general solvent or antibiotic stresses. Interestingly, improved isobutanol tolerance did not increase the final titer of isobutanol production."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-12",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the rat ... the order of increasing lethality by single dose oral admin is as follows: ethyl, isopropyl and sec-butyl, n-butyl, tert-butyl, isobutyl, & amyl alcohols."
        },
        {
            "References": "Kusneva VS et al; Gigiena Truda i Professional'nye Zabolevanija 1: 46-47 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Isobutyl alcohol was tested in a standard battery of toxicological tests with rats, mice, guinea pigs and rabbits. Its LD50 was 3,100-3,500 mg/kg and its LC50 was 15,500-26,250 mg/cu m. Probit analysis gave a threshold for acute toxicity ... of 670 mg/cu m. Isobutanol administration produced functional and/or morphological abnormalities in the bone marrow, thyroid gland, liver and brain. The cmpd showed irritant action, with a threshold concn ... of 270 mg/cu m, and an affected breathing rate at 100 mg/cu m."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-13",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The butyl alcohols are ... 2 to 5 times more toxic than ethanol when tested acutely in the rat. ... Toxic symptoms from butyl ... alcohol are usually more severe and more prolonged than those in ethanol intoxication. /Alcohols, higher/"
        },
        {
            "References": "SIDS Initial Assessment Report for SIAM 19, Isobutanol, CAS N: 78-83-1; Berlin, Germany, October 19-22, 2004; Available from, as of July 10, 2014: https://www.inchem.org/documents/sids/sids/78831.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...A 13-week oral gavage study was conducted with isobutanol with dose levels of 0, 100, 316, and 1,000 mg/kg bw/day. Hypoactivity, ataxia and salivation were noted in the 1,000 mg/kg bw/day dose groups. Hypoactivity and ataxia were resolved by the 4th week of the study. In addition, slight decreases in body weight gain and feed consumption were noted in the first two weeks of the 13-week study in the 1,000 mg/kg bw/day dose group. The NOAEL was 316 mg/kg bw/day."
        },
        {
            "References": "SIDS Initial Assessment Report for SIAM 19, Isobutanol, CAS N: 78-83-1; Berlin, Germany, October 19-22, 2004; Available from, as of July 10, 2014: https://www.inchem.org/documents/sids/sids/78831.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated exposures to moderate to high concentrations of isobutanol are well tolerated in rats. In a 90-day inhalation study, rats were exposed to isobutanol at 0, 250, 1,000, or 2,500 ppm (760, 3,030 or 7,580 mg/cu m ). A reduced response to an external stimulus was noted in the exposed animals only during the exposure period. Repeated exposures did not exacerbate these transient effects..."
        },
        {
            "References": "HILLBOM ME ET AL; ARUKORU KENKYU 9 (2): 101-8 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats which ingested a 2 molar soln of isobutanol for 2 MO showed Mallory's alcoholic hyaline bodies in the liver & also decr in fat, glycogen, & RNA of the liver."
        },
        {
            "References": "PMID:4140561",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Admin of propanol or isobutanol (1 molar) as the sole drinking fluid to rats for 4 MO did not produce any inflammatory reaction of liver."
        },
        {
            "References": "GIBEL W ET AL; Z EXP CHIR CHIR FORSCH 7 (4): 235-9 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats treated orally & SC with isobutanol or propanol once or twice a wk from 10 wk of age until death (495-643 days) showed liver carcinomas & sarcomas, spleen sarcomas, proventricular carcinomas, and myeloid leukemia. The only tumors found in control rats were small proventricular papillomas and mammary fibroadenomas."
        },
        {
            "References": "Gibel W et al; Arch Geschwulstjorsh 45 (1): 19-24 (1975) as cited in USEPA; Health and Environmental Effects Profile for Isobutyl Alcohol; p.vi (1986) ECAO-CIN-P171",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In lifetime studies, rats given isobutanol by gavage at 0.2 mL/kg (160 mg/kg) 2 days/week or subcutaneously at 0.05 mL/kg (40 mg/kg) 2 days/week had increased incidences of total tumors, relative to controls; however, no significant increase of any particular tumor type was observed."
        },
        {
            "References": "SIDS Initial Assessment Report for SIAM 19, Isobutanol, CAS N: 78-83-1; Berlin, Germany, October 19-22, 2004; Available from, as of July 10, 2014: https://www.inchem.org/documents/sids/sids/78831.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...An inhalation two-generation reproductive toxicity study conducted with isobutanol (up to 2500 ppm (7,580 mg/cu m )) did not cause any parental systemic, reproductive, or neonatal toxicity when administered for two generations via whole-body exposure. The NOEL for reproductive and neonatal toxicity was 2,500 ppm (7,580 mg/cu m ). No adverse developmental effects were noted in rats or rabbits exposed by inhalation to 10,000 mg/cu m isobutanol during gestation. The NOAEL for developmental toxicity was 10,000 mg/cu m ."
        },
        {
            "References": "SIDS Initial Assessment Report for SIAM 19, Isobutanol, CAS N: 78-83-1; Berlin, Germany, October 19-22, 2004; Available from, as of July 10, 2014: https://www.inchem.org/documents/sids/sids/78831.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ There was no evidence of neurotoxicity based on functional observational battery (FOB), quantitative motor activity, neuropathy and scheduled-controlled operant behavior endpoints. The NOAEL was 1,000 ppm (3,030 mg/cu m ) based on increases in erythrocyte count, hemoglobin, and hematocrit measures in the female rats. Based on the definitive measures of neurotoxicity (FOB, motor activity, histopathology), the NOAEL for neurotoxicity was 2,500 ppm (7,580 mg/cu m )."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/GENOTOXICITY/ An incr rate of reverse mutation was demonstrated when Escherichia coli CA274 was treated with 0.7% isobutyl alcohol, without metabolic activation."
        },
        {
            "References": "PMID:7264950",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A correlation between hypnotic potency of aliphatic alc & abilities to disrupt structure of neuronal membrane in vitro was established. Significant redn in order parameter were observed @ nerve blocking concn. The following alcohols were investigated: ethanol, propanol, 2-propanol, butanol, 2-butanol, 2-methyl-1-propanol, 2-methyl-2-propanol. Disordering potency of each alcohol was closely related to its membrane solubility, based on oil/water partition coefficient."
        },
        {
            "References": "PMID:6422943",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure of cultured chick embryo hepatocytes to isobutyl alcohol resulted in increased metabolism of aminopyrine or biphenyl by the intact cells. The increases were correlated with induction of cytochrome p450."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 10, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of isobutyl alcohol can be estimated to be 2.9(SRC). According to a classification scheme(2), this estimated Koc value suggests that isobutyl alcohol is expected to have very high mobility in soil."
        }
    ]
}