{
    "_id": {
        "$oid": "6682e852c4e5dba5ffba2503"
    },
    "CID": {
        "$numberInt": "6561"
    },
    "Name": "ISOBUTYRALDEHYDE",
    "IUPACName": "2-methylpropanal",
    "CanonicalSMILES": "CC(C)C=O",
    "Synonyms": [
        "ISOBUTYRALDEHYDE",
        "2-Methylpropanal",
        "78-84-2",
        "Isobutanal",
        "2-Methylpropionaldehyde",
        "Isobutylaldehyde",
        "Propanal",
        "2-methyl-",
        "Isobutyric aldehyde",
        "Valine aldehyde",
        "Isopropylaldehyde",
        "Isopropylformaldehyde",
        "Isobutaldehyde",
        "Isobutyraldehyd",
        "Methylpropanal",
        "Isobutyral"
    ],
    "IsomericSMILES": "CC(C)C=O",
    "INCHI": "InChI=1S/C4H8O/c1-4(2)3-5/h3-4H,1-2H3",
    "INCHIKEY": "AMIMRNSIRUDHCM-UHFFFAOYSA-N",
    "Formula": "C4H8O",
    "MolecularWeight": {
        "$numberDouble": "72.11"
    },
    "Description": "Isobutyraldehyde is a member of the class of propanals that is propanal substituted by a methyl group at position 2. It has a role as a Saccharomyces cerevisiae metabolite. It is a member of propanals and a 2-methyl-branched fatty aldehyde.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "30"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (2) Isidorov VA et al; Atmos Environ 19: 1-8 (1985) (3) Owens LD et al; Phytopathology 59: 1468-72 (1969) (4) Nicholas HJ; p. 386 in Phytochemistry, Vol II. NY, NY: Van Nostrand Reinhold Co (1971) (5) Whelan JM et al; Nature (London) 299: 50-2 (1982)",
            "Value": "Isobutyraldehyde was qualitatively detected in kiwi fruit flowers(1). Isobutyraldehyde has been detected in volatile emissions from Northern white cedar trees(2), alfalfa(3), tea leaves(4) and marine macroalgae(5)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL dATAbASE of Aqueous Solubility. Fifth Ed, Tucson, AZ: Univ Az, College of Pharmacy (1992) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1 was calculated for isobutyraldehyde(SRC), using a water solubility of 89,000 mg/l(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Heukelekian H, Rand MC; J Water Pollut Control Assoc 27: 1040-53 (1955) (2) Ilisescu A, Stefanescu L; Stud Epurarea Apelor 16: 76-98 (1974) (3) Hovious JC et al; Anaerobic Treatment of Synthetic Organic Wastes. USEPA-12020 DIS 01/72, Washington, DC: USEPA (1972) (4) Gerhold RM, Malaney GW; J Water Pollut Control Fed 38: 562-79 (1966) (5) CITI; Biodegradation and Bioaccumulation Data of Existing Chemicals. Isobutyraldehyde (78-84-2). Available from the Database Query page at https://www.cerij.or.jp/ceri_en/index_e4.shtml as of May 8, 2001.",
            "Value": "AEROBIC: Using a sewage inocula and standard dilution water, isobutyraldehyde had a 5-day theoretical BOD of 66%(2). Isobutyraldehyde was found to be readily biodegradable in a screening study using activated sludge (more specific data were not reported)(2). In an anaerobic screening study simulating a biological treatment plant (digester sludge inocula), isobutyraldehyde experienced a 71% removal at retention times of 144-240 hr(3). In a screening study simulating an anaerobic lagoon (digester sludge inocula), isobutyraldehyde experienced a 76% removal at retention times of 240-2400 hr(3). Using a Warburg respirometer, an activated sludge seed, and a 24-hr incubation period, isobutyraldehyde had a theoretical BOD of 24.3% at an initial concn of 500 ppm(4). Isobutyraldehyde, present at 100 mg/l, reached 81% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(5)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 306",
            "Value": "... Acute toxicity of aldehydes in mice, guinea pigs, and rabbits /have been studied/. all animals exposed to high levels by inhalation developed fatal pulmonary edema. /Higher aliphatic aldehydes/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 306",
            "Value": "ISOBUTYRALDEHYDE @ 1000 PPM, 6 HR/DAY, PRODUCED SLIGHT NASAL IRRITATION ... /IN RATS/."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1968",
            "Value": "INHALATION TOXICITY; RATS 8,000 PPM/4 HR; MORTALITY 1/6 /FROM TABLE/"
        },
        {
            "References": "SESSA A ET AL, CANCER RES 37 (7 PART 1): 2170 (1977)",
            "Value": "EFFECTS OF ISOBUTYRALDEHYDE WERE STUDIED IN SLICES OF RAT LIVER & HEPATOMA. IT CAUSED DEPRESSED PROTEIN SYNTHESIS IN LIVER & HEPATOMA & CAUSED A SHIFTING OF CYTOSOLIC OXIDATION-REDUCTION STATE & A DIMINUTION OF ATP IN THE LIVER."
        },
        {
            "References": "SVINTUKHOVSKII OA; TOKSIKOL GIG PROD NEFTEKHIM NEFTEKHIM PROIZVOD 187 (1972)",
            "Value": "POISONING OF ANIMALS CAUSED EDEMA, HYPEREMA OF EYE MUCOSA, EXOPHTHALMIA, EXCITEMENT & PONDEROUSNESS. INTRODUCTION INTO STOMACH OR IP CAUSED INTESTINAL NECROSIS & LUNG DAMAGE."
        },
        {
            "References": "SVINTUKHOVSKII OA; TOXICOLOGICAL CHARACTERISTICS OF ISOBUTYRIC ALDEHYDE; TOKSIKOL GIG PROD NEFTEKHIM NEFTEKHIM PROIZVOD 187 (1972)",
            "Value": "INTRODUCTION DIRECTLY INTO STOMACH OR IP POISONING IN ANIMALS CAUSED RELATIVE WEIGHT OF LUNGS, LIVER, & KIDNEYS TO INCR BY 68, 36, & 52%, RESPECTIVELY."
        },
        {
            "References": "SVINTUKHOVSKII OA; TOKSIKOL GIG PROD NEFTEKHIM NEFTEKHIM PROIZVOD 187 (1972)",
            "Value": "DURING CHRONIC POISONING OF RATS TO VAPORS FOR 4 MO (50 MG/CU M, 4 HR/DAY), DECR IN HEMOGLOBIN CONTENT, TENDENCY TO LEUKOPENIA, INCR CHOLINESTERASE ACTIVITY & DECR GAS EXCHANGE WERE OBSERVED."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "Isobutyraldehyde was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Isobutyraldehyde was tested at doses of 0.1, 0.333, 1.0, 3.333, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Isobutyraldehyde was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 10 mg/plate."
        },
        {
            "References": "PMID:3930237",
            "Value": "Isobutyraldehyde was evaluated for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton-S wild-type males were treated with concentrations of the test chemical that result in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concentrations of isobutyraldehyde tested by injection (50,000 ppm) or feeding (80,000 ppm) were negative in this assay."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1040",
            "Value": "Isobutyraldehyde rated 5 on rabbit eyes /on a scale of 1 to 10 with 10 being the most severe/."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Isobutyraldehyde in F344/N Rats and B6C3F1 Mice p.6 Technical Report Series No. 472 (1999) NIH Publication No. 99-3962 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "... CONCLUSIONS: Under the conditions of these 2 yr inhalation studies, there was no evidence of carcinogenic activity of isobutyraldehyde in male or female F344/N rats or male or female B6C3F1 mice exposed to 500, 1,000 ppm or 2,000 ppm."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL dATAbASE of Aqueous Solubility. 5th Ed, Tucson, AZ: Univ Az, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of isobutyraldehyde is estimated as 8(SRC), using a water solubility of 8.9X10+4(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that isobutyraldehyde is expected to have very high mobility in soil(SRC)."
        }
    ]
}