{
    "_id": {
        "$oid": "6682e852c4e5dba5ffba2505"
    },
    "CID": {
        "$numberInt": "6564"
    },
    "Name": "1,2-DICHLOROPROPANE",
    "IUPACName": "1,2-dichloropropane",
    "CanonicalSMILES": "CC(CCl)Cl",
    "Synonyms": [
        "1,2-DICHLOROPROPANE",
        "78-87-5",
        "Propylene dichloride",
        "Propane",
        "1,2-dichloro-",
        "Propylene chloride",
        "Dwuchloropropan",
        "Bichlorure de propylene",
        "RCRA waste number U083",
        "NCI-C55141",
        "ENT 15,406",
        "NSC 1237",
        "RRZ023OFWL",
        ".alpha.,.beta.-Dichloropropane",
        "DTXSID0020448",
        "CHEBI:82163"
    ],
    "IsomericSMILES": "CC(CCl)Cl",
    "INCHI": "InChI=1S/C3H6Cl2/c1-3(5)2-4/h3H,2H2,1H3",
    "INCHIKEY": "KNKRKFALVUDBJE-UHFFFAOYSA-N",
    "Formula": "C3H6Cl2",
    "MolecularWeight": {
        "$numberDouble": "112.98"
    },
    "Description": "Rac-1,2-dichloropropane is a racemate comprising equimolar amounts of (R)- and (S)-1,2-dichloropropane. It is used as a fumigant to control nematodes in soil and insects in stored grain. It has a role as a fumigant insecticide, an agrochemical, a carcinogenic agent and a polar aprotic solvent. It contains a (R)-1,2-dichloropropane and a (S)-1,2-dichloropropane.",
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "20"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-18 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF ranges of 1.2-3.2 and 0.5-6.9 were measured for 1,2-dichloropropane at concns of 0.4 mg/l and 0.04 mg/l, respectively(1). According to a classification scheme(2), these BCF values suggest bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Medley DR, Stover ER; J Water Pollut Control Fed 55 (5): 489-94 (1983)",
            "Value": "Partial chemical oxidation of biorefractory cmpds by ozone treatment prior to biological oxidation was studied. 1,2-Dichloropropane is not biodegradable, but it can be made biodegradable with ozonation."
        },
        {
            "References": "(1) van Dijk H; Pestic Sci 11: 625-32 (1980) (2) Thom NS, Agg AR; Proc R Soc Lond B 189: 347-57 (1975) (3) Kincannon DF et al; pp. 641-50 in Proc 37th Industrial Waste Conf. Bell JM, ed. Ann Arbor, MI: Ann Arbor Sci Pub (1983) (4) Kawasaki M; Ecotoxic Environ Safety 4: 444-54 (1980) (5) Ilisescu A; pp. 249-66 in Stud Prot Epurarea Apelor (1971) (6) Tabak HH et al; J Water Pollut Contr Fed 53: 1503-18 (1981) (7) Roberts TR, Stoydin G; Pestic Sci 7: 325-35 (1976) (8) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-18 (1992)",
            "Value": "AEROBIC: The total degradation of 1,2-dichloropropane in soil at normal field rates was extremely slow as compared to 2,3-, cis- and trans-1,3-dichloropropene(1). In a closed system using fresh soil at 15 °C, a mean half-life of 52 days was measured for 1,2-dichloropropane as opposed to mean half-lives of 26, 13, and 8, respectively(1). 1,2-Dichloropropane is reported to be degraded during biological treatment provided suitable acclimation is achieved(2,5). However, in a bench scale continuous flow activated sludge reactor with an 8 hr retention time, 1,2-dichloropropane was entirely removed by stripping(3). It was reported to be degradation resistant in a 2 week screening test that utilizes a mixed inoculum of soil, surface water and sludge(4). 42% degradation was achieved in 7 days when incubated with sewage seed(6). There was evidence of only slight biodegradation in 20 weeks (as evidenced by 5% of the radioactivity remaining unextracted from a medium loam soil) and it was stable in a sandy loam soil for 12 weeks when incubated in a closed container(7). No volatile degradation products were detected from treated soil(7). 1,2-Dichloropropane, present at 100 mg/l, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(8)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res. Lab., Montreal Quebec, Canada (1994)",
            "Value": "log Kow = 1.98"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 4158",
            "Value": "PROPYLENE DICHLORIDE ON OPEN SKIN CAUSES ONLY MILD IRRITATION. ... /IT/ CAUSES ... PAIN & IRRITATION WHEN SPLASHED INTO EYES OF RABBITS ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 501",
            "Value": "... Repeated inhalation of propylene dichloride in concn of 1000 ppm caused deaths among dogs after 24 exposures, among guinea pigs after 22 exposures, while some rats died after 7 exposures. ... Severe liver damage was main finding in animals which died. Under conditions of these expt, propylene dichloride appeared more toxic than carbon tetrachloride, but less ... /toxic/ than ethylene dichloride."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 374",
            "Value": "/WHEN/ APPLIED BY DROP TO RABBIT CORNEAS IT WAS FOUND MODERATELY INJURIOUS ... EXPOSURE OF GUINEA PIGS TO 2200 PPM IN AIR FOR MANY HR UNTIL MOST /WERE/ DEAD CAUSED LACRIMATION & SWELLING OF LIDS & CONJUNCTIVA, ... BLUISH DISCOLORATION OF CORNEAS & INFECTION DEVELOPED. RABBITS EXPOSED TO SAME CONDITIONS SHOWED LITTLE IRRITATION."
        },
        {
            "References": "PMID:1269497",
            "Value": "MICE INHALING 4.8 TO 26.0 MG 1,2-DCP/L INITIALLY EXPERIENCED GENERAL AGITATION & DECR COORDINATION OF MOVEMENTS, FOLLOWED BY SLUGGISHNESS, AMYOTONIA, & SPORADIC CLONIC SPASMS, FOLLOWED BY LOSS OF RIGHTING REFLEX. IN MICE, 4 HR AFTER CONTINUOUS INHALATION EXPOSURE TO 2 MG/L, CATALASE & ACETYLCHOLINESTERASE ACTIVITY CHANGES OCCURRED."
        },
        {
            "References": "Taraseva KI et al; Gigiena I Sanitariya 4: 94-5 (1977)",
            "Value": "35 albino rats inhaled a 1 ug/l concn of 1,2-dichloropropane for 7 days. This caused unidirectional changes in the fatty cell system, apparent in an increased functional activity of fatty cells (an adaptation reaction), & the appearance of degeneration & disintegration of fatty cells into conglomerates (an injury reaction)."
        },
        {
            "References": "Heppel LA et al; J of Industrial Hygiene and Toxicol 30 (3): 189-91 (1948)",
            "Value": "In this experimental study on the toxicology of propylene dichloride (1,2-dichloropropane), rats, guinea pigs, & dogs received from 128-140 7 hr inhalation exposures to 400 ppm of 1,2-dichloropropane. These were given 5 days/wk. No ill effects were observed that could be attributed to the exposures except for decreased weight gain by the exposed rats. Histological exam showed no changes specifically attributable to dichloropropane."
        },
        {
            "References": "Tsulaya VR et al; Gigiena I Sanitariya 8: 50-3 (1977)",
            "Value": "Animals were exposed to 1,2-dichloropropane via inhalation for 94 continuous days, at a concn of 9 mg/cu m ... caused a change in the functional state of the CNS, blood enzyme activity, structural shifts in the liver, lung, & corpuscle cell system, & the disruption of bioenergetic processes in the liver, lung, & adrenal glands, as well as changes in the DNA synthesizing system of the liver."
        },
        {
            "References": "PMID:3930237",
            "Value": "1,2-Dichloropropane was evaluated for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton-S wild-type males were treated with concns of 1,2-dichloropropane that result in approx 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concns of 1,2-dichloropropane tested by injection (4200 ppm) or feeding (7200 ppm) were negative in this assay."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 328",
            "Value": "/WHEN/ APPLIED BY DROP TO RABBIT CORNEAS IT WAS FOUND MODERATELY INJURIOUS ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 138 (1986)",
            "Value": "Signs of acute 1,2-dichloropropane toxicity include CNS depression & irritation of the eyes & respiratory tract. ... Acute inhalation of 1,2-dichloropropane increases the levels of serum glutamate- oxalacetate transaminase & glutamate-pyruvate transaminase. ... Liver damage was reported in rats following short-term exposure by inhalation to 1,2-dichloropropane, & in female Fischer 344/N rats & male B6C3F mice following admin by gavage for 103 wk."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 138 (1986)",
            "Value": "1,2-Dichloropropane (practical grade) was tested in two laboratories in preincubation assays in Salmonella typhimurium in the presence & absence of a metabolite system (S9) from the livers of Arocolor-induced rats or hamsters at doses of 10-10,000 ug/plate. In both laboratories, a low, but reproducible incr in mutation frequency was obtained with strain TA100 in the absence of S9. Results with strain TA1535 were equivocal, & negative results were obtained with strains TA1537 & TA98."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 139 (1986)",
            "Value": "In a plate assay, 1,2-dichloropropane (purity unspecified) (tested at doses up to 100 umol/plate) was not mutagenic to Salmonella typhimurium TA100 in the presence or absence of S9 from Aroclor-induced rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 139 (1986)",
            "Value": "In a plate assay, 1,2-dichloropropane (analytical grade; tested at 1-10 ul/plate) was mutagenic to Salmonella Typhimurium TA1535 & TA100. The presence of Aroclor-induced rat-liver S9 reduced the mutagenic effect. Similar results were obtained with one dose (10 ul/plate) in strains TA1535 & TA100 in a spot test; strains TA1537, TA1538 & TA98 gave negative reponses. The same sample (tested at 2-100 ul/plate) did not induce streptomycin-resistant mutants were induced in Aspergillus nidulans in both a plate assay & a spot test at concns of 100-400 ul/plate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V41 139 (1986)",
            "Value": "1,2-Dichloropropane (> 99% pure) did not induce crossing-over, mitotic nondisjunction or haploidization in Aspergillus nidulans in a plate incorporation assay. ... /Only a single, nontoxic dose (154 mM) was tested/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1395 (1999)",
            "Value": "Adult male Sprague-Dawley rats were dosed by gavage with 0, 100, 250, 500 or 1000 (750 in the 13 wk study) mg/kg bw 1,2-dichloropropane/day, for up to 10 days or for 13 wk. In the single dose study, the main effects were a reduction in body weight gain & CNS depression; morphological changes were restricted to centrilobular hepatocytes in rats of the 500 & 1000 mg/kg bw dose groups. Non-protein sulfhydryl (thiols) were decreased in the liver & increased in the kidney. Over the 10 day period, resistance to hepatotoxicity developed, but there was clear evidence of hemolytic anemia & hemosiderosis. In the 13 wk study, many deaths occurred in the groups given 500 & 750 mg/kg bw, but none occurred in the lower dose groups. There was limited hepatotoxicity & no apparent nephrotoxicity, while splenic hemosiderosis was evident in most rats of all dose groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1396 (1999)",
            "Value": "Pregnant Sprague-Dawley rats & New Zealand White rabbits were dosed orally (gavage) with 1,2-dichloropropane on gestation days 6-15 & 7-19, respectively. Maternal toxicity in both rats & rabbits was observed at doses of 125 mg/kg bw & 150 mg/kg bw, respectively. At these maternally toxic doses only, there were increases in the incidence of delayed ossification of the skull of the fetuses. No teratogenic effects were observed in either rats or rabbits."
        },
        {
            "References": "WHO; Environ Health Criteria 146: 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures p.144 (1993)",
            "Value": "Groups of 5 male & 5 female B6C3F1 mice were admin (by gavage) 1, 125, 250, 500, 1000 or 2000 mg 1,2-dichloropropane (99.4%)/kg bw, in corn oil. The doses were given for 14 consecutive days (range-finding study) followed by 1 day of observation. all male mice in the 100 & 2000 mg/kg group died. Also 3 out of 5 males receiving 500 mg/kg & 4 out of 5 females receiving 1000 mg/kg died. No growth inhibition was seen in the surviving animals. Groups of 10 male & 10 female B6C3F1 mice were then admin 1,2-dichloropropane (99.4%) in corn oil, by gavage, 5 days/wk for 13 wk, at doses of 0, 30, 60, 125, 250, or 500 mg/kg bw. Mortality was not significantly increased, & mean body weight changes were not dose-related. No compound-related histopathological changes were found at the highest dose level."
        },
        {
            "References": "WHO; Environ Health Criteria 146: 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures p.144 (1993)",
            "Value": "Groups of 5 male & 5 female F344/N rats were admin 1,2-dichloropropane (99.4%) at 0, 125, 250, 500, 1000, & 2000 mg/kg bw, in corn oil, by gavage, for 14 consecutive days (range-finding study) followed by 1 day of observation. All rats receiving the highest dose level died. Growth inhibition was seen in the surviving animals in the 1000 mg/kg group. At necropsy, renal medullae were red in the 2000 mg/kg group, not in lower dose levels. Groups of 10 male & 10 female F344/N rats were then admin 1,2-dichloropropane (99.4%) in corn oil, by gavage, 5 days/wk for 13 wk at doses of 0, 60, 125, 250, 500, or 1000 mg/kg bw. All animals admin 1000 mg/kg & half of the males admin 500 mg/kg died. Growth inhibition was seen in the 500 mg/kg group. Centrilobular congestion of the liver occurred in the 1000 mg/kg group & 2 females of this group showed hepatic changes & centrilobular necrosis. Lower dose levels did not produce effects."
        },
        {
            "References": "WHO; Environ Health Criteria 146: 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures p.145 (1993)",
            "Value": "A 2-wk study of 1,2-dichloropropane (99.9%) was conducted using groups of 10 Fischer 344 rats/sex to select doses for a subsequent 13-wk study. Dose levels were 0 (corn oil), 300, or 500 mg/kg bw/day (by gavage) for 14 days. Data were obtained on body weight, clinical effects, body temperature, functional observational battery, motor activity, hematology, liver, kidney, & spleen weights, gross pathology & histological exam of the liver & kidneys. In both groups, transient clinical effects (tearing, blinking, & lethargy) were seen, & body weights were significantly decreased. The body temperatures of treated animals in both groups, recorded 1 hr after dosing on day 13, were decreased by 0.3-0.5 °C. No effects on motor activity & hematology were noted. Liver & kidney weights were increased & spleen weight decreased. Histopathological changes (prominent nucleoli of hepatocytes in the centrilobular region, degeneration & necrosis of the liver cells) were found in the livers of animals in both the treated groups."
        },
        {
            "References": "WHO; Environ Health Criteria 146: 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures p.147 (1993)",
            "Value": "Groups of 30 male & 30 female Sprague-Dawley rats each were provided with drinking-water containing 1,2-dichloropropane (99.9%) at concns of 0, 0.24, 1, or 2.4 g/l (w/v) (equivalent to 0, 33.6, 140, or 336 mg/kg bw) over 2 generations. A concn of 2.4 g/l represented the maximum practicable attainable concn, based on solubility. Adult rats were evaluated for body weights, water & feed consumption, reproductive performance, & gross pathological & histological changes. The litters were evaluated for size, neonatal growth, & survival. Decreases in water consumption reflective of rejection because of unpalatability, were observed at all levels tested in both sexes in the F0 & F1 generations. These decreases in water consumption resulted in significantly lower body weights in both generations admin 2.4 g/l. These differences in water consumption & body weights were also evident among the females during gestation &/or lactation. The 0.24 g/l dose level had a minor effect on water consumption & body weights, but no adverse effects on the animals. No treatment-related gross pathological changes were noted in any dose group & histological changes were limited to increased hepatocellular granularity in both sexes in both generations at all dose levels. There were no histological changes in the reproductive tracts of either sex in either generation. Reproductive function, measured by fertility & litter size, was unaffected. The decreases in water consumption among females at 2.4 g 1,2-dichloropropane/l resulted in significantly lower neonatal body weights & slightly increased neonatal mortality in their litters. The neonatal effects were considered secondary to the substantial decreases in maternal water consumption, rather than a direct effect of the substance. There were no neonatal effects at the 2 lower concns. The NOAEL for adults is 0.24 g/l, & the reproductive NOAEL is 1 g/l (equivalent to 140 mg/kg bw)."
        },
        {
            "References": "WHO; Environ Health Criteria 146: 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures p.149 (1993)",
            "Value": "In cytogenic studies using Chinese hamster ovary cells, 1,2-dichloropropane (99.4%) caused both chromosome aberrations & sister chromatid exchanges. Dose levels tested were 0.46-1.50 &0.113-1.13 mg/ml, respectively."
        },
        {
            "References": "WHO; Environ Health Criteria 146: 1,3-Dichloropropene, 1,2-Dichloropropane and Mixtures p.138 (1993)",
            "Value": "The effects of a single dose of 1,2-dichloropropane of 2 ml/kg bw (by gavage) on the intracellular glutathione (GSH) content of the liver, kidneys, & blood of male Wistar rats (180-250 g) /were investigated/. 1,2-Dichloropropane, admin orally, caused a significant depletion of GSH within 24 hr of treatment, followed by a slow recovery, approaching normal levels after 96 hr. The GSH depletion was associated with a marked incr in serum GOT, GPT, 5'-nucleotidase, gamma-glutamyl transpeptidase, alkaline phosphatase, urea, & creatinine & a significant degree of hemolysis. The admin of L-buthionine-S,R sulfoximine (BSO) (0.5 g/kg bw, ip), 4 hr before 1,2-dichloropropane treatment, resulted in a significant degree of hemolysis. The admin of a GSH precursor, N-acetylcysteine (NAC), ip, at 250 mg/kg bw, 2 & 16 hr after 1,2-dichloropropane treatment, prevented the loss of cellular GSH & reduced the extent of injury in the target tissues. There was a correlation between the depletion of liver GSH & the incr in GOT, GPT, & 5'-nucleotidase, between the depletion of GSH in the kidneys & the incr in serum urea & creatinine, & the depletion of GSH in blood & the occurrence of hemolysis."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Ali SM et al; Am Chem Soc Div Environ Chem 191st Natl Meet 26: 41 (1986) (2) Sabel GV, Clark TP; Waste Manag Res 2: 119-30 (1984) (3) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (4) Cohen SZ et al; ACS Symp Ser 259: 297-325 (1984)",
            "Value": "1,2-Dichloropropane was detected at concn up to 12.2 ppb throughout much of a 24-foot soil core collected from a field with recent documented use of Telone II(1). Not detected in boring in Anoka sandplain near Minneapolis and upgradient of an asphalt lined municipal solid waste landfill which had polluted groundwater, but 2.0 ppb was found in clay boring upgradient of landfill in SW Minnesota which had contaminated the groundwater(2). Detected in Love Canal sediment/soil/water samples(3). Found in soil cores in California as far as 7m down at 0.2-2.2 ppb(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chiou CT et al; Science 206: 831-2 (1979) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Cohen SZ et al; ACS Symp Ser 259: 297-325 (1984)",
            "Value": "The Koc for 1,2-dichloropropane is 47 in a silt loam(1). According to a classification scheme(2), this Koc value suggests that 1,2-dichloropropane is expected to have high mobility in soil. It sorbs to clay minerals in dry soil but desorbs as the soil absorbs moisture(2). In the areas of the US where 1,2-dichloropropane was used as a fumigant, the soil is generally sandy with low organic carbon content and would probably have little impact on reducing mobility due to soil adsorption(2)."
        }
    ]
}