{
    "_id": {
        "$oid": "6682e9a5c4e5dba5ffba2bab"
    },
    "CID": {
        "$numberInt": "656671"
    },
    "Name": "SODIUM METABISULFITE",
    "IUPACName": {
        "$numberDouble": "NaN"
    },
    "CanonicalSMILES": "[O-]S(=O)S(=O)(=O)[O-].[Na+].[Na+]",
    "Synonyms": [
        "Sodium metabisulfite",
        "7681-57-4",
        "Sodium pyrosulfite",
        "Sodium disulfite",
        "Disodium pyrosulfite",
        "Sodium metabisulphite",
        "Disulfurous acid",
        "disodium salt",
        "Disodium disulphite",
        "Natrii disulfis",
        "Campden Tablets",
        "Disodium metabisulfite",
        "Disodium disulfite",
        "Natrium pyrosulfit",
        "Natriummetabisulfit",
        "sodium pyrosulphite"
    ],
    "IsomericSMILES": "[O-]S(=O)S(=O)(=O)[O-].[Na+].[Na+]",
    "INCHI": "InChI=1S/2Na.H2O5S2/c;;1-6(2)7(3,4)5/h;;(H,1,2)(H,3,4,5)/q2*+1;/p-2",
    "INCHIKEY": "HRZFUMHJMZEROT-UHFFFAOYSA-L",
    "Formula": "Na2O5S2",
    "MolecularWeight": {
        "$numberDouble": "190.11"
    },
    "Description": "Sodium disulfite is an inorganic sodium salt composed of sodium and disulfite ions in a 2:1 ratio. It has a role as a food antioxidant. It contains a disulfite.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "136"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Kucukatay V et al; Biol Trace Elem Res 114 (1-3): 185-195 (2006)",
            "Value": "Sulfite is a potentially toxic molecule that might enter the body via ingestion, inhalation, or injection. For cellular detoxification, mammalians rely on sulfite oxidase to convert sulfite to sulfate. The purpose of this research was to determine the effect of sulfite on zinc, iron, and copper levels in rat liver and kidney tissues. Forty normal and sulfite oxidase-deficient male albino rats were divided into four groups that included untreated controls (group C), a sulfite-supplemented group that received 70 mg sodium metabisulfite per kilogram per day (group S), a sulfite oxidase-deficient group (group D), and a sulfite oxidase-deficient group that was also given 70 mg sodium metabisulfite per kilogram per day (group DS). The iron and zinc levels in the liver and kidney in groups S and DS were not affected by sulfite treatment compared to their respective controls (groups C and D). Sulfite exposure led to an increase of kidney copper content in the S group when compared to untreated controls. The kidney copper levels were significantly increased in the unexposed deficient rats, but it was not different than that of the deficient rats that were given oral sulfite treatment. These results suggest that kidney copper levels might be affected by exogenous or endogenous sulfite."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.82 (2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "The mechanism of disodium disulfite induced bronchoconstriction was investigated in isolated human trachea preparations. Incubation of the trachea preparations with disodium disulfite at 10 uM induced depolarization combined with increased muscle tension. The effect was suppressed in the presence of a H1-receptor antagonist (pyrilamine maleate or cromolyn sodium). According to the author disodium disulfite increases the availability of endogenous histamine to the airway smooth muscle cells."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.84 (2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "The effect of disodium disulfite solution on the trachea of anesthetized sheep was tested in vivo. Air supply was ensured by a tracheal cannula and a part of the trachea was filled with the solution at concentrations of 1, 20 and 100 mM. Disodium disulfite significantly increased arterial and venous blood flow, significantly reduced the potential difference to the tracheal lumen and significantly enhanced the permeability from tracheal lumen to venous blood for a low molecular weight hydrophilic tracer. Additionally the substance produced epithelial damage as confirmed histologically. The changes were not blocked by frusemide or flurbiprofen. The mechanism of the effects of disodium disulfite is uncertain but is consistent with the known actions of S02."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.81 (2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "The mechanism of bisulfite induced bronchoconstriction was investigated in allergic sheep. Lung resistance was measured after application of disodium disulfite at concentrations of 25, 50 or 100 mg/mL for 30 breaths intratracheal with or without pretreatment with different drugs. Pretreatment with the anticholinergic agent ipratropium bromide or the antiasthma drug nedocromil sodium blocked the bronchoconstriction whereas the histamine H1-receptor antagonist chlorpheniramine was ineffective. According to the author in allergic sheep inhaled disodium disulfite causes bronchoconstriction that does not involve histamine release but appears to involve stimulation of bradykinin B2-receptors with subsequent activation of cholinergic mechanisms."
        },
        {
            "References": "PMID:15357883",
            "Value": "/Investigators/ studied the action of sodium metabisulfite on mucociliary transport in a frog palate epithelial injury model, hypothesizing that it may be useful for the study of mechanisms of airway injury. Sodium metabisulfite (MB) releases SO2 on contact with water. SO2 is a pollutant in automobile fumes and may play a role in the exacerbation of airway disease symptoms. We first investigated its effect on mucociliary clearance. MB 1x10-1 M, increased mucociliary clearance time (MCT) by 254.5 +/- 57.3% of control values, (p < 0.001, sample size = 7). MB 1x10-4 M and 1x10-2M did not interfere with mucus clearance time compared to control values. In MB-treated frog palates, MCT did not return to control values after one hour (control, 97.3 +/- 6.3% vs. MB, 140.9 +/- 46.3%, p < 0.001, sample size = 7). Scanning EM images of epithelial tissue were morphometrically analyzed and showed a 25 +/- 12% loss of ciliated cells in MB palates compared to controls with an intact ciliary blanket. Intact cells or groups of ciliated cells were found in scanning EM micrographs of mucus from MB-treated palates. This was associated with increased matrix metalloproteinase (MMP-9) activity in epithelial tissue and mucus. We suggest that the loss of ciliated cells as a result of MMP-9 activation prevented full recovery of MCT after MB 1x10-1 M. The mechanism of action may be on epithelial cell-cell or cell-matrix attachments leading to cell loss and a disruption of MCT."
        },
        {
            "References": "Pedrosa R, Soares-da-Silva P; Br J Pharmacol 137 (8): 1305-1313 (2002)",
            "Value": "The present study was designed to evaluate the nature of intervening agents in L-DOPA- and dopamine-induced neurotoxicity in Neuro-2A cells. In the absence of cells and in conditions of light protection, at 37 degrees C, L-DOPA or dopamine (1 mM) in culture medium degraded spontaneously in a time-dependent manner, this being prevented by ascorbic acid (200 uM) and other antioxidants, namely glutathione (1 mM), N-acetyl-L-cysteine (1 mM), sodium metabisulphite (200 uM), but not N-ter-butyl-alpha-phenylnitrone (1 mM) and deferoxamine (100 uM). The viability of Neuro-2A cells declined following treatment with L-DOPA or dopamine in a concentration- and time-dependent manner. The decrease in cell viability by L-DOPA (10+/-4% of control) or dopamine (15+/-4% of control) was markedly attenuated by antioxidants (ascorbic acid, glutathione, N-acetyl-L-cysteine and sodium metabisulphite). Autoxidation of L-DOPA or dopamine was accompanied by the formation of H2O2 in a time-dependent manner, this being completely prevented by ascorbic acid at 24 hr or markedly reduced at 48 hr. Protective effects of 100 U/ mL catalase (40+/-1% of control) against L-DOPA-induced cell death were lower than those conferred by 200 uM ascorbic acid (70+/-3% of control). Catalase-induced protection (59+/-5% of control) against dopamine-induced cell death was similar to that conferred by 200 uM ascorbic acid (57+/-4% of control). L-DOPA-induced neuronal cell death was also accompanied by increases in caspase-3 activity, this being insensitive to ascorbic acid. Dopamine-induced increase in caspase-3 activity occurred only when autoxidation of the amine was prevented by ascorbic acid.  It is suggested that in addition to generation of H2O2 and quinone formation, L-DOPA- and dopamine-induced cell death may result from induction of apoptosis, as evidenced by increases in caspase-3 activity. Dopamine per se induces apoptosis by a mechanism independent of oxidative stress, as evidenced by the fact that increases in caspase-3 activity occurred only when autoxidation of the amine was prevented."
        },
        {
            "References": "USEPA; National Center for Environmental Assessment-RTP Office of Research and Development: Integrated Science Assessment for Sulfur Oxides-Health Criteria (September, 2008). EPA Docket ID: EPA-HQ-OAR-2010-0162. Available from, as of August 5, 2011: https://www.regulations.gov/#!home",
            "Value": "Bisulfite participates in three important types of reactions with biomolecules: sulfonation (sulfitolysis), autooxidation with generation of free radicals, and addition to cytosine. Products of sulfonation reactions have been shown to be long-lived in vivo and may be highly reactive. Products of autooxidation may be responsible for the initiation of lipid peroxidation, which, among other effects, could damage plasma membranes. In addition, bisulfite can react with nucleic acids to convert cytosine to uracil, thus resulting in mutational events."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium Metabisulfite (100 mg) was placed into the right conjunctival sac of each of two rabbits. Twenty seconds later, one treated eye was rinsed with tap water for 1 min. The treated eye of the other rabbit was not rinsed. The cornea, iris, and conjunctiva were examined with a hand-slit lamp at 1 and 4 hr and at 1, 2, 7, and 14 days. A biomicroscope and 5% aqueous fluorescein stain were used at the 1-day observation. A small area of mild corneal opacity, transient moderate congestion of the iris, and mild conjunctivitis were observed in the unrinsed eye. The opacity was reversible and the cornea was normal within 14 days, but mild conjunctival irritation persisted. Slight, reversible corneal opacity and mild conjunctivitis, but with no iritic involvement, were observed in the rinsed eye and that cleared within 3 days. The investigators recommended copious flushing with water following ocular contact with Sodium Metabisulfite."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.81 (2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Disodium disulfite is reported to cause bronchoconstriction in a minority of asthmatics when ingested. Anesthetized guinea pigs pretreated with propanolol were applied the substance intratracheal aerosolized at concentrations up to 0.08 M (15.2 g/L) for 5 minutes each. Tachyphylaxis and increased lung resistance was seen beginning at 0.02 M. The effect of atropine, phosphoramidon, and capsaicin was investigated to clear up the effective mechanisms. The author came to the conclusion that inhaled disodium disulfite causes bronchoconstriction in guinea pigs by mechanisms that are due neither to a cholinergic reflex nor to the release of tachykinins from airway sensory nerves."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ten applications of a 50% Sodium Metabisulfite solution (0.5 mL) to the clipped backs of guinea pigs \"moderately exacerbated the irritative response.\" Blackened or secondary eschars formed on all animals by the 10th day (no further details provided)."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium Metabisulfite (solid, 5 g) was applied to clipped but intact sites on the trunk of six male albino rabbits. The material was applied under a gauze pad and the trunk of each rabbit was wrapped with rubber sheeting for a total exposure time of 24 hr. Sites were evaluated at the time of patch removal and 24 hr later according to the regulations of the Federal Hazardous Substances Act. Sodium Metabisulfite did not produce an irritation response."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium Metabisulfite (0.5 mL of an undiluted solution) was applied to the clipped backs of six albino rabbits. The material was applied under a gauze pad and the trunk of each rabbit was wrapped with a nonabsorbent binder for a total exposure time of 4 hr. Sites were evaluated according to the Draize scale at the time of dressing removal, and 24 and 48 hr later. Sodium Metabisulfite did not produce a primary irritation response."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.40(2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two rabbits were used and /eye irritation/ effects /of/ 100 mg/L sodium metabisulfite, 0.1 N HCl and 1% Fuchsin in water were examined at 1 and 4 hours and at 1, 2, 7 and 14 days. Slight opacity of cornea and mild/ slight redness and swelling of conjunctiva was seen ... ."
        },
        {
            "References": "NIKOLAEV K, DZHIDZHEVA V; VET-MED NAUKI 10 (4): 61-5 (1973)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute effect of feeding canned alfalfa containing sodium metabisulfite was studied in sheep. Acute poisoning was characterized by nervous signs, dullness, sharp drop in feed consumption, atonia of rumen, swelling, and fast pulse and respirations. Respiration was often difficult with a foamy discharge from the nose. The mucous membranes were cyanotic. Continuous feeding to pregnant ewes led to sharp drop in inorganic phosphorus level in blood and to a drop in milk production. The maximum tolerance dose was 2 g/kg, minimum lethal dose 2.25 g/kg live wt."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sodium Metabisulfite and a bound form, acetaldehyde hydroxysulfonate, were added to the drinking water of female Sprague-Dawley rats. Rats in some groups were made sulfite oxidase deficient by the addition of tungsten to the drinking water. Six groups of eight animals (three enzyme-deficient groups and three normal groups) received Sodium Metabisulfite in the drinking water; another six groups received the bound form. The three sulfite doses (measured as sulfur dioxide equivalents) were 7 or 70 mg/kg/day for 8 weeks, or 350 mg/kg/day for 3 weeks followed by 175 mg/kg/day for the remaining 5 weeks. Doses were selected to be 10 to 500 times the ADI established by the WHO. Two control groups (one normal group containing three rats, and one group made enzyme deficient) received untreated water. Diets were fortified with thiamine. Enzyme-deficient rats that received the largest dose of Sodium Metabisulfite had significantly reduced body weight at death (p < 0.05), although feed consumption for this group was not significantly different from that of other groups. These rats consumed significantly less water, a response to the altered taste resulting from the addition of sulfite and tungsten. Hematological parameters were comparable among rats. Dried blood was observed around the noses of sulfite-treated, enzyme-deficient rats beginning at week 4; lung edema was noted at necropsy. Gastric lesions were noted microscopically in rats of the highest-dose groups (metabisulfite and bound sulfite), and were more severe and numerous in enzyme-deficient rats. The no-effect level for Sodium Metabisulfite was 70 mg sulfur dioxide equivalent/kg/day for both normal and enzyme-deficient rats. Hepatic lesions were observed in rats treated with the bound sulfite and were considered possibly due to the free acetaldehyde. The no-effect level for acetaldehyde hydroxysulfonate was 7 mg/kg/day for enzyme-deficient rats and 70 mg/kg/day for normal rats. Enzyme-deficient rats treated with Sodium Metabisulfite had increased urinary excretion of sulfite and increased plasma S-sulfonate concentrations. Enzyme-deficient rats treated with the bound sulfite had increased urinary sulfite excretion but no change in plasma S-sulfonate concentrations. Neither substance was considered \"very toxic\"; the toxicity of bound sulfite was equivalent to that of Sodium Metabisulfite."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 4-week oral toxicity study of Sodium Metabisulfite using Wistar rats determined a no-observed-adverse-effect level (NOAEL) of 5000 ppm and a minimum-observed-adverse-effect level (MOAEL) of 20,000 ppm (details not given)."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ reported that anemia developed in mice that had been dosed with >/=2% Sodium Metabisulfite for 10 to 56 days; increased hematopoiesis and splenomegaly was observed with dose >/=4%. Hemorrhagic erosions, inflammation, and necrosis of the stomach were observed in rats fed 4%, 6%, or 8% Sodium Metabisulfite. ... Vitamin B12 deficiency was considered a possible contributor to the development of anemia."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.42. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rabbits /were administered sodium metabisulfite/ 3 times/day and 5 days/weeks for 3 weeks via iv /at concentrations of/ 10, 20, 40 mg/kg. The test was performed using 3 animals/dose (2 animals in control). During the experimental period (21 days), no dead animals were observed. Neither macroscopic nor microscopic changes were observed in the heart, lung, liver, spleen and kidney. Intravenous injection caused the formation of 2-3 cm long thrombus. The addition of 6 % parenamin (protein hydrolysate) could hinder this thrombus formation. NOEL: > 40 mg/kg"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.47 (2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were fed sodium metabisulfite daily for 13 days at doses of 0, 0.1 or 1 % (0, 103 or 1105 mg/kg bw) 5 rats/group. The following parameters were examined: weight gain, food intake, clinical and behavioral signs, hematology, clinical chemistry, organ weights of liver and kidney, macroscopical and microscopical pathology (organs examined histologically are not indicated). No compound related effects were seen."
        },
        {
            "References": "Ribera D et al; Food Addit Contam 18 (2): 103-114 (2001)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulphites / sodium metabisulphite / are extensively used in the food and drinks industry. Their toxicity has been previously evaluated by addition to the diet or drinking water of laboratory animals. Because interactions between sulphites and food constituents occur, the present work was conducted to determine the subacute and subchronic toxicity of sulphite-bound compounds in a finished product: manufactured biscuits. The studies were performed on Sprague Dawley, rats for 28 and 85 days of dietary exposure. Diets were prepared from sulphited or untreated (controls) biscuits with the addition of sugar, protein, vitamins and minerals according to the nutritional requirements of the animals. Groups of 10 male and 10 female rats were administered diets containing sulphited biscuits at levels of 0, 10, 35 and 75%, corresponding to 10-15, 35-45, 150-170 and 310-340 mg SO2/kg diet. In both studies, no death or clinical abnormalities were reported. Growth rate, food consumption and food conversion efficiency were not affected by treatment. No dose-related changes were observed for hematology, clinical chemistry, ocular examination, renal-function, urinalysis, organ weights or gross and microscopic examinations. The liver concentrations of vitamins A, B1, C and E were not significantly changed except for an increase in vitamin E in high-dose males after 28 days' exposure. Based on these data, the no-observed-adverse-effect level (NOAEL) of sulphites in baked biscuits was judged to be 310 mg SO2/kg diet or 25 mg/kg body weight/day."
        },
        {
            "References": "Derin N et al; Toxicol Ind Health 22 (6): 233-40 (2006)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sulfites are used as anti-microbial and anti-oxidant agents in a variety of drugs, and function as a preservative in many food preparations. In addition to these effects, sulfites oxidize to sulfite radicals initiating lipid peroxidation. The objective of our study was to investigate the effect of restraint stress and sulfite on brain lipid peroxidation and anti-oxidant enzyme activities. Forty male Wistar rats, aged three months, were randomized to one of the following groups: control, restraint stress, sulfite-treated and restraint stress + sulfite-treated. Chronic restraint stress was applied for 21 days (1 hr/day) and sodium metabisulfite (520 mg/kg per day) was given by gavage for the same period. Lipid peroxidation was measured using the thiobarbituric acid (TBA) fluorometric assay. TBA-reactive substances (TBARS) were found increased in all treatment groups when compared to the control group. Spectrophotometric measurement of copper/zinc superoxide dismutase (Cu/Zn SOD) and catalase (CAT) revealed decreased enzyme activities in rats exposed to restraint stress compared to control and sulfite-treated rats. GSH-Px activities were significantly decreased in the restraint stress and sulfite-treated rats compared with the control rats. GSH-Px activity measured in restraint stress + sulfite-treated rats was significantly lower than in the other groups. The presented data confirms the pro-oxidant activity of restraint stress and establishes that decreased anti-oxidant enzyme activities in restraint stress-treated rats enhances brain lipid peroxidation caused via the ingestion of sulfites. /Sulfites/"
        },
        {
            "References": "Aydin S et al; Food Chem Toxicol 43 (7): 1093-101 (2005)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Stress and sulfite can stimulate numerous pathways leading to an increased production of free radicals which generate a peroxidation cascade producing lipid peroxidation, protein oxidation, DNA damage and cell death, and contribute to the occurrence of pathologic conditions. The purpose of our study was to investigate the effects of stress and sulfite on visual evoked potentials (VEPs) and to examine the relationship between lipid peroxidation and VEP changes. Forty male Wistar rats, aged three months were used. They were equally divided into four groups: control (C), the group exposed to restraint stress (R), the group treated with sulfite (S) and the group exposed to stress and treated with sulfite (RS). Chronic restraint stress was applied for 21 days (1hr/day) and sodium metabisulfite (520 mg/kg/day) was given by gavage for the same period. All latencies of VEP components were prolonged in the R, S and RS groups with respect to the C group. Brain and retina TBARS levels were found to be increased in those groups compared to the C group. Our results strongly suggest that the latency prolongations of all VEP components may have resulted from the enhancement of lipid peroxidation. Correlation analysis between brain and retina TBARS levels and VEP latencies also support this conclusion. Our data in regard to latency prolongations of all VEP components in the stress group exposed to sulfite, reflected an additive effect of sulfite toxicity on VEP components. Therefore it could be suggested that chronic exposure to stress and sulfite together is associated with a considerable health risk. /Sulfites/"
        },
        {
            "References": "PMID:20504823",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sodium metabisulfite (Na( 2)S(2)O(5)) is used as an antioxidant and antimicrobial agent in a variety of drugs and functions as a preservative in many food preparations. This study was performed to elucidate the dose-dependent effects of sodium metabisulfite ingestion on rat gastric tissue apoptotic changes and lipid peroxidation. Forty male Wistar rats, aged 3 months were used. They were randomly divided into four groups: control (C), the group treated with Na(2)S(2)O(5) (10 mg/kg; S1), the group treated with Na(2)S(2)O(5) (100 mg/kg; S2), the group treated with Na(2)S(2)O(5) (260 mg/kg; S3). Na( 2)S(2)O(5) was given by intragastric intubation for 35 days. In the S2 and S3 groups, malondialdehyde (MDA) levels increased markedly when compared with the control group. High doses of sulfite administration elevated number of apoptotic cells both in mucosa and submucosa layers of stomach in parallel with increased MDA levels. These results suggest that sodium metabisulfite increased lipid peroxidation and thus number of apoptotic cells on gastric tissue in dose-dependent manner"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Feeding 0.6% sodium metabisulfite to rats for 5 to 7 weeks was associated with reduced body weight gain caused by thiamine deficiency induced by the in vitro destruction of the vitamin in the diet by the sulfite. Such effect occurs neither in vivo nor when sulfites are administered in drinking water."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Eight male beagle dogs were continuously exposed to a 1 mg/cu m metabisulfite aerosol for 290 days. The generation of the aerosol was detailed, which specified an MMAD of 0.63 ppm. The extrapulmonary airway was examined microscopically following treatment. Three unexposed dogs were also examined. Hyperplastic foci were observed in the respiratory region of the posterior nasal cavity in seven exposed dogs. Changes included a thickened epithelial layer due to epithelial proliferation, loss of secretory material, and moderate mononuclear cell infiltration. One of three control dogs had slight focal secretory cell proliferation with mononuclear cell infiltration. Laryngeal changes characterized by a focal loss of cilia and slight subepithelial mononuclear cell infiltration were observed in four exposed dogs. Focal disappearance of ciliated cells in the transitional region between cartilaginous and membranous trachea was observed in exposed and control dogs. However, an increased number of nonciliated cells was also noted in the membranous portion of the trachea of exposed dogs and was not observed in control dogs. The tracheal changes, as observed in electron micrographs, were likely caused by a disorder in epithelial cell development rather than by cell degeneration. Sulfite aerosols were considered to have adverse effects on the extrapulmonary airways of beagle dogs. /Metasulfite/"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ found hyperplastic and inflammatory changes in the nonglandular stomach of rats after feeding Sodium Metabisulfite at 0.5% to 8% for 10 to 56 days or 0.125% to 2% for up to 2 years. Diets were supplemented with thiamine and prepared and stored to minimize sulfite loss. Mild atrophic gastritis developed in some rats treated with 2% metabisulfite for 2 years. The no-effect level was 0.5%."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In a/ study using groups of 40 guinea pigs (20 each sex) fed 0.06%, 0.16%, 0.35%, 0.83%, and 1.72% Sodium Metabisulfite. The protocol called for dosing between 0.125% and 2.0%, but the above values represent the calculated concentration present despite precautions to limit sulfite loss. Diets were supplemented with thiamine. After 15 weeks, 14 males and 14 females from each group were killed; the remaining guinea pigs were kept on their respective diets for an additional 33 weeks. Thiamine concentrations in the urine and liver were markedly decreased in guinea pigs fed 0.16%; the added thiamine prevented deficiency in all but the highest-dose group. No adverse effects on health or hematological parameters were observed. In contrast to /a similar/ rat study, occult blood was not detected in the feces. Guinea pigs of the 0.83% and 1.72% groups had decreased growth and decreased feed conversion that were considered due to reduced consumption of the less palatable diets. Organ-to-body weight ratios of the liver, kidneys, heart, and spleen were increased in the 0.83% and 1.72% dose groups; the increase in heart and spleen weights was attributed to the lowered body weights. Inflammatory and hyperplastic changes of the gastric mucosa were observed in several guinea pigs of the 0.83% and 1.72% groups. A black pigmentation of the cecal mucosa that resembled pseudomelanosis coli was also observed, but was not considered toxicologically significant. The no-effect level was 0.35% Sodium Metabisulfite in the diet for 48 weeks."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V54 167(1992)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Addititon of Sodium metabisulfite to the diet of rats at 0.5- 8% for 10 days to 2 years induced hyperplastic and inflammatory changes in the forestomach and hemorrhagic microerosions, necrosis of epithelial cells, cellular inflammatory infiltration and atypical glandular hyperplasia in the glandular stomach."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A sperm-shape abnormality assay was conducted using male inbred albino Swiss mice. Groups of four mice received five ip doses of Sodium Metabisulfite each given 24 hr apart. Total doses were 200, 300, or 400 mg/kg. Mice were killed 35 days after the first injection and the caudae epididymides and vas deferens were dissected and prepared into a suspension. Slides were prepared and stained and sperm abnormalities were categorized. A dose-dependent response was observed."
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sodium Metabisulfite was added to the drinking water (375 and 750 ppm as SO2) of three generations of rats for 2.5 years. Generation 1 consisted of three groups: 13 females in each group with group 1 having 5 males and group two having 6 males. The control groups of generation 2 were produced from the matings of control groups of generation 1. Likewise, the sulfite drinking water groups of generation 2 were produced from matings of the sulfite drinking water groups of generation 1. Generation 3 was derived similarly from generation 2. Observations on growth, feed consumption, fluid intake, fecal output, reproduction, lactation, and the incidence of tumors were recorded. No significant difference was detected among growth rates of the control animals and sulfite drinking animals in any generation. However, each generation experienced an increase in growth compared to the previous one. A marked difference was observed between the generational consumption of feed and water, i.e., the rats of the third generation ate and drank twice as much as the first generation. Throughout the three generations, feed intake was unaffected, and only the sulfite-drinking females of the first generation maintained a greater intake of water as compared to all the other generations and groups. Feces output remained relatively stable among all generations and groups with one exception. The sulfite drinking females of generation 3 had a mean percentage that far exceeded that of the control's percentage. No significant difference was reported in the number of offspring of either generation 1 or 2, and the proportion surviving to the end of lactation did not differ. Neither weight nor the percentage of weight contributed by various organs was affected. Microscopic examination of various tissues was completed ten months after treatment began. No abnormalities of the spleen, adrenal glands, stomach, ileum, colon, gastrocnemius muscle, sciatic nerve, uteri, testes, and seminal vesicles were observed. Thirty-seven percent of 54 animals had tumors. Incidences were greater among groups of females but unaffected by the addition of sulfite to the water."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.53. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female hamsters /were administered/ disodium disulfite by gavage daily from the 6th- 10th day of gestation at doses of 0, 1, 6, 26, 120 mg/kg. Test substance did not cause any effect in implantation or in maternal and fetus survival rate. In comparison with control, no change was observed in the number of anomaly in soft and skeletal tissues. NOEL Maternal Toxicity: 120 mg/kg bw/day NOEL Teratogenicity: 120 mg/kg bw/day"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.52. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Dutch rabbits /were administered/ disodium disulfite by gavage daily from the 6th - 18th day of gestation at doses of 0, 1.23, 5.71, 26.5, 123 mg/kg bw.  No clear effect on nidation, or on maternal or fetal survival. In comparison with control, no change was observed in the number of anomaly in soft and skeletal tissues. NOAEL Maternal Toxicity: 123 mg/kg bw/day NOAEL Teratogenicity: 123 mg/kg bw/day"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.52. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female wistar rats /were administered/ disodium disulfite by gavage daily from day 6-15 of gestation at doses of 0, 1, 5, 24, 110 mg/kg bw.  Test substance did not cause any effect in implantation or in maternal and fetus survival rate. In comparison with control, no significant change was observed in the number of anomaly in soft and skeletal tissues. NOAEL Maternal Toxicity :110 mg/kg bw/day NOAEL Teratogenicity : 110 mg/kg bw/day"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.41. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /In a/ multigenerational study, male and female Wistar rats /were fed/ sodium metabisulfite (purity: 95-99 %) daily /at doses of/ 0, 0.125, 0.25, 0.5, 1.0, 2.0 % for 104 weeks (F0 and F1 generations), 30 weeks (F2 generations). The most sensitive criteria of sodium metabisulfite damage in the present studies turned out to be the presence of occult blood in the feces and changes in gastric morphology. At 0.5% of sodium metabisulfite, neither these nor any of the other criteria were affected. ... No pronounced effects were observed on reproductive performance in any generation and no effects on gonads were seen histologically. Regarding neoplatic findings, the number of lymphoreticular pulmonary tumors in males decreased with increasing levels of sulfite. The incidence of thyroid and pituitary tumors in control males was exceptionally low, whereas those noted in the various test groups represented numbers normally found in the strain of rats used. All other neoplasms occurred in a random manner. NOAEL: local toxicity: 0.44 % (as actual dose) or 0.5 % (in the diet) system toxicity: 1.91 % (as actual dose) or 2 % (in the diet) LOAEL: 0.92 % (actual dose) or 1.0 % (in the diet)"
        },
        {
            "References": "Cosmetic Ingredient Expert Review Panel; Final Report on the Safety Assessment of Sodium Sulfite, Potassium Sulfite, Ammonium Sulfite, Sodium Bisulfite, Ammonium Bisulfite, Sodium Metabisulfite,and Potassium Metabisulfite. International Journal of Toxicology 22 (S2): 63-88 (2003).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Sodium Bisulfite, Sodium Metabisulfite, and Potassium Metabisulfite were not teratogenic for mice, rats, hamsters, or rabbits at doses up to 160 mg/kg..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a three generation feeding study of sodium metabisulfite, rats were fed 0.7, 1.5, 3, 6, or 13 mmol/kg/day; reduced body weight gain was observed in the F1 and F2 generation. There was no effect on birth weights, number of offspring/litter, or other parameters of reproductive success."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.47. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ /The cytogenetic toxicity of/ sodium metabisulfite (purity: 95%) was tested in an assay with Chinese Hamster Ovary cells at concentrations up to 0.125 mg/mL without activation, genotoxic effects were negative."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.46. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ /In a/ bacterial reverse mutation assay Salmonella typhimurium TA92, 1535, 100, SB2802, 2061(his G46) TA88, 110, 90, 97(his D6610) TA1538, 98(his D3052) TA1537, 1977(his C3076) /were tested with/ sodium metabisulfite at concentrations of 0.01-0.64 M/plate without metabolic activation. Cytotoxicity occurred at 0. 32 M without metabolic activation. Genotoxic effects were positive without metabolic activation. Sodium metabisulfite showed a weak mutagenicity in the above system. These systems are characterized by mutation in his G46 or D6610. No mutagenicity was observed in other systems."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Sodium Metabisulfite, (7681-57-4) (November 2001) p.43. Available from, as of July 27, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ /In a/ bacterial reverse mutation assay Salmonella typhimurium TA98, TA100, TA1535, TA1537, TA1538 and Escherichia coli WP 2 (uvrA) /were tested with/ sodium metabisulfite at concentrations of 0.3 - 10,000 ug/plate with and without metabolic activation. Cytotoxicity occurred at 333.3 ug/plate with activation and 10,000 ug/plate without activation. Genotoxic effects were negative with and without activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.61(2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In a cytogenetic assay 4 mice/group were examined /using 4 different methods/ ...: single ip application of 400 mg/kg and sacrificed at 6, 24 or 48 hr; single ip application of 200, 300 or 400 mg/kg bw doses and sacrificed at 24 hr; single application of 400 mg/ kg ip, sc or orally and sacrifice at 24 hr; 5 daily applications of 1/5 of 400 mg/kg each ip and sacrifice 120 hr after the first application. The increase of the incidence of chromosome aberrations was only statistically significant when gaps were included. Without gaps the increase in aberration incidence was minimal."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.53(2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ The dependence of mutagenicity of sodium metabisulfite on the degree of autoxidation was tested with Salmonella typhimurium TA 97 in concentrations up to 160 mM (3.04 mg/p1ate) without metabolic activation. Autoxidation was measured as oxygen consumption using a Clark electrode. ... An inverse relationship between bisulfite autoxidation and its ability to cause mutations in Salmonella was found. As autoxidation decreased, as evidenced by the increasing length of time it took to deplete 50 % of the oxygen in the oxygen monitoring system, the mutagenicity increased."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.52(2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In a reverse mutation Ames assay Salmonella typhimurium, TA1535, TA1537, TA98, TA100 were treated with sodium metabisulfite concentrations of 20 - 5,000 ug with and without activation producing a negative result."
        },
        {
            "References": "Carvalho IM et al; Mutat Res 720 (1-2): 58-61 (2011)",
            "Value": "/GENOTOXICITY/ Sodium metabisulfite is widely used in the food and pharmaceutical industries, because of its ability to inhibit proliferation of microorganisms and its antioxidant properties. We have evaluated the genotoxic effects of SMB on different tissues of the mouse, by use of the comet assay (liver and blood cells) and the micronucleus test (blood and bone marrow cells). For all tissues, significant increases in damage index and damage frequency values were observed in the SMB-treated groups (1 and 2g/kg doses) compared to the control animals. The Kruskal-Wallis test showed that the mean micronucleus frequencies in peripheral blood and bone marrow cells of mice treated with the highest dose of SMB (2g/kg) showed significant increases, when compared with controls, and a significant reduction in the ratio of polychromatic to normochromatic erythrocytes was also seen. No difference in results between sexes was observed. Our results show that high oral doses of SMB may pose a genotoxic risk."
        },
        {
            "References": "Kayraldiz A, Topaktas M; Genetika 43 (8): 1091-1096 (2007)",
            "Value": "/GENOTOXICITY/ This study is designed to investigate the genotoxic effect of sodium metabisulfite (SMB), which is used as an antimicrobial substance in foods on bone marrow cells of rats. Four different concentrations of SMB (250, 500, 750 and 1000 mg/kg body weight) were given rats (Rattus norvegicus var. albinos) for 6, 12 and 24 hours treatment period by intraperitoneal (IP) and gavage (GV) administrations. In this study, we found that intraperitoneal implement of SMB generally more effective increasing the percentage of abnormal cells and /chromosome aberrations per/ cell in all concentrations and treatment period. In addition, mitotic index (MI) data of intraperitoneal injection are lower than gavage. It can be concluded that potential genotoxic effects of SMB by IP injection is higher than GV injection."
        },
        {
            "References": "Youssef AF et al; Environ Mol Mutagen 37 (1): 27-30 (2001)",
            "Value": "/GENOTOXICITY/ Genomic DNA was isolated from subcutaneous masses observed in CD-1 and p53+/- heterozygous mice during the course of carcinogenicity studies in the vehicle control groups. These masses resulted after daily subcutaneous injection of an antioxidant vehicle with a pH adjusted to 3-4. The vehicle was 1.0% ascorbic acid plus 0.05% sodium metabisulfite in 0.75% saline in a dosing volume of 10 mL/kg/day. These masses were first palpable after 13 and 37 weeks of dosing among p53+/- and CD-1 mice, respectively. By week 26, the incidence of these masses was 89% and 80% in male and female p53+/- mice, respectively (sample size = 15 mice/sex) and was 0% in both male and female CD-1 mice (sample size = 60 mice/sex). These masses originated from panniculus carnosus muscle. Histopathological examination of the p53+/- mouse masses indicated the tumors to be sarcomas of spindle-cell origin. The histopathological examination of the masses in the CD-1 mice revealed fibrosarcomas. Five mice/sex/strain were randomly selected from a pool of mice that developed these masses in the course of the two studies. Frozen tissues from these masses were used to examine the DNA for loss of the functional p53 allele in the p53+/- mice (i.e., loss of heterozygosity, or LOH) or for loss of one of the alleles in the wild type (p53+/+) CD-1 mice by the polymerase chain reaction (PCR) technique. Loss of the functional allele was observed only in the tumor from one p53+/- male mouse. These results support a nongenotoxic mechanism for these injection site masses."
        },
        {
            "References": "NEWELL GW, MAXWELL WA; MUTAGENIC EFFECTS OF SODIUM METABISULFITE (71-22); US NAT TECH INFORM SERV, PB REP, 104 PAGES (1972) ISS NO 221825/3",
            "Value": "/GENOTOXICITY/ Cytogenetic assay exhibited no adverse effect on metaphase chromosomes from rat bone marrow at any of dose levels or time periods tested with sodium metabisulfite. Host-mediated assay of sodium metabisulfite did not produce any measurable mutagenic response or alteration in recombination frequency for Saccharomyces cerevisiae in either host-mediated assay or associated in vitro tests. In dominant lethal gene test, no consistent responses occurred to suggest that sodium metabisulfite is mutagenic to rat by this experimental procedure."
        },
        {
            "References": "Study of Mutagenic Effects of Sodium Meta-Bisulfite by Dominant Lethal Test in rats; Rept (LSU-7740-4, FDA/BF-79/138): 78 pages (1979) NTIS Order No PB-299836",
            "Value": "/GENOTOXICITY/ Male rats exposed to sodium metabisulfite in the diet received 97.4-98.9% of the intended dose levels. Food consumption of low and mid dose groups was comparable to that of controls throughout the expt. High dose animals consumed slightly less food and this was reflected in slightly lower body wt gain. The dominant lethal test produced no consistent responses to suggest that Na metabisulfite was mutagenic to the rat."
        },
        {
            "References": "PMID:6776387",
            "Value": "/GENOTOXICITY/ Salmonella typhimurium, Escherichia coli, and Pseudomonas aeruginosa were susceptible to sodium metabisulfite concentration of 800, 1000, and 2000 ppm, respectively, in gelatin medium. In rehydrated bone meal, Salmonella typhimurium showed no viability in 2 out of 4 cases at 4000 ppm."
        },
        {
            "References": "Danicke S et al; Food Chem Toxicol 48 (8-9): 2154-2162 (2010)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The in vitro effects of deoxynivalenol (DON), de-epoxy-DON, DON-sulfonate (DONS) and sodium metabisulfite (Na(2)S(2)O(5), (SBS) on porcine peripheral blood mononuclear cells (PBMC), and on the Intestinal Porcine Epithelial Cell lines IPEC-1 and IPEC-J2 were examined by using the MTT assay. In addition, an uncontaminated and a DON contaminated triticale were included in diets either untreated (CON, FUS) or SBS treated (CON-SBS, FUS-SBS) and fed to piglets for 28 d starting from weaning. The diet concentrations of DON and DONS amounted to 0.156, 2.312, 0.084 and 0.275 mg and to<0.05, <0.05, <0.05 and 1.841 mg/kg, respectively. PBMC of the so-exposed piglets were also subjected to the MTT assay. Neither DONS and SBS nor de-epoxy-DON affected the viability of PBMC, IPEC-1 and IPEC-J2 significantly up to concentrations of 17, 8 and 23 uM, respectively. For DON, IC(50) values were estimated at 1.2+/-0.1, 1.3+/-0.5 and 3.0+/-0.8 uM for PBMC, IPEC-1 and IPEC-J2, respectively. PBMC from piglets fed the SBS treated diets were characterized by a significantly decreased stimulation index and an increased /immunoglobulin/ A supernatant concentration with the SBS effect being significantly more pronounced after feeding the FUS-SBS diet. Further studies should clarify the possible impact of SBS on the porcine immune system."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Sodium Metabisulfite (7681-57-4), p.81 (2000 CD-ROM edition). Available from, as of July 25, 2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Disodium disulfite induced bronchoconstriction in the isolated perfused and ventilated guinea pig lung. The substance was applied by perfusion at a concentration of 3 mM for 15 minutes. Disodium disulfite induced bronchoconstriction entirely via activation of sensory nerves according to results of experiment with capsaicin pretreatment."
        },
        {
            "References": "Meng Z, Nie A; Food Chem Toxicol 43 (2): 225-232 (2005)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of sodium metabisulfite (SMB), a food preservative mostly used in food and drug industries, on voltage-dependent potassium currents in acutely isolated hippocampal CA1 pyramidal neurons of rat were studied using the whole-cell patch-clamp techniques. SMB increased transient outward potassium current (IA) and delayed rectifier potassium current (IK) in a concentration-dependent manner. 10 uM SMB shifted the steady-state activation curve of IK to more negative potentials, and the steady-state inactivation curves of IA and IK to more positive potentials. Time to peak of IA was not affected, but the decay of IA was delayed by SMB. However, the activation and inactivation time constants of IK were both decreased by SMB. These results suggested that SMB differently affected IA and IK, and it would decrease the excitability of hippocampal neuron by increasing potassium currents."
        },
        {
            "References": "PMID:17437241",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The objective of this study was/ to confirm previous reports on dexamethasone and sulfite neurotoxicity, and to investigate methylprednisolone, dopamine, and dobutamine neurotoxicity. Pure dexamethasone, injectable dexamethasone containing sodium metabisulfite (Soludecadron), pure methylprednisolone, injectable methylprednisolone (Solu-Medrol), pure dopamine, injectable dopamine containing potassium metabisulfite (Revivan), pure dobutamine, injectable dobutamine containing sodium metabisulfite (Dobutrex), and sodium metabisulfite were added to the medium of mixed glial-neuronal cell cultures at concentrations of 0.1, 1, 10, and 100 uM. Cell damage induced by glucocorticoids was assessed by measuring the release of lactate dehydrogenase (LDH) from the injured cells into the extracellular fluid during the 24 hours of exposure to drugs. Cell damage induced by catecholamines was assessed using the fluorescent dye propidium iodide (PI) method 24 hours after exposure to the drugs. Methylprednisolone and Solu-Medrol did not affect neuronal death, which was increased by dexamethasone and Soludecadron at 100 uM and sodium metabisulfite at 10 and 100 uM. Neuronal death was significantly increased by dopamine, Revivan, dobutamine, Dobutrex, and sulfites at 10 and 100 uM concentrations. In vitro dexamethasone, Soludecadron, and sulfites increase neuronal cell death, while methylprednisolone and Solu-Medrol are not neurotoxic; dopamine and dobutamine were found neurotoxic independently from sulfite toxicity."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 33",
            "Value": "/VETERINARY CASE REPORTS/ A daily dose of 80-160 g of /sodium metabisulfite in cattle/... caused anorexia; massive doses admin via rumen fistulae were fatal. In general, more severe tissue changes were confined to first part of digestive tract: most consistent lesions were in larynx and in mucosa of ventral wall of trachea. Severe intoxication from silage preserved with /sodium/ metabisulfite is considered improbable because of the anorexia produced by this material. A dose of 20 g of sodium metabisulfite, fed daily to cows for 15 wk, had no adverse effect on milk production or general health."
        }
    ]
}