{
    "_id": {
        "$oid": "6682e853c4e5dba5ffba2507"
    },
    "CID": {
        "$numberInt": "6568"
    },
    "Name": "SEC-BUTYL ALCOHOL",
    "IUPACName": "butan-2-ol",
    "CanonicalSMILES": "CCC(C)O",
    "Synonyms": [
        "2-Butanol",
        "Butan-2-ol",
        "sec-Butanol",
        "78-92-2",
        "SEC-BUTYL ALCOHOL",
        "2-Hydroxybutane",
        "2-Butyl alcohol",
        "Butylene hydrate",
        "1-Methyl-1-propanol",
        "1-Methylpropyl alcohol",
        "s-Butyl alcohol",
        "Methyl ethyl carbinol",
        "s-Butanol",
        "Ethyl methyl carbinol",
        "Butanol secondaire"
    ],
    "IsomericSMILES": "CCC(C)O",
    "INCHI": "InChI=1S/C4H10O/c1-3-4(2)5/h4-5H,3H2,1-2H3",
    "INCHIKEY": "BTANRVKWQNVYAZ-UHFFFAOYSA-N",
    "Formula": "C4H10O",
    "MolecularWeight": {
        "$numberDouble": "74.12"
    },
    "Description": "Butan-2-ol is a secondary alcohol that is butane substituted by a hydroxy group at position 2. It derives from a hydride of a butane.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "19"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for sec-butyl alcohol(SRC), using a log Kow of 0.61(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 301",
            "Value": "... Adapted activated sludge /bench scale activated sludges fill and draw operations/: Product as sole carbon source- 98.5%, removal at 55.0 mg COD (chemical oxygen demand)/g dry inoculum/hr"
        },
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (3) Ettinger MB; Ind Eng Chem 48: 256-9 (1956) (4) Wagner R; Vom Wasser 42: 271-305 (1974) (5) Gerhold RM, Malaney GW; J Water Pollut Control Fed 38: 562-79 (1966) (6) Pitter P; Water Res 10: 231-5 (1976) (7) Hatfield R; Ind Eng Chem 49: 192-6 (1957) (8) Hammerton C; J Appl Chem 5: 517-24 (1955) (9) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "AEROBIC: sec-Butyl alcohol biodegrades rapidly in screening tests using a sewage or activated sludge inoculum. sec-Butyl alcohol reached 83% of its theoretical BOD using a sewage sludge inoculum during a 5 day incubation period(1) and 33% of its theoretical BOD using a second sewage sludge inoculum in 5 days(2). sec-Butyl alcohol achieved 44.2 and 72.3% of its theoretical BOD after 10 and 20 day incubation periods, respectively, using a domestic sewage sludge inoculum(3) and 81.7% of its theoretical BOD after 5 days using a sewage sludge inoculum(4). sec-Butyl alcohol achieved 9.3% of its theoretical BOD using an activated sludge inoculum after 1 day(5) and 98.5% after 5 days(6). In a semi-automatic activated sludge system (SCAS) simulating a treatment plant, 98% of the theoretical BOD was achieved in 4 hours(7). In a river die-away test, sec-butyl alcohol achieved 55% of its theoretical BOD in 5 days(8). sec-Butyl alcohol, present at 100 mg/l, reached 73.5% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(9)."
        },
        {
            "References": "(1) Yonezawa Y, Urushigawa Y; Chemosphere 8: 139-42 (1979) (2) Chou WL et al; Bioeng Symp 8: 391-414 (1979)",
            "Value": "ANAEROBIC: sec-Butyl alcohol is also amenable to anaerobic biodegradation(1). In one study, 100% degradation was obtained after a 14 day lag period by acetate-acclimated methanogenic cultures(2). In a long-term study using anaerobic upflow filters and acetate enriched cultures, a 93% utilization rate was obtained after 52 days of operation(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yashuhara A, Morita M; Chemosphere 16: 2559-65 (1987)",
            "Value": "sec-Butyl alcohol was found in a sample of mussel at a concn of 0.27 ppm(1). The mussel sample was collected off the coast of Japan(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow= 0.61"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 172",
            "Value": "FIVE OF 6 RATS EXPOSED AT 16000 PPM OF SEC-BUTYL ALCOHOL VAPOR FOR 4 HR DIED. THIS WAS MORE THAN TWICE THE MAXIMAL CONCENTRATION ATTAINABLE WITH N-BUTANOL THAT CAUSED NO DEATHS IN 8 HOURS."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1021",
            "Value": "sec-Butyl alcohol has been tested externally on the eyes of rabbits & ... rated 4 on scale of 1 to 10 according to the degree of injury observed after 24 hr. The most severely injurious substances have been rated 10."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2646",
            "Value": "... 2-Butanol ... /was not found/ to be irritating to the skin of the rabbit. ... Concn of 10,670 ppm (32.3 mg/l) for 225 min and 16,000 ppm (48.5 mg/l) for 160 min were fatal for mice. Mice subjected repeatedly to a concn of 5330 ppm (16.2 mg/l) 2-butanol for a total of 117 hr ... /showed CNS depression/, but survived. ... Groups of mice (2 in each) were exposed ... for decr lengths of time (300, 190, 75, 60, 45, and 40 min) to incr concn of sec-butyl alcohol in the air ... /ranging from 3300 ppm (10 mg/l) to 19800 ppm (60 mg/l)/. ... at 3300 ppm, ataxia, prostration, and ... /CNS depression/ became evident in 51 to 100 min, 120 to 180 min, and 300 min respectively, whereas ... at 19800 ppm these signs appeared in 7 to 8 min, 12 to 20 min, and 40 min respectively. ... sec-Butyl alcohol markedly incr the respiration rate of rabbits given 2 ml/kg orally. Based upon the effects of ip injections into mice ... the optically isomeric sec-butyl alcohols were equal in anesthetic activity."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-12",
            "Value": "In the rat, the order of incr lethality by single-dose oral admin is ... ethyl, isopropyl (and sec-butyl), n-butyl, tert-butyl, isobutyl ... alcohols."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-13",
            "Value": "The butyl alcohols are ... 2 to 5 times more toxic than ethanol when tested acutely in the rat. ... Toxic symptoms from butyl ... alcohol are usually more severe and more prolonged than those in ethanol intoxication. /Alcohols, higher/"
        },
        {
            "References": "LYON RC ET AL; J PHARMACOL EXP THER 21(3): 669-75 (1981)",
            "Value": "A CORRELATION BETWEEN HYPNOTIC POTENCY OF ALIPHATIC ALC & ABILITIES TO DISRUPT STRUCTURE OF NEURONAL MEMBRANE IN VITRO WAS ESTABLISHED. SIGNIFICANT REDN IN ORDER PARAMETER WERE OBSERVED @ NERVE BLOCKING CONCN. THE FOLLOWING ALCOHOLS WERE INVESTIGATED: ETHANOL, PROPANOL, 2-PROPANOL, BUTANOL, 2-BUTANOL, 2-METHYL-1-PROPANOL, 2-METHYL-2-PROPANOL. DISORDERING POTENCY OF EACH ALCOHOL WAS CLOSELY RELATED TO ITS MEMBRANE SOLUBILITY, BASED ON OIL/WATER PARTITION COEFFICIENT."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 59",
            "Value": "Reversible fatty degeneration of the liver was the most severe effect seen in mice following inhalation of butanol-2. Lives of mice that died within 3 days after a single lethal dose ... showed an abnormal brownish coloration in the peripheral areas. Livers of mice that died later (from 4-6 days after injection) were uniformly dark brown in color."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 58",
            "Value": "Butanol-2 exerts its principal toxic effect on the CNS. As with other alcohols, intoxication symptoms of butanol-2 are restlessness, ataxia, prostration, narcosis & death, occurring progressively at incr levels of exposure. The duration of exposure required to induce ataxia, prostration or deep narcosis in mice was inversely related to the level of exposure. At air concn of 60 mg/liter, ataxia, prostration & narcosis occurred at about 7, 15, & 40 min, respectively. At 10 mg/liter, longer exposure times were required before these phenomena were observed."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 58",
            "Value": "IV admin of butanol-2 caused instantaneous depression of the CNS: within 20-60 sec the rats dosed at 0.6 mg/kg lost their righting reflex. Also, changes in the EKG were found. Compared to ethanol, an equimolar dose of butanol-2 resulted in a 4.4-fold stronger depression of the CNS ... . Furthermore, the recovery of butanol-2 treated rats was slow compared to ethanol treated rats (7 & < 2 hr, respectively)."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 58",
            "Value": "A marked incr in respiration rate was observed when butanol-2 was admin to rabbits (1.6 g/kg, orally)."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 60",
            "Value": "Exposure via inhalation of pregnant rats to high levels of butanol-2 (up to 7,000 ppm) resulted in a slight maternal toxicity (reduced weight gain & food intake of the pregnant rats) & slight developmental toxicity (skeletal malformation, i.e. rudimentary cervical ribs)."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 61",
            "Value": "No mutagenic activity of butanol-2 was found in the yeast Schizosaccharomyces pombe in the absence or presence of mouse liver microsomes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 172",
            "Value": "In the rabbit, sec-butyl alcohol was not irritating to the skin but produced severe corneal injury when instilled directly in the eye."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2646",
            "Value": "Sprague-Dawley rats were exposed to 0, 3500, 5000, or 7000 ppm 2-butanol 7 hr/day on gestational days 1 to 19. At 7000 ppm, narcosis was observed in all animals; at 5000 ppm, animals were partially narcotized, with locomotor activity impaired. Maternal weight gain and food consumption were significantly reduced in all dose groups. The number of live fetuses was significantly reduced and resorptions were increased in the high dose group only. Fetal body weights were significantly reduced in the mid- and high-dose groups."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of sec-butyl alcohol is estimated as 50(SRC), using a log Kow of 0.61(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that sec-butyl alcohol is expected to have high mobility in soil(SRC)."
        }
    ]
}