{
    "_id": {
        "$oid": "6682e853c4e5dba5ffba2508"
    },
    "CID": {
        "$numberInt": "6569"
    },
    "Name": "METHYL ETHYL KETONE",
    "IUPACName": "butan-2-one",
    "CanonicalSMILES": "CCC(=O)C",
    "Synonyms": [
        "2-Butanone",
        "METHYL ETHYL KETONE",
        "Butan-2-one",
        "Butanone",
        "78-93-3",
        "Ethyl methyl ketone",
        "Methylethyl ketone",
        "Meetco",
        "Methyl acetone",
        "Methylethylketone",
        "3-Butanone",
        "Ethylmethylketon",
        "ethylmethylketone",
        "Aethylmethylketon",
        "Butanone 2"
    ],
    "IsomericSMILES": "CCC(=O)C",
    "INCHI": "InChI=1S/C4H8O/c1-3-4(2)5/h3H2,1-2H3",
    "INCHIKEY": "ZWEHNKRNPOVVGH-UHFFFAOYSA-N",
    "Formula": "C4H8O",
    "MolecularWeight": {
        "$numberDouble": "72.11"
    },
    "Description": "Butan-2-one is a dialkyl ketone that is a four-carbon ketone carrying a single keto- group at position C-2. It has a role as a polar aprotic solvent and a bacterial metabolite. It is a dialkyl ketone, a methyl ketone, a volatile organic compound and a butanone.",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "38"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Singh HB, Zimmerman PB; Adv Environ Sci Technol 24: 177-235 (1992) (2) Muller K et al; Chemosphere 49: 1247-56 (2002) (3) Fisher GS et al; J Agric Food Chem 27: 7-11 (1979) (4) Seitz LM et al; J Agric Food Chem 47: 1051-61 (1999)",
            "Value": "Methyl ethyl ketone is emitted from pencil cedar, Zeravshan juniper, European firs and Evergreen cyprus(1). Methyl ethyl ketone was emitted from rape during the blooming period at a rate of 0.41 and 0.69 ppbv during May 8 and 9, 1998(2). Methyl ethyl ketone was detected in 32 of 32 samples of southern pea seeds at a mean concentration of 151 ppb(3). Methyl ethyl ketone was detected in whole Musty sorghum(4)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. 2-Butanone. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Dec 8, 2014: https://www.ars-grin.gov/duke/",
            "Value": "Methyl ethyl ketone is reported to occur in the following plants(1):",
            "Table": "[{'Genus species': 'Nepeta racemosa', 'Family': 'Lamiaceae', 'Common name': 'Catmint', 'Part': 'Shoot'}, {'Genus species': 'Capsicum annuum L.', 'Family': 'Solanaceae', 'Common name': 'Bell Pepper', 'Part': 'Fruit'}, {'Genus species': 'Lycopersicon esculentum MILLER', 'Family': 'Solanaceae', 'Common name': 'Tomato', 'Part': 'Fruit'}, {'Genus species': 'Myrtus communis L.', 'Family': 'Myrtaceae', 'Common name': 'Myrtle', 'Part': 'Plant'}, {'Genus species': 'Ribes nigrum L.', 'Family': 'Grossulariaceae', 'Common name': 'Black Currant', 'Part': 'Fruit'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 9 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Dec 5, 2014: m https://www.epa.gov/oppt/exposure/pubs/episuitedl.ht (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for methyl ethyl ketone(SRC), using a log Kow of 0.29(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "USEPA; Methyl Ethyl Ketone III: Exposure Aspects USEPA Contract No. 68-01-6147 (1981)",
            "Value": "AEROBIC: Methyl ethyl ketone (MEK) is readily oxidized by microorganisms in activated sludge following selection and/or adaptation, with over 80% being removed in 24 hr. Metabolism in unacclimated sludges is slow."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1493",
            "Value": "AEROBIC: Biological oxygen demand (BOD) after 5 days at 20 °C: 59% theoretical (acclimated); after 5 days, temp not specified: 46; 62; 74; 79; 92% theoretical (std dilution sewage); after 20 days: 74% theoretical at 10 mg/L, unadapted sewage: lag period 1 day; after 20 days: 79% theoretical, unadapted sewage; Chemical oxygen demand (COD): 90; 95; 100% theoretical."
        },
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) Bhattacharaya SK et al; Wat Res 30: 3099-3105 (1996) (4) Cronce RC, Cagnetta PJ; Hazard Ind Wastes 28: 8-14 (1996) (5) Desai SM; Diss Abstr Int B 52: 3752-3985 (1992) (6) Olthof M, Olmstead DG; in Proc Ind Waste Conf. 1992 47th Chelsea, MI, pp. 835-42 (1993) (7) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 5, 2014: https://www.safe.nite.go.jp/english/db.html (8) ATSDR; Toxicological Profile for 2-Butanone. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (1992). Available from, as of Dec 8, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "AEROBIC: Using standard BOD and COD dilution techniques and a sewage inoculum, a theoretical BOD of 83% and a theoretical COD of 95% was reported over a 5 day incubation period for methyl ethyl ketone(1). The percent theoretical BOD of methyl ethyl ketone in freshwater was reported as 76%, 82%, 84% and 89% over 5, 10 15 and 20 day incubation periods respectively(2). The percent theoretical BOD of methyl ethyl ketone in synthetic saltwater was reported as 32%, 62%, 63% and 69% over 5, 10 15 and 20 day incubation periods respectively(2). 92-95% Biodegradation was reported when 0.25 mg/L of methyl ethyl ketone was fed through an activated sludge from a wastewater treatment plant over a 3 week incubation period(3). Methyl ethyl ketone was biodegraded 100% on 3 in-situ field sites with added oxygen, nitrogen and methane in Monroe County, NY, July 20th through Dec 5th, 1994(4). Methyl ethyl ketone biodegraded 81-87% in 40 days at a rate of 0.24/h in a respirometry study(5). Using a pilot-scale treatment processes using activated sludge and with daily mass loadings of COD/bacterial mass ratios of 0.1, 0.36 and 0.48, methyl ethyl ketone, present at influent concentrations of <25, 110 and 110 ug/L, was detected at concentrations of <10, <10 and <10 ug/L, respectively, in plant effluents(6). Methyl ethyl ketone, present at 100 mg/L, reached >60% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(7). A variety of screening studies using a microbial seed from domestic waste treatment plants have indicated that methyl ethyl ketone has a 5-day biological oxygen demand (BOD5) which is between 59% and 74% of the theoretical amount after a short lag period(8)."
        },
        {
            "References": "(1) Suflita JM, Mormile MR; Environ Sci Technol 27: 976-78 (1993)",
            "Value": "ANAEROBIC: The percent theoretical methane recovery of methyl ethyl ketone in an anaerobic aquifer was 89% over a 3 week incubation period following a 15 day acclimation period(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 9",
            "Value": "log Kow = 0.29"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1732",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The single dose oral toxicity ... has been determined to be 3.3 g/kg ... for rats. Massive doses may be expected to result in irritation of the lung and ... /CNS depression/."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6: 130",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposed guinea pigs to methyl ethyl ketone (MEK) vapor concentrations of 0.33, 1.0, 3.3, and 10% (3300, 10,000,33,000, and 100,000 ppm) for periods up to 13.5 hr. The acute effects of MEK advanced through several distinct phases as the exposure proceeded with nose irritation, eye irritation, lacrimation, incoordination, /CNS depression/, labored breathing, and death occurring in succession. None of these signs or symptoms was observed in the animals exposed to 3300 ppm MEK. Vapor concentrations of 33,000 ppm or greater caused death in the animals after 45-260 min of exposure. /CNS depression/ was observed after 10-280 min of exposure at the three highest concentrations. Gross pathology revealed slight to marked congestion in the brain, lungs, liver, and kidneys of those animals that succumbed during the exposure. Animals surviving an exposure to 100,000 ppm of MEK for at least 30 min showed severe corneal opacity that was barely present 8 day after the exposure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6: 129",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure /of rats/ to 2000 ppm /for 2 hr/ showed no apparent toxicity. Exposure to 8000 ppm killed 3 of 6 rats in 8 hr, while 16,000 ppm for 1 hr caused death of all the animals."
        },
        {
            "References": "DiVincenzo GD et al; Am Ind Hyg Assoc J 34: 329 (1974)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intraperitoneal injection of 750, 1500 or 2000 mg/kg methyl ethyl ketone to guinea pigs resulted in elevated serum ornithine carbamyl transferase (OCT) activity at the highest dose, where one of four animals died, and deposition of lipids in the liver with either 1500 or 2000 mg/kg was found."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 617",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Testing of a drop on rabbit eyes indicates moderate reversible injury, graded 5 on a scale of 1-10. The compound was tested externally on the eyes of rabbits, and, according to the degree of injury observed after 24 hours, rated on a scale of 1 to 10. The most severely injurious substances have been rated 10."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 143, Methyl ethyl ketone (1992). Available from, as of December 3, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An oral dose of 1.5 g/kg to rats resulted in a 63% increase in liver triglycerides after 16 to 23 hr, but did not alter liver histology or increase either of two enzymes, serum glutamic-pyruvic transaminase (alanine transferase (ALT)) and hepatic glucose-6-phosphatase. These results suggest that this dose caused metabolic disturbances to the liver of rats. Much smaller acute intraperitoneal doses (0.049 to 0.194 g/kg) to rats appeared not to damage the liver. A single oral dose (15 mmol/kg) of MEK did not affect the hepatobiliary function of rats over an observation period of 10 to 96 hr. A graded series of single doses of MEK to guinea-pigs revealed high sensitivity to small changes in dosage. The low dose (0.75 g/kg)  appeared to produce no liver damage, whereas 1.5 g/kg produced slight liver damage and 2.0 g/kg produced major liver damage."
        },
        {
            "References": "USEPA/Integrated Risk Information System (IRIS); Toxicological Review of Methyl Ethyl Ketone (CAS No. 78-93-3) EPA 635/R-03/009, p.21 (2003). Available from , as of December 17, 2014: https://www.epa.gov/iris/subst/index.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ exposed a group of 12 adult, male CD-1 mice to air concentrations of MEK that were increased at 30-minute intervals until the mice failed to respond to a visual stimulus (response to a visual stimulus and the response rate were used as indicators). The concentrations for each 30-minute period were 300, 1,000, 3,000, 5,600, and 10,000 ppm (885, 2,950, 8,850, 16,520, and 29,500 mg/cu m) MEK with a total exposure time of 2 hours. No effects were observed at 300 ppm, while a slight decrease in response rate was observed at 1,000 ppm and a 75% decrease in response rate was observed at 3,000 ppm. Most mice (incidence not reported) ceased to respond at 5,600 ppm, and all failed to respond at 10,000 ppm. The response rate returned to the control value 30 minutes after exposure ended. The EC50 (concentration expected to elicit a 50% decrease in response rate) was calculated to be 2,891 ppm (SD = 689 ppm). From these results, an EC10 (concentration estimated to elicit a 10% decrease in response rate) was calculated and dose-response estimates were derived. The concentrations of MEK producing a 10% decrease in response rate in 0.1, 1, and 10% of a population were calculated to be 17, 66, and 300 ppm, respectively."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 143, Methyl ethyl ketone (1992). Available from, as of December 10, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of mice to 885 mg/cu m (300 ppm) for 30 min did not significantly alter schedule-controlled responses, whereas concentration-related suppression of response occurred at consecutive increasing concentrations (for 30 min) ranging from 2950 to 29 500 mg/cu m (1000 to 10 000 ppm)."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 143, Methyl ethyl ketone (1992). Available from, as of December 10, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In skin irritation studies, a small dose (8 mg) applied to clipped skin and covered by an impervious plastic film for 24 hr ... produced only minor irritation in male New Zealand albino rabbits. ... A dose of 400 mg applied to the clipped dorsal skin of restrained albino rabbits in a gauze patch produced mild to moderate irritation in some cases. ... Neat MEK (0.1 mL) applied to the clipped skin of the flanks of guinea pigs and rabbits daily for 10 days and left uncovered caused erythema and edema after 24-72 hr. These effects were more marked in rabbits ..."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 143, Methyl ethyl ketone (1992). Available from, as of December 10, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Opaque corneas were apparent following exposure of guinea-pigs to 295,000 mg MEK/cu m (100,000 ppm) for 30 min; recovery from this effect was complete in 4-8 days."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 143, Methyl ethyl ketone (1992). Available from, as of December 10, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... examined the vestibulo-oculomotor reflex (VOR) during iv infusion of MEK into the caudal veins of 18 female Sprague-Dawley rats. The threshold for depression of the VOR was an infusion rate of 70 umol/kg (0.005 g/kg per min) for 1 hr (total dose 30 mg) and the assoc arterial blood level was 1.4 mmol/L. General depression of the central nervous system followed depression of the VOR."
        },
        {
            "References": "OSHA; 2-Pentanone (Methyl Propyl Ketone). Comments from the January 19, 1989 Final Rule on Air Contaminants Project extracted from 54FR2332 et. seq.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... guinea pigs exhibited irritation and weakness on exposure to 2500 ppm, and that exposure to 5000 ppm produced /CNS depression/ ... and coma. The authors concluded that 2-pentanone is considerably less toxic than methyl butyl ketone but is more toxic than methyl ethyl ketone, and, in addition, is likely to be more irritating than either methyl ethyl ketone or acetone."
        },
        {
            "References": "Couri D et al; Proc Annu Conf Environ Toxicol, 5TH, AMRL-TR-74-125: 109 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure to 1500 ppm of methyl ethyl ketone (MEK) alone for 7-9 wk did not cause paralysis but did elevate plasma cholinesterase levels in mice, rats, and chickens."
        },
        {
            "References": "PMID:118468",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acetone, methyl ethyl ketone (MEK) and methyl isobutyl ketone (MIBK) were evaluated for effects on a delayed match-to-sample discrimination task in the juvenile baboon. The animals were exposed to 1/2 the threshold limit value (TLV) of each gas for 24 hr per day during a 7-day period. They were also exposed to a combination of MEK and MIBK at the same exposure concentrations. Each exposure condition affected accuracy of performance minimally but resulted in increased and decreased extra responses during the delay intervals. Response times were slowed under acetone, MEK or MIBK. In contrast to the effects of the individual gases, exposure to a combination of the same doses of MEK and MIBK produced a consistent increase in extra responses during delay and a concomitant decrease in response times. Changes in tissue uptake and metabolism are suggested as possible mechanisms to explain this observation."
        },
        {
            "References": "PMID:7313607",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of Sprague-Dawley rats were exposed, by inhalation, to ... methyl ethyl ketone (800 ppm, 2,345 mg/cu m) ... for four weeks. Increased liver weights and liver to body weight ratios were observed. ... The in vitro microsomal metabolism of biphenyl, benzo(a)pyrene, 4-androstene-3,17-dione and 4 alpha-androstane-3 alpha, 17 beta-diol in combination with sodium dodecyl sulfate-polyacrylamide gel electrophoresis showed that ... methyl ethyl ketone ... depressed the formation of two metabolites of androstenedione but did not alter the concentration of cytochrome P-450 under the experimental conditions used. ..."
        },
        {
            "References": "PMID:6628888",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344 rats were exposed to 0, 1250, 2500, or 5000 ppm methyl ethyl ketone (MEK) vapors 6 hours per day, 5 days per week for 90 days. The 90-day exposures had no adverse effect on the clinical health or growth of male or female rats except for a depression of mean body weight in the 5000 ppm exposure group. The 5000 ppm animals had a slight but significant increase in liver weight, liver weight/body weight ratio, and liver weight/brain weight ratio at necropsy. Serum glutamicpyruvic transaminase (SGPT) activity in the 2500 ppm female rats was elevated while the 5000 ppm female rats exhibited significantly decreased SGPT activity. In addition, alkaline phosphatase, potassium and glucose values for the 5000 ppm female rats were increased. Special neuropathological and routine pathological studies did not reveal any lesions that could be attributed to MEK exposure."
        },
        {
            "References": "USEPA/Integrated Risk Information System (IRIS); Toxicological Review of Methyl Ethyl Ketone (CAS No. 78-93-3) EPA 635/R-03/009, p.27 (2003). Available from , as of December 17, 2014: https://www.epa.gov/iris/subst/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The authors/ exposed CFE rats (15/sex/group) to 3-hydroxy-2-butanone in drinking water (0, 750, 3,000, or 12,000 ppm) for 13 weeks. ... equivalent to mean intakes of 0, 80, 318, or 1,286 mg/kg-day for males and 0, 91, 348, or 1,404 mg/kg-day for females. Additional groups of 5 rats of each sex were exposed to 0, 3,000, or 12,000 ppm 3-hydroxy-2-butanone in their drinking water for 2 or 6 weeks. ... The 12,000-ppm rats showed a statistically significant (5-6%) reduction in body weight gain compared to controls at weeks 8 and 13 (study termination) for both sexes. In addition, a statistically significant increase in relative liver weight was observed among 12,000 ppm rats of both sexes exposed for 13 weeks (6.5% increase for males and 8.4% for females when compared to controls). The increased relative liver weight was not accompanied by changes in liver histology or in the activities of liver enzymes (LDH, SGPT, or SGOT), and was likely an adaptive response to the hepatic metabolism of 3-hydroxy-2-butanone. Slight, but statistically significant, anemia was observed in both sexes of 12,000 ppm rats after 13 weeks of exposure (in males and females hemoglobin decreased by 4.9 and 4.2% as compared to controls and red blood cell count decreased by 5.4 and 8.3% with corresponding increases in reticulocytes, respectively). At study termination, the mean hemoglobin concentrations for all rats were 14.3, 13.8, 14.4, and 13.65 g/100 mL for 0, 750, 3,000, and 12,000 ppm, respectively. No other statistically significant effects were noted among rats exposed to 3-hydroxy-2-butanone compared with the controls. In this study, 3,000 ppm (318 mg/kg-day) was a NOAEL, and 12,000 ppm (1,286 mg/kg-day) was a LOAEL for slight anemia ... /3-Hydroxy-2-butanone; metabolite of MEK/"
        },
        {
            "References": "WHO; Environ Health Criteria 143: Methyl Ethyl Ketone p.68 (1993)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female rats exposed to 14,750 mg/cu m (5,000 ppm) 6 hr/day, 5 days/wk for 90 days showed only slightly incr liver weight, slightly decr brain and spleen weights, and slightly altered blood chemistry in comparison with controls. Male rats receiving this exposure showed only a slightly incr liver weight. At lower concn of MEK (3,688 and 7,375 mg/cu m (1,250 and 2,500 ppm)) there was only slightly incr liver weight for female rats and no significant differences for males in comparison with controls ... In another subchronic inhalation study ... male and female rats were exposed to MEK concn of 3,700, 7,430 and 14,870 mg/cu m (1,254, 2,518, and 5,041 ppm) 6 hr/day, 5 days/wk for 90 days. No significant effects on food consumption, eyes or nervous system were observed. In addition, MEK-induced morphological changes in the central or peripheral nervous system were detected."
        },
        {
            "References": "WHO; Environ Health Criteria 143: Methyl Ethyl Ketone p.73 (1993)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In the cat, injection of 150 mg MEK (99.98% pure) per kg, twice a day, 5 days/wk, for up to 8.5 months, into subcutaneous tissue produced abscesses, skin ulceration and generalized weakness but no evidence of damage to the nervous system ..."
        },
        {
            "References": "PMID:7268783",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats inhaled 0, 400, 1000, or 3000 ppm of methyl ethyl ketone for 7 hr/day on days 6-15 of gestation. Maternal toxicity evidenced by decreased weight gain and increased water consumption was seen among rats exposed to 3000 ppm. Fetotoxicity (increased incidence of 2 minor skeletal variants) was observed among litters of rats exposed to 3000 ppm."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Methyl ethyl ketone (MEK) (78-93-3). Available from the Database Query page at: https://www.epa.gov/iris/subst/index.html on the Substance File List as of October 10, 2007",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /In/ a multigeneration reproductive and developmental toxicity study of 2-butanol, weanling FDRL-Wistar stock rats (30/sex/group) were given 2-butanol in drinking water at 0, 0.3, 1, or 3% solutions and a standard laboratory ration ad libitum. ... The average daily intake of 2-butanol as reported by the authors for the initial 8 weeks of the study (intake was not reported for subsequent weeks) was 0, 538, 1,644, and 5,089 mg/kg-day (males) and 0, 594, 1,771, and 4,571 mg/kg-day (females) for the 0, 0.3, 1, and 3% solutions, respectively. ... At the highest exposure level (3% 2-butanol), net parental (F0) body weight gain was reduced compared with controls during the initial 8-week exposure period. ... During the second pregnancy, the high-dose F0 dams receiving 2% 2-butanol exhibited reduced weight gain compared to control dams. ... In summary, the ... study demonstrates that the administration of 2-butanol in drinking water to rats at a concentration of 3% produced maternal toxicity accompanied by developmental effects, but did not affect reproductive performance (with the possible exception of effects on male rat copulatory success). Decreased F0 parental weight gain prior to mating, decreased F1A pup survival, and decreased F1A pup weights among survivors at postnatal days 4 and 21 were observed in the groups exposed to 3% 2-butanol in the drinking water. ... 2-Butanol increased the incidence of kidney lesions in F1A generation rats that were exposed from gestation continuing through 12 weeks after birth, mating, and gestation and lactation of the F2 generation. No other treatment-related histopathology was observed. ... /2-Butanol; metabolite of MEK/"
        },
        {
            "References": "U.S. Environmental Protection Agency's Toxicological Review of Methyl Ethyl Ketone (CAS No. 78-93-3) In Support of Summary Information on the Integrated Risk Information system (IRIS). Available from the Database Query page at: https://www.epa.gov/iris/subst/index.html on the Substance File List as of October 10, 2007",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The authors/ exposed groups of 21-23 pregnant Sprague-Dawley rats (in whole body dynamic exposure chambers) to 1,000 or 3,000 ppm (2,950 or 8,850 mg/cu m) MEK vapor, respectively, for 7 hours/day on gestation days 6-15. ... The average measured concentrations in this study were 1,126 or 2,618 ppm (3,322 or 7,723 mg/cu m). ... No evidence of maternal toxicity or change in the number of resorptions was reported at any concentration. Small, but statistically significant, decreases in fetal weight and crown-rump length were observed at 1,126 ppm, but not at 2,618 ppm. In the 1,126 ppm exposure group, mean litter weight decreased by 5% and crown rump length decreased by 3% when compared with air controls. Among 4 litters exposed to 2,618 ppm, 4 fetuses had rare gross malformations, two acaudate fetuses had an imperforate anus, and 2 fetuses had brachygnathia. No gross malformations were found in fetuses from the control or 1,126 ppm exposure groups. A statistically significant increase in the percentage of litters with fetuses exhibiting gross anomalies at 2,618 ppm was observed when compared with controls (19% vs. 0%; p<0.05). The malformations had not been observed previously in more than 400 historical control litters of this rat strain. The percentage of litters with specific skeletal variations (e.g., delayed ossification of skull or sternebrae) were not significantly different from control percentages in the 1,126 ppm group, but the 2,618 ppm group showed a statistically significant increase in the percentage of litters with sternebral skeletal variations (43% vs. 11% in concurrent controls; p<0.05). A statistically significant increase in the percent of litters exhibiting any skeletal anomaly was observed at 1,126 ppm (95%) but not at 2,618 ppm (81%), when compared with the control (58%). Percentages of litters with specific soft tissue anomalies (e.g., subcutaneous edema or dilated ureters) were not significantly elevated in either exposure group. A statistically significant increase in the percent of litters with any soft tissue anomaly was observed at 2,618 ppm (76%) but not at 1,126 ppm (70%), when compared with the controls (51%). ... 1,126 ppm (7 hours/day on gestation days 6-15) is designated as a NOAEL, and 2,618 ppm is established as a LOAEL for developmental effects. Also, the highest exposure level, 2,618 ppm, is identified as a NOAEL for maternal toxicity for this study."
        },
        {
            "References": "PMID:1884913",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... To assess the potential for methyl ethyl ketone (MEK) to cause developmental toxicity in rodents, groups of Swiss (CD-1) mice were exposed to 0, 400, 1000, or 3000 ppm MEK vapors 7 hr/day on Days 6-15 of gestation. Groups consisted of about 30 bred females each. Exposure of pregnant mice to these concentrations of MEK did not result in overt maternal toxicity although there was a slight, treatment-related increase in relative liver weight which was statistically significant in the 3000 ppm group. Mild developmental toxicity was observed in the 3000 ppm group in the form of a reduction in mean fetal body weight. This reduction was statistically significant for the males only, although the relative decrease from the control values was the same for both sexes. There was no increase in the incidence of resorptions or the number of litters with resorptions among mice exposed to MEK. There was no significant increase in the incidence of any single malformation, but several malformations which were not observed in the concurrent control group or the controls of contemporary studies were present at a low incidence--cleft palate, fused ribs, missing vertebrae, and syndactyly. There was also a significant trend for increased incidence of misaligned sternebrae, a developmental variation. In summary, pregnant Swiss (CD-1) mice were relatively insensitive to the toxic effects of MEK at the inhaled concentrations used in this study. However, the offspring of the mice exhibited significant signs of developmental toxicity at the 3000 ppm exposure level."
        },
        {
            "References": "WHO; Environ Health Criteria 143: Methyl Ethyl Ketone p.77 (1993)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... groups of 10 virgin female Swiss CD1 mice and 33 plug-positive (day 0) females were exposed by inhalation on gestation days 6-15 to mean concn of 1174 ... 2980 ... and 8909 ... mg/cu m. ... There was no evidence of maternal toxicity, although there was a slight, treatment-related incr in liver/body weight ratios that was significant at the highest dose level. Mild fetal toxicity was evident at this maternal dose level as a reduction in mean fetal body weight, statistically significant for males. There was no incr in the incidence of intrauterine death, but there was an incr dose-related incidence of misaligned sternebrae, statistically significant at the highest dose level. There were no significant incr in the incidence of malformations, although there were several malformation in one litter (cleft palate, fused ribs, missing vertebrae, syndactyly) in treated groups but not in the control group nor in contemporary control data."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6: 141",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental effects observed at an MEK vapor concentration of 3000 ppm were reexamined. Pregnant Sprague-Dawley rats were exposed to 400, 1000, or 3000 ppm of MEK for 7 hr/day on days 6 to 15 of gestation. There were no effects on maternal liver weight; however, a significant decrease in maternal body weight gain was observed in the animals exposed to 3000 ppm of MEK. In addition, none of the exposures affected the pregnancy rate, the number of implantations or fetal resorptions, the litter size, or the fetal body weight. Unlike the initial study, there were no gross or soft-tissue malformations at any exposure level; however, the 3000-ppm exposure caused a significant increase in the incidence of delayed skeletal ossifications (skull and neck) and an increase in the incidence of extra lumbar ribs. /It was/ concluded that MEK was not embryotoxic or teratogenic and only slightly fetotoxic in the rat at exposure concentrations of 3000 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6: 142",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of pregnant and nonpregnant mice were exposed to MEK vapor concentrations of 400, 1000, or 3000 ppm for 7 hr/day for 10 consecutive days (for pregnant mice, days 6 to 15 of gestation). The nonpregnant and pregnant mice showed no differences in sensitivity to the MEK exposures. The maternal body weight gain, extragestational weight gain, uterine weight, pregnancy rate, and implantation ratio were not affected by exposure to MEK vapors relative to control. The 3000-ppm exposure did, however, result in a relative increase in maternal liver and kidney weight. The percentage of live fetuses, resorptions, and dead fetuses per litter was also unaffected by the treatment. A concentration-related decrease in fetal weight was observed for both the male and females. Although there were no statistically significant increases in the number of malformed fetuses per litter, there were several atypical malformations (cleft palate, fused ribs, missing vertebrae, and syndactyly) not often found in control litters. A statistically significant increase in the incidence of misaligned sternebrae was observed in the fetuses exposed to 3000 ppm of MEK. No developmental or maternal effects were observed at vapor concentrations of 1000 ppm or less. After considering the results from the present study together with results obtained in rats, the authors concluded that MEK vapors caused mild developmental toxicity at concentrations that caused maternal toxicity."
        },
        {
            "References": "PMID:16624470",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats were exposed to ethylbenzene (EB; 0, 250, or 1000 ppm) and methyl ethyl ketone (MEK; 0, 1000, or 3000 ppm), alone and in combination, by inhalation, for 6hr/day, during days 6-20 of gestation. Maternal toxicity, evidenced by decreased in body weight gain and food consumption, tended to be greater after simultaneous exposures to the high concentrations of 1000 ppm EB and 3000 ppm MEK, when compared to the treatments with individual compounds. No significant increase in embryo/fetal lethality or incidence of malformations and variations was observed in any of the treatment groups. Fetal body weight was significantly reduced after individual treatment with 1000 ppm EB or 3000 ppm MEK, and in the combined groups. There was no evidence of interaction between EB and MEK in causing developmental toxicity."
        },
        {
            "References": "PMID:2255301",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The toxicity of organic solvents at different concentrations was examined to determine their effect on pregnant rats and their offspring. A very serious effect which inhalational exposure to n-hexane, methyl-ethyl-ketone and a mixture of the two organic solvents produced in pregnant rats was a concentration-dependent increase of intrauterine mortality. In cases of only prenatal exposure, the persistence of reduced body growth was an important result obtained at all concentrations ... investigated (first solvent experiment, 500 ppm; second solvent experiment, 800 ppm; and third solvent experiment, 1000 to 1500 ppm; 23 hr day). In these cases, a delay in the maturation of cerebellar cortex was also observed. In cases of pre- and postnatal solvent exposure, the effects of malnutrition were added to the solvent-induced retardation. This resulted in an extreme delay in tissue maturation accompanied by a retarded cell maturation. The solvents examined had no teratogenic effect in pregnant rodents and their offspring. Neurotoxicity was restricted to the known structures of the adult animals, whose axons were damaged. They did, however, show a concentration-dependent embryotoxic and fetotoxic effect."
        },
        {
            "References": "PMID:233761",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Methyl ethyl ketone delayed match-to-sample discrimination task in the juvenile baboon and also slowed response times and increased extra responses."
        },
        {
            "References": "PMID:6830718",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of rats were exposed to 100 ppm hexane, 200 ppm methyl ethyl ketone (MEK), or fresh air in an exposure chamber 12 hr daily for 24 weeks. Body weight, motor nerve conduction velocity, distal motor latency, and mixed conduction velocities were measured before exposure and after 4, 8, 12, 16, 20, and 24 wk exposure. ... Exposure to 200 ppm MEK significantly increased motor nerve conduction velocity, and mixed conduction velocities and decreased distal motor latency after 4 week exposure; but at a later stage no significant changes were found. Mixed exposure to 100 ppm hexane and 200 ppm MEK significantly decreased distal motor latency after 4 week exposure and decreased motor nerve conduction velocity and mixed conduction velocities after 20 and 24 week exposure."
        },
        {
            "References": "Shirasu Y; J Environ Poll Control 12: 407 (1976)",
            "Value": "/GENOTOXICITY/ Mutagenicity screening in Escherichia coli WP2, and Salmonella typhimurium strains TA1535, TA1537, TA1536 and TA1538 was negative."
        },
        {
            "References": "PMID:3517637",
            "Value": "/GENOTOXICITY/ Chinese hamsters were exposed to ... methyl ethyl ketone ... known to be a strong inducer of aneuploidy in the yeast Saccharomyces cerevisiae. ... Solvent yielded negative results in the micronucleus test."
        },
        {
            "References": "WHO; Environ Health Criteria 143: Methyl Ethyl Ketone p.80 (1993)",
            "Value": "/GENOTOXICITY/ ... Mutagenicity studies on MEK. The test systems comprised the Salmonella/microsome (Ames) assay, the L5178/TK+/- mouse lymphoma (M/L) assay, the BALB/3T3 cell transformation (CT) assay, unscheduled DNA synthesis (UDS) and the micronucleus test. MEK was not found to be genotoxic in these assays."
        },
        {
            "References": "PMID:17239415",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Organic solvents form an important class of pollutants in the ambient air and have been associated with neurotoxicity and immunotoxicity in humans. Here we investigated the biological effects of sub-chronic exposure to industrially important volatile organic solvents in vitro. Jurkat T cells were exposed to toluene, n-hexane and methyl ethyl ketone (MEK) individually for 5 days and solvent exposure levels were confirmed by headspace gas chromatography. A neuroblastoma cell line (SH-SY5Y) was exposed to toluene for the same period. Following exposure, cells were harvested and toxicity measured in terms of the following endpoints: membrane damage (LDH leakage), perturbations in intracellular free Ca(2+), changes in glutathione redox status and dual-phosphorylation of MAP kinases ERK1/2, JNK and p38. The results show that sub-chronic exposure to the volatile organic solvents causes membrane damage, increased intracellular free calcium and altered glutathione redox status in both cell lines. However, acute and sub-chronic solvent exposure did not result in MAP kinase phosphorylation. Toxicity of the solvents tested increased with hydrophobicity. The lowest-observed-adverse-effect-levels (LOAELs) measured in vitro were close to blood solvent concentrations reported for individuals exposed to the agents at levels at or below their individual threshold limit values (TLVs)."
        },
        {
            "References": "PMID:6941859",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Analysis of porphyrin content of murine erythroleukemia (MEL) cells incubated with 2-butanone showed that incr hemoglobin synth was accompanied by accum of porphyrins."
        },
        {
            "References": "Holmberg; Environ Res 7: 183 (1974)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Incubation of Ehrlich-Landschutz diploid ascites tumor cells in media containing 50 and 100 ppm methyl ethyl ketone resulted in the destruction of 10.5 and 14.0% of the cells. Control incubations lost only 4.2% of cells in the 5 hr period."
        },
        {
            "References": "PMID:6542984",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Cultures of mature organotypic cord ganglia were extracted from fetal mouse spinal cord with the attached dorsal root. MEK at 300 ug/mL nutrient fluid was added to cultures for periods of up to 7 weeks. Cultures were examined under microscope twice weekly for morphological changes and were sampled at 3, 5, and 7 weeks for electron microscopy. Treated cultures remained viable for the 7 week exposure period. After 6 to 7 weeks of exposure, distinct intraaxonal inclusion occurred along proximal and distal internodes of occasional sensory peripheral nerves (PNS). The structures lengthened and darkened throughout the exposure period and were often associated with axoplasmic granularity. The earliest change in cytoplasm was dispersion of Nissl bodies, which resulted in excessive numbers of free ribosomes or polyribosomal changes. There was a distension of neuronal cisternal systems. By week 5 there were abnormal amounts of smooth or agranular endoplasmic reticulum which appeared swollen with a translucent material. A swollen agranular recticulum was often associated with foci of axoplasmic debris. By week 7, intra-axonal cores of debris and myelin whorls were documented in 25% of the central nervous system and sensory perpipheral nerves axons examined ultrastucturally. ..."
        },
        {
            "References": "PMID:6522843",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of the solvents n-hexane, butanone (methyl ethyl ketone, MEK) and a mixture of both in the intrapulmonary nerve system of rats were studied by light and electron microscopy. The alteration in the fine structures of the tissue consisted in a disseminated swelling of axons due to a striking multiplication of neurofilaments. Nonspecific axonal alterations could be demonstrated as well. The latter consisted in clusters of phospholipid material within the axoplasm of nerve fibers and the cytoplasm of Schwann cells plus an accumulation of glycogen granules in the axoplasm. Additionally, single degenerative changes of Schwann cells were observed. An enzyme associated metabolic damage with a concomitant impairment of axonal flow is discussed as a possible underlying pathomechanism."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Iannuzzi TJ et al; Chemosphere 34:213-31 (1997)",
            "Value": "SEDIMENT: Methyl ethyl ketone was found in 0, 30 and 30% of sediment samples from Second River Union, Herbert Place and Worthington Avenue sites, respectively, on the lower Passaic River, NJ(1)."
        },
        {
            "References": "(1) USEPA; Superfund Record of Decision: Summit National Site, Deerfield OH. USEPA/ROD/R85-88/068 (1988) (2) USEPA; Superfund Record of Decision: Galloway Ponds Site, Galloway, TN. USEPA/ROD/R04-86/013 (1987) (3) USEPA; Superfund Record of Decision: Lang Property Pemberton Township, NJ USEPA/ROD/R02-86/031 (1987) (4) USEPA; Superfund Record of Decision: Doepke Disposal (Holliday), KS USEPA/ROD/R07-89/032 (1989) (5) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000)",
            "Value": "SOIL: Methyl ethyl ketone was detected in the soil of a coal strip mine in Ohio at mean concentrations of 1,682 ug/kg (surface soil), 11,750 ug/kg (2-4 feet), 38,000 ug/kg (4-6 feet), 5,368 ug/kg (6-8 feet)(1). Methyl ethyl ketone was identified, not quantified, in the subsurface soil of a gravel mine in Tennessee(2). Methyl ethyl ketone was detected at an average concentration of 1,615 ug/kg in the soil of an unauthorized hazardous waste disposal facility in New Jersey(3). Methyl ethyl ketone was detected at an average concentration of 32 ug/kg in the soil of a waste disposal facility in Kansas(4). Methyl ethyl ketone was not found in 705 samples taken from 30 industrial sites in Taiwan tested Mar-Apr 1999(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Walton BT et al; J Environ Qual 21: 552-58 (1992) (2) ATSDR; Toxicological Profile for 2-Butanone. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (1992). Available from, as of Dec 8, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Measured Koc values of 29 and 34 were obtained for methyl ethyl ketone in a silt loam and sandy loam soil respectively(1). A measured Koc value of 3.55 has also been reported(2). According to a classification scheme(3), these Koc values suggest that methyl ethyl ketone is expected to have very high mobility in soil(SRC)."
        }
    ]
}