{
    "_id": {
        "$oid": "6682e853c4e5dba5ffba2509"
    },
    "CID": {
        "$numberInt": "6570"
    },
    "Name": "METHYL VINYL KETONE",
    "IUPACName": "but-3-en-2-one",
    "CanonicalSMILES": "CC(=O)C=C",
    "Synonyms": [
        "METHYL VINYL KETONE",
        "3-Buten-2-one",
        "78-94-4",
        "but-3-en-2-one",
        "Butenone",
        "Vinyl methyl ketone",
        "Methylene acetone",
        "2-Butenone",
        "Methylvinylketon",
        "Acetyl ethylene",
        "1-Buten-3-one",
        "3-Butene-2-one",
        "Methyl ethenyl ketone",
        "Methylvinyl ketone",
        "Methylvinylketone"
    ],
    "IsomericSMILES": "CC(=O)C=C",
    "INCHI": "InChI=1S/C4H6O/c1-3-4(2)5/h3H,1H2,2H3",
    "INCHIKEY": "FUSUHKVFWTUUBE-UHFFFAOYSA-N",
    "Formula": "C4H6O",
    "MolecularWeight": {
        "$numberDouble": "70.09"
    },
    "Description": "Buten-2-one is a methyl ketone that is butan-2-one with an unsaturation at position 3. It is a methyl ketone and an enone. It is functionally related to a butan-2-one and a but-1-ene.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "54"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Helmig D et al; Chemosphere 38: 2163-87 (1999) (2) Singh HB, Zimmerman PB; Adv Environ Sci Technol 24: 177-235 (1992)",
            "Value": "Methyl vinyl ketone has been identified in the volatile emissions from southern red oak(1), aspen(2) and European oak(2) trees."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated in fish for methyl vinyl ketone(SRC), using an estimated log Kow of 0.41(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Niemi GJ et al; Environ Toxicol Chem 6: 515-27 (1987)",
            "Value": "AEROBIC: A theoretical BOD of 10% was determined for methyl vinyl ketone over a 5-day incubation period using the French AFNOR test(1). Using a standard BOD technique with acclimated sewage inoculum, a theoretical BOD of 0% was measured for methyl vinyl ketone over a 5-day incubation period(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:10794623",
            "Value": "Methyl vinyl ketone was found in charybdis feriatus crabs at 0.1 ug/kg, 0.1 ug/kg, and 6.7 ug/kg in the leg, body and carapace, respectively(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: https://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0",
            "Value": "... Alpha,beta-unsaturated ketones occurring in the neutral fraction (28% of the semi-volatile fraction) of cigarette smoke concentrates, including MVK, /was described/ as highly reactive electrophiles that can combine with biochemical nucleophiles and constitute a highly cytotoxic group of compounds ..."
        },
        {
            "References": "NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: https://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0",
            "Value": "MVK has been described as a model alkylating agent and Michael acceptor which binds to cellular protein sulfhydryl groups and glutathione (GSH) ... The effect of MVK on respiration of isolated rat liver mitochondria /was examined/ and ... /MVK's/ high affinity for sulfhydryl groups /was documented/ ... MVK's cytotoxicity to freshly isolated rat kidney nephron cells /was/ described /as causing/ irreversible cellular injury with distal tubular cells showing greater susceptibility to injury from MVK than proximal tubular cells. Incubation of cells with MVK led to altered cellular GSH status and pronounced inhibition of mitochondria. MVK has been reported ... to be an excellent substrate for induction of glutathione-S-transferase based on studies with Hepa 1c1c7 murine hepatoma cells ... /It was/ postulated that such Phase II enzyme inducers may have potential chemoprotective properties."
        },
        {
            "References": "PMID:4350554",
            "Value": "In the study of the sensitivity of rat liver mitochondrial processes to inhibition by methyl vinyl ketone, 3 different sites were apparent: glutamate transport, inorganic phosphate transport, and succinate dehydrogenase. Methyl vinyl ketone was less effective than acrolein by one order of magnitude."
        },
        {
            "References": "NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: https://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0",
            "Value": "... Evidence of the mutagenicity of MVK /was cited/ as strongly suggestive that this chemical is capable of reacting with cellular DNA ... The formation under mild experimental conditions (24.3 mmoles added to 75 mL of phosphate buffer at pH 7.0 containing 1.1 mmoles of deoxyguanosine) of 2 major deoxyguanosine-MVK adducts /was demonstrated/. Two guanine adducts produced under basic conditions were also identified ... These adducts formed in vitro could play a role in the mutagenicity and/or potential tumorigenicity of this chemical /was speculated/ ..."
        },
        {
            "References": "NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: https://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0",
            "Value": "MVK in an Ames/Salmonella assay in strain TA 100 /was studied/ for mechanism and characterization of the mutagenic effect ... /MVK was concluded to be/ an unequivocal mutagen under optimal conditions ... Its genotoxic effect involved epoxidation of the carbon-carbon double bond ..."
        },
        {
            "References": "NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: https://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0",
            "Value": "... The alkylating activity of a group of 12 alpha,beta-unsaturated compounds with otherwise varying structural features /was compared/ ... A nearly quantitative overall correlation /was found/ between alkylating and direct mutagenic activities for this set of compounds. /Alpha,beta-unsaturated cmpd/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A postmortem examination on a male albino rat administered 0.2 mL of MVK by mouth (which resulted in cardiac arrest within 24 hours) revealed petechial pulmonary hemorrhages, \"spectacle eye\" (erythrodacryorrhea), and marked distention of the gastrointestinal tract.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Effects on the upper respiratory tract of the rat occur at a dosage of 0.5 mL/cu m for 13 weeks (6 hours/day, 5 days/week). The same exposure causes changes in the liver weight and the blood counts of mice.[GDCh-Advisory Committee; GDCh-Advisory Committee on Existing Chemicals (BUA): Methyl Vinyl Ketone (BUA Report 233, June 2001). Available from, as of November 02, 2006: http://www.hirzel.de/bua-report/PDF/Summary_Report233.pdf]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A maximum tolerated dose (MTD) in mice by intraperitoneal injection was established as 15.7 mg/kg.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A 90-day study resulted in effects on the testes, epididymis, and sperm count of male rats, which are supposedly attributed to the decrease in body weight; the mice and female rats showed no effects.[GDCh-Advisory Committee; GDCh-Advisory Committee on Existing Chemicals (BUA): Methyl Vinyl Ketone (BUA Report 233, June 2001). Available from, as of November 02, 2006: http://www.hirzel.de/bua-report/PDF/Summary_Report233.pdf]"
        },
        {
            "References": "PMID:4875515",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Methyl vinyl ketone, with an alpha-beta double bond, showed a strong inhibitory effect on cell division of Escherichia coli.[Egyud LG; Curr Mod Biol 2 (3): 128-32 (1968)]"
        },
        {
            "References": "",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In a general cytotoxicity screening of tobacco smoke constituents in Ascites sarcoma BP8 cells, the unsaturated ketones as a group were found to be among the most active constituents and methyl vinyl ketone was reported to cause only 5% inhibition at a 1 mM concentration.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "PMID:8545848",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Abstract Isolated proximal tubular (PT) and distal tubular (DT) cells from rat kidney were cultured for up to 9 days under serum-free, hormonally-defmed conditions on 35-mm polystyrene culture dishes. Several hormonal and growth factor supplements were assessed for their ability to promote growth (increased protein and DNA content) and stability of differentiated phenotype (high activities of ?-glutamyltransferase and alkaline phosphatase as brush-border membrane markers in PT cells; maintenance of high activities of glutamate dehydrogenase as a mitochondrial marker in both PT and DT cells; maintenance of low and high activities of lactate dehydrogenase in PT and DT cells, respectively; expression of cytokeratins). Basal supplemented media (DMEM/F12, 1:1 v/v) contained insulin, hydrocortisone, epidermal growth factor, sodium selenite and transferrin as supplements. Additionally, triiodothyronine selectively promoted growth and stability of differentiated phenotype in PT cells and thyrocalcitonin selectively promoted growth and stability of differentiated phenotype in DT cells. On Day 3 of primary culture, PT and DT cells were incubated for up to 8 hr with either ten-butyl hydroperoxide (tBH; 0.5-100 mM), methyl vinyl ketone (MVK; 1-10 mM), or p-aminophenol (PAP; 1-10 mM) and cellular injury, as assessed by cellular release of lactate dehydrogenase, was determined. DT cells were significantly more susceptible to injury from both tBH and MVK, but the two cell populations were equally susceptible to injury from PAP, which is the same susceptibility pattern seen in freshly isolated cells. These results suggest that primary cultures of rat renal PT and DT cells reflect similar biochemical properties as freshly isolated cells and are, therefore, useful models for study of chemically induced injury.[Lash LH et al; Toxicology 103 (2): 85-103 (1995)]"
        },
        {
            "References": "PMID:1897958",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Patterns of chemical-induced cytotoxicity in different regions of the nephron were studied with freshly isolated proximal tubular and distal tubular cells from rat kidney. Three model alkylating agents, methyl vinyl ketone, allyl alcohol, and N-dimethylnitrosamine, were used as test chemicals. Methyl vinyl ketone and a metabolite of allyl alcohol, acrolein, are Michael acceptors that bind to cellular protein sulfhydryl groups and GSH. N-Dimethylnitrosamine binds to cellular protein and DNA. Lactate dehydrogenase leakage was used to assess irreversible cellular injury. Distal tubular cells were more susceptible than proximal tubular cells to injury produced by methyl vinyl ketone or allyl alcohol while the two cell populations were equally susceptible to injury produced by N-dimethylnitrosamine. Preincubation of both proximal tubular and distal tubular cells with GSH protected them from methyl vinyl ketone- and allyl alcohol-induced cytotoxicity but had no effect on N-dimethylnitrosamine-induced cytotoxicity. Similarly, incubation of cells with methyl vinyl ketone or allyl alcohol, but not N-dimethylnitrosamine, altered cellular GSH status. As with GSH status, incubation of cells with methyl vinyl ketone or allyl alcohol, but not N-dimethylnitrosamine, caused pronounced inhibitory effects on mitochondrial function, as evidenced by ATP depletion and inhibition of cellular oxygen consumption. These results demonstrate that alkylating agents are cytotoxic to both proximal tubular and distal tubular cells, and that interaction with cellular GSH is a factor determining nephron cell type specificity of injury.[Lash LH, Woods EB; Arch Biochem Biophys 286 (1): 46-56 (1991)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ Mutagenic potential of methyl vinyl ketone was not demonstrated in the standard Salmonella typhimurium plate assay or in the preincubation assay with tester strain TA100.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ The genotoxic activity of methyl vinyl ketone in the SOS Chromotest and the reaction of methyl vinyl ketone with nucleosides and 5'-mononucleotides were investigated. The substance was genotoxic in the SOS Chromotest and it was proposed that the formation of three adducts with deoxyguanosine was the mechanism for the genotoxicity.[American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... 6 short term systems /were tested/ and ... MVK /was found/ to be a highly potent inducer of sister chromatid exchanges (SCE).[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... Chemicals identified as tobacco smoke constituents, including MVK, /were tested/ for mutagenicity in Salmonella typhimurium strains, TA 98, TA 100, TA 1535, and TA 1537, both with and without S-9 activation. The spot tests were carried out using 3 mmol/plate. MVK was listed as non-mutagenic ...[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... In a large industrial laboratory setting using a modification of the Ames bioassay ... 10 tester strains including 8 histidine auxotrophs and 2 tryptophan auxotrophs were used. MVK was reported as negative ...[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "PMID:2677713",
            "Value": "/GENOTOXICITY/ The mechanism of the mutagenicity of methylvinyl-ketone (MVK) in the Ames Salmonella assay was examined.  Cultures of Salmonella-typhimurium strain (TA-100) were preincubated with 0 to 1.5 umolar MVK in the presence or absence of liver S9 mix or SKF-525, an inhibitor of microsomal monooxygenases, or 1,1,1-trichloropropene-2,3-oxide (TCPO), an inhibitor of epoxide-hydrolase.  Incubation times ranged from 30 to 90 minutes. Mutagenicity was evaluated by determining the number of revertant colonies.  MVK showed a weak dose dependent mutagenic response in the presence or absence of liver S9 mix.  The response was stronger when S9 mix was present.  SKF-525 abolished MVK mutagenicity.  The mutagenic response was enhanced when TCPO was present.  The response increased with increasing preincubation time.  The authors conclude that MVK is unequivocally mutagenic in the Ames/Salmonella assay, but only under optimal conditions.  Epoxidation of the carbon carbon double bond in MVK plays an important role in its genotoxic activity.[Neudecker T et al; Mutat Res 227 (2): 131-4 (1989)]"
        },
        {
            "References": "PMID:1912300",
            "Value": "/GENOTOXICITY/ ... The mutagenic potential of methylvinyl-ketone (MVK) ... was evaluated using the SOS Chromotest in Escherichia-coli strain PQ37. MVK ... demonstrated significant mutagenicity.  The authors conclude that MVK ... reacts with the same genetic targets as other alpha,beta unsaturated carbonyl compounds ...[Eder E et al; Chem Res Toxicol  4 (1):  50-7 (1991)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ alpha, beta-Unsaturated ketones are bifunctional compounds which form promutagenic 1,N2-propanodeoxyguanosine adducts like carcinogenic alpha, beta--unsaturated aldehydes and are mutagenic and genotoxic like these aldehydes. They are important industrial chemicals, are found in our environment and are widespread in our food. /The authors/ investigated the SOS repair inducing activities of five ketones in the SOS chromotest and compared these results with that of the Ames test. Alkyl substitution at the beta-position of the alpha,beta--unsaturated carbonyl moiety leads to a decrease or loss in genotoxicity. Genotoxicity is higher if using ethanol as solvent instead of dimethylsulfoxide (DMSO). An increasing effect is also observed with methanol and n-propanol. Addition of the alcohol dehydrogenase inhibitor 4-methylpyrazole does not significantly influence the genotoxicity indicating that it is unlikely that the solvent effect depends on competitive inhibition of alcohol dehydrogenase by the alcohols used as solvents. Since other possible explanations e.g. ketal formation or solubility effects are also unlikely, the mechanism of this solvent effect observed with three different E. coli PQ-strains remains unresolved. No significant difference in genotoxicity of ethyl vinyl ketone was found between the strains PQ 37 and PQ 243 indicating that base excision repair does not play a role in the repair of 1,N2-propanodeoxyguanosine adducts, the main adducts of the alpha,beta-ß-unsaturated ketones./alpha,beta-Unsaturated ketones/[Eder E, DeiningerC; Mutat Res/Gen Toxicol Environ  Mutagen 470 (1): 29-37 (2000)]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... The mutagenicity /of MVK/ ... in an Ames/Salmonella test using strain TA 100 ... /was determined/ to be mutagenic with and without S-9 activation as follows: 450 revertants/mmole without S-9; 250 revertants/mmole with S-9.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... Gamma-radiolysis products formed during irradiation of sugar solutions, including MVK, /was investigated/ for mutagenicity in an Ames/Salmonella test using strains TA 98, TA 100, TA 1535, TA 1537 and TA 1538 ... MVK (and analog, crotonaldehyde) were highly cytotoxic but that no mutagenic activity was obtained under the conditions of the test ... /It was / reported that, due to the volatility of these 2 compounds, they could not be tested quantitatively.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... MVK ... /was tested/ in Salmonella typhimurium strain TA 104 ... /and was/ negative for mutagenicity with a maximum non-toxic dose of 0.7 umoles.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... In a rat hepatocyte/DNA-repair system using hepatocytes isolated from adult male F344 rats ... negative results /were reported/ with MVK.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ ... Mutagenicity/genotoxicity tests with ... /MVK reported/ the following results: positive in an Ames/Salmonella test using strain TA 100 with a result of 472 revertants/7 umole; positive in an SOS Chromotest using Escherichia coli strain PQ37 with an inducing potency of 7.3 x 10-3; and positive in an SOS Chromotest using strain E. coli PM21 with an IMAX (maximal SOS induction factor) of 2.1 where genotoxicity is considered significant at an IMAX of 1.5.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ MVK was studied as one of a group of unsaturated compounds structurally related to acrolein for possible antimutagenic properties relative to UV-induced mutagenesis in Escherichia coli strain B/r WP2 ... MVK was /reported to be/ antimutagenic based on the following results: doses of 15, 30, and 45 mg/plate yielded 234, 105 and 46 Trp+ colonies per plate, respectively, with 121, 123, and 114 viable cells per plate, respectively.[NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: http://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of methyl vinyl ketone can be estimated to be 3.8(SRC). According to a classification scheme(2), this estimated Koc value suggests that methyl vinyl ketone is expected to have very high mobility in soil."
        }
    ]
}