{
    "_id": {
        "$oid": "6682e853c4e5dba5ffba250a"
    },
    "CID": {
        "$numberInt": "6571"
    },
    "Name": "1-Chloro-2-propanone",
    "IUPACName": "1-chloropropan-2-one",
    "CanonicalSMILES": "CC(=O)CCl",
    "Synonyms": [
        "Chloroacetone",
        "1-Chloropropan-2-one",
        "78-95-5",
        "Chloropropanone",
        "1-Chloroacetone",
        "Monochloroacetone",
        "Acetonyl chloride",
        "Chloro-2-propanone",
        "1-CHLORO-2-PROPANONE",
        "Chloromethyl methyl ketone",
        "2-Propanone",
        "1-chloro-",
        "Chloracetone",
        "3-Chloro-2-propanone",
        "Tonite",
        "Monochloracetone"
    ],
    "IsomericSMILES": "CC(=O)CCl",
    "INCHI": "InChI=1S/C3H5ClO/c1-3(5)2-4/h2H2,1H3",
    "INCHIKEY": "BULLHNJGPPOUOX-UHFFFAOYSA-N",
    "Formula": "C3H5ClO",
    "MolecularWeight": {
        "$numberDouble": "92.52"
    },
    "Description": "Chloroacetone is an alpha-chloroketone. It is functionally related to an acetone.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 1-chloro-2-propanone(SRC), using an estimated log Kow of 0.02(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Searle, C. E. (ed.). Chemical Carcinogens. ACS Monograph 173. Washington, DC: American Chemical Society, 1976., p. 160",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dermal application of chloracetone to stock mice in 183 days had no tumorigenic effects, but 24 applications to albino mice, 0.2 mL, 0.3% in acetone (promotion with croton oil, 0.2 mL, 0.3% in acetone, 20 wk), in 365 days resulted in 44/19 papillomas, 10/20 papillomas in controls. /from table/"
        },
        {
            "References": "PMID:7427941",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Chlorohydroxy acetone p-nitrobenzoate, and chlorohydroxy acetone 3,5-dinitrobenzoate produced 50 to 100% cure of 2 x 10+7 Ehrlich tumor cell challenges in C57BI/6 x DBA/2 F sub/ mice/ with only a single drug injection, but only if the hosts were immunocompetent. ... Chloroacetone /was not/ active in vivo."
        },
        {
            "References": "PMID:16820187",
            "Value": "/GENOTOXICITY/ A rapid screening assay to detect chemically-induced DNA damage resulting from exposure of surrogate DNA to genotoxic compounds is reported. This assay is based on changes in the melting and annealing behavior observed for damaged DNA. Exposure of calf thymus DNA to genotoxic industrial chemicals reduced the extent to which the DNA annealed as measured using a double strand DNA selective fluorescent indicator dye. Formaldehyde, acrolein, crotonaldehyde and bromoethane showed the most prominent effects, chloroacetone and allylamine exhibited lesser effects, and acrylonitrile showed no statistically significant assay response ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/GENOTOXICITY/ An increase in the frequency of sex-linked recessive lethals in Drosophila exposed by inhalation /has been reported/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/GENOTOXICITY/ Chloroacetone has been tested for mutagenic potential ... It was negative in five strains of Salmonella."
        },
        {
            "References": "PMID:3313810",
            "Value": "/GENOTOXICITY/ Studies were conducted to assess the in vitro toxicity of three chloropropanones: monochloropropanone (MCP), 1,1-dichloropropanone (1,1-DCP), and 1,3-dichloropropanone (1,3-DCP). Chloropropanones reacted directly with reduced glutathione (GSH) in sodium phosphate buffer at pH 7.4. All chloropropanones were cytotoxic to suspensions of male rat hepatocytes in a concentration range of 0.5-10 mM. Cytotoxicity was preceded by rapid decline in cellular GSH levels. Mutagenic potencies among the chloropropanones in Salmonella typhimurium bacteria differed greatly. 1,3-DCP was mutagenic in the nanomole range, 1,1-DCP was weakly mutagenic in the micromole range, and MCP was not mutagenic. Mutagenicity of the dichloropropanones was evident without metabolic activation. These results suggest that the three chloropropanones may, in part, be directly cytotoxic but only 1,3-DCP and 1,1-DCP are directly mutagenic."
        },
        {
            "References": "PMID:6793036",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chloroacetone ... an active site directed inhibitor of the aliphatic amidase from Pseudomonas aeruginosa strain PAC 142."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of Sept 22, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1-chloro-2-propanone can be estimated to be 5(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1-chloro-2-propanone is expected to have very high mobility in soil."
        }
    ]
}