{
    "_id": {
        "$oid": "6682e853c4e5dba5ffba250b"
    },
    "CID": {
        "$numberInt": "6574"
    },
    "Name": "1,1,2-TRICHLOROETHANE",
    "IUPACName": "1,1,2-trichloroethane",
    "CanonicalSMILES": "C(C(Cl)Cl)Cl",
    "Synonyms": [
        "1,1,2-TRICHLOROETHANE",
        "79-00-5",
        "Ethane",
        "1,1,2-trichloro-",
        "Vinyltrichloride",
        "beta-Trichloroethane",
        "1,1,2-Trichlorethane",
        "1,2,2-Trichloroethane",
        "Vinyl trichloride",
        "Ethane trichloride",
        ".beta.-T",
        "RCRA waste number U227",
        "RCRA waste number U359",
        "NCI-C04579",
        ".beta.-Trichloroethane",
        "Trojchloroetan(1,1,2)"
    ],
    "IsomericSMILES": "C(C(Cl)Cl)Cl",
    "INCHI": "InChI=1S/C2H3Cl3/c3-1-2(4)5/h2H,1H2",
    "INCHIKEY": "UBOXGVDOUJQMTN-UHFFFAOYSA-N",
    "Formula": "C2H3Cl3",
    "MolecularWeight": {
        "$numberDouble": "133.4"
    },
    "Description": "1,1,2-trichloroethane is a member of the class of chloroethanes that is ethane substituted by chloro groups at positions 1, 1 and 2.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. Available at: https://www.safe.nite.go.jp/data/hazkizon/pk_e_kizon_input_second.home_object as of Feb 17, 2008. (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 0.7 to 2.6 were measured in carp exposed to 0.3 mg/L of 1,1,2-trichloroethane during a 6 week incubation period and BCF values of 2.7 to 6.7 were measured in carp exposed to 0.03 mg/L of 1,1,2-trichloroethane during a 6 week incubation period(1). According to a classification scheme(2), these BCF values suggest that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (2) Mudder TI; Amer Chem Soc Div Environ Chem Presentation Kansas City, MO Sept 1982 p. 52-3 (1982) (3) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (4) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (5) Hallen RT et al; ACS Div Environ Chem 192nd Natl Mtg 26: 344-6 (1986) (6) Wilson JT et al; Ground Water 21: 134-42 (1983) (7) Henson JM et al; J Indust Microb 4: 29-35 (1989) (8) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. Available at: https://www.safe.nite.go.jp/data/hazkizon/pk_e_kizon_input_second.home_object as of Feb 17, 2008. (9) Rathbun RE; US Geol Surv Prof Pap 1589: 1-151(1998) (10) Verschueren K; Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY pp 2064-2066 (2001)",
            "Value": "AEROBIC: 1,1,2-Trichloroethane showed no biodegradation in both a 24-day modified shake flask test and a river die-away test(2). Similar results were obtained in another screening biodegradability test(4). When a solution containing 1,1,2-trichloroethane was applied to a column filled with sandy soil, no loss could be attributed to biodegradation(3). One investigation reported very slow biodegradation with long acclimation times for 1,1,2-trichloroethane (1). Vinyl chloride was observed to be a biodegradation product of 1,1,2-trichloroethane when microbes from an anaerobic digester at a municipal wastewater treatment facility were used as inocula(5). No significant degradation occurred over a 16 week incubation period in either sterilized or non-sterile subsurface (5 m deep) soil samples(6). 1,1,2-Trichloroethane has been shown to undergo biotransformation under methanogenic conditions(7). 1,1,2-Trichloroethane at 100 mg/L achieved 5% of its theoretical BOD using an activated sludge inoculum at 30 mg/L over a 4 week incubation period in the Japanese MITI test(8). The anaerobic biodegradation rate constant for 1,1,2-trichloroethane was reported to range from 0.00048 to 0.00096 days-1(9), corresponding to half-lives of 722-1444 days(SRC). The aerobic biodegradation half-life for 1,1,2-trichloroethane was reported to range from 6 months to 1 year(9). The half-life of 1,1,2-trichloroethane in an unpolluted anaerobic aquifer was reported as 6 days (1% organic carbon content), 26 days (0.1% organic carbon content), 335 days (0.01% organic carbon content) and 16 years (0.001% organic carbon content)(10)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 1.89"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982)",
            "Value": "1,1,2-Trichloroethane has been detected not quantified in the sediment/soil/water matrix of the Love Canal waste site near Niagara, NY(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Gan DR, Dupont RR; Hazard Waste Hazard Materials 6: 363-83 (1989) (2) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The mean Koc of 1,1,2-trichloroethane in a silty clay soil and sandy loam soil ranged from 83-111 and 174-209, respectively(1). According to a classification scheme(2), this range of Koc values suggests that 1,1,2-trichloroethane is expected to have high to moderate mobility in soil(SRC)."
        }
    ]
}