{
    "_id": {
        "$oid": "6682e854c4e5dba5ffba250c"
    },
    "CID": {
        "$numberInt": "6575"
    },
    "Name": "Trichloroethylene",
    "IUPACName": "1,1,2-trichloroethene",
    "CanonicalSMILES": "C(=C(Cl)Cl)Cl",
    "Synonyms": [
        "TRICHLOROETHYLENE",
        "Trichloroethene",
        "79-01-6",
        "1,1,2-Trichloroethene",
        "Ethene",
        "trichloro-",
        "Ethylene trichloride",
        "Ethinyl trichloride",
        "Densinfluat",
        "Germalgene",
        "Narkosoid",
        "Westrosol",
        "1,1,2-Trichloroethylene",
        "Acetylene trichloride",
        "Anamenth",
        "Narcogen"
    ],
    "IsomericSMILES": "C(=C(Cl)Cl)Cl",
    "INCHI": "InChI=1S/C2HCl3/c3-1-2(4)5/h1H",
    "INCHIKEY": "XSTXAVWGXDQKEL-UHFFFAOYSA-N",
    "Formula": "C2HCl3",
    "MolecularWeight": {
        "$numberDouble": "131.38"
    },
    "Description": "Trichloroethene is a member of the class of chloroethenes that is ethene substituted by chloro groups at positions 1, 1 and 2. It has a role as an inhalation anaesthetic and a mouse metabolite.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Vroblesky DA et al; Environ Sci Technol 33: 510-15 (1999) (2) Doucette WJ et al; Environ Sci Technol 41: 2505-9 (2007)",
            "Value": "Tree cores obtained from bald cypress, tupelo, sweet gum, oak, sycamore, and loblolly pine growing over shallow groundwater contaminated with trichloroethylene contained this compound at concentrations from <50 to 35,040 nmol/L (n = 138, sampled January-February 1998, Savannah River Site, SC)(1). Trichloroethylene was detected in 15 of 103 fruit samples taken in 2001 in the area surrounding Hill Air Force Base in Utah at 0.4-17.9 ug/kg fresh weight, but not detected in 257 or 149 fruit samples taken in the same area in 2002 and 2003, respectively(2). Trichloroethylene was detected in 13 of 64, 10 of 58 and 93 of 264 tree bore samples at 0.4-7.5, 0.6-62 and 0.4-204 ug/kg fresh weight, respectively,  from walnut and apple trees growing in the same area of Utah; sampling was conducted in 2001, 2002 and 2003, respectively(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Gotoh M et al; Bull Environ Contam Toxicol, 60: 74-80 (1998) (2) Back H, Susser P; Sol Biol Biochem 24: 1745-48 (1992) (3) Pearson CR, McConnell G; Proc R Soc London Ser B 189: 305-22 (1975)",
            "Value": "Clams collected in 1995/1996 from the Ariho, Koe and Okita Rivers, Japan, did not contain measurable quantities of trichloroethylene (detection limit <0.5 ug/kg)(1). Earthworms collected from a forest site adjacent to a former landfill site and chemical plant in West Germany during 1989 contained trichloroethylene at concentrations below detection (detection limit not reported) to 170 ng/g wet weight(2). In a sampling study conducted near Liverpool Bay, UK, trichloroethylene concentrations in Alca torda (Razorbill Auk), Uria aalge (Guillemot), and Rissa tridactyla (Kittiwake) sea bird eggs were 23-33 mg/kg(3). Levels of 2.4 mg/kg for Phalacrocrax aristotelis (Shag) were also noted(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-9 (1990) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 12, 2016: https://www.safe.nite.go.jp/english/db.html (3) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Rathbun RE; Transport, Behavior, and Fate of Volatile Organic Compounds in Streams, US Geological Survey Prof Paper 1589, USGS, NTIS PB98-163-397 (1998) (6) Dickson AG, Riley JP; Marine Pollut Bull 7: 167-9 (1976) (7) Pearson CR, McConnell G; Proc Roy Soc London Ser B 189: 305-32 (1975)",
            "Value": "BCF values of 17 and 39 were measured in bluegill sunfish and rainbow trout, respectively(1). In carp (Cyprinus carpio), BCF values of 4.3-17 and 4.0-16.0 were reported for trichloroethylene at 70 and 7 ug/L, after 6 week of exposure(2). A BCF of 90 was measured in golden ide fish (Leuciscus idus melanotus) after a 3-day static exposure(3). According to a classification scheme(4), these BCF values suggest bioconcentration in aquatic organisms is low to moderate(SRC). A BCF of 302 was measured in a green alga(5). Marine monitoring data suggest only moderate bioconcentration (2-25 times) of trichloroethylene(6,7)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) El-Farham YH et al; Wat Res Research 34: 437-45 (1998) (2) Fan S, Scow KM; Appl Environ Microbiol 59: 1911-18 (1993) (3) Enzien MV et al; Appl Environ Microbiol 60: 2200-4 (1994) (4) Anderson TA, Walton BT; Environ Toxicol Chem 14: 2041-2047 (1995) (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 12, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Under aerobic conditions, trichloroethylene is biodegraded only in the presence of another compound that can support microbial growth in a process called cometabolism; biodegradation is generally complete and vinyl chloride is not produced(1). Indigenous sources of carbon associated with soil organic matter did not support cometabolic degradation of trichloroethylene in a soil study(2). Trichloroethylene was aerobically degraded in a column composed of aquifer sediments by 9 and 87% during the first 6.5 months and the following 3.5 months, respectively; the initial loss of 9% may have been due to abiotic losses such as adsorption or volatilization(3). cis-1,2-Dichloroethylene was reported as the major product of trichloroethylene degradation in this experiment(3). Trichloroethylene was mineralized by up to 30% in microcosms containing soil and vegetation from a former trichloroethylene-contaminated site(4). Microcosms which were either non-vegetated or sterile showed mineralization of trichloroethylene, measured as CO2 production, of 10-15% and 5-10%, respectively(4). Trichloroethylene, present at 100 mg/L, reached 2.4% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as not readily biodegradable(5)."
        },
        {
            "References": "(1) Parker WJ et al; Wat Environ Res 65: 58-65 (1993) (2) Clapp LW et al; Water Environ Res 66: 153-60 (1994) (3) Scheutz C et al; J Environ Qual 33: 61-71 (2004) (4) Carr CS et al; Environ Sci Technol 34:1088-94 (2000) (5) El-Farhan YH et al; J Environ Qual 29: 778-86 (2000)",
            "Value": "AEROBIC: In a municipal activated sludge plant, 47.3, 47.8, and 0.0% of the influent trichloroethylene concentration (at 40.7 ug/L) was biodegraded, stripped and found in the waste sludge, respectively (effluent concentration of 2.0 ug/L)(1). Two laboratory scale activated sludge reactors (AS-L, AS-H) and 2 biological aerated filter reactors (BAF-L, BAF-H) under high- and low-loaded conditions were used to study the removal of trichloroethylene during wastewater treatment(2). The average influent concentration was 32.1 ug/L; effluent concentrations for AS-L, AS-H, BAF-L, and BAF-H were 5.3, 6.1, 2.3, and 9.7 ug/L, respectively(2). Loss due to biodegradation was 0, 0, 58, and 3% influent loadings, respectively, while loss due to stripping was 66, 85, 34, and 67% influent loadings, respectively(2). Trichloroethylene had a biodegradation rate of 0.057 ug/g soil/hr in soil from Skellingsted landfill in Holback, Denmark, incubated with methane(3). Trichloroethylene has a reported first order dechlorination rate of 0.27/hr(4). High concentrations of trichloroethylene inhibits aerobic degradation of toluene and becomes toxic to aerobes(5)."
        },
        {
            "References": "(1) Nielson PH et al; Chemosphere 25: 449-62 (1992) (2) McCarty PL; pp. 5-9 in Symp Nat Atten Chlor Org Ground Water USEPA/540/R-96/509 (1996) (3) Lendvay JM et al; Environ Sci Technol 32: 3472-78 (1998)",
            "Value": "In situ microcosm studies were conducted in both polluted aerobic and anaerobic and in unpolluted aerobic aquifer conditions in the Vejen City landfill; trichloroethylene was not degraded under either oxygen condition over a 90-day period(1). Trichloroethylene is reductively dechlorinated forming cis-1,2-dichloroethylene initially, then vinyl chloride and possibly ethene and ethane depending on the strength of the reducing environment(2). Under iron or sulfate-reducing conditions, cis-1,2-dichloroethylene is the major metabolite of trichloroethylene biodegradation while ethene is the major metabolite under methanogenic conditions(3)."
        },
        {
            "References": "(1) Johnston JJ et al; J Contam Hydrol 23: 263-83 (1996) (2) Lige JE et al; pp. 313-320 in Biorem Chlor Solvents, Pap Int In Situ On-Site Bioreclam Symp. 3rd. Hinchee RE et al, eds. Columbus, OH: Battelle Press (1995) (3) Martin M, Imbrigiotta TE; pp. 109-15 in USEPA Symp Natural Atten Ground Water, Denver, CO EPA/600/R-94/162 (1994) (4) Wilson JT et al; in Symp Nat Atten Chlorin Org Ground Water, USEPA/540/R-96/509 (1996) (5) Ehlke TA, Imbrigiotta TE; in Symp Nat Atten Chlor Org Ground Water. Hyatt Regency Dallas. Dallas, TX. USEPA EPA/540/R-96/509 (1996) (6) Nielsen PH et al; J Contam Hydrol 20: 51-66 (1995)",
            "Value": "ANAEROBIC: Biodegradation rates for trichloroethylene in anaerobic aquifer microcosm studies were reported as follows: Wilder's Grove, NC landfill - methanogenic, lag phase of <41 to >300 days, degradation complete within 40 to 110 days once started(1); Dover Air Force Base, DE - methanogenic, half-lives of 57 and 267 days for 2 locations at site(2). A number of studies have been conducted at the Picatinny Arsenal in New Jersey(3-5). These reports indicated that biodegradation of trichloroethylene proceeded with a first-order rate constant of 0.001 to 0.02 per week(3) with half-lives of 1.1, 1.65, and 3.3 years being reported(4); a first-order rate constant of 0.004 to 0.035 per week was also reported(5). Biodegradation half-lives at other sites in the US were reported as follows: Tibbetts Road Superfund site, NH - half-lives of 0.188 years and 0.144 years(4); St. Joseph, MI - half-lives of 0.385 and 0.58 years; and Traverse City, MI - half-life of 0.385 years(4). Trichloroethylene was incubated in 4 methanogenic microcosms modeling the leachate plume of the Vejen Landfill, Denmark, with no degradation observed over 140-180 days)(6)."
        },
        {
            "References": "(1) Bradley PM, Chapelle FH; Environ Sci Technol 33: 653-56 (1999) (2) Major D et al; pp. 197-203 in Int Biorem, Pap Int In-Situ On-Site Bioreclam Symp, 3rd. Hinchee RE et al, eds. Columbus, OH: Battelle Press (1995)",
            "Value": "ANAEROBIC: Trichloroethylene, initially added to contaminated bed sediments from a freshwater lake and incubated under methanogenic conditions for 60 days, was degraded 90%. Ethene (46%), methane (9%) and carbon dioxide (12%) were produced during its degradation(1). Trichloroethylene was degraded under methanogenic and sulfate-reducing conditions in a fractured bedrock aquifer to ethene(2)."
        },
        {
            "References": "(1) Ellis DE et al; in Symp Nat Atten Chlorin Org Ground Water USEPA/540/R-96/509 (1996) (2) Wiedemeier TH et al; pp 74-82 in Symp Nat Atten Chlor Org Groundwater, USEPA/540/R-96/509 (1996) (3) Wilson BH et al; in Symp Nat Atten Chlor Organ Ground Water, USEPA/540/R-96/509 (1996) (4) Wilson JT et al; Intrinsic Biorem of JP-4 Jet Fuel. USEPA/540/R-94/515 (1994) (5) Imbrigiotta TE et al; pp. 83-89 in Symp Nat Atten Chlor Org Ground Water USEPA/540/R-96/509 (1996) (6) Weaver JW et al; Field-Derived Transform Rates Model Nat Bioatten Trichloroethene and its Degrad Prod. Ada, OK: Nat Risk Manag Res Lab, USEPA/600/A-95/142 NTIS PB96-139092 (1995) (7) Swanson M et al; in Symp Nat Atten Chlor Org Ground Water, USEPA/540/R-96/509 p. 166 (1996) (8) Nielsen PH et al; J Contam Hydrol 20: 51-66 (1995) (9) Rugge K et al; Wat Res Research 35: 1231-46 (1999)",
            "Value": "ANAEROBIC: Biodegradation rates for trichloroethylene in anaerobic groundwater field studies at various US Superfund sites were reported as follows (location - conditions): Dover Air Force Base, DE (half-life of 2.8 years; methanogenic, redox>50 mV)(1); Plattsburgh Air Force Base, NY (3 transects, half-lives of 0.56 years, 1.82 years, and no degradation)(2). Other in-situ biodegradation studies resulted in the following observations: Plattsburgh Air Force Base, NY (3 transects, half-lives of 0.53 years, 3.01 years and no biodegradation); Tibbetts Road Superfund site, NH (3 transects, half-lives of 1.17 to 1.69 years); Sacramento, CA (half-life of 0.63 years; Necco Park, NY (half-life of 1 year); San Francisco, CA (half-life of 0.16 years); Cecil Field, FL (half-lives of 0.095 to 0.21 years)(3); St. Joseph, MI (half-lives of 1.82, 0.53, 0.745, 0.495 years)(3,4). Results reported for the Picatinny Arsenal, NJ were half-lives of 0.578 years(3) and 2.2 years(5). Further analysis conducted at the St. Joseph, MI site reported half-lives of 113, 124, and 433 days for 3 different transects)(6). Studies of the Eielson Air Force Base, Alaska and Cape Canaveral Air Station, Florida reported trichloroethylene half-lives of 3.8 and 2.4 years, respectively(7). Four in-situ methanogenic microcosms simulating the Vejen Landfill, Denmark, methanogenic, showed no biodegradation over 180 days(8). Analysis of trichloroethylene at the Grindsted Landfill, Denmark under methanogenic/iron- and sulfate-reducing conditions and a 924 day monitoring period, resulted in half-lives of 533-2310 days(9)."
        },
        {
            "References": "(1) Imbrigiotta TE et al; pp. 83-89 in Symp Nat Atten Chlor Org Ground Water, USEPA/540/R-96/509 (1996) (2) Carriere P et al; Hazard Ind Wastes 28: 404-10 (1996) (3) Chapelle FH, Bradley PM; IN: Prepr Ext Abstr ACS Natl Meet Am Chem Soc, Div Environ Chem 40: 343-5 (2000)",
            "Value": "ANAEROBIC: Mass balance analysis of the loss of trichloroethylene from an aquifer beneath Picatinny Arsenal showed that 78, 11, and 11% of the trichloroethylene annually removed was due to biodegradation, advective transport to a local water body, and advection-driven volatilization, respectively(1). Trichloroethylene had a maximum anaerobic biodegradation rate of 971.7 ug/L-hr at a feed rate of 20 mg/L(2). Trichloroethylene was biodegraded more efficiently in Kings Bay, Georgia sediment when sulfate reduction was followed by iron oxidation than in Cecil Field, FL soil which oxidation occurred before reduction(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. V2: 2066",
            "Value": "Trichloroethylene concentrations in various fish.",
            "Table": "[{'Genus species': 'Conger conger', 'Common name': 'eel', 'Part': 'gill, gut; brain, muscle', 'Concn (ng/g)': '29; 62-70'}, {'Genus species': 'Gaddus morhua', 'Common name': 'cod', 'Part': 'stomach, muscle; brain, liver', 'Concn (ng/g)': '7-8; 56-66'}, {'Genus species': 'Pollachius birens', 'Common name': 'coal fish', 'Part': 'muscle; alimentary canal', 'Concn (ng/g)': '8; 306'}, {'Genus species': 'Scylliorhinus canicula', 'Common name': 'dog fish', 'Part': 'muscle, gut, brain; liver', 'Concn (ng/g)': '40-41; 479'}, {'Genus species': 'Trisopterus luscus', 'Common name': 'bib', 'Part': 'gill; muscle, skeletal tissue', 'Concn (ng/g)': '40; 185-187'}]"
        },
        {
            "References": "(1) Pearson CR, McConnell G; Proc R Soc Lond B 189: 305-32 (1975) (2) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985)",
            "Value": "Trichloroethylene has been reported in marine fish taken from the Liverpool Bay and Merseyside, Great Britain at the following concentrations: flesh - 0.04-1.1 ppm, liver - 0.66-20.0 ppb, mussels - 50 day exposure 1.37 ppm(1). Shellfish from Lake Pontchartrain at Passes contained the following concentrations: oysters, 5 samples, 2.2 ppb avergae; clams, composite samples from 2 sites, 5.7 and 0.8 ppb(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 2.61"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:10774822",
            "Value": "Trichloroethylene (TCE), dichloroacetic acid (DCA), and trichloroacetic acid (TCA) are environmental contaminants that are carcinogenic in mouse liver. 5-Methylcytosine (5-MeC) in DNA is a mechanism that controls the transcription of mRNA, including the protooncogenes, c-jun and c-myc. ... TCE decreased methylation of the c-jun and c-myc genes and increased the level of their mRNAs. Decreased methylation of the protooncogenes could be a result of a deficiency in S-adenosylmethionine (SAM), so that methionine, by increasing the level of SAM, would prevent hypomethylation of the genes. For 5 days, female B6C3F1 mice were administered, daily by oral gavage, either 1000 mg/kg bw of TCE or 500 mg/kg DCA or TCA. At 30 min after each dose of carcinogen, the mice received, by ip injection, 0, 30, 100, or 450 mg/kg methionine. Mice were euthanized at 100 min after the last dose of DCA, TCA, or TCE. Decreased methylation in the promoter regions of the c-jun & c-myc genes and increased levels of their mRNA and proteins were found in livers of mice exposed to TCE, DCA, and TCA. Methionine prevented both the decreased methylation & the increased levels of the mRNA and proteins of the two protooncogenes. The prevention by methionine of DCA- TCA-, and TCE-induced DNA hypomethylation supports the hypothesis that these carcinogenes act by depleting the availability of SAM. Hence, methionine would prevent DNA hypomethylation by maintaining the level of SAM. Furthermore, the results suggest that the dose of DCA, TCA, or TCE must be sufficient to decrease the level of SAM in order for these carcinogens to be active."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Trichloroethylene (79-01-6) (January 2005). Available from, as of September 10, 2010: https://ntp.niehs.nih.gov/ntp/roc/eleventh/profiles/s180tce.pdf",
            "Value": "Kidney tumors (renal-cell carcinomas) from workers occupationally exposed to high levels of TCE exhibited somatic mutations of the von Hippel-Landau (VHL) tumor suppressor gene, a gene that has been associated with renal-cell carcinoma. Mutations in the VHL gene were found in 75% of renal-cell carcinomas from 44 TCE-exposed persons. DNA sequencing analysis showed that 39% of these tumors had a specific mutation, a C to T transition at nucleotide (nt) 454, resulting in a Pro to Ser amino acid change at codon 81. In four patients, the nt 454 mutation also was found in the nearby noncancerous kidney tissue. Moreover, this mutation was specific to TCE exposure, because it was not found in renal-cell carcinomas from patients not exposed to TCE, and it was related to the disease, because it was not found in germline DNA from either diseased or nondiseased individuals. It is reasonable from a biological perspective that the kidney tumors observed in humans are related to TCE exposure because (1) the site and histopathological characteristics of the tumors in humans and experimental animals are similar, (2) a portion of the molecular mechanism of this type of cancer (nephrocarcinogenicity) has been discovered, (3) the metabolites derived from TCE (the likely ultimate electrophilic intermediates of its bioactivation) are identical in humans and experimental animals, and (4) taking the key urinary metabolites (mercapturic acids) as an indicator of the bioactivation of TCE, humans seem to be more sensitive than rats in developing the primary biochemical lesion that precedes kidney cancer."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:20450792",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The guinea pig maximization test (GPMT) was applied in this study, guinea pigs were divided into 3 groups, namely negative control, positive control and trichloroethylene (TCE) treatment. Animals of 3 groups were administrated with olive oil, 2, 4-dinitrochlorobenzene (DNCB), and TCE, respectively, by intradermal injection. The animal skin was observed and blood was collected after various treatment, the liver function tests were conducted, including detection of activities of ALT, AST, LDH and levels of creatinine, uric acid, and urea with automatic biochemical analyzer. Obvious skin impairment was observed in the groups of positive control and TCE treatment, the skin impairment included erythema and edema, the sensitization rate was 100% in positive control and 83.3% in TCE treatment group. Additionally, the activities of ALT, AST and LDH increased significantly in the groups of positive control and TCE treatment when compared with the negative control. ..."
        },
        {
            "References": "PMID:18472203",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The effect of trichloroethylene (TCE) on skin irritation and oxidative stress /was examined/ using ... BALB/c hairless mice ... Skin reactions were evaluated by visual inspection, histopathology examined by microscopy and oxidative stress assessed by measurement of malondialdehyde (MDA) levels, superoxide dismutase (SOD) activities and nitric oxide (NO) production. Under acute and cumulative TCE irritation, the skin developed erythema and edema, and the predominant histopathological features were hyperkeratosis, spongiosis and inflammatory cell infiltrates. In parallel to these morphological changes, acute TCE irritation also concentration-dependently increased MDA levels and inhibited SOD activities of the skin. However, in cumulative irritation, the MDA levels and SOD activities were initially elevated with increased TCE concentrations, but thereafter reduced with further concentration increments; the linear dose-response relationship was not preserved. TCE also concentration-dependently increased NO production both in acute and cumulative irritation. ..."
        },
        {
            "References": "PMID:18403861",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... This study aimed to characterize the liver injury associated with hypersensitive skin reactions induced by trichloroethylene (TCE) in guinea pigs. As a model of dose-related acute toxic liver injury, the animals were treated with intradermal injection (ii) (0, 167, 500, 1500 or 4500 mg/kg of TCE) or dermal patch (dp) (0 or 900 mg/kg of TCE). The guinea pig maximization test (GPMT) was also carried out as a model of immune-mediated liver injury, in which the total TCE dosage was below 340 mg/kg. In the group of TCE 4500 mg/kg (ii), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) increased (p < 0.01), while total protein and globulin decreased (p<0.05). Evident fatty degeneration, hepatic sinusoid dilation and inflammatory cell infiltration were observed. No significant change was found in animals treated with TCE of doses below 500 mg/kg (ii) or 900 mg/kg (dp). In the GPMT, sensitization rates of TCE-induced dermal allergy were 66%. ALT, AST, lactate dehydrogenase and the relative liver weight increased significantly (p < 0.05) while albumin, IgA and gamma-glutamyl transpeptidase decreased significantly (p < 0.05). Lesions of ballooning changes were observed in liver pathology. Thus, TCE could cause both acute-type toxic liver injury and immune-mediated liver injury, the so-called delayed-type hypersensitivity at doses below the dosage for toxic liver injury. Interestingly, the histopathological features were quite different: fatty degeneration was most prominent in the former, and ballooning in the latter."
        },
        {
            "References": "PMID:16269531",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Histopathology confirmed dose-dependent Clara cell injury and disintegration of the bronchiolar epithelium in CD-1 mice treated with trichloroethylene (TCE) doses of 500 to 1000 mg/kg ip. Immunohistochemical studies, using an antibody that recognizes dichloroacetyl lysine adducts, revealed dose-dependent formation of adducts in the bronchiolar epithelium. Localization of dichloroacetyl adducts in the Clara cells coincided with damage to this cell type in TCE-treated mice. Pretreatment of CD-1 mice with diallyl sulfone, an inhibitor of CYP2E1 and CYP2F2, abrogated the formation of the dichloroacetyl adducts and protected against TCE-induced bronchiolar cytotoxicity. Treatment of wild-type and CYP2E1-null mice with TCE (750 mg/kg ip) also elicited bronchiolar damage that correlated with the formation of adducts in the Clara cells. Immunoblotting, using lung microsomes from TCE-treated CD-1 mice, showed dose-dependent production of dichloroacetyl adducts that comigrated with CYP2E1 and CYP2F2. However, TCE treatment resulted in a loss of immunoreactive CYP2E1 and CYP2F2 proteins and p-nitrophenol hydroxylation, a catalytic activity associated with both cytochrome P450 enzymes. The TCE metabolite, chloral hydrate, was formed in incubations of TCE with lung microsomes from CD-1, wild-type, and CYP2E1-null mice. The levels were higher in CD-1 than in either wild-type or CYP2E1-null mice, although levels were higher in CYP2E1-null than in wild-type mice. ..."
        },
        {
            "References": "PMID:12244752",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To study the contact allergenic activities of trichloroethylene (TCE) and its three metabolites trichloroacetic acid, trichloroethanol and chloral hydrate ... a modified guinea pig maximization test (GPMT) was adopted. The skin sensitization (edema and erythema) was observed in trichloroethylene, trichloroacetic acid, trichloroethanol, chloral hydrate and 2,4-dinitrochlorobenzene. The allergenic rate of TCE, trichloroacetic acid and 2,4-dinitrochlorobenzene was 71.4%, 58.3% and 100.0% respectively, and that of trichloroethanol and chloral hydrate was 0%. The mean response score of TCE, trichloroacetic acid and 2,4-dinitrochlorobenzene was 2.3, 1.1, 6.0 respectively. The histopathological analysis also showed an induction of allergenic transformation in guinea pig skin by both TCE and trichloroacetic acid. ..."
        },
        {
            "References": "Duprat P et al; Eur J Toxicol 3: 171-77 (1976)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of 0.1 mL of trichloroethylene directly applied to the eye of a rabbit produced a mild-moderate conjunctivitis with some epithelial abrasions being noted on examination with fluorescein. Microscopic examination on day 7 indicated epithelial keratosis in the process of healing. The eye returned to normal in two weeks."
        },
        {
            "References": "Carlson GP; Res Comm Chem Pathol Pharmacol 7: 637 (1974)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed to 37,000, 42,000, and 56,000 mg/cu m of trichloroethylene vapor for two hours exhibited elevated activities of serum glutamic pyruvic transaminase, glutamic oxaloacetic transaminase, and isocitrate dehydrogenase. Hepatotoxicity (indicated by the increased levels of these hepatic enzymes in the serum) was greatly enhanced by pretreatment with 3-methylcholanthrene."
        },
        {
            "References": "Duprat P et al; Eur J Toxicol 9(3): 171-7 (1976)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Trichloroethylene /0.5 mL/ (purity 99.5%) applied to the shaved non-abraded skin of rabbits for 24 hours under an occlusive dressing, produced severe skin irritation."
        },
        {
            "References": "Kronevi T et al; Int J Tiss React 111(1): 21-30 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Trichloroethylene (1.0 mL) /purity not specified/ was applied, occluded in a skin depot, to the clipped skin of a guinea pig. Histological examinations performed at 15 minutes, 1, 4, and 16 hour /indicated/ degenerative changes (pyknotic nuclei) were observed in the epidermis after 15 minutes, and were progressive (pyknosis, karyolysis, junctional separation of the epidermis) up to the end of the study."
        },
        {
            "References": "Tham R et al; Acta Pharmacol Toxicol 44: 336-42 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits, blood levels of greater than 30 mg/L (following continuous iv infusion of 1-5 mg/kg/min, trichloroethylene) induced positional nystagmus /SRP: rapid movement of the eyeball when the head is held in various positions/."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 118 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In male Sprague-Dawley rats injected once intraperitoneally with trichloroethylene at 1 mmol/kg bw (131 mg/kg bw), the activities of serum bile acids, particularly cholic and taurocholic acids, were increased 4 and 8 hours after dosing. These times reflect those at which high levels of trichloroethylene and trichloroethanol appear in serum and liver. The selected dose did not induce hepatotoxic effects ..."
        },
        {
            "References": "PMID:19361549",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Wistar rats were given trichloroethylene (TCE) (1000 mg/kg/day) in corn oil orally for 25 d. Blood and tissues were collected and analyzed for various biochemical and enzymatic parameters. TCE administration increased blood urea nitrogen, serum creatinine, cholesterol and alkaline phosphatase but decreased serum glucose, inorganic phosphate and phospholipids indicating kidney and liver toxicity. Activity of hexokinase, lactate dehydrogenase increased in the intestine and liver whereas decreased in renal tissues. Malate dehydrogenase and glucose-6-phosphatase and fructose-1,6-bisphosphatase decreased in all tissues whereas increased in medulla. Glucose-6-phosphate dehydrogenase increased but NADP-malic enzyme decreased in all tissues except in medulla. The activity of brush border membrane enzymes decreased but renal Na/ inorganic phosphate transport increased. Superoxide dismutase and catalase activities variably declined whereas lipid peroxidation significantly enhanced in all tissues. /These/ results indicate that TCE caused severe damage to kidney, intestine, liver and brain; altered carbohydrate metabolism and suppressed antioxidant defense system."
        },
        {
            "References": "PMID:18565563",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The involvement of cytochrome P450 (CYP) 2E1 in trichloroethylene (TRI)-induced hepatotoxicity and its underlying molecular mechanism were studied by comparing hepatotoxicity in cyp2e1+/+ and cyp2e1-/- mice. The mice were exposed by inhalation to 0 (control), 1000, or 2000 ppm of TRI for 8 hr a day, for 7 days, and TRI-hepatotoxicity was assessed by measuring plasma alanine aminotransferase (ALT) and aspartate aminotransferase (AST) activities and histopathology. Urinary metabolites of trichloroethanol and trichloroacetic acid (TCA) were considerably greater in cyp2e1+/+ compared to cyp2e1-/- mice, suggesting that CYP2E1 is the major P450 involved in the formation of these metabolites. Consistent with elevated plasma ALT and AST activities, cyp2e1+/+ mice in the 2000 ppm group showed histopathological inflammation. TRI significantly upregulated PPARalpha, which might function to inhibit NFkappaB p50 and p65 signalling. In addition, TRI-induced NFkappaB p52 mRNA, and significantly positive correlation between NFkappaB p52 mRNA expression and plasma ALT activity levels were observed, suggesting the involvement of p52 in liver inflammation. Taken together, ... CYP2E1 was the major P450 involved in the first step of the TRI metabolism, and the metabolites produced may have two opposing roles: one inducing hepatotoxicity and the other protecting against the toxicity. Intermediate metabolite(s) from TRI to chloral hydrate produced by CYP2E1-mediated oxidation may be involved in the former, and TCA in the latter."
        },
        {
            "References": "PMID:12183104",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice were exposed to trichloroethylene (TCE) (1000 ppm) by inhalation for 6 hr/day for 5 days/week for a total of 19 days. Exposure after the first week was interspersed by a \"weekend.\" To estimate internal exposure, ... the TCE metabolites, trichloroacetic acid (TCA) and trichloroethanol (TCOH), /were measured/ in urine at Days 4, 9, 14, and 19. Urinary excretion of TCOH was significantly higher than TCA; levels of TCOH and TCA significantly increased by the second and third week, respectively. Cytochrome P450 2E1 (CYP2E1), an enzyme involved in TCE metabolism, was localized in the epididymal epithelium and testicular Leydig cells, and was found at higher levels in the former than the latter. Immunoblotting confirmed that CYP2E1 protein was present in greater amounts in epididymis than in testis. p-Nitrophenol hydroxylation, a CYP2E1 catalytic activity, was also higher in the epididymis than in the testis. Chloral, a major TCE metabolite, was generated in microsomal incubations at significantly higher levels in epididymis than in testis. Antibody inhibition of CYP2E1 reduced chloral formation, which was more pronounced in epididymis than in testis. After 4 weeks of TCE exposure, damage to the epididymis was manifested as sloughing of epithelial cells. ..."
        },
        {
            "References": "PMID:11926613",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Inhalation of trichloroethylene (TCE) by male /Wistar/ rats for 12 and 24 weeks brings about significant reduction in absolute testicular weight, and alters marker testicular enzymes activity associated with spermatogenesis and germ cell maturation, along with marked histopathological changes showing depletion of germs cells and spermatogenic arrest."
        },
        {
            "References": "PMID:3111923",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Gelatin sorbitol microcapsules containing 44.1% trichloroethylene (TCE) were prepared and mixed in NIH-07 rodent meal diet and provided at microcapsule concentrations of 0 (untreated control group), 1.25, 2.5, 5.0, or 10% (equivalent to 0, 0.55, 1.10, 2.21, or 4.41% TCE in the diet, respectively) to groups of 10 male F344 rats for 14 days. An additional control group received diets containing 5% empty capsules. For comparisions, TCE dissolved in corn oil was administered by gavage to different groups of 10 male rats for 14 consecutive days at dose levels adjusted to correspond to those in the feed study. Treatment-related deaths occurred only in the highest dose group of the gavage study. Body weight gain and feed consumption were reduced in high-dose groups of both the feed and gavage studies. ... Dose-related increases in organ (liver and kidney) weight/body weight ratios, individual cell necrosis in the liver, and hepatic microsomal NADPH cytochrome-c reductase and peroxisomal palmitoyl-CoA oxidase and catalase activities were found in both the dosed-feed and gavage groups. Induction of cytochrome P450 occurred only in the dosed-feed study."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 118 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Studies on the longer-term toxicity of trichloroethylene in rats and mice exposed orally and by inhalation showed consistent increases in relative liver weight and associated histopathological and biochemical changes. The effects described in kidney included increased relative weights in mice exposed continuously to > 75 ppm (> 390 mg/cu m) trichloroethylene for 30 days and renal dysfunction in the absence of marked histopathological changes in rats exposed to > 50 ppm (> 260 mg/cu m) for 12 weeks."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 118 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Trichloroethylene has been shown to induce a small increase in cyanide-insensitive palmitoyl coenzyme A oxidation activity in the kidneys of both mice and rats after oral dosing with 1000 mg/kg bw per day for 10 days. Greater effects were observed in mice than in rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of rats were exposed by inhalation 6 hours/day, 5 days/week at 800 to 4000 ppm TCE. Auditory thresholds were determined for a 16-kHz tone 3 to 5 weeks after exposure. Hearing loss was observed for all exposure durations, with dB15 concentrations (concentration that increases thresholds by 15 dB) of 2992, 2592, and 2160 ppm for the 1-, 4-, and 13-week exposures, respectively. ... The data also demonstrate that the ototoxicity of TCE is a high-concentration effect.  Subsequent studies demonstrated cochlear impairment in rats from exposure at 4000 ppm TCE (6 hours/day for 5 days), with the spiral ganglion cells prominently affected."
        },
        {
            "References": "Stott WT et al; Toxicol Appl Pharm 62: 137-51 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chronic administration /by gavage/ of 2400 mg/kg per day of trichloroethylene to male B6C3F1 mice, induced localized cell necrosis, enhanced DNA synthesis, and centrilobular hepatocellular swelling. Prolonged exposure (3 weeks), the primary response was dose-related centrilobular hepatocellular swelling and the occurrence of mineralized (calcified) cells."
        },
        {
            "References": "PMID:24923549",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In this study we have compared the renal toxicity of TCE and /its major metabolite trichloroethanol/ (TCE-OH) in rats to try and ascertain whether the glutathione pathway or formic aciduria can account for the toxicity. Male rats were given TCE (500 mg/kg/day) or TCE-OH at (100 mg/kg/day) /by oral gavage/ for 12 weeks and the extent of renal injury measured at several time points using biomarkers of nephrotoxicity and prior to termination assessing renal tubule cell proliferation. The extent of formic aciduria was also determined at several time points, while renal pathology and plasma urea and creatinine were determined at the end of the study. TCE produced a very mild increase in biomarkers of renal injury, total protein, and glucose over the first two weeks of exposure and increased Kim-1 and NAG in urine after 1 and 5 weeks exposure, while TCE-OH did not produce a consistent increase in these biomarkers in urine. However, both chemicals produced a marked and sustained increase in the excretion of formic acid in urine to a very similar extent. The activity of methionine synthase in the liver of TCE and TCE-OH treated rats was inhibited by about 50% indicative of a block in folate synthesis. Both renal pathology and renal tubule cell proliferation were reduced after TCE and TCE-OH treatment compared to controls. Our findings do not clearly identify the pathway which is responsible for the renal toxicity of TCE but do provide some support for metabolism via glutathione conjugation."
        },
        {
            "References": "PMID:24024666",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Trichloroethene (TCE), a common environmental and occupational pollutant, is associated with multiorgan toxicity. Kidney is one of major target organs affected as a result of TCE exposure. Our previous studies have shown that exposure to TCE causes increased protein oxidation (protein carbonylation) in the kidneys of autoimmune-prone MRL+/+ mice, and suggested a potential role of protein oxidation in TCE-mediated nephrotoxicity. To assess the impact of chronic TCE exposure on protein oxidation, particularly to identify the carbonylated proteins in kidneys, female MRL+/+ mice were treated with TCE at the dose of 2 mg/mL via drinking water for 36 weeks and kidney protein extracts were analyzed for protein carbonyls and carbonylated proteins identified using proteomic approaches (2D gel, Western blot, MALDI TOF/TOF MS/MS, etc.). TCE treatment led to significantly increased protein carbonyls in the kidney protein extracts (20,000 g pellet fraction). Interestingly, among 18 identified carbonylated proteins, 10 were found only in the kidneys of TCE-treated mice, whereas other 8 were present in the kidneys of both control and TCE-treated mice. The identified carbonylated proteins represent skeletal proteins, chaperones, stress proteins, enzymes, plasma protein and proteins involved in signaling pathways. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 107 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 49-50 female ICR mice, seven weeks of age, were exposed to air containing Trichloroethylene (purity, 99.8%; containing 0.13% carbon tetrachloride and 0.02% benzene and epichlorohydrin) at concentrations of 0, 50, 150 or 450 ppm (0, 270, 810 or 2430 mg/cu m) for 7 hours per day on five days per week for up to 104 weeks. There were no significant differences in survival between the control and exposed groups. Complete necropsy was carried out on all animals. Histopathological evaluation revealed a significant increase (Fisher's exact test) in the incidence of lung adenocarcinomas: 1/49 controls, 3/50 at the low dose, 8/50 (p < 0.05) at the middle dose and 7/46 (p < 0.05) at the high dose. ... The incidences of adenomas and adenocarcinomas of the lung combined in the groups at the middle (13/50) and high doses (11/46) were not significantly increased in comparison with controls (6/49). The average number of lung tumors was, however, increased in mice at the middle and high doses in comparison with controls: 0.12 in controls, 0.10 at the low dose, 0.46 at the middle dose and 0.39 at the high dose."
        },
        {
            "References": "PMID:11869834",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male Long-Evans rats were exposed to 0 (controls) or 500 ppm trichloroethylene (TRI) for 6 months, 6 hr daily, and 5 days a week. The TRI metabolites trichloroethanol (TCE) in blood and trichloroacetic acid (TCA) in urine were measured. Specific parameters related to the renal damage were determined in urine [biomarker for glomerular damage: high molecular weight proteins (HMW), albumin (ALB); for proximal tubular damage: N-acetyl-beta-D-glucosaminidase (NAG), low-molecular-weight-proteins (LMW)]. Significantly increased concentrations of NAG and LMW in urine of exposed rats were detected. No DNA-strand breaks in kidney cells could be detected using the comet assay, and histological examinations were performed. Histological alterations were observed in glomeruli and tubuli of exposed rats. ..."
        },
        {
            "References": "PMID:10807555",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Trichloroethylene (TCE) induces liver cancer in mice but not in rats. Three metabolites of TCE may contribute: chloral hydrate (CH), dichloroacetate (DCA), and trichloroacetate (TCA). CH & TCA appear capable of only inducing liver tumors in mice, but DCA is active in rats as well. The concentrations of TCA in blood required to induce liver cancer approach the mM range. Concentrations of DCA in blood associated with carcinogenesis are in the sub-uM range. The carcinogenic activity of CH is largely dependent on its conversion to TCA and/or DCA. TCA is a peroxisome proliferator in the same dose range that induces liver cancer. Mice with targeted disruptions of the peroxisome proliferator-activated receptor alpha (PPARalpha) are insensitive to the liver cancer-inducing properties of other peroxisome proliferators. Human cells do not display the responses associated with PPARalpha that are observed in rodents. This may be attributed to lower levels of expressed PPARalpha in human liver. DCA treatment produces liver tumors with a different phenotype than TCA. Its tumorigenic effects are closely associated with differential effects on cell replication rates in tumors, normal hepatocytes, and suppression of apoptosis. Growth of DCA-induced tumors has been shown to arrest after cessation of treatment. The DCA and TCA adequately account for the hepatocarcinogenic responses to TCE. Low-level exposure to TCE is not likely to induce liver cancer in humans. Higher exposures to TCE could affect sensitive populations. Sensitivity could be based on different metabolic capacities for TCE or its metabolites or result from certain chronic diseases that have a genetic basis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 106 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Groups of 50 male and 50 female Fischer 344/N rats, eight weeks of age, were administered 0, 500 or 1000 mg/kg bw trichloroethylene (purity, > 99.9%; containing no epichlorohydrin) in corn oil by gavage on five days a week for up to 103 weeks. A group of 50 male and 50 female rats were used as untreated controls. Survival of low-dose and high-dose males was significantly reduced (p < 0.005) in comparison with vehicle controls; the numbers of survivors at the end of the experiment were 35 male vehicle controls, 20 at the low dose and 16 at the high dose; and 37 female vehicle controls, 33 at the low dose and 26 at the high dose. An increased incidence of renal tubular-cell adenocarcinomas was seen in males: 0/49 untreated controls, 0/48 vehicle controls, 0/49 at the low dose and 3/49 at the high dose (p = 0.028; incidental tumor test). Two males at the low dose had renal tubular-cell adenomas. The incidence of tumors in female rats was not increased at any site. Toxic nephrosis of the kidney occurred in 96/98 treated males and in all of the treated females but not in vehicle control rats of either sex."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 107 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female NMRI mice (age unspecified) were exposed to air containing trichloroethylene (purity, > 99.9%; stabilized with 0.0015% triethanolamine) at a concentration of 0, 100 or 500 ppm (0, 540 or 2700 mg/cu m) for 6 hr per day on five days per week for 18 months. The experiment was terminated after 30 months. At the end of exposure (75 weeks), there was no difference in the probability of survival among the females; in males, the probability of survival was reduced from 83% in controls to 63% in low-dose and 56% in high-dose groups. Histopathological examination of spleen, liver, kidney, lung, heart, stomach, central nervous system and all tumors indicated increased age-adjusted incidences of lymphomas in treated female mice: 9/29 controls, 17/30 at the low dose (p < 0.001) and 18/28 (p = 0.01) at the high dose."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 108 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 90 male and 90 female Swiss mice, 11 weeks of age, and groups of 90 male and 90 female B6C3F1 mice, 12 weeks of age, were exposed to air containing trichloroethylene (purity, 99.9%; containing no epoxide) at concentrations of 0, 100, 300 or 600 ppm (0, 540, 1620 or 3240 mg/cu m) for 7 hr per day on five days a week for 78 weeks and were then observed for life. Data on survival were not provided, but the authors reported that mortality was higher (p < 0.05) in treated male B6C3F1 mice than in controls. Dose-related increases in the incidences of lung and liver tumors were observed in male Swiss mice (Fisher's exact test or Cochran-Armitage linear trend test). The percentages of male Swiss mice bearing a malignant pulmonary tumor were: control, 11.1 % [10/90]; low-dose, 12.2% [11/90]; mid-dose, 25.5% [23/90] (p < 0.05); and high-dose, 30.0% [27/90] (p < 0.01); the percentages of male mice bearing a hepatoma were: control, 4.4% [4/90]; low-dose, 2.2% [2/90]; mid-dose, 8.9% [8/90]; and high-dose, 14.4% [13/90] (p < 0.05). In B6C3F1 mice, a dose-related increase in the incidence of lung tumors was observed in females: control, 4.4% [4/90]; low-dose, 6.7% [6/90]; mid-dose, 7.8% [7/90]; and high-dose, 16.7% [15/90] (p < 0.05)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 109 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 130-145 male and female Sprague-Dawley rats, 12 weeks of age, were exposed to air containing trichloroethylene (purity, 99.9%; containing no epoxide) at a concentration of 0, 100, 300 or 600 ppm (0, 540, 1620 or 3240 mg/cu m) for 7 hr per day on five days per week for 104 weeks. ... A significant, dose-related increase in the incidence of Leydig cell (interstitial) tumors of the testis was observed (p < 0.001; Cochran-Mantel-Haenszel test); the percentages of male rats bearing these tumors were 4.4% (6/135) of controls, 12.3% (16/130) at the low dose (p < 0.05; Fisher's exact test), 23.1% (30/130) at the middle dose (p < 0.01; Fisher's exact test) and 23.8% (31/130) at the high dose (p < 0.01; Fisher's exact test). Four renal tubular adenocarcinomas (3.1 %) were observed in the high-dose male rats; no such tumors were observed in the lower dose groups, in controls or in the historical control database for Sprague-Dawley rats at the study laboratory. Cytokaryomegaly of renal tubular cells was also observed: in none of the control or low-dose rats, in 16.9% at the middle dose and in 77.7% at the high dose."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 109 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female Syrian hamsters ... were exposed to air containing trichloroethylene (purity, > 99.9%; stabilized with 0.0015% triethanolamine) at concentrations of 0, 100 or 500 ppm (0, 540 or 2700 mg/cu m) for 6 hr per day on five days per week for 18 months. ... The probability of survival was similar in exposed and control groups. Histopathological examination of spleen, liver, kidney, lung, heart, stomach, central nervous system and all tumors revealed no significant increase in tumor incidence."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 109 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study of two-stage carcinogenesis on mouse skin, single doses of 1.0 mg trichloroethylene ... in 0.1 mL of acetone were applied to the shaven dorsal skin of 30 female ICR:Ha Swiss mice aged six to eight weeks; 14 days later, topical applications of 12-0-tetradecanoylphorbol 13-acetate (TPA; 2.5 ug in 0.1 mL of acetone, three times per week) were begun, for at least 49 weeks. Nine skin papiIlomas were found in 4/30 treated mice, and 10 papillomas were found in 9/120 TPA-treated controls. Trichloroethylene was also administered by repeated topical application (three times per week) to groups of 30 female ICR:Ha Swiss mice, six to eight weeks of age, for 83 weeks at a dose of 1.0 mg per mouse. No tumors were observed at the site of application."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ TCE (stabilized with butylated hydroxytoluene [BHT]) was tested by gavage at dose levels of 50 or 250 mg/kg, once daily, 4 to 5 days/week for 52 weeks in male and female Sprague-Dawley rats. The rats were observed until they died; there was a dose-related increase in the incidence of leukemia (immunoblastic lymphosarcomas) in males. No increase was noted in the tumor incidence of females."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ TCE was not carcinogenic when administered to mice once a week by gastric intubation at a dose of 0.5 mg (20 mg/kg). One forestomach tumor was observed in 30 female mice and two in 30 male mice. Control incidences of forestomach tumors were 5/100 in females and 8/60 in males."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Eker rats, which are uniquely susceptible to renal carcinogens, were treated with TCE (0, 100, 250, 500, and 1000 mg/kg) by oral gavage 5 days/week for 13 weeks. Renal cell proliferation was elevated at doses >/= 250 mg/kg, but the incidence of preneoplastic lesions or renal tumors was not significantly different from controls. Treatment of Eker rat renal epithelial cells in vitro with the TCE metabolite S-(dichlorovinyl)-L-cysteine (DCVC) produced transformation at doses that reduced cell survival to 50% (10 uM) but did not produce mutations in tumor suppressor genes ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of rats and mice were exposed 7 hours/day, 5 days/week for 104 weeks at 50, 150, or 450 ppm of reagent grade TCE (0.019% epichlorohydrin). Tumors were found mainly in the hematopoietic system, lungs, and mammary glands of mice and in the pituitary and mammary glands of rats. The average number of lung tumors per mouse in the groups exposed at 150 and 450 ppm was more than threefold the control incidence. The incidences of pulmonary adenocarcinomas in mice exposed at 150 and 450 ppm were 16% and 15%, respectively, which was significantly higher than that of the controls (2%). The incidences of other types of tumors were not significantly different. The incidence of tumors in the rats and mice exposed at 50 ppm was not significantly different."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female rats and mice were administered epichlorohydrin-free TCE by gavage, 5/week for 103 weeks. Doses were 500 or 1000 mg/kg/day for rats and 1000 mg/kg/day for mice. Survival was significantly less than controls for treated male rats and mice. ... Nephrosis was produced in both male and female rats and mice, was dose related, and males appeared to be somewhat more sensitive than females. The incidence of renal tubular adenocarcinomas in male rats was increased (control 0/48, 0/49 low dose and 3/49 high dose), and the combination of renal tubular adenomas and adenocarcinomas occurred with a positive trend (2/49 and 3/49 versus 0/48). One high-dose female had a renal tubular adenocarcinoma. Additional renal tumors in male rats included one transitional-cell carcinoma of the renal pelvis in a low-dose rat and one carcinoma of the renal pelvis in a high-dose rat. The combined incidence of renal tubular and renal pelvis tumors in male rats (3/49 and 4/49 versus 0/48) occurred with a positive trend. In mice, a statistically significant increase in the incidence of hepatocellular carcinomas was observed: 8/48, 30/50 in males and 2/48 and 13/49 in females. The incidence of hepatocellular adenomas was also significantly increased in females (2/48 and 8/49). An increased incidence of alveolar/bronchiolar adenomas was noted in females (0/48 and 4/48). The appearance of two rare stomach tumors, one squamous-cell carcinoma, and two squamous-cell papillomas among dosed female mice and Harderian gland adenomas (0/50 and 4/50 in males and 0/48 and 3/49 in females) may have been due to TCE administration."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p. 123 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A single dose of epichlorohydrin-free trichloroethylene was administered by gavage in corn oil to male and female B6C3F1 mice at 1,000 mg/kg/day. Significant increases in the incidence of hepatocellular cancer were found in the mice."
        },
        {
            "References": "PMID:157359",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Trichloroethylene (TCE) was incubated with rat liver microsomes, NADPH and RNA (from yeast). The metabolites were irreversibly bound to microsomal proteins. Hydrolysis of RNA and separation of nucleosides showed different alkylation products arising from TCE and vinyl chloride. ... Newborn rats were exposed for 10 weeks to 2000 ppm vinyl chloride or trichloroethylene (8 hr/day; 5 days/week). After this period livers of the animals were stained for nucleoside-5-triphosphatase. Whereas the vinyl chloride exposed rats showed focal hepatocellular deficiencies in this enzyme, which are supposed to represent an early sign of malignancy, no such changes were induced by trichloroethylene exposure."
        },
        {
            "References": "PMID:18821149",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Induction of liver cancer in mice by trichloroethylene (TCE) is thought to be mediated by two metabolites, dichloroacetate (DCA) and trichloroacetate (TCA), both of which are themselves mouse liver carcinogens. TCE, TCA, and DCA are relatively weak peroxisome proliferators (PP), a group of rodent hepatocarcinogens that activate a nuclear receptor, PP-activated receptor alpha (PPARalpha). The objective of this review is to assess the weight of evidence (WOE) that PPARalpha is or is not mechanistically involved in mouse liver tumor induction by TCE and metabolites. Based on similarities of TCE and TCA to typical PP, including dose-response characteristics showing PPARalpha-dependent responses coincident with liver tumor induction and abolishment of TCE and TCA effects in PPARalpha-null mice, the WOE supports the hypothesis that PPARalpha plays a dominant role in TCE- and TCA-induced hepatocarcinogenesis. Data indicates that the mode of action (MOA) for DCA tumor induction is PPARalpha-independent. Uncertainties remain regarding the genesis of the TCE-induced tumors. In contrast to the TCA-induced tumors, which have molecular features similar to those induced by typical PP, there is evidence, albeit weak, that TCE tumors arise by a mode of action (MOA) different from that of TCA tumors, based largely on dissimilarities in molecular markers found in TCE versus TCA-induced tumors. In summary, the WOE indicates that TCA-induced liver tumors arise by a PPARalpha-dependent MOA. Although the TCE MOA is likely dominated by a PPARalpha-dependent contribution from TCA, the contribution of a PPARalpha-independent MOA from DCA cannot be ruled out."
        },
        {
            "References": "PMID:10807564",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In lifetime bioassays, trichloroethylene (TCE ... ) causes liver tumors in mice following gavage, liver and lung tumors in mice following inhalation, and kidney tumors in rats following gavage or inhalation. Recently developed pharmacokinetic models provide estimates of internal, target-organ doses of the TCE metabolites thought responsible for these tumor responses. Dose-response analyses following recently proposed methods for carcinogen risk assessment from the U.S. EPA are conducted on the animal tumor data using the pharmacokinetic dosimeters to derive a series of alternative projections of the potential carcinogenic potency of TCE in humans exposed to low environmental concentrations. Although mechanistic considerations suggest action of possibly nonlinear processes, dose-response shapes in the observable range of tumor incidence evidence little sign of such patterns. Results depend on which of several alternative pharmacokinetic analyses are used to define target-organ doses. Human potency projections under the U.S. EPA linear method based on mouse liver tumors and internal dosimetry equal or somewhat exceed calculations based on admin dose, and projections based on mouse liver tumors exceed those from mouse lung or rat kidney tumors. Estimates of the carcinogenic potency of the two primary oxidative metabolites of TCE - trichloroacetic acid and dichloroacetic acid, which are mouse liver carcinogens in their own right - are also made, but it is not clear whether the carcinogenic potency of TCE can be quantitatively ascribed to metabolic generation of these metabolites."
        },
        {
            "References": "PMID:16966105",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Studies of the trichloroethylene (TCE) metabolites dichloroacetic acid (DCA) , trichloroacetic acid (TCA) , and chloral hydrate suggest that both DCA and TCA are involved in TCE-induced liver tumorigenesis and that many DCA effects are consistent with conditions that increase the risk of liver cancer in humans. Studies of S-(1,2-dichlorovinyl)-l-cysteine have revealed a number of different possible cell signaling effects that may be related to kidney tumorigenesis at lower concentrations than those leading to cytotoxicity. Recent studies of trichloroethanol exploring an alternative hypothesis for kidney tumorigenesis have failed to establish the formation of formate as a key event for TCE-induced kidney tumors. Overall, although modes of action (MOAs) and key events for TCE-induced liver and kidney tumors have yet to be definitively established, these results support the likelihood that toxicity is due to multiple metabolites through several MOAs, none of which appear to be irrelevant to humans."
        },
        {
            "References": "PMID:27575429",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The 2011 EPA trichloroethylene (TCE) IRIS assessment used developmental cardiac defects from a controversial drinking water study in rats, along with several other studies/endpoints to derive reference values. An updated literature search of TCE-related developmental cardiac defects was conducted. Study quality, strengths, and limitations were assessed. A putative adverse outcome pathway (AOP) construct was developed to explore key events for the most commonly observed cardiac dysmorphologies, particularly those involved with epithelial-mesenchymal transition (EMT) of endothelial origin (EndMT); several candidate pathways were identified. A hypothesis-driven weight-of-evidence analysis of epidemiological, toxicological, in vitro, in ovo, and mechanistic/AOP data concluded that TCE has the potential to cause cardiac defects in humans when exposure occurs at sufficient doses during a sensitive window of fetal development. The study /mentioned above/ was reaffirmed as suitable for hazard characterization and reference value derivation, though acknowledging study limitations and uncertainties."
        },
        {
            "References": "PMID:17673192",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Rats were exposed to TCE in drinking water (0.45% TCE (v/v) in 3% Tween) or 3% Tween (vehicle control) during three 4-5 day intervals of oocyte development preceding ovulation. Oocytes from TCE-exposed females were less fertilizable compared with vehicle-control oocytes. Immunohistochemical labeling of ovaries and Western blotting of ovarian proteins demonstrated TCE treatment induced a greater incidence of protein carbonyls compared with vehicle controls. Protein carbonyl formation in the ovary is consistent with TCE metabolism by the cytochrome P450 pathway. Oxidative damage following ovarian TCE metabolism or the presence of TCE metabolites may contribute to reduced oocyte fertilizability. ..."
        },
        {
            "References": "PMID:24370288",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The study objective was/ to study in vitro sperm damage caused by trichloroethylene in male rats. Sperms of Sprague-Dawley (SD) rats were collected 4 hours after being contaminated by trichloroethylene of 0, 2, 4, 6, 8, and 10 mmol/L in vitro. Giemsa staining was performed to observe the morphological changes of sperms, and flow cytometer was used to detect the changes in mitochondrial membrane potential. The sperm motilities in 6, 8, and 10 mmol/L trichloroethylene groups decreased significantly compared with that in control group (P <0.01); the sperm aberration rates in 8 and 10 mmol/L trichloroethylene groups were significantly higher than that in control group (P<0.01). With the increase in exposure dose, the proportion of sperms with reduced mitochondrial membrane potential increased, and there were significant differences in sperm apoptosis rate between the 4, 6, 8, and 10 mmol/L trichloroethylene groups and control group (P<0.01). In vitro exposure to trichloroethylene can reduce sperm motility and increase the aberration rate and apoptosis rate of sperms in male SD rats."
        },
        {
            "References": "PMID:24696780",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental exposure to environmental toxicants may induce immune system alterations that contribute to adult stage autoimmune disease. We have shown that continuous exposure of MRL+/+ mice to trichloroethylene (TCE) from gestational day (GD) 0 to postnatal day (PND) 49 alters several aspects of CD4(+) T cell function. This window of exposure corresponds to conception-adolescence/young adulthood in humans. More narrowly defining the window of TCE developmental exposure causes immunotoxicity that would establish the stage at which avoidance and/or intervention would be most effective. The current study divided continuous TCE exposure into two separate windows, namely, gestation only (GD0 to birth (PND0)) and early-life only (PND0-PND49). The mice were examined for specific alterations in CD4(+) T cell function at PND49. One potentially long-lasting effect of developmental exposure, alterations in retrotransposon expression indicative of epigenetic alterations, was found in peripheral CD4(+) T cells from both sets of developmentally exposed mice. Interestingly, certain other effects, such as alterations in thymus cellularity, were only found in mice exposed to TCE during gestation. In contrast, expansion of memory/activation cell subset of peripheral CD4(+) T cells were only found in mice exposed to TCE during early life. Different windows of developmental TCE exposure can have different functional consequences."
        },
        {
            "References": "PMID:26745549",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In this study, to further investigate developmental cardiotoxicity of TCE, zebrafish embryos were treated with 0, 10, 100, or 500 parts per billion (ppb; ug/L) TCE during embryogenesis and/or through early larval stages. After the appropriate exposure period, angiogenesis, F-actin, and mitochondrial function were assessed. A significant dose-response decrease in angiogenesis, F-actin, and mitochondrial function was observed. To further complement this data, a transcriptomic profile of zebrafish larvae was completed to identify gene alterations associated with the 10 ppb TCE exposure. Results from the transcriptomic data revealed that embryonic TCE exposure caused significant changes in genes associated with cardiovascular disease, cancer, and organismal injury and abnormalities with a number of targets in the FAK signaling pathway. Overall, results from our study support TCE as a developmental cardiovascular toxicant ... ."
        },
        {
            "References": "PMID:26812193",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trichloroethylene (TCE) is a widespread environmental toxicant with immunotoxic and neurotoxic potential. Previous studies have shown that continuous developmental exposure to TCE encompassing gestation and early life as well as postnatal only exposure in the drinking water of MRL+/+ mice promoted CD4+ T cell immunotoxicity, glutathione depletion and oxidative stress in the cerebellum, as well increased locomotor activity in male offspring. The purpose of this study was to characterize the effects of exclusively prenatal exposure on these parameters. Another goal was to investigate potential plasma oxidative stress/inflammatory biomarkers to possibly be used as predictors of TCE-mediated neurotoxicity. In the current study, 6 week old male offspring of dams exposed gestationally to 0, 0.01, and 0.1 mg/mL TCE in the drinking water were evaluated. Our results confirmed that the oxidized phenotype in plasma and cerebellum was maintained after exclusively prenatal exposure. A Phenotypic analysis by flow cytometry revealed that TCE exposure expanded the effector/memory subset of peripheral CD4+ T cells in association with increased production of pro-inflammatory cytokines IFN-gamma and IL-17. Serum biomarkers of oxidative stress and inflammation were also elevated in plasma suggesting that systemic effects are important and may be used to predict neurotoxicity in our model. These results suggested that the prenatal period is a critical stage of life by which the developing CNS and immune system are susceptible to long-lasting changes mediated by TCE."
        },
        {
            "References": "PMID:17523075",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /Male/ mice were exposed to trichloroethylene (TCE)  (1000 ppm) by inhalation for 6 hr/day for 5 days/week for 1 to 4 weeks. Segments of the epididymis (caput, corpus and cauda) were examined by light and electron microscopy. At the light microscopic level, degeneration and sloughing of epithelial cells were evident as early as 1 week after TCE exposure, and were most pronounced after 4 weeks. Such epithelial damage was observed in the caput, corpus and cauda regions of the epididymis. Ultrastructural observations revealed vesiculation in the cytoplasm, disintegration of basolateral cell membranes, and sloughing of epithelial cells. Sperm were found in situ in the cytoplasm of degenerated epididymal cells. Additionally, a large number of sperm in the epididymal lumen exhibited abnormalities including malformation of head and tail components ..."
        },
        {
            "References": "PMID:17066414",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The potential for trichloroethylene (TCE) ... to induce developmental toxicity was investigated in Crl:CD (SD) rats whole-body exposed to target concentrations of 0, 50, 150 or 600 ppm TCE ... for six hours/day, seven days/week on gestation day (GD) 6-20 and 6-19, respectively ... The highest exposure levels exceeded the limit concentration (2 mg/L) specified in the applicable test guidelines ... Dams exposed to 600 ppm TCE exhibited maternal toxicity, as evidenced by decreased body weight gain (22% less than control) during GD 6-9. There were no maternal effects at 50 or 150 ppm TCE and no indications of developmental toxicity (including heart defects or other terata) at any exposure level tested. Therefore, the TCE NOEC for maternal toxicity was 150 ppm, whereas the embryo/fetal NOEC was 600 ppm ..."
        },
        {
            "References": "PMID:16759982",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chick embryos /were injected with/ 0, 0.4, 8, or 400 ppb trichloroethylene (TCE)/egg during the period of cardiac valvuloseptal morphogenesis (2-3.3 days' incubation) . Embryo survival, valvuloseptal cellularity, and cardiac hemodynamics were evaluated at times thereafter. TCE at 8 and 400 ppb/egg reduced embryo survival to day 6.25 incubation by 40-50%. At day 4.25, increased proliferation and hypercellularity were observed within the atrioventricular and outflow tract primordia after 8 and 400 ppb TCE. Doppler ultrasound revealed that the dorsal aortic and atrioventricular blood flows were reduced by 23% and 30%, respectively, after exposure to 8 ppb TCE. Equimolar trichloroacetic acid (TCA) was more potent than TCE with respect to increasing mortality and causing valvuloseptal hypercellularity. These results independently confirm that TCE disrupts cardiac development of the chick embryo and identifies valvuloseptal development as a period of sensitivity. The hypercellular valvuloseptal profile is consistent with valvuloseptal heart defects associated with TCE exposure. This is the first report that TCA is a cardioteratogen for the chick and the first report that TCE exposure depresses cardiac function. Valvuloseptal hypercellularity may narrow the cardiac orifices, which reduces blood flow through the heart, thereby compromising cardiac output and contributing to increased mortality. The altered valvuloseptal formation and reduced hemodynamics seen here are consistent with such an outcome ..."
        },
        {
            "References": "PMID:16917067",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Trichloroethylene (TCE) and its metabolite trichloroacetic acid (TCA) ... have been implicated in causing congenital heart defects (CHD) in human epidemiological and animal model studies. However, the latter studies have primarily focused on assessment of cardiac morphology at late embryonic stages. Here, ... whether treating avian embryos with TCE or TCA during an exposure window encompassing cardiac specification (Hamburger-Hamilton [HH] 3+) until the onset of chambering (HH 17) informs the etiology of CHD at later stages of development /was examined/. Embryos were exposed to TCE or TCA via direct injection into the yolk, over a range of doses /(0.2-200 nmol)/ ... A modified TUNEL (Terminal deoxynucleotide transferase mediated dUTP-biotin Nick-End Labeling) assay indicated that neither compound induced apoptotic cell death in ventricular myocytes or endocardiocytes at HH 18. However, mid-range dosages of TCE increased myocyte and endocardiocyte proliferation by this time, as determined by monitoring BrdU incorporation; in contrast, an intermediate dose of TCA inhibited proliferation in endocardiocytes. These cellular changes had no apparent functional consequences because all measured hemodynamic parameters were normal for TCE- and TCA-exposed embryos at HH 18, HH 21, and HH 23. In summary, TCE or TCA exposure during the cardiac specification window has only minimal effects on the developing avian heart. These results sharply contrast with ... previously reported observations following administration of equivalent doses during a window of valvuloseptal morphogenesis. Taken together, these findings indicate that, as for other teratogens, sensitivity is dictated by the embryo's stage of development."
        },
        {
            "References": "PMID:16933305",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... A whole embryo culture method was used to assess the susceptibility of endocardial epithelial-mesenchymal transformation in the early chick heart to trichloroethylene (TCE). This method has the benefits of maintaining the anatomical relationships of developing tissues and organs, instantaneously exposing precisely staged embryos to quantifiable levels of TCE in a protein-free medium, and the ability to directly monitor developmental morphology. A minority of embryos (Hamburger and Hamilton [HH] stage 13-14) exposed to TCE (10-80 ppm) were not viable after 24 hr in culture and exhibited a variety of gross malformations in a dose-dependent fashion. However, the majority of treated embryos remained viable and developed into HH stage 17 embryos that were superficially indistinguishable from vehicle-treated controls. Further analysis of the hearts of these superficially normal embryos by whole-mount confocal microscopy revealed selective reduction in the number of atrioventricular canal mesenchymal cells. Additionally, those mesenchymal cells that did develop migrated abnormally as long thin cords of adherent cells. ..."
        },
        {
            "References": "PMID:16815816",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant, Sprague-Dawley Crl:CDR BR rats were orally treated on gestation days (GDs) 6 to 15 with bolus doses of either trichloroethylene (TCE) (500 mg/kg/day), trichloroacetic acid (TCA) (300 mg/kg/day), dichloroacetic acid (DCA) (300 mg/kg/day), or all-trans retinoic acid (RA; 15 mg/kg/day). The heads of GD 21 fetuses were not only examined grossly for external malformations, but were sectioned using a modified Wilson's technique and subjected to computerized morphometry that allowed for the quantification of lens area, globe area, medial canthus distance, and interocular distance. Gross ocular malformations were essentially absent in all treatment groups except for the RA group in which 26% of fetuses exhibited micro-/anophthalmia. Using the litter as the experimental unit of analysis, lens area, globe area, and interocular distance were statistically significantly reduced in the DCA treatment group. Statistically significant reductions in lens and globe areas also occurred in the RA treatment group, all four ocular measures were reduced in the TCA treatment group but none significantly so, and TCE was without effect ..."
        },
        {
            "References": "PMID:14736810",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The objective of the present study was to characterize and investigate potential mechanisms for the male reproductive toxicity of trichloroethylene (TCE). Male /Sprague-Dawley/ rats exposed to TCE in drinking water exhibited a dose-dependent decrease in the ability to fertilize oocytes from untreated females. This reduction in fertilizing ability occurred in the absence of treatment-related changes in combined testes/epididymides weight, sperm concentration, or sperm motility. In addition, flow cytometric analysis showed that there were no treatment-related differences in sperm mitochondrial membrane potential or acrosomal stability. TCE caused slight histological changes in efferent ductule epithelium, coinciding with the previously reported ductule localization of cytochrome P450 2E1. However, no alterations were noted in the testis or in any segment of the epididymis. Because there were no treatment-related changes to sperm indices and no clear pathological lesions to explain the reduced fertilization, the present study investigated TCE-mediated sperm oxidative damage. Oxidized proteins were detected by immunochemical techniques following the derivatization of sperm protein carbonyls with dinitrophenyl hydrazine. Immunochemical staining of whole, intact sperm showed the presence of halos of oxidized proteins around the head and midpiece of sperm from TCE-treated animals. The presence of oxidized sperm proteins was confirmed by Western blotting using in vitro-oxidized sperm as a positive control. Thiobarbituric acid reactive substances analyses showed a dose-dependent increase in the level of lipid peroxidation in sperm from treated animals ... ."
        },
        {
            "References": "PMID:12611656",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Sprague-Dawley rats were randomly placed in test groups and exposed to various concentrations of TCE (2.5 ppb, 250 ppb, 1.5 ppm, 1,100 ppm) in drinking water or distilled water (control group) throughout pregnancy. The percentage of abnormal hearts in the treated groups ranged from 0 to 10.48%, with controls having 2.1% abnormal hearts, and the number of litters with fetuses with abnormal hearts ranged from 0 to 66.7%, and the control percentage was 16.4%. The data from this study indicate not only that there is a statistically significant probability overall of a dose response to increasing levels of TCE exposure, but also that this trend begins to manifest at relatively low levels of exposure (ie, < 250 ppb). Maternal rats exposed to more than this level of TCE during pregnancy showed an associated increased incidence of cardiac malformations in their developing rat fetuses."
        },
        {
            "References": "PMID:538767",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats were exposed by inhalation to trichloroethylene (TCE) vapors at a concentration of 1800 +/- 200 ppm to determine whether exposure before mating and during pregnancy is more detrimental to reproductive outcome than exposure either before mating alone or during pregnancy alone. Four treatment groups were utilized in a two by two factorial design: exposure to TCE for 2 weeks before mating and during the first 20 days of pregnancy; TCE before mating and filtered air during pregnancy; filtered air before mating and TCE during pregnancy; and filtered air before and during pregnancy. Significant elevations in skeletal and soft tissue anomalies, indicative of developmental delay in maturation rather than teratogenesis, were observed in the group exposed during pregnancy alone. The mixed function oxidase enzymes, ethoxycoumarin and ethoxyresorufin, indicative of cytochrome P-450 and P-448 activities, respectively, were measured in maternal and fetal livers, as well as livers of non-pregnant females, and showed variable levels of activity not uniformly related to treatment or pregnancy. Behavioral evaluation of offspring indicated a lack of treatment effect in tests of general activity levels at 10, 20 and 100 days of age. However, a reduction in postnatal body weights was seen in offspring from mothers with pregestational exposure. No results indicative of treatment-related maternal toxicity, embryotoxicity, severe teratogenicity or significant behavioral deficits were obtained in any of the treatment groups."
        },
        {
            "References": "Price PJ et al; In Vitro 14: 290 (1978)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Concentration of 1 mM trichloroethylene induced transformation of rat embryo cells (Fischer rat embryo cell system F1706) in vitro which appeared as a progressively growing foci of cells lacking contact inhibition and by the growth of macroscopic foci when inoculated in semi-solid agar. The transformed cells grew as undifferentiated fibrosarcomas at the site of inoculation in 100% of newborn Fischer rats between 27 and 68 days post-inoculation."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 454",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sperm exam from mice exposed to 0.3% for 4 hours daily for 5 days revealed increased abnormalities after 28 days."
        },
        {
            "References": "PMID:4089608",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Sprague-Dawley rats were given trichloroethylene (TCE) in distilled drinking water at concentrations of 312, 625, and 1250 mg/L. Dams received TCE from 14 days prior to breeding, throughout gestation, and until the pups were weaned at 21 days of age. Control dams received untreated distilled water. Male offspring of experimental and control dams were used to study exploratory behavior either 28, 60, or 90 days of age. Wheel-running, feeding, and drinking behavior tests in rat pups were conducted for 24 hr/day from 55-60 days of age. At 28 days of age, no difference in exploratory activity was seen among treatment groups. At 60 and 90 days of age, rat pups exposed to /SRP: even the lowest concentrations/ of TCE exibited increased levels of exploration. Rats exposed to 1250 mg/L TCE were more active on the wheel than controls or those exposed to 625 mg/L TCE. No significant differences were detected among treatment groups for the levels or timing of feeding or drinking activities."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4-5",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of female rats were administered drinking water containing either 1.5 or 1100 ppm of TCE during pre-pregnancy only, during pre-pregnancy and during pregnancy, or during pregnancy alone. No maternal toxicity was seen. ... Rats administered TCE both before and during pregnancy had a significantly greater number of fetuses with congenital cardiac malformations. TCE (high dose only) administered only during pregnancy produced a significant increase in cardiac defects."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 121 (1995)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No modification of mating performance or female fertility was observed in groups of female Long-Evans rats exposed to trichloroethylene by gavage for two weeks before mating at doses up to 1000 mg/kg bw, which was a toxic dose. Administration of trichloroethylene in the diet of mice and rats at concentrations equivalent to doses of up to 300 mg/kg bw per day for two generations resulted in marginal effects on testicular weight and on survival of pups of both the F1 and F2 generations at the highest dose. No other signs of reproductive toxicity were observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats and rabbits were exposed by inhalation for 6 hr/day on gestational days 1 to 19 (rats) or 1 to 24 (rabbits) at 500 ppm TCE. There were no statistically significant changes in the malformation rates in either species, but four cases (two fetuses in each of two litters) of external hydrocephaly were noted among the rabbits. This was considered suggestive of a teratogenic response."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were exposed by inhalation 8 hr/day on gestational days 1 to 18 at 500, 1000, 1500, or 1800 ppm TCE or on gestational days 6 to 18 at 1800 ppm TCE.... High-level exposure cause significant embryofetal lethality. The percent survival in the litters was 0% at 1800 ppm, 33% at 1500 ppm, 83% at 1000 ppm, and 100% at 500 ppm. Gestation length, litter size, sex ratio, and birth weight were unaffected. No obvious neurotoxic effects were seen in the adults or in the surviving offspring."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p. 155 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Continuous delivery of trichloroethylene into the gravid uteri of Sprague-Dawley rats resulted in increased incidence of fetal heart malformations (on a fetal basis-that is, number of fetuses with heart defect[s]/number of fetuses examined). The incidence was 9% with trichloroethylene at 15 ppm and 14% with trichloroethylene at 1,500 ppm, compared with a 3% incidence in the control group (an approximately 36% increased incidence at a 100-fold increase in exposure)."
        },
        {
            "References": "PMID:11259540",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acute cytotoxicity (lactate dehydrogenase release) of trichloroethylene (TRI), S-(1,2-dichlorovinyl)glutathione (DCVG), and S-(1,2-dichlorovinyl)-L-cysteine (DCVC) in freshly isolated renal cortical cells and hepatocytes from male and female rats was evaluated to test the hypothesis that the assay provides a valid indicator of sex- and tissue-dependent differences in sensitivity to TRI and its metabolites ... Mitochondrial toxicity (inhibition of state-3 and/or stimulation of state-4 respiration) /was then determined/ in renal cortical and hepatic mitochondria from male and female rats and mice to assess sex-, tissue-, and species-dependent susceptibility. TRI was moderately cytotoxic in renal cells from male rats but was nontoxic in renal cells from female rats or hepatocytes from male or female rats. Acute cytotoxicity of both DCVG and DCVC was greater in renal cells from male rats than in renal cells from female rats. Although DCVC does not target the liver in vivo, it was a very potent hepatotoxicant in vitro. Mitochondrial toxicity in kidney and liver showed similar patterns, with mitochondria from male rats being more sensitive than mitochondria from female rats; order of potency was DCVC > DCVG >> TRI. State-3 respiration in mitochondria from mice was also inhibited, but the patterns and relative sensitivities differed from those in mitochondria from rats. Renal and hepatic mitochondria from mice were less sensitive than corresponding mitochondria from rats and renal mitochondria from female mice were significantly more sensitive than renal mitochondria from male mice. ..."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p. 157 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The Frog Embryo Teratogenesis Assay: Xenopus (FETAX) has been used to study the developmental toxicity of trichloroethylene. Trichloroethylene has tested positive in this assay. The trichloroethylene metabolites dichloroacetic acid, trichloroacetic acid, trichloroethanol, and oxalic acid have also tested positive in the FETAX assay, but each was significantly less toxic than trichloroethylene. It was suggested that trichloroethylene oxide, a highly embryotoxic epoxide intermediate formed from mixed-function oxidation-mediated metabolism, might play a significant role in the developmental toxicity of trichloroethylene."
        },
        {
            "References": "PMID:16181768",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... To determine what is known about the relationship between trichloroethylene (TCE) and the incidence of congenital heart defects (CHDs), a comprehensive analysis of all available epidemiological data and animal studies was performed. Additionally, in vivo and in vitro studies examining possible mechanisms of action for TCE were evaluated. The specific types of heart defects alleged to have been caused by TCE in animal and human epidemiology studies were categorized by the morphogenetic process responsible for the defect in order to determine whether TCE might disrupt any specific developmental process. This analysis revealed that no single process was clearly affected by TCE, providing support that gestational TCE exposure does not increase the prevalence of CHDs. As a final evaluation, application of Hill's causality guidelines to the collective body of data revealed no indication of a causal link between gestational TCE exposure at environmentally relevant concentrations and CHDs."
        },
        {
            "References": "PMID:27166294",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Trichloroethylene (TCE) has been implicated as a causative agent for Parkinson's disease (PD). The administration of TCE to rodents induces neurotoxicity associated with dopaminergic neuron death, and evidence suggests that oxidative stress as a major player in the progression of PD. Here we report on TCE-induced behavioral abnormality in mice that are deficient in superoxide dismutase 1 (SOD1). Wild-type (WT) and SOD1-deficient (Sod1(-/-)) mice were intraperitoneally administered TCE (500 mg/kg) over a period of 4 weeks. Although the TCE-administrated Sod1(-/-) mice showed marked abnormal motor behavior, no significant differences were observed among the experimental groups by biochemical and histopathological analyses. However, treating mouse neuroblastoma-derived NB2a cells with TCE resulted in the down regulation of the SOD1 protein and elevated oxidative stress under conditions where SOD1 production was suppressed. Taken together, these data indicate that SOD1 plays a pivotal role in protecting motor neuron function against TCE toxicity."
        },
        {
            "References": "PMID:17132611",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Male and female Fischer-344 rats were exposed to 1,1,2-trichloroethylene (TCE) at 250, 800, or 2500 ppm for 6 hr/day, 5 days/week, for 13 weeks. Weekly body weights and daily clinical observations were recorded and a functional observational battery (FOB) was performed monthly. Postexposure neurotoxicological evaluations included an electrodiagnostic evaluation of auditory function, the trigeminal nerve, and a comprehensive neuropathological examination. After 8 weeks of exposure, female, but not male, rats exposed to 2500 ppm were slightly more reactive to handling than the controls but not after 13 weeks of exposure. After 13 weeks, female rats exposed to 2500 ppm TCE were slightly more active during the 1-min observation period than the controls. There were no treatment-related differences in grip performance, landing foot splay, or on the trigeminal nerve-evoked potential at any dose. At 2500 ppm TCE, mild frequency-specific hearing deficits were observed, including elevated tone-pip auditory brainstem response thresholds. Focal loss of hair cells in the upper basal turn of the cochlea was observed in 2500 ppm-exposed rats. Except for the cochleas of 2500 ppm-exposed rats, no treatment-related lesions were noted during the neuro-histopathologic examination. The no-observable-adverse-effect level for this study was 800 ppm based on ototoxicity at 2500 ppm."
        },
        {
            "References": "PMID:11746189",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurobehavioral effects of trichloroethylene (TCE) were studied in /Wistar/ rats following administration of the solvent orally (350, 700 and 1400 ppm in drinking water for 90 days) and through inhalation (376 ppm for 4 hr a day, 5 days per week for 180 days). Various aspects of spontaneous locomotor activity were assessed at different periods after exposure through either of the routes. Oral exposure to TCE had no significant effect on spontaneous locomotor activity or cognitive ability, whereas inhalation to the solvent resulted in an increase in the distance travelled and horizontal activity counts at day 30 but a decrease at day 60 of exposure. The time spent in ambulatory and stereotypic movements as well as the number of stereotypic movements were enhanced significantly only at day 30. The resting time was decreased at day 30 but enhanced at day 60 of exposure. The learning ability was not affected significantly up to day 180. The results highlight the neurotoxic potential of inhalation exposure to TCE."
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.72 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Hearing loss in the mid-frequency range (8-20 kHz) is /an/ effect observed in rats exposed to trichloroethylene. /One study/ found significant hearing loss, which persisted for up to 14 weeks post-exposure, exclusively in the 8-16-kHz range when Long-Evans rats were exposed to 4,000 ppm 6 hours/day for 5 days. Rats exposed to 3,500 ppm for 5 days and tested at a wide range of frequencies (0.5-40 kHz) exhibited hearing loss only up to a frequency of 16 kHz, confirming that the effect is specific to the mid-frequency range. Assessment of relationships between exposure concentration and duration in the observed trichloroethylene-induced hearing loss in rats included exposures to trichloroethylene vapors using 6-hour exposure times and either single exposure, repeated exposures for 5 days, or exposures 5 days/week for 4 or 13 weeks. Following the final exposure period, the auditory threshold to a 16 kHz tone was measured and compared to that of a group of air-exposed rats. A single 6-hour exposure at 6,000 ppm resulted in a 14 dB increase in the 16 kHz threshold (NOAEL 4,000 ppm). Significantly increased 16 kHz threshold was noted at 3,200 ppm in the groups exposed for 5 days or 4 weeks, and 13 weeks of exposures at 2,400 ppm resulted in a 21 dB increase in the 16 kHz threshold (NOAEL 1,600 ppm). No hearing loss was detected after a 5-day exposure to 1,500 ppm, as measured by brainstem auditory evoked response, but a substantial effect was seen when this level was combined with 500 ppm styrene. Hearing loss at 20 kHz only was measured in Wistar rats exposed 18 hours/day, 5 days/week for 3 weeks to 3,000 ppm and a reduced acoustic startle response was observed in rats at 1,500 ppm. A depressed auditory sensory evoked potential amplitude was seen in F344 rats exposed to 2,000 ppm for 3 weeks and 3,200 ppm for 12 weeks. This latter study found no effect at 1,600 ppm in Long-Evans rats and thus set the response threshold at about 2,000 ppm trichloroethylene. F344 rats exposed to 2,500 ppm trichloroethylene for 13 weeks (5 days/week, 6 hours/day) exhibited a decrease in tone pip auditory response primarily at 16 kHz, along with a loss of cochlear hair cells (NOAEL 800 ppm). Similar ototoxic effects were reported ... following exposure of rats to trichloroethylene at 3,000 ppm for 18 hours/day, 5 days/week for 3 weeks."
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.71 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Electroretinal responses to flash stimulation /were observed/ in rabbits exposed to 350 ppm trichloroethylene for 12 weeks (4 days/week, 4 hours/day)."
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.73 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ One study evaluated the effect of trichloroethylene on heart rate. Among rats of various ages, the normal age-related decrease in heart rate and circadian rhythm amplitude, as well as the incidence of spontaneous bradyarrhythmias, were exacerbated by an 8-hour exposure to 300 ppm of trichloroethylene, followed by exposure to 1,000 ppm for 8 hours 7 days later."
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.73 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ An 18-week exposure (16 hours/day, 5 days/week) to 1,000 ppm resulted in increased latency in visual discrimination tasks, but not in spontaneous activity, coordinated movement, grip strength, or peripheral nerve conduction time. Impaired swimming behavior was observed in rats exposed to 400 ppm trichloroethylene 8 hours/day, 5 days/week for 44 weeks. An increased level of exploratory activity immediately after exposure, attributed to reduced anxiety on the part of the rats, was also observed in this study. Decreased avoidance was observed in rats exposed to 125 ppm trichloroethylene 4 hours/day, 5 days/week for 30 days."
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.73 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Biochemical changes have ... been noted in the brains of animals after an inhalation exposure to trichloroethylene. Decreased brain ribonucleic acid (RNA) content was seen in rats exposed to 200 ppm for 6 hours/day for 4 days. Open-field activity, preening, and rearing were increased in these rats at 1 hour, but not 17 hours, post-exposure. In gerbils, continuous exposure to 60 ppm trichloroethylene for 3 months, followed by a recovery period of 4 months, resulted in increased brain S100 protein content, consistent with astroglial hypertrophy and proliferation. Exposure to 320 ppm produced significantly elevated DNA content in the cerebellar vermis and sensory motor cortex. It is not known whether such effects reflect adverse changes."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p.174 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In rat models, high doses of trichloroethylene administered orally (2,500 mg/kg/day, 5 days/week for 10 weeks) result in morphologic changes in nerves, including alterations in myelination characteristics of the trigeminal nerve."
        },
        {
            "References": "PMID:18157908",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Neurotoxic actions of trichloroethylene were demonstrated in accompanying animal studies showing that oral administration of /1,000 mg/kg/ trichloroethylene /to adult male rats 5 days per week/ for 6 weeks instigated selective complex 1 mitochondrial impairment in the midbrain with concomitant striatonigral fiber degeneration and loss of dopamine neurons ..."
        },
        {
            "References": "PMID:18579175",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ ... Trichloroethylene (TCE), was shown to increase CD4+ T cell production of the proinflammatory cytokine IFN-gamma following a period of prenatal and lifetime exposure in autoimmune-prone MRL+/+ mice. In /this/ study, MRL+/+ mice were used to further examine the impact of TCE on the immune system in the thymus and periphery. Since there is considerable cross-talk between the immune system and the brain during development, the potential relationship between TCE and neurobehavioral endpoints were also examined. MRL+/+ mice were exposed to 0.1 mg/mL TCE (~ 31 mg/kg/day) via maternal drinking water or direct exposure via the drinking water from gestation day 1 until postnatal day (PD) 42. TCE exposure did not impact gross motor skills but instead significantly altered social behaviors and promoted aggression associated with indicators of oxidative stress in brain tissues in male mice. The immunoregulatory effects of TCE involved a redox-associated promotion of T cell differentiation in the thymus that preceded the production of proinflammatory cytokines, IL-2, TNF-alpha, and IFN-gamma by mature CD4+ T cells. ..."
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.70-1 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/BEHAVIORAL STUDIES/ In rats, exposures of </= 8 hours have resulted in decreased electric shock avoidance and frequency of lever press in a Skinner box at 250 ppm, decreased swimming time but no change in shuttle box or maze performance at 800 ppm, suppressed reaction to visual stimulus at 14,800 mg/cu m (2,754 ppm), lethargy at 3,000 ppm, and full anesthesia at 4,800 ppm. Ataxia was observed in rats exposed to 4,380 ppm trichloroethylene 4 hours/day, 5 days/week for 10 days, but not at an exposure level of 1,568 ppm. Most of these effects were found to be reversible when the exposure period ended. Rats that had been conditioned to climb a rope to a feeding trough in response to a signal exhibited no change in response latency after an 11-14-hour exposure to 200 ppm trichloroethylene, although a significant increase in spontaneous climbs in the absence of a signal was seen. The study authors indicated that this may have been due to increased disinhibition or increased excitability. Exposures of rats for 3 days (4 or 8 hours/day) to 1,000 ppm trichloroethylene resulted in disturbed sleep cycles, while seizures, abnormal electroencephalographic (EEG) activity, and post-exposure cardiac arrhythmia were seen at 3,000 ppm"
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.71 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/BEHAVIORAL STUDIES/ Some animal studies included evaluation of effects of exposure concentration versus time on nervous system function; the results indicate that concentration, rather than time of exposure, is more important in determining effects. In one study, rats were trained to perform a signal detection task that involved the pressing of two levers for food reward: one lever when a light flashed and the second lever produced food when there was no signal. The trained rats were exposed to 0, 400, 800, 1,200, 1,600, 2,000, or 2,400 ppm trichloroethylene for 0.33, 0.67, or 1 hour. Response times were significantly increased only at 2,400 ppm at 0.67 and 1 hour. Sensitivity was significantly decreased at 2,400 ppm at all exposure times. At 0.33 hour, sensitivity was not affected at the other concentrations. At 0.67 hour, sensitivity was significantly decreased at 2,000, and 1,200 ppm, and at 1 hour, sensitivity was significantly decreased at 2,000, 1,600, and 1,200 ppm. Sensitivity was not affected at any point of time at 800 ppm, and this concentration is considered the NOAEL for this study. In a companion study, it was noted that rats developed tolerance to trichloroethylene during 2 weeks of intermittent exposure as reflected by improvement in performance of the signal detection task following repeated exposures."
        },
        {
            "References": "DHHS/ATSDR; Draft Toxicological Profile for Trichloroethylene pp.72-3 (2014) Toxicological Profile 19. Available from, as of November 30, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/BEHAVIORAL STUDIES/ After 10 days of exposure, reduced social behavior and reduced exploratory behavior were observed in rats exposed to 100 ppm trichloroethylene 6 hours/day 5 days/week for a total of 5 weeks. /Another study/ exposed rats to trichloroethylene vapors at 376 ppm, 4 hours/day, 5 days/week for 180 days and noted significantly increased spontaneous locomotor activity. In rats exposed to 50 or 100 ppm trichloroethylene 8 hours/day, 5 days/week for 6 weeks, effects on sleep patterns were observed. At 50 ppm, decreased wakefulness was observed during the exposure. Effects remaining at 22 hours after the end of the 6-week exposure included decreased heart rate during sleep at 50 ppm and decreased wakefulness at 100 ppm."
        },
        {
            "References": "PMID:15019957",
            "Value": "/BEHAVIORAL STUDIES/ ... This study employed a signal detection task (SDT) to assess the persistence of effects of repeated daily inhalation of trichloroethylene (TCE) on sustained attention in rats. Adult male Long-Evans rats inhaled TCE at 0, 1600, or 2400 ppm, 6 hr/day for 20 days (n=8/group) and began learning the SDT 3 weeks later. Rats earned food by pressing one retractable response lever in a signal trial and a second lever in a blank (no signal) trial. TCE did not affect acquisition of the response rule or performance of the SDT after the intertrial interval (ITI) was changed from a constant value to a variable one. Increasing the trial presentation rate reduced accuracy equivalently in all groups. Injections of ethanol (0, 0.5, 1.0, 1.5 g/kg ip) and d-amphetamine (0, 0.1, 0.3, 1.0 mg/kg sc) systematically impaired performance as functions of drug dose. d-Amphetamine (1.0 mg/kg) reduced P(hit) more in the 2400-ppm TCE group than in the other groups. All rats required remedial training to learn a reversal of the response contingencies, which TCE did not interfere with. Thus, a history of exposure to TCE did not significantly alter learning or sustained attention in the absence of drugs. Although ethanol did not differentially affect the TCE groups, the effect of d-amphetamine is consistent with solvent-induced changes in dopaminergic functions in the CNS. ..."
        },
        {
            "References": "PMID:11792530",
            "Value": "/BEHAVIORAL STUDIES/ Previous work showed that rats develop tolerance to the acute behavioral effects of trichloroethylene (TCE) on signal detection if they inhale TCE while performing the task and ... this tolerance depends more upon learning than upon changes in metabolism of TCE. The present study sought to characterize this tolerance by assessing signal detection in /Long-Evans/ rats during three phases of TCE exposures. Tolerance was induced in Phase 1 (daily 1-hr test sessions concurrent with TCE exposure), extinguished in Phase 2 (daily tests in air with intermittent probe tests in TCE), and reinduced in Phase 3. Original induction in Phase 1 required 2 weeks, whereas reinduction in Phase 3 required less than 1 week. Tolerance persisted for 2 (accuracy) or 8 weeks [response time] in Phase 2 and was resistant to changes in test conditions in Phase 3. The slow induction, gradual extinction, savings during reinduction and lack of disruption from altered test conditions suggest mediation by instrumental learning processes. ..."
        },
        {
            "References": "PMID:10758351",
            "Value": "/BEHAVIORAL STUDIES/ ... Rats inhaling trichloroethylene (TCE) showed a progressive attenuation of impairment of signal detection behavior across several weeks of intermittent exposure, suggesting the development of tolerance. Here, we explored the development of tolerance to TCE during 2 weeks of daily exposures, and the degree to which learned behavioral modifications (\"behavioral tolerance\") could account for the effect. Adult Long-Evans rats were trained to perform a visual signal detection task (SDT) in which a press on one lever yielded food if a visual stimulus (a \"signal\") had occurred on that trial, and a press on a second lever produced food if no signal had been presented. In two experiments, with 2000 and 2400 ppm of TCE respectively, trained rats were divided into two groups (n = 8/group) with equivalent accuracy and then exposed to TCE in two-phase studies. In Phase 1, one group of rats received daily SDT tests paired with 70-min TCE exposures, followed by 70-min exposures to clean air after testing. The other group received daily SDT tests in clean air, followed by 70-min exposures to TCE (unpaired exposure and testing). All rats thus received the same number and daily sequence of exposures to TCE that differed only in the pairing with SDT testing. Both concentrations of TCE disrupted performance of the paired groups and this disruption abated over the 9 days of exposure. In Phase 2, the pairing of exposure and test conditions were reversed for the two groups. The groups that were shifted from unpaired to paired exposures (Unpaired-Paired groups) showed qualitatively similar patterns of deficit and recovery as did the rats whose tests were initially paired with TCE (Paired-Unpaired groups), indicating that task-specific learning was involved in the development of tolerance. Quantitative differences in the magnitude and duration of the effects of TCE in the two groups indicated that other factors, not specific to the SDT, also contributed to the development tolerance to TCE."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p.174 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/BEHAVIORAL STUDIES/ Effects on behavior at lower trichloroethylene concentrations in experimental studies have included impaired effortful motor response in rodents (measured by swimming performance) and decreased response of rats to avoid electric shock after a 4-hour exposure to trichloroethylene at 250 ppm."
        },
        {
            "References": "PMID:25202471",
            "Value": "/BEHAVIORAL STUDIES/ Inhalants are distinguished as a class primarily based upon a shared route of administration. Grouping inhalants according to their abuse-related in vivo pharmacological effects using the drug discrimination procedure has the potential to provide a more relevant classification scheme to the research and treatment community. Mice were trained to differentiate the introceptive effects of the trichloroethylene vapor from air using an operant procedure. Trichloroethylene is a chlorinated hydrocarbon solvent once used as an anesthetic as well as in glues and other consumer products. It is now primarily employed as a metal degreaser. We found that the stimulus effects of trichloroethylene were similar to those of other chlorinated hydrocarbon vapors, the aromatic hydrocarbon toluene and the vapor anesthetics methoxyflurane and isoflurane. The stimulus effects of trichloroethylene overlapped with those of the barbiturate methohexital, to a lesser extent the benzodiazepine midazolam and to ethanol. NMDA antagonists, the kappa opioid agonist U50,488 and the mixed 5-HT agonist mCPP largely failed to substitute for trichloroethylene. These data suggest that stimulus effects of chlorinated hydrocarbon vapors are mediated at least partially by GABAA receptor positive modulatory effects."
        },
        {
            "References": "PMID:24618993",
            "Value": "/GENOTOXICITY/ The in vivo genotoxic potential of trichloroethylene (TCE) was evaluated by examining the incidence of micronucleated polychromatic erythrocytes (MN-PCEs) in the bone marrow. Groups of male CD rats were exposed by inhalation to targeted concentrations of 0 (negative control), 50, 500, 2500 or 5000 ppm for 6 consecutive hours on a single day. The exposure concentrations were selected to overlap those employed by a published study that reported a 2- to 3-fold increase in the frequency of micronuclei in male rats following a single inhalation exposure to 5, 500 and 5000 ppm TCE for 6 hr but not following repeated exposure to similar concentrations. In addition, any treatment-related findings were assessed in the context of potential TCE-induced hypothermia. Clinical signs consistent with marked TCE-induced sedation were observed in rats exposed to 5000 ppm and subsequently three rats died prior to the end of the 6 hr exposure period. No remarkable changes in body temperature were observed in surviving animals monitored with transponders before and after exposures. There were no statistically significant increases in the frequencies of MN-PCEs in groups treated with the test material as compared to the negative controls. The positive control animals /exposed to cyclophosphamide monohydrate/ showed a significant increase in the frequency of MN-PCEs and a decrease in the relative proportion of PCEs among erythrocytes as compared to the negative control animals. There were no statistically significant differences in the per cent PCEs in groups treated with the test material. As no increase in the incidence of micronuclei was observed in any of the TCE exposure groups, kinetochore analyses were not performed. Under the experimental conditions used, TCE was considered to be negative in the rat bone marrow micronucleus test."
        },
        {
            "References": "PMID:18003627",
            "Value": "/GENOTOXICITY/ ... The genotoxicity of /Trichloroethylene (TCE)/ and /S-(1,2-dichlorovinyl)-L-cysteine (DCVC)/ have been evaluated in vivo using the comet assay to assess DNA breakage in the proximal tubules of rat kidneys. Rats were exposed to TCE by inhalation or to DCVC by oral gavage at dose levels in excess of those which produced effects in long-term bioassays. Cell suspensions were produced from proximal tubules isolated from the kidneys of treated rats and the level of DNA damage assessed in these cells using the pH >13 comet assay. In vitro and in vivo positive controls /(N-methyl-N'-nitro-N-nitrosoguanidine and N-nitrosodimethylamine, respectively)/were included and demonstrated the sensitivity of the assay. TCE gave a clearly negative response in the assay at all dose levels as did DCVC at the 16-hr sampling time and at the 2-hr sampling time with the lower dose level. At the 2-hr sampling time following administration of DCVC at the higher dose level (10 mg/kg), there was limited evidence of DNA damage in a small number of animals, but this was considered insufficient to indicate a positive response in this assay. These data support an overall conclusion, based on these and other published data, that the renal tumors seen in bioassays are non-genotoxic in origin."
        },
        {
            "References": "PMID:11317336",
            "Value": "/GENOTOXICITY/ ... /It was/ postulated that exposure to agents associated with increased leukemia risk would induce genomic changes in cells in the hematopoietic stem cell (hsc) compartment. Aneusomy involving chromosomes 2 and 11 in sorted hsc (Lin(-)c-kit(+)Sca-1(+)) and maturing lymphoid and myeloid cells from mice that received topical doses of benzene (bz) or trichloroethylene (TCE) was quantified using fluorescence in situ hybridization. Six days after bz or TCE exposure, aneuploid cells in the hsc compartment increase four- to eightfold in a dose- and schedule-independent manner. Aneuploid lymphoid and myeloid cells from bz- and TCE-treated mice approximate controls, except after repeated benzene exposures. Aneuploid cells are more frequent in the hsc compartment than in mature hematopoietic subpopulations. Hematotoxicity was also quantified in bz- and TCE-exposed hematopoietic subpopulations using two colony-forming assays: CFU-GM (colony-forming units/granulocyte-macrophage progenitors) and CAFC (cobblestone area-forming cells). Data indicate that bz is transiently cytotoxic (< or =1 week) to hsc subpopulations, and induces more persistent toxicity (>2 weeks) in maturing, committed progenitor subpopulations. TCE is not hematotoxic at the doses applied ... Disruption of genomic integrity and/or toxicity in hsc subpopulations may be one step in leukemic progression."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Trichloroethylene (79-01-6) (January 2005). Available from, as of September 10, 2010: https://ntp.niehs.nih.gov/ntp/roc/eleventh/profiles/s180tce.pdf",
            "Value": "/GENOTOXICITY/ In general, TCE and most of its major metabolites (chloral hydrate, dichloroacetic acid, and trichloroacetic acid) are not potent genotoxicants in a broad range of bacterial, lower eukaryotic, and in vitro and in vivo mammalian test systems. In mammalian cell-culture studies, TCE did not induce chromosomal aberrations in Chinese hamster ovary (CHO) cells, unscheduled DNA synthesis in rat hepatocytes, ... but it did induce sister chromatid exchange in CHO cells, gene mutations in mouse lymphoma cells, and morphological transformation of rat embryo cells. In rodent in vivo studies, TCE did not induce unscheduled DNA synthesis, sister chromatid exchange, dominant lethal mutations, or chromosomal aberrations. TCE gave mixed results for DNA single-strand breaks or alkali-labile sites in mouse liver and positive results for micronucleus formation in mice ... The dichlorovinyl cysteine (DVC) metabolite appears to be a more potent mutagen than TCE. DVC is mutagenic in Salmonella typhimurium and may induce primary DNA damage in mammalian cells in vitro and in vivo."
        },
        {
            "References": "Fishbein L; Potential Indust Carcins & Mutagens p.147 (1977) USEPA 560/ 5-77-005",
            "Value": "/GENOTOXICITY/ Trichloroethylene (3.3 mM) in the presence of a metabolic activating microsomal system induced reverse mutations in Escherichia coli strain K12. It has also been shown to induce frame-shift as well as base substitution mutations in Saccharomyces cerevisiae strain XV185-14C in the presence of mouse liver homogenate."
        },
        {
            "References": "Bronzetti G et al; J Envir Pathol Toxicol 1: 411-18 (1978)",
            "Value": "/GENOTOXICITY/ ACS purity trichloroethylene induced both point mutation and gene conversion at the ilv and trp loci of the D7 strains of Saccharomyces cerevisiae in the presence of a mouse liver 10,000 g supernatant metabolizing system. A dose response was observed in both instances over the range of 10-40 mM."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 81",
            "Value": "/GENOTOXICITY/ Trichloroethylene was non-mutagenic in the Ames Salmonella assay when tested with TA100 in a 10 liter dessicator. Exposure levels were as high as 20% in air (v/v) for up to 16 hr. The assay was performed in the presence and absence of a phenobarbital-induced liver S9 fraction from male mice. Chloral hydrate, a metabolite of trichloroethylene, was found to be mutagenic in strain TA100 in the Salmonella standard plate incorporation assay in doses ranging from 0.5 to 10.0 mg/plate. The mutagenic activity was enhanced in the presence of rat liver S9 mix."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Trichloroethylene was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Trichloroethylene was tested doses at doses of 0.01, 0.033, 0.10, 0.333, and 1.0 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Trichloroethylene was negative in these tests and the highest ineffective dose tested in any S. typhimurium strain was 1.0 mg/plate. Slight clearing of the background bacterial lawn occurred in all cultures at the high dose."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 131 (1995)",
            "Value": "/GENOTOXICITY/ Apart from two reports in which trichloroethylene weakly induced mutation in Salmonella typhimurium TA1535, purified trichloroethylene did not induce gene mutation in various strains of Salmonella in the absence of metabolic activation; however, trichloroethylene containing directly mutagenic epoxide stabilizers did."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 131 (1995)",
            "Value": "/GENOTOXICITY/ Trichloroethylene (pure or of unspecified purity) gave negative results in the SOS chromotest in Escherichia coli with and without metabolic activation and in the Mutatox assay in the absence of metabolic activation. In the presence of metabolic activation, analytical-grade trichloroethylene induced arg + reverse mutations, but not forward mutations or gal+ or nad+ reversions, in E. coli."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 131 (1995)",
            "Value": "/GENOTOXICITY/ Trichloroethylene (pure or of unspecified purity) induced gene conversion in Saccharomyces cerevisiae in two of three studies and induced reverse mutation in all four studies available in the presence of a metabolic activation system."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 131 (1995)",
            "Value": "/GENOTOXICITY/ Pure trichloroethylene did not cause recessive lethal mutations in Drosophila melanogaster after injection, and equivocal results were obtained after feeding."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 131 (1995)",
            "Value": "/GENOTOXICITY/ Pure trichloroethylene induced gene mutation in mouse lymphoma L5178Y cells in the presence of exogenous metabolic activation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 131 (1995)",
            "Value": "/GENOTOXICITY/ In a single study, pure trichloroethylene weakly induced sister chromatid exchange in Chinese hamster cells in vitro with and without metabolic activation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 132 (1995)",
            "Value": "/GENOTOXICITY/ Trichloroethylene did not induce chromosomal aberrations in mouse bone marrow in vivo. Micronuclei were reported to be induced by trichloroethylene (pure or of unknown purity) in mouse bone-marrow polychromatic erythrocytes in two studies, while two other studies showed no such effect. A significant increase (p = 0.028) observed in one of the latter studies was considered to be due to an exceptionally low control value."
        },
        {
            "References": "PMID:10653528",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Progenitors of the valves and septa are formed by an epithelial-mesenchymal cell transformation of endothelial cells in the atrioventricular (AV) canal and outflow tract areas of the heart. Based on these studies, we hypothesized that TCE might cause cardiac valve and septa defects by specifically perturbing epithelial-mesenchymal cell transformation. We tested this hypothesis using an in vitro chick-AV canal culture model. This study shows that TCE affected several elements of epithelial-mesenchymal cell transformation. In particular, TCE blocked the endothelial cell-cell separation process that is associated with endothelial activation. Moreover, TCE inhibited mesenchymal cell formation throughout the concentration range tested (50-250 ppm). In contrast, TCE had no effect on the cell migration rate of the fully formed mesenchymal cells. Finally, the expression of 3 proteins (selected as molecular markers of epithelial-mesenchymal cell transformation) was analyzed in untreated and TCE-treated cultures. TCE inhibited the expression of the transcription factor Mox-1 and extracellular matrix (ECM) protein fibrillin 2. In contrast, TCE had no effect on the expression of alpha-smooth muscle actin. ..."
        },
        {
            "References": "PMID:8773178",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The embryotoxicity of trichloroethylene (TRI), tetrachloroethylene (PER), and of four of their oxidative metabolites i.e. trichloroacetic acid, dichloroacetic acid, chloral hydrate, and trichloroacetyl chloride, was studied in vitro, using the rat whole embryo culture system. Embryos from Sprague-Dawley rats were explanted on gestational day 10 (plug day = day 0) and cultured for 46 hr in the presence of the test chemical. All of the tested chemicals produced concentration-dependent decreases in growth and differentiation and increases in the incidence of morphologically abnormal embryos. TRI and PER produced qualitatively similar patterns of abnormalities, while TRI and/or PER metabolites, each elicited clearly distinguishable dysmorphogenic profiles. The presence of hepatic microsomal fractions in the culture medium produced marked decreases in TRI- and PER-induced embryotoxic effects, including mortality, severity of malformations, and delayed growth and differentiation."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p. 160 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ One in vitro assay used bovine coronary endothelial cells cultured in medium containing 10% fetal bovine serum with antibiotics to suggest that endothelial nitric oxide synthase might be involved in trichloroethylene-mediated toxicity. Proliferating endothelial cells were treated with trichloroethylene at 0-100 uM and then stimulated with the calcium ionophore A23187 to determine changes in endothelial cells and endothelial nitric oxide synthase, nitric oxide, and superoxide anion generation. Trichloroethylene decreased concentrations of heat shock protein associated with endothelial nitric oxide synthase by 46.7% and inhibited vascular endothelial growth-factor-stimulated endothelial cell proliferation by 12% to 35%. These data show that trichloroethylene alters heat shock protein interactions with endothelial nitric oxide synthase and induces endothelial nitric oxide synthase to shift nitric oxide to superoxide-anion generation. The findings provide new insight into how trichloroethylene alters endothelial /cells/ and endothelial nitric oxide synthase function to impair vascular endothelial growth-factor-stimulated endothelial proliferation. Such changes in endothelial function play an important role in the development of heart defects."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p.158-9 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Chick stage 16 atrioventricular canals /was explanted/ onto gels with medium containing trichloroethylene at 50, 100, 150, 200, or 250 ppm. The explants were evaluated for epithelial-mesenchymal transformation, endothelial cell density, and immunohistochemistry. Atrioventricular canal explants for chick stage 17 embryos were also cultured with no chemicals. Then, medium containing 0 or 250 ppm was added for 30 minutes, and the cell migration assay was performed. Trichloroethylene affected several elements of the epithelial-mesenchymal cell transformation process, including blockage of the endothelial cell-cell separation process that is associated with endothelial activation, inhibition of mesenchymal cell formation in a dose- dependent pattern, and no effect on the cell migration rate of the fully formed mesenchymal cells. The expression of three proteins selected as molecular markers of the epithelial- mesenchymal transformation was analyzed. Trichloroethylene inhibited the expression of transcription factor Mox-1 and extracellular matrix protein fibrillin 2 but had no effect on expression of smooth muscle alpha-actin."
        },
        {
            "References": "PMID:25169086",
            "Value": "/IMMUNOTOXICITY/ /The study objective was/ to determine the levels of complement components C3a and C5a in the kidneys of trichloroethylene (TCE)-sensitized BALB/c mice, and to investigate the role of complement components in TCE-induced renal injury among BALB/c mice. Sixty-two female BALB/c mice were randomly divided into blank control group, vehicle control group, and TCE sensitization group. The mice in TCE sensitization group were sensitized by one intracutaneous injection and one abdominal smear of TCE. At 24 hr, 48 hr, 72 hr, and 7 d after the second sensitization, mice were sacrificed, and the blood and kidneys were collected. An automatic biochemical analyzer was used in the determination of serum blood urea nitrogen (BUN) and creatinine (Cr). The levels of C3a and C5a in the kidneys were determined by immunohistochemistry. The sensitization rate of TCE sensitization group was 42.0%. Kidney coefficient and serum levels of BUN and Cr were significantly increased in the TCE sensitization group as compared with the vehicle control group at 48 hr and 72 hr after sensitization (P < 0.05). The kidney coefficients of the TCE sensitization group at 48 hr and 72 hr were significantly higher than those of the control groups (P < 0.05). In comparison with the vehicle control group, however, no significant change was found in kidney coefficient, serum BUN, or serum Cr at 7 d after TCE sensitization (P > 0.05). Levels of C3a and C5a at 48 hr (3.80 +/- 0.84 and 4.00 +/- 1.00, respectively) and 72 hr (4.40 +/- 1.14 and 4.40 +/- 1.14, respectively) after sensitization were all significantly higher than those of the vehicle control group (P < 0.05), but no significant difference was found in level of C3a (1.80 +/- 0.45) or C5a (2.00 +/- 0.71) at 7 d (P > 0.05). TCE sensitization can induce renal injury in mice. Levels of complement components C3a and C5a are elevated in the kidneys of sensitized mice, indicating that C3a and C5a may be involved in the renal injury induced by TCE sensitization."
        },
        {
            "References": "PMID:26111540",
            "Value": "/IMMUNOTOXICITY/ ... This study aimed to establish a model of TCE-induced skin sensitization in BALB/c mice and to examine the role of several key inflammatory cytokines on TCE sensitization. The sensitization rate of dorsal painted group was 38.3%. Skin edema and erythema occurred in TCE-sensitized groups, as seen in 2,4-dinitrochlorobenzene (DNCB) positive control. Trichloroethylene sensitization-positive (dermatitis [+]) group exhibited increased thickness of epidermis, inflammatory cell infiltration, swelling, and necrosis in dermis and around hair follicle, but ear painted group did not show these histological changes. The concentrations of serum proinflammatory cytokines including tumor necrosis factor (TNF)-alpha, interferon (IFN)-gamma, and interleukin (IL)-2 were significantly increased in 24, 48, and 72 hours dermatitis [+] groups treated with TCE and peaked at 72 hours. Deposition of TNF-alpha, IFN-gamma, and IL-2 into the skin tissue was also revealed by immunohistochemistry. We have established a new animal model of skin sensitization induced by repeated TCE stimulations, and we provide ... evidence that key proinflammatory cytokines including TNF-alpha, IFN-gamma, and IL-2 play an important role in the process of TCE sensitization."
        },
        {
            "References": "PMID:25026505",
            "Value": "/IMMUNOTOXICITY/ Chronic exposure to industrial solvent and water pollutant trichloroethylene (TCE) in female MRL+/+mice generates disease similar to human autoimmune hepatitis. The current study was initiated to investigate why TCE-induced autoimmunity targeted the liver. Compared to other tissues the liver has an unusually robust capacity for repair and regeneration. This investigation examined both time-dependent and dose-dependent effects of TCE on hepatoprotective and pro-inflammatory events in liver and macrophages from female MRL+/+mice. After a 12-week exposure to TCE in drinking water a dose-dependent decrease in macrophage production of IL-6 at both the transcriptional and protein level was observed. A longitudinal study similarly showed that TCE inhibited macrophage IL-6 production. In terms of the liver, TCE had little effect on expression of pro-inflammatory genes (Tnfa, Saa2 or Cscl1) until the end of the 40-week exposure. Instead, TCE suppressed hepatic expression of genes involved in IL-6 signaling (Il6r, gp130, and Egr1). Linear regression analysis confirmed liver histopathology in the TCE-treated mice correlated with decreased expression of Il6r. A toxicodynamic model was developed to estimate the effects of TCE on IL-6 signaling and liver pathology under different levels of exposure and rates of repair. This study underlined the importance of longitudinal studies in mechanistic evaluations of immuntoxicants. It showed that later-occurring liver pathology caused by TCE was associated with early suppression of hepatoprotection rather than an increase in conventional pro-inflammatory events. This information was used to create a novel toxicodynamic model of IL-6-mediated TCE-induced liver inflammation."
        },
        {
            "References": "PMID:25055964",
            "Value": "/IMMUNOTOXICITY/ ... Previous studies link exposure to trichloroethylene (TCE) with the development of autoimmune liver disease and exacerbation of autoimmunity in lupus-prone MRL mice. In this study, we utilized NOD.c3c4 mice, which spontaneously develop autoimmune cholangitis bearing resemblance to some features of primary biliary cirrhosis. Nine-week-old female NOD.c3c4 mice were given TCE (0.5 mg/mL) or its vehicle (1% Cremophor-EL) in drinking water for 4 weeks. TCE had little effect on clinical chemistry, biliary cyst formation, or hepatic CD3+ T-cell accumulation. Hepatic microarray profiling revealed a dramatic suppression of early growth response 1 (EGR1) mRNA in livers of TCE-treated mice, which was verified by qPCR and immunohistochemical staining. Consistent with a reported link between reduced EGR1 expression and liver fibrosis, TCE increased hepatic type I collagen (COL1A1) mRNA and protein levels in livers of NOD.c3c4 mice. In contrast, TCE did not increase COL1A1 expression in NOD.ShiLtJ mice, which do not develop autoimmune cholangitis. These results suggest that in the context of concurrent autoimmune liver disease with a genetic basis, modification of hepatic gene expression by TCE may increase profibrogenic signaling in the liver. Moreover, these studies suggest that NOD.c3c4 mice may be a novel model to study gene-environment interactions critical for the development of autoimmune liver disease."
        },
        {
            "References": "PMID:25608891",
            "Value": "/IMMUNOTOXICITY/ /The study objective was/ to investigate whether cellular immunity and humoral immunity are involved in trichlorethylene (TCE)-induced mixed allergy, then provide the scientific basis for the mechanism of this disease. Guinea pigs and rats were tested for this study by application of guinea pig maximization test (GPMT), the animals were randomly divided into negative control, positive control and TCE treatment groups. Animals of these groups were administrated with olive oil, 2, 4-dinitrochlorobenzene (DNCB), and TCE, respectively, by intradermal injection. After TCE administration, rat peripheral blood samples were collected by flow cytometry to detect lymphocytes CD3+, CD4+, CD8+. Guinea pig peripheral blood samples were collected to detect the levels of IgG, IgA, IgM, C3, C4, and the spleens were taken out from guinea pigs after various treatment, mRNA expression of GATA3, T-bet, CTLA4 and Foxp3 in lymphocytes of guinea pig spleen was detected by real-time fluorescent PCR assay. Additionally, TCE allergic dermatitis patients were selected for the study, the peripheral blood samples were collected from the TCE patients group and control group, quantitative PCR was applied to detect mRNA expression of immune-related genes Foxp3, GATA3, CTLA4, T-bet. TCE induced obvious skin allergic reaction in guinea pigs, the sensitization rate was 83.3%, IgG levels in TCE group and positive control increased significantly. Additionally, mRNA expression levels of GATA3, T-bet, CTLA4 significantly elevated in TCE group and positive control, but Foxp3 mRNA levels decreased. The lymphocytes CD3+ ratio in TCE group and positive control of rats was higher than that in negative control, we found that there was no statistical difference of CD4+, CD8+, CD4+/CD8+ between TCE group and negative control of rats. The mRNA expression levels of Foxp3, GATA3, CTLA4 in TCE patients increased by 115%, 97%, 241%, respectively as compared with the control, T-bet levels decreased by 47% when compared with the control. TCE could induce obvious changes of cellular immunity and humoral immunity in guinea pigs, rats, and TCE patients. These findings indicated that TCE-induced immunological disorder belongs to the mixed allergy with involvment of cellular immunity and humoral immunity. The mixed allergy might be type IV and type II allergy."
        },
        {
            "References": "PMID:26653642",
            "Value": "/IMMUNOTOXICITY/ /The study objective was/ to study the expression of bradykinin and its receptors B1R and B2R in the kidney immune injury in trichloroethylene-sensitized mouse and discuss the pathogenesis of Dermatitis Medicamentosa-like of TCE (ODMLT). On the first days, intradermal injection by 50% TCE and the amount of FCA mixture 100 uL for initial sensitization; on 4, 7, 10 days, painted abdominal skin by 100 uL 50% TCE for three sensitization, on 17, 19 days, painted on the back skin by 100 uL 30% TCE for initial excitation and the last challenge; 24 hr before each challenge, PKSI-527+TCE group received intraperitoneal injection by inhibitor PKSI-527 (50 mg/kg); solvent control group treat without TCE and sensitization and excitation reagent the same proportion of olive oil and acetone mixture, blank control group without any treatment. Before killing the mouse, renal weight and body weight were recorded. The renals and plasma were separated at 24 hr, 48 hr, 72 hr and 7 d after the last challenge and observed pathological of the renals. Expression of B1R and B2R in renal were examined by immunofluorescence technique. Plasma were examined by ELISA for BK. The renal pathological examination revealed the apparent damage of TCE sensitized mice which compared to solvent control group showed obvious cellular infiltration, vacuolar degeneration of renal tubular epithelial cells. The renal damage of PKSI-527+TCE-sensitized groups which compared to the corresponding point of TCE-sensitized groups showed significantly reduced. The expression of BK in 24 hr, 48 hr and 72 hr TCE-sensitized groups were significant higher than solvent control group and related TCE non-sensitized groups (P < 0.05) and 72 hr point compared to the corresponding point of PKSI-527+TCE group was also increased, the difference was statistically significant (P < 0.05). The expression levels of B1R and B2R in the kidney in 24 hr, 48 hr, 72 hr and 7 d TCE-sensitized groups were obviously higher than solvent control group and related TCE non-sensitized groups. The expression levels of B1R and B2R in the kidney in the four point of PKSI-527+TCE sensitized group were relatively lower than the corresponding point of TCE sensitized group. Kallikrein-kinin system activation may be involved in the renal immune injury of trichloroethylene-sensitized mouse and the expression change of bradykinin and its receptors B1R and B2R which may play an important role in the process."
        },
        {
            "References": "PMID:27092578",
            "Value": "/IMMUNOTOXICITY/ Autoimmune disease and CD4(+) T-cell alterations are induced in mice exposed to the water pollutant trichloroethylene (TCE). We examined here whether TCE altered gene-specific DNA methylation in CD4(+) T cells as a possible mechanism of immunotoxicity. Naive and effector/memory CD4(+) T cells from mice exposed to TCE (0.5 mg/mL in drinking water) for 40 weeks were examined by bisulfite next-generation DNA sequencing. A probabilistic model calculated from multiple genes showed that TCE decreased methylation control in CD4(+) T cells. Data from individual genes fitted to a quadratic regression model showed that TCE increased gene-specific methylation variance in both CD4 subsets. TCE increased epigenetic drift of specific CpG sites in CD4(+) T cells."
        },
        {
            "References": "PMID:19254012",
            "Value": "/IMMUNOTOXICITY/ ... Female MRL+/+ mice were treated with 0.5 mg/mL trichloroethylene (TCE) in their drinking water. The results showed that TCE-induced autoimmune hepatitis could be detected in as little as 26 weeks. TCE exposure also generated a time-dependent increase in the number of antibodies specific for liver proteins. The gene expression correlated with the metabolite analysis to show that TCE upregulated the methionine/homocysteine pathway in the liver after 26 weeks of exposure. The results also showed that TCE exposure altered the expression of selective hepatic genes associated with immunity and inflammation. ..."
        },
        {
            "References": "PMID:19241258",
            "Value": "/IMMUNOTOXICITY/ ... New Zealand Black/New Zealand White (NZBWF1) and B6C3F1 mice were exposed to trichloroethylene (TCE) (0, 1, 400 or 14,000 ppb) via drinking water for 27 or 30 weeks, respectively. NZBWF1 mice spontaneously develop autoimmune disease while B6C3F1 mice, a standard strain used in immunotoxicology testing, are not genetically prone to develop autoimmune disease. During the TCE exposure period, serum levels of total IgG, and autoantibodies (anti-ssDNA, -dsDNA, and -glomerular antigen [GA]) were monitored. At the termination of the study, renal pathology, natural killer (NK) cell activity, total IgG levels, autoantibody production, T-cell activation, and lymphocytic proliferative responses were evaluated. TCE did not alter NK cell activity, or T- and B-cell proliferation in either strain. Numbers of activated T-cells (CD4+/CD44+) were increased in the B6C3F1 mice but not in the NZBWF1 mice. Renal pathology, as indicated by renal score, was significantly increased in the B6C3F1, but not in the NZBWF1 mice. Serum levels of autoantibodies to dsDNA and ssDNA were increased at more time points in B6C3F1, as compared to the NZBWF1 mice. Anti-GA autoantibodies were increased by TCE treatment in early stages of the study in NZBWF1 mice, but by 23 weeks of age, control levels were comparable to those of TCE-exposed animals. Serum levels anti-GA autoantibodies in B6C3F1 were not affected by TCE exposure. Overall, these data suggest that TCE did not contribute to the progression of autoimmune disease in autoimmune-prone mice during the period of 11-36 weeks of age, but rather lead to increased expression of markers associated with autoimmune disease in a non-genetically prone mouse strain."
        },
        {
            "References": "PMID:18780217",
            "Value": "/IMMUNOTOXICITY/ A genetically-prone murine lupus model was used to assess the developmental effects of trichloroethylene (TCE) exposure on disease symptom onset (e.g., autoantibody production and proteinuria), lymphocyte proliferation, splenic B-cell populations, and thymic and splenic T-cell populations. MRL +/+ mice were exposed to TCE (0, 1,400 or 14,000 ppb) via drinking water beginning on gestation day (GD) 0 and continuing until 12 months of age. With the exception of splenic CD4-/CD8-cells in female mice only, no alterations were observed in splenic T-cell populations, numbers of splenic B220+ cells, or in lymphocyte proliferation at 12 months of age. Furthermore, populations of all thymic T-cell subpopulations were decreased in male but not female mice following exposure to 14,000 ppb TCE. Autoantibody levels (anti-dsDNA and anti-GA) were assessed periodically from 4 to 12 months of age. Over this period, no increase in autoantibody levels as compared to control was detected ..."
        },
        {
            "References": "PMID:18721841",
            "Value": "/IMMUNOTOXICITY/ ... Trichloroethylene (TCE) increases histamine release and inflammatory cytokine production from antigen-stimulated mast cells. /This/ study ... examined the enhancing effect of a small amount of TCE ingestion from drinking water on antigen-stimulated allergic responses. After exposure of Wistar rats to TCE ingestion for 2 or 4 weeks, ... a passive cutaneous anaphylaxis (PCA) reaction /was performed/. TCE ingestion for 2 and 4 weeks enhanced PCA reaction in a dose-dependent manner. On histological examination, TCE ingestion for 2 weeks exacerbated inflammation characterized by infiltration of lymphocytes and accumulation of mast cells around the vessel in the skin. After TCE ingestion for 4 weeks, the mesenteric lymph nodes (MLNs) showed increase of the size and wet weight, and germinal centers changed distinctly. The interleukin-4 (IL-4) mRNA levels on spleen, MLNs and leukocytes were increased. Moreover, serum total IgE levels of TCE ingestion increased in a time-dependent manner. Our results suggest that TCE ingestion induces pro-inflammatory responses and causes Th1/Th2-type helper T-cell imbalance. ..."
        },
        {
            "References": "PMID:17077186",
            "Value": "/IMMUNOTOXICITY/ ... Female MRL+/+ mice were treated for 40 weeks with trichloroacetaldehyde hydrate (TCAH), a metabolite of TCE, in the drinking water. The results were compared with the data from an earlier study in which MRL+/+ mice were exposed to TCAH for 4 weeks. Following a 40-week exposure, the mice developed skin inflammation and dose-dependent alopecia. In addition, TCAH appeared to modulate the CD4(+) T-cell subset by promoting the expression of an activated/effector (i.e., CD62L(lo)) phenotype with an increased capacity to secrete the proinflammatory cytokine interferon-gamma. However, unlike what was observed after only 4 weeks of exposure, TCAH did not significantly attenuate activation-induced cell death (AICD) or the expression of the death receptor FasL in CD4(+) T cells. Some metalloproteinases (MMPs) are thought to play a role in susceptibility to AICD by inducing FasL shedding. Thus, both the 4- and 40-week sera were tested for MMP-7 levels in an attempt to explain the disparate results of TCAH on AICD and FasL expression. Serum MMP-7 levels were significantly higher in mice exposed to TCAH for 4 weeks. In contrast, the serum MMP-7 levels were increased in all the mice by 40 weeks when compared with a nonautoimmune strain. Taken together, a chronic exposure to TCAH promotes alopecia and skin inflammation. ..."
        },
        {
            "References": "PMID:17190186",
            "Value": "/IMMUNOTOXICITY/ To characterize the immune reaction in SD rats exposed to trichloroethylene (TCE) and to identify the gene expression profiles involved in skin after TCE exposure ... 15% TCE was injected intradermally into the rat back (100 uL/120 g) at intervals of 7 days. Whole blood was collected 24 hr after the fifth or seventh intradermic administration of TCE. The percentages of CD4+ and CD8+ of T lymphocytes were measured by a flow cytometer. The concentrations of IFN-gamma and IL-4 in the serum were semi-quantified by ELISA. Total RNAs of skin samples at 3 hr or 24 hr after the seventh dose of TCE in SD rats were extracted, and gene expression profiles of these tissues were analyzed by rat toxicology U34 array of Affymetrix. Obvious decline of CD4+ in T lymphocytes was observed in the TCE-administered group. No significant concentration differences in IFN-gamma and IL-4 were found between TCE-treated and control rats. Gadd45a and Mel were significantly up regulated in skin tissue 24 hr after TCE exposure. The expression regulation of immune response factors was as active as proteins associated with lipid metabolism and synthesis process in these skin samples of SD rats exposed to TCE. T-helper type 1 cells mediate immune response cannot be elicited in TCE-treated SD rats, but certain immune disorder can be induced."
        },
        {
            "References": "PMID:16484062",
            "Value": "/IMMUNOTOXICITY/ This study assessed the developmental immunotoxicity of trichloroethylene (TCE) in B6C3F1 mice exposed via drinking water (0, 1,400, 14,000 ppb) from gestation day 0 (GD 0) to either 3 or 8 weeks of age. Lymphocyte proliferation, NK cell activity, SRBC-specific IgM production (PFC response), splenic B220+ cells, and thymic and splenic T-cell immunophenotypes were assessed at 3 and 8 weeks of age. Delayed type hypersensitivity (DTH) and autoantibodies to ds-DNA were assessed in 8-week old animals only. Proliferation and NK cell activity were not affected at either age. Decreased PFC responses were noted in male offspring at both ages and both TCE treatment levels. PFC responses in female offspring were suppressed by treatment with 14,000 ppb TCE at both ages assessed and at 1,400 ppb TCE at 8 weeks of age. Splenic numbers of B220 cells were only decreased in 3-week old pups exposed to 14,000 ppb TCE. The most pronounced alteration in T-cell subpopulations were increases in all thymic (CD4+, CD8+, CD4+/CD8+, and CD4-/CD8-) T-cell types in 8-week old animals. DTH was increased in females at both TCE levels and in males at the high dose only ..."
        },
        {
            "References": "PMID:15862011",
            "Value": "/IMMUNOTOXICITY/ ... The Guinea Pig model of trichloroethylene (TCE)-induced allergic dermatitis was established by /the/ Guinea Pig Maximization Test. IgG levels in serum were measured by sandwich enzyme immunoassay. The splenic T lymphocytes ConA-stimulated proliferation function and natural killer (NK) cell activity were detected by MTT assay and micro-LDH release assay, respectively. The sensitization rate of TCE was 66.7%. The IgG level in serum of TCE-sensitized animals was significantly higher than that in normal animals (P < 0.05). No obvious differences in Splenic T lymphocytes proliferation index and NK cell activity between TCE-sensitized and normal animals were found (P > 0.05). ..."
        },
        {
            "References": "PMID:10647871",
            "Value": "/IMMUNOTOXICITY/ ... There is increasing evidence relating exposure to trichloroethylene /(1,1,2-trichloroethene)/ with autoimmunity. To investigate potential mechanisms, we treated the autoimmune-prone MRL + / + mice with trichloroethylene in the drinking water at 0, 2.5 or 5.0 mg/mL ... As early as 4 weeks of treatment. Western blot analysis showed a dose-dependent increase in the level of trichloroethylene-modified proteins, indicating that a reactive metabolite of trichloroethylene was formed. Significant increases in antinuclear antibodies (ANA) & total serum immunoglobulins were found following 4-8 wk of trichloroethylene treatment, indicating that trichloroethylene was accelerating an autoimmune response. Investigation into possible mechanisms of this autoimmune response revealed that trichloroethylene treatment dramatically increased the expression of the activation marker CD44 on splenic CD4+ T cells at 4 wk. In addtn, splenic T cells from mice treated for 4 wk with trichloroethylene secreted more IFN-gamma & less IL-4 than control T cells, consistent of a T-helper type 1 (Th1) type immune or inflammatory response. A specific immune response directed against dichloroacetylated proteins was found at 22 wk of trichloroethylene treatment. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 119 (1995)",
            "Value": "/IMMUNOTOXICITY/ Trichloroethylene has been reported to inhibit the activity of the natural immune system (natural killer, natural cytotoxic and natural P815 killer cells) in Sprague-Dawley rats and B6C3F1 mice. The inhibition was particularly evident in the liver after administration in vivo and in both liver and spleen after exposure in vitro. The background activities of natural immune activities had previously been reported to be higher in species and strains with lower background incidences of liver tumors. ... Trichloroethylene has been shown to inhibit aspects of the natural immune system in cells isolated from human liver. ..."
        },
        {
            "References": "National Research Council; Committee on Human Health Risks of Trichloroethylene; Assessing the Human Health Risks of Trichloroethylene: Key Scientific Issues p.201 (2006). Available from, as of December 1, 2016: https://www.nap.edu/catalog/11707.html",
            "Value": "/IMMUNOTOXICITY/ ... Trichloroethylene at concentrations of 2.5-5 mg/mL (in drinking water for 4 or 6 months) resulted in suppression of humoral and cell-mediated immunity in female CD1 mice. Bone marrow stem cell activity was depressed at drinking water concentrations of 0.1-1 mg/mL. Male mice were less affected. /A/ depression in natural killer cell activity /was found/ in the liver, decreased lipopolysaccharide lymphocyte mitogenesis, and decreased spleen weights after intraperitoneal exposures of Sprague-Dawley rats to trichloroethylene at 5 mmol/kg/day for 3 days. Natural killer cell activity in the liver was also depressed at 0.5 mmol/kg/day for 3 days. B6C3F1 mice receiving the high-dose regimen also demonstrated spleen cell toxicity, and they were more sensitive than rats to the natural killer cell suppression in the liver, with effects observed at 0.05 mmol/ kg/ day for 3 days."
        },
        {
            "References": "PMID:27473013",
            "Value": "/IMMUNOTOXICITY/ Trichloroethylene (TCE) is a ubiquitous environmental contaminant. Occupational TCE exposure has been associated with severe, generalized contact hypersensitivity (CHS) skin disorder. The development of CHS depends on innate and adaptive immune functions. Transforming growth factor-beta activated kinase-1 (TAK1) controls the survival of dendritic cells (DCs) that affect the immune system homeostasis. We aimed to investigate the role of TAK1 activity in DC on TCE-induced CHS response. Control mice and DC-specific TAK1 deletion mice were treated with 80% (v/v) TCE using local lymph node assay (LLNA) to establish a TCE-induced CHS model. The draining lymph nodes (DLNs) were excised and the lymphocytes were measure for proliferation by BrdU-ELISA, T-cell phenotype analysis by flow cytometry and signaling pathway activation by western blot. The ears were harvested for histopathological analysis. Control mice in the 80% TCE group displayed an inflammatory response in the ears, increased lymphocyte proliferation, elevated regulatory T-cell and activated T-cell percentages, and more IFN-gamma producing CD8(+) T cells in DLNs. In contrast to control mice, DC-specific TAK1 deletion mice in the 80% TCE group showed an abolished CHS response and this was associated with defective T-cell expansion, activation and IFN-gamma production. This effect may occur through Jnk and NF-kappaB signaling pathways. Overall, this study demonstrates a pivotal role of TAK1 in DCs in controlling TCE-induced CHS response and suggests that targeting TAK1 function in DCs may be a viable approach to preventing and treating TCE-related occupational health hazards."
        },
        {
            "References": "PMID:24974766",
            "Value": "/IMMUNOTOXICITY/ Trichloroethylene (TCE) is a major occupational health hazard and causes occupational medicamentosa-like dermatitis (OMLDT) and liver damage. Recent evidence suggests immune response as a distinct mode of action for TCE-induced liver damage. This study aimed to explore the role of the key complement activation product C3a and its receptor C3aR in TCE-induced immune liver injury. A mouse model of skin sensitization was induced by TCE in the presence and absence of the C3aR antagonist SB 290157. Liver function was evaluated by alanine aminotransferase (ALT) and aspartate aminotransferase (AST) in conjunction with histopathological characterizations. C3a and C3aR were detected by immunohistochemistry and C5b-9 was assessed by immunofluorescence. IFN-gamma and IL4 expressions were determined by flow cytometry and ELISA. The total sensitization rate was 44.1%. TCE sensitization caused liver cell necrosis and inflammatory infiltration, elevated serum ALT and AST, expression of C3a and C3aR, and deposition of C5b-9 in the liver. IFN-gamma and IL-4 expressions were up-regulated in spleen mononuclear cells and their serum levels were also increased. Pretreatment with SB 290157 resulted in more inflammatory infiltration in the liver, higher levels of AST, reduced C3aR expression on Kupffer cells, and decreased IL-4 levels while IFN-gamma remained unchanged. These data demonstrate that blocking of C3a binding to C3aR reduces IL4, shifts IFN-gamma and IL-4 balance, and aggravates TCE-sensitization induced liver damage. These findings reveal a novel mechanism whereby modulation of Th2 response by C3a binding to C3a receptor contributes to immune-mediated liver damage by TCE exposure."
        },
        {
            "References": "Wang H et al; J Immunotoxicol 13 (4): 567-79 (2016)",
            "Value": "/IMMUNOTOXICITY/ ... This study aimed to explore the role of the key components of the kallikrein-kinin system (KKS), i.e. plasma kallikrein (PK), bradykinin (BK) and its receptors B1R and B2R, in TCE-induced kidney injury. A mouse model of skin sensitization was used to explore the mechanism of injury with or without a PK inhibitor PKSI. Kidney function was evaluated by measuring blood urea nitrogen (BUN) and creatinine (Cr) in conjunction with histopathologic characterization. Plasma BK was determined by ELISA; Renal C5b-9 membrane attack complex was evaluated by immunohistochemistry. Expression of BK and PK in the kidney was detected by immunofluorescence. mRNA and protein levels of B1R and B2R were assessed by real-time qPCR and Western blot. As expected, numerous inflammatory cell infiltration and tubular epithelial cell vacuolar degeneration were observed in TCE-sensitized mice. Moreover, serum BUN and Cr and plasma BK were increased. In addition, deposition of BK, PK and C5b-9 were observed and B1R and B2R mRNA and proteins levels were up-regulated. Pre-treatment with PKSI, a highly selective inhibitor of PK, alleviated TCE-induced renal damage. In addition, PKSI attenuated TCE-induced up-regulation of BK, PK and its receptors and C5b-9. These results provided the first evidence that activation of the KKS contributed to immune-mediated renal injury induced by TCE and also helped to identify the KKS as a potential therapeutic target for mitigating chemical sensitization-induced renal damage."
        },
        {
            "References": "PMID:27553676",
            "Value": "/IMMUNOTOXICITY/ CD4+ T cells in female MRL+/+ mice exposed to solvent and water pollutant trichloroethylene (TCE) skew toward effector/memory CD4+ T cells, and demonstrate seemingly non-monotonic alterations in IFN-gamma production. In the current study we examined the mechanism for this immunotoxicity using effector/memory and naive CD4+ T cells isolated every 6 weeks during a 40 week exposure to TCE (0.5 mg/mL in drinking water). A time-dependent effect of TCE exposure on both Ifng gene expression and IFN-gamma protein production was observed in effector/memory CD4+ T cells, with an increase after 22 weeks of exposure and a decrease after 40 weeks of exposure. No such effect of TCE was observed in naive CD4+ T cells. A cumulative increase in DNA methylation in the CpG sites of the promoter of the Ifng gene was observed in effector/memory, but not naive, CD4+ T cells over time. Also unique to the Ifng promoter was an increase in methylation variance in effector/memory compared to naive CD4+ T cells. Taken together, the CpG sites of the Ifng promoter in effector/memory CD4+ T cells were especially sensitive to the effects of TCE exposure, which may help explain the regulatory effect of the chemical on this gene."
        },
        {
            "References": "PMID:16641322",
            "Value": "/IMMUNOTOXICITY/ Long-term exposure to the environmental contaminant trichloroethylene (TCE) in drinking water has been shown to promote autoimmune disease in association with the expansion of activated CD4+ T cells. The effects of TCE on CD4+ T cells were linked in the present study to the ability of TCE metabolite, trichloroacetaldehyde hydrate (TCAH), to inhibit activation-induced cell death (AICD) in CD4+ T cells. TCAH attenuated AICD in CD4+ T cells by decreasing FasL (CD178) expression but not by altering Fas (CD95) expression or by interfering with Fas-signaling events following direct engagement of the Fas receptor. The TCAH-induced decrease in FasL expression did not appear to be mediated at the transcriptional level but was instead due to increased shedding of FasL from the surface of the CD4+ T cells. The ability of TCAH to cleave FasL and thereby decrease AICD appeared to be mediated by metalloproteinases and correlated with a TCAH-induced increase in matrix metalloproteinase-7. Thus, this study presents the novel finding that the environmental contaminant TCE works via its metabolite TCAH to attenuate AICD by increasing metalloproteinase activity that cleaves FasL from CD4+ T cells. This represents a mechanism by which an environmental trigger inhibits AICD in CD4+ T cells and may thereby promote CD4+ T cell-mediated autoimmune disease."
        },
        {
            "References": "PMID:25424544",
            "Value": "/OTHER TOXICITY INFORMATION/ ... A hypothesis was tested that amounts of oxidative metabolites of TCE in mouse liver are associated with hepatic-specific toxicity. Oral dosing with TCE was conducted in subacute (600 mg/kg/d; 5 d; 7 inbred mouse strains) and subchronic (100 or 400 mg/kg/d; 1, 2, or 4 wk; 2 inbred mouse strains) designs. The quantitative relationship was evaluated between strain-, dose-, and time-dependent formation of TCE metabolites from cytochrome P-450-mediated oxidation (trichloroacetic acid [TCA], dichloroacetic acid [DCA], and trichloroethanol) and glutathione conjugation [S-(1,2-dichlorovinyl)-L-cysteine and S-(1,2-dichlorovinyl)glutathione] in serum and liver, and various hepatic toxicity phenotypes. In subacute study, interstrain variability in TCE metabolite amounts was observed in serum and liver. No marked induction of Cyp2e1 protein levels in liver was detected. Serum and hepatic levels of TCA and DCA were correlated with increased transcription of peroxisome proliferator-marker genes Cyp4a10 and Acox1 but not with degree of induction in hepatocellular proliferation. In subchronic study, serum and liver levels of oxidative metabolites gradually decreased over time despite continuous dosing. Hepatic protein levels of CYP2E1, ADH, and ALDH2 were unaffected by treatment with TCE. While the magnitude of induction of peroxisome proliferator-marker genes also declined, hepatocellular proliferation increased. ..."
        },
        {
            "References": "PMID:25424545",
            "Value": "/OTHER TOXICITY INFORMATION/ ... It was postulated that TCE renal metabolite levels are associated with kidney-specific toxicity. Oral dosing with TCE was conducted in subacute (600 mg/kg/d; 5 d; 7 inbred mouse strains) and subchronic (100 or 400 mg/kg/d; 1, 2, or 4 wk; 2 inbred mouse strains) designs. The quantitative relationship was evaluated between strain-, dose, and time-dependent formation of TCE metabolites from cytochrome P-450-mediated oxidation (trichloroacetic acid [TCA], dichloroacetic acid [DCA], and trichloroethanol) and glutathione conjugation [S-(1,2-dichlorovinyl)-L-cysteine and S-(1,2-dichlorovinyl)glutathione], and various kidney toxicity phenotypes. In subacute study, interstrain differences in renal TCE metabolite levels were observed. In addition, data showed that in several strains kidney-specific effects of TCE included induction of peroxisome proliferator-marker genes Cyp4a10 and Acox1, increased cell proliferation, and expression of KIM-1, a marker of tubular damage and regeneration. In subchronic study, peroxisome proliferator-marker gene induction and renal toxicity diminished while cell proliferative response was elevated in a dose-dependent manner in NZW/LacJ but not C57BL/6J mice. Overall, data demonstrated that renal TCE metabolite levels are associated with kidney-specific toxicity and that these effects are strain dependent."
        },
        {
            "References": "PMID:26136231",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure to the ubiquitous environmental contaminant trichloroethylene (TCE) is associated with cancer and non-cancer toxicity in both humans and rodents. Peroxisome proliferator-activated receptor-alpha (PPARalpha) is thought to be playing a role in liver toxicity in rodents through activation of the receptor by the TCE metabolite trichloroacetic acid (TCA). However, most studies using genetically altered mice have not assessed the potential for PPARalpha to alter TCE toxicokinetics, which may lead to differences in TCA internal doses and hence confound inferences as to the role of PPARalpha in TCE toxicity. To address this gap, male and female wild type (129S1/SvImJ), Pparalpha-null, and humanized PPARalpha (hPPARalpha) mice were exposed intragastrically to 400 mg/kg TCE in single-dose (2, 5 and 12 hr) and repeat-dose (5 days/week, 4 weeks) studies. Interestingly, following either a single- or repeat-dose exposure to TCE, levels of TCA in liver and kidney were lower in Pparalpha-null and hPPARalpha mice as compared with those in wild type mice. Levels of trichloroethanol (TCOH) were similar in all strains. TCE-exposed male mice consistently had higher levels of TCA and TCOH in all tissues compared with females. Additionally, in both single- and repeat-dose studies, a similar degree of induction of PPARalpha-responsive genes was observed in liver and kidney of hPPARalpha and wild type mice, despite the difference in hepatic and renal TCA levels. Additional sex- and strain-dependent effects were observed in the liver, including hepatocyte proliferation and oxidative stress, which were not dependent on TCA or TCOH levels. These data demonstrate that PPARalpha status affects the levels of the putative PPARalpha agonist TCA following TCE exposure. Therefore, interpretations of studies using Pparalpha-null and hPPARalpha mice need to consider the potential contribution of genotype-dependent toxicokinetics to observed differences in toxicity, rather than attributing such differences only to receptor-mediated toxicodynamic effects."
        },
        {
            "References": "Costa AK et al; Biochem Pharmacol 29 (3): 433-9 (1980)",
            "Value": "/OTHER TOXICITY INFORMATION/ Binding constants (ks) for interaction with rat liver microsomal P450 for its metabolism to chloral hydrate were not altered by induction with phenobarbital, 3-methylcholanthrene or spironolactone. TCE /(trichloroethylene)/ appeared to be activated by cytochrome to actively alter heme moiety of the cytochrome P450."
        },
        {
            "References": "PMID:16754541",
            "Value": "/OTHER TOXICITY INFORMATION/ Male and female Fischer 344 rats were administered trichloroethylene (TRI) (2, 5, or 15 mmol/kg body weight) in corn oil by oral gavage, and TRI and its metabolites were measured at times up to 48 hr in liver, kidneys, blood, and urine. Studies tested the hypothesis that gender-dependent differences in distribution and metabolism of TRI could help explain differences in toxicity. Higher levels of TRI were generally observed in tissues of males at lower doses. Complex patterns of TRI concentration, sometimes with multiple peaks, were observed in liver, kidneys, and blood of both males and females, consistent with enterohepatic recirculation. Higher concentrations of cytochrome P-450 (P450)-derived metabolites were observed in livers of males than in females, whereas the opposite pattern was observed in kidneys. Trichloroacetate was the primary P450-derived metabolite in blood and urine, although it generally appeared at later times than chloral hydrate. Trichloroethanol was also a significant metabolite in urine. S-(1,2-Dichlorovinyl)glutathione (DCVG) was recovered in liver and kidneys of female rats only and in blood of both males and females, with generally higher amounts found in females. S-(1,2-Dichlorovinyl)-L-cysteine (DCVC), the penultimate nephrotoxic metabolite, was recovered in male and female liver, female kidneys, male blood, and in urine of both males and females. ..."
        },
        {
            "References": "PMID:25549359",
            "Value": "/OTHER TOXICITY INFORMATION/ Trichloroethylene (TCE), widely used as an organic solvent in the industry, is a common contaminant in air, soil, and water. Chronic TCE exposure induced hepatocellular carcinoma in mice, and occupational exposure in humans was suggested to be associated with liver cancer. To understand the role of non-genotoxic mechanism(s) for TCE action, we examined the gene expression and DNA methylation changes in the liver of B6C3F1 mice orally administered with TCE (0, 100, 500 and 1000 mg/kg b.w. per day) for 5 days. After 5 days TCE treatment at a dose level of 1000 mg/kg b.w., a total of 431 differentially expressed genes were identified in mouse liver by microarray, of which 291 were up-regulated and 140 down-regulated. The expression changed genes were involved in key signal pathways including PPAR, proliferation, apoptosis and homologous recombination. Notably, the expression level of a number of vital genes involved in the regulation of DNA methylation, such as Utrf1, Tet2, DNMT1, DNMT3a and DNMT3b, were dysregulated. Although global DNA methylation change was not detected in the liver of mice exposed to TCE, the promoter regions of Cdkn1a and Ihh were found to be hypo- and hypermethylated respectively, which correlated negatively with their mRNA expression changes. Furthermore, the gene expression and DNA methylation changes induced by TCE were dose dependent. The overall data indicate that TCE exposure leads to aberrant DNA methylation changes, which might alter the expression of genes involved in the TCE-induced liver tumorgenesis."
        },
        {
            "References": "PMID:26018768",
            "Value": "/OTHER TOXICITY INFORMATION/ ... This study is aimed to analyze the changes in phosphoproteins in L-02 liver cells exposed to TCE using iTRAQ labeling, immobilized metal affinity chromatography enrichment and LC-MS/MS. We identified 1878 phosphorylation sites in 107 proteins and found that 20 sites in 16 phosphoproteins were differentially phosphorylated in L-02 cells after TCE treatment. Among these phosphoproteins, 20% were protein localization and formation processes-related proteins, 38% were metabolism-related proteins and 42% were cellular process-related proteins, including transcriptional regulation and biogenesis. Moreover, two phosphoproteins, 4E-BP1 (37T) and MCM2 (139S), were validated as TCE-induced alteration of phosphorylation at specific sites by Western-blot analysis. Taken together, our study demonstrated that TCE exposure changed the levels of multiple phosphoproteins in L-02 liver cells, and the functional analysis suggested that these differentially expressed phosphoproteins might be involved in TCE-induced hepatic cytotoxicity."
        },
        {
            "References": "PMID:10807556",
            "Value": "/OTHER TOXICITY INFORMATION/ Trichloroethylene (TCE) is both acutely toxic and carcinogenic to the mouse lung following exposure by inhalation. In contrast, it is not carcinogenic in the rat lung and is markedly less toxic following acute exposure. Toxicity to the mouse lung is confined almost exclusively to the nonciliated Clara cell and is characterized by vacuolation and increases in cell replication. Chloral, a metabolite of TCE that accumulates in Clara cells and has been shown to be the cause of the toxicity, also causes aneuploidy in some test systems. Cytotoxicity, increased cell division, and aneuploidy are known risk factors in the development of cancer and provide a plausible mode of action for TCE as a mouse lung carcinogen. All acute and chronic effects of TCE on the mouse lung are believed to be a direct consequence of high cytochrome P450 activity and impaired metabolism of chloral in Clara cells. Comparisons between species suggest that the ability of the human lung to metabolize TCE is approx 600-fold < that in the mouse. In addition, the human lung differs markedly from the mouse lung in the number and morphology of its Clara cells. Thus, the large quantitative differences between the metabolic capacity of the mouse lung and the human lung, together with the species differences in the number and morphology of lung Clara cells, suggest that the risks to humans are minimal and that other tumor sites should take precedence over the lung when assessing the potential risks to humans exposed to TCE."
        },
        {
            "References": "PMID:27618143",
            "Value": "/OTHER TOXICITY INFORMATION/ Trichloroethylene (TCE), a common environmental contaminant, causes hepatocellular carcinoma in mice but not in rats. To understand the mechanisms of the species-specific hepatocarcinogenecity of TCE, we examined the methylation status of DNA in the liver of rats exposed to TCE at 0 or 1000 mg/kg b.w. for 5 days using MeDIP-chip, bisulfite sequencing, COBRA, and LC-MS/MS. The related mRNA expression levels were measured by qPCR. Although no global DNA methylation change was detected, 806 genes were hypermethylated and 186 genes were hypomethylated. The genes with hypermethylated DNA were enriched in endocytosis, MAPK, and cAMP signaling pathways. We further confirmed the hypermethylation of Uhrf2 DNA and the hypomethylation of Hadhb DNA, which were negatively correlated with their mRNA expression levels. The transcriptional levels of Jun, Ihh, and Tet2 were significantly downregulated, whereas Cdkn1a was overexpressed. No mRNA expression change was found for Mki67, Myc, Uhrf1, and Dnmt1. In conclusion, TCE-induced DNA methylation changes in rats appear to suppress instead of promote hepatocarcinogenesis, which might play a role in the species-specific hepatocarcinogenecity of TCE."
        },
        {
            "References": "PMID:19813261",
            "Value": "/OTHER TOXICITY INFORMATION/ ... One potential mechanism of trichloroethylene (TCE) teratogenicity may be through altered regulation of calcium homeostatic genes with a corresponding inhibition of cardiac function. It has been suggested that TCE may interfere with the folic acid/methylation pathway in liver and kidney and alter gene regulation by epigenetic mechanisms. According to this hypothesis, folate supplementation in the maternal diet should counteract TCE effects on gene expression in the embryonic heart. To identify transcriptional targets altered in the embryonic heart after exposure to TCE, and possible protective effects of folate, ... DNA microarray technology /was used/ to profile gene expression in embryonic mouse hearts with maternal TCE exposure and dietary changes in maternal folate. Exposure to low doses of TCE (10 ppb) caused extensive alterations in transcripts encoding proteins involved in transport, ion channel, transcription, differentiation, cytoskeleton, cell cycle, and apoptosis. Exogenous folate did not offset the effects of TCE exposure on normal gene expression, and both high and low levels of folate produced additional significant changes in gene expression. A mechanism by which TCE induces a folate deficiency does not explain altered gene expression patterns in the embryonic mouse heart. The data further suggest that use of folate supplementation, in the presence of this toxin, may be detrimental and not protective of the developing embryo."
        },
        {
            "References": "PMID:18411232",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The molecular mechanisms by which trichloroethylene (TCE) might induce cardiac malformations in the embryonic heart /were examined/. Previous results indicated that TCE disrupted expression of genes encoding proteins involved in regulation of intracellular Ca2+, [Ca2+](i), in cardiac cells, including ryanodine receptor isoform 2 (Ryr2), and sarcoendoplasmatic reticulum Ca2+ ATPase, Serca2a. These observations are important in light of the notion that altered cardiac contractility can produce morphological defects. The hypothesis tested in this study is that the TCE-induced changes in gene expression of Ca2+-associated proteins resulted in altered Ca2+ flux regulation ... Real-time PCR and digital imaging microscopy /were used/ to characterize effects of various doses of TCE on gene expression and Ca2+ response to vasopressin (VP) in rat cardiac H9c2 myocytes ... A reduction in Serca2a and Ryr2 expression at 12 and 48 hr after exposure to TCE /was observed/. In addition, ... significant differences in Ca2+ response to VP in cells treated with TCE doses as low as 10 parts per billion /were observed/. Taken all together, /the/ data strongly indicate that exposure to TCE disrupts the ability of myocytes to regulate cellular Ca2+ fluxes. Perturbation of calcium signaling alters cardiac cell physiology and signal transduction and may hint to morphogenetic consequences in the context of heart development. These results point to a novel area of TCE biology and, if confirmed in vivo, may help to explain the apparent cardio-specific toxicity of TCE exposure in the rodent embryo."
        },
        {
            "References": "PMID:15363585",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Induction of liver cancer in mice by trichloroethylene (TCE) is thought to be mediated by two carcinogenic metabolites, dichloroacetate (DCA) and trichloroacetate (TCA). TCE is considered to be a relatively weak peroxisome proliferator (PP), a group of rodent hepatocarcinogens that cause adaptive responses in liver through the PP-activated receptor alpha (PPARalpha). The objectives of this study were to determine whether effects of TCE, TCA and DCA in the liver associated with carcinogenesis are mediated by PPARalpha. Male wild-type and PPARalpha-null mice were given TCE by gavage for 3 days or 3 weeks; TCA or DCA were given in the drinking water for 1 week. Increases in relative liver and kidney weights by TCE were dependent on PPARalpha whereas liver weight increases by DCA were PPARalpha-independent. Dose-dependent increases in hepatocyte proliferation observed in wild-type mice after TCE exposure as determined by BrdU-labeling of hepatocytes were PPARalpha-dependent. Transcript profiling using macroarrays containing approximately 1200 genes showed that 93% (40 out of 43) of all expression changes observed in wild-type mice upon TCE exposure were dependent on PPARalpha and included known targets of PP (Cyp4a12, epidermal growth factor receptor) and additional genes involved in cell growth. Increases in enzymes that catalyze beta- and omega-oxidation of fatty acids were dependent on PPARalpha after exposure to TCE, TCA or DCA. TCE altered a unique set of genes in the livers of PPARalpha-null mice compared to wild-type mice including those that respond to different forms of stress. These data support the hypothesis that PPARalpha plays a dominant role in mediating the effects associated with hepatocarcinogenesis upon TCE exposure."
        },
        {
            "References": "PMID:14565619",
            "Value": "/OTHER TOXICITY INFORMATION/ /This/ study was undertaken to identify differentially expressed mRNA transcripts in embryonic hearts from Sprague-Dawley rats exposed to trichloroethylene (TCE) or potential bio-transformation products dichloroethylene (DCE) and trichloroacetic acid (TCAA). cDNA subtractive hybridization was used to selectively amplify expressed mRNA obtained from control or halogenated hydrocarbon exposed rat embryos. The doses used were 1100 and 110 ppm (8300 and 830 uM) TCE, 110 and 11 ppm (1100 and 110 uM) DCE, and 27.3 and 2.75 mg/mL (100 and 10 mM) TCAA. Control animals were given distilled drinking water throughout the period of experiments. Sequencing of over 100 clones derived from halogenated hydrocarbon exposed groups resulted in identification of numerous differentially regulated gene sequences. Up-regulated transcripts identified include genes associated with stress response (Hsp 70) and homeostasis (several ribosomal proteins). Down-regulated transcripts include extracellular matrix components (GPI-p137 and vimentin) and Ca(2+) responsive proteins (Serca-2 Ca(2+)-ATPase and beta-catenin). Two possible markers for fetal TCE exposure were identified: Serca-2 Ca(2+)-ATPase and GPI-p137, a GPI-linked protein of unknown function. Differential regulation of expression of both markers by TCE was confirmed by dot blot analysis and semi-quantitative RT-PCR with levels of TCE exposure between 100 and 250 ppb (0.76 and 1.9 microM) sufficient to decrease expression. Sequences down-regulated with TCE exposure appear to be those associated with cellular housekeeping, cell adhesion, and developmental processes, while TCE exposure up-regulates expression of numerous stress response and homeostatic genes."
        },
        {
            "References": "Nakajima T et al; Carcinogenesis 21 (4): 677-682 (2000)",
            "Value": "/OTHER TOXICITY INFORMATION/ The mechanism of trichloroethylene-induced liver peroxisome proliferation and the sex difference in response was investigated using wild-type Sv/129 and peroxisome proliferator-activated receptor alpha (PPARalpha)-null mice. Trichloroethylene treatment (0.75 g/kg for 2 wk by gavage) resulted in liver peroxisome proliferation in wild-type mice, but not in PPARalpha-null mice, suggesting that trichloroethylene-induced peroxisome proliferation is primarily mediated by PPARalpha. No remarkable sex difference was observed in induction of peroxisome proliferation, as measured morphologically, but a markedly higher induction of several enzymes and PPARalpha protein and mRNA was found in males. On the other hand, trichloroethylene induced liver cytochrome P450 2E1, the principal enzyme responsible for metabolizing trichloroethylene to chloral hydrate, only in males, which resulted in similar expression levels in both sexes after the treatment. Trichloroethylene influenced neither the level of catalase, an enzyme involved in the reduction of oxidative stress, nor aldehyde dehydrogenase, the main enzyme catalyzing the conversion to trichloroacetic acid. These results suggest that trichloroethylene treatment causes a male-specific PPARalpha-dependent increase in cellular oxidative stress."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hites RA et al; ACS Symp Ser 94: 63-90 (1979) (2) Pearson CR, McConnell G; Proc Roy Soc Lond B 189: 305-32 (1975) (3) Staples CA et al; Environ Total Chem 4: 131-42 (1985) (4) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985)",
            "Value": "SEDIMENT: Trichloroethylene was not detected in sediment in the vicinity of a specialty chemicals plant(1). The compound was detected in marine sediments from Liverpool Bay, England at a max of 9.9 ppb(2). As fo 1985, it has been reported in the USEPA STORET database, based on 338 data points where 6.0% were reported positive, at <5.0 ppb median concentration(3). Trichloroethylene was detected in sediment from Lake Pontchartrain at Passes; from 3 sites, 66.7% were positive at a concentration of 0.1-0.2 ppb, wet weight(4)."
        },
        {
            "References": "(1) Hoekstra EJ et al; Chemosphere 38: 2875-83 (1999) (2) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000) (3) Schumacher BA, Minnich MM; Environ Sci Technol 34: 3611-6 (2000)",
            "Value": "SOIL: Average concentrations of trichloroethylene in a pine and agricultural soil from a rural site in The Netherlands ranged from 0.08 to 0.8 and <0.01 to 0.06 ug/kg dry weight, respectively(1). Trichloroethylene was detected in 10-11% of 705 samples from 30 industrial sites in samples taken in 1999 in Taiwan(2). Trichloroethylene was detected at 77-5036 and not detected-3371 ng/g in soil samples from superfund sites in Kent, WA and Portland, OR, respectively(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bahnick DA, Doucette WJ; Chemosphere 17: 1703-15 (1988) (2) Borisover MD, Graber ER; Chemosphere 34: 1761-76 (1997) (3) Brigmon RL et al; J Soil Contam 7: 433-53 (1998) (4) Sahoo D, Smith JA; Environ Sci Technol 31: 1910-15 (1997) (5) Chiou CT, Kile DE; Environ Sci Technol 32: 338-43 (1998) (6) Rathbun RE; Transport, Behavior, and Fate of Volatile Organic Compounds in Streams. USGS Professional Paper 1589, NTIS PB98 163397 (1998) (7) Carmichael LM et al; J Environ Qual 28: 888-97 (1999) (8) Fuentes HR et al; Haz Waste Haz Mater 7: 347-59 (1990) (9) Grathwohl P; Environ Sci Technol 24: 1687-93 (1990) (10) Mouvet C et al; J Hydrol 149: 163-82 (1993) (11) Pavlostathis SG, Jaglal K; Environ Sci Technol 25: 274-79 (1991) (12) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Measured Koc values of 100(1), 110(2), 72 to 180 (organic matter of <1.0 to 5%)(3), 66(4), 49 (peat soil)(5), 72, 96, 142(6) and 58 (peat soil)(6) have been reported for trichloroethylene. The average Kd value for trichloroethylene, applied with a mixture of organic compounds to low organic, subsurface soils was 0.093(7). Kp values of 1.06 (coarse sand), 0.67 (silty-clay loam), 0.17 (fine sand), 6.0 (podzolic sand, % organic content 0.90), 4.2 (sandy soil, % organic content 6.07), 32 (peat soil, % organic content 59.3) and 1.24 (Bandelier turf, % organic content 0.11) have been reported for trichloroethylene(8). A study of 32 soils (foc range of 0.0012 to 0.31) reported an average Koc of 101(6). Koc values for trichloroethylene in a loess sand, weathered shale, and unweathered shale were 123, 363, and 2691, respectively(9). In nine different soils (foc ranging from 0.13 to 1.2%), Koc values ranged from 69 to 209(10). Trichloroethylene from soil samples which had been contaminated for 18 years was found to be resistant to desorption, requiring extended periods of time for equilibration(11). According to a classification scheme(12), these Koc values suggest that trichloroethylene is expected to have high mobility in soil. Trichloroethylene partitioned from an aqueous solution of Bandelier tuff under equilibrium conditions to 64-81% in water, 16-23% in vapor phase, and 2-20% in the tuff(8)."
        },
        {
            "References": "(1) Benker E et al; in Proc Prague Conf IAHS Publ No 225(Groundwater Quality: Remediation and Protection): 61-9 (1995) (2) Bourg ACM et al; J Hydrol 149: 187-207 (1993) (3) Broholm K et al; Environ Sci Technol 33: 681-90 (1999) (4) Fan S, Scow KM; Appl Environ Microbiol 59: 1911-18 (1993) (5) Shimizu Y et al; Wat Sci Tech 26: 79-87 (1992)",
            "Value": "In a field groundwater test, no sorption of trichloroethylene onto organic carbon or mineral surfaces present in the sand aquifer was observed(1). Two field studies, both of shallow confined aquifers, reported retardation factors from 5 to 9 (foc = 0.11%) and 11.4 (foc = 0.11%)(2). In undisturbed rock cores from the Coventry sandstone aquifer system (foc = 0.7 to 0.8%), trichloroethylene had a retardation factor of <3 indicating that it should migrate readily with water(2). Other column studies using sand aquifer material reported retardation factors from 1.1 to 4.7(2). A retardation factor of 1.1 was reported for trichloroethylene in the aquifer underlying the Canadian Forces Base in Borden, Ontario(3). The initial percentage of trichloroethylene in the gas (24, 52, 57%), liquid (5, 3, 4%) and adsorbed (71, 45, 39%) phases was determined in three soils, respectively (Rindge, 11.2% organic matter, 35.4% moisture; Yolo, 2.2% organic matter, 11.7% moisture; Reiff, 1.4% organic matter, 13.9% moisture)(4). Sorption in these soils followed reversible, linear sorption isotherms(4). Sorption of trichloroethylene vapor to soil is possible; linear sorption coefficients of trichloroethylene from the vapor phase were about one to four orders of magnitude greater than those from the aqueous phase based on studies using six different US EPA soils and sediments under varying moisture contents(5)."
        }
    ]
}