{
    "_id": {
        "$oid": "6682e854c4e5dba5ffba250d"
    },
    "CID": {
        "$numberInt": "6577"
    },
    "Name": "Chloroacetyl chloride",
    "IUPACName": "2-chloroacetyl chloride",
    "CanonicalSMILES": "C(C(=O)Cl)Cl",
    "Synonyms": [
        "CHLOROACETYL CHLORIDE",
        "79-04-9",
        "2-chloroacetyl chloride",
        "Acetyl chloride",
        "chloro-",
        "Chloracetyl chloride",
        "Chloroacetic chloride",
        "Monochloroacetyl chloride",
        "ChloroacetylChloride",
        "Chloroacetic acid chloride",
        "Chlorure de chloracetyle",
        "chloracetylchloride",
        "Chlorid kyseliny chloroctove",
        "chloro acetyl chloride",
        "chloro-acetyl chloride",
        "Chloroethanoyl chloride"
    ],
    "IsomericSMILES": "C(C(=O)Cl)Cl",
    "INCHI": "InChI=1S/C2H2Cl2O/c3-1-2(4)5/h1H2",
    "INCHIKEY": "VGCXGMAHQTYDJK-UHFFFAOYSA-N",
    "Formula": "C2H2Cl2O",
    "MolecularWeight": {
        "$numberDouble": "112.94"
    },
    "Description": "Chloroacetyl chloride is an acyl halide.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Morris ED, Bost JC; Acetic Acid, Halogenated Derivatives. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2018). New York, NY: John Wiley & Sons; Online Posting Date: 19 July 2002.",
            "Value": "Chloroacetyl chloride reacts rapidly with water forming chloroacetic acid and hydrochloric acid(1). As a result, bioconcentration is not expected to be an important fate process(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute minimum lethal dose by skin absorption in rabbits has been reported to be between 316 mg/kg and 501 mg/kg."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subchronic inhalation study was conducted in which rats, mice, and hamsters were exposed at averaged vapor concentrations of 0, 0.5, 1, 2.5, or 5 ppm chloroacetyl chloride 6 hours/day, 5 days/week for 4 weeks. These average, analytically determined concentrations were substantially lower than nominal concentrations. Most of the rats inhaling the 5 ppm or 2.5 ppm concentrations died during the first 2 weeks of exposure. Mortality in mice at these two higher concentrations was 15% and 10%, respectively. All animals survived in the other exposure groups, including hamsters at all concentrations. Respiratory and/or eye irritation was observed in all three species at all exposure levels. The severity and incidence of irritation were concentration-dependent, with only slight effects evident at the 0.5 ppm concentration. Dose related decreases in body weight gains occurred in rats and mice exposed at 1 ppm and above. Body weight was decreased in female hamsters exposed at 5 ppm or 2.5 ppm and in males at the highest level only. Respiratory tract lesions were grossly visible in rats and mice exposed at 5 ppm or 2.5 ppm and were microscopically evident at all exposure concentrations. The severity of the histopathologic changes and the extent of the respiratory system affected were related to exposure concentrations. Although the entire respiratory tract was affected at the higher concentrations, the most severe response was observed in the nasal region. Respiratory epithelium of the nasal mucosa showed inflammation, hypertrophy, hyperplasia, and occasionally, squamous metaplasia. These effects ranged from very slight to moderate in rats and mice exposed at 0.5 ppm. There were no gross histopathological lesions in other organs and tissues studied. Hamsters showed no gross pathologic respiratory effects and were not examined histopathologically."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/GENOTOXICITY/ Chloroacetyl chloride was not mutagenic in five strains of Salmonella, with or without metabolic activation. It did not induce sister chromatid exchange or chromosomal aberrations in Chinese hamster cells when tested both with and without metabolic activation."
        },
        {
            "References": "PMID:3821769",
            "Value": "/GENOTOXICITY/ Chromosomal aberration and sister-chromatid exchange tests in vitro on l,l-dichloroethylene, its two isomers, cis- and trans-l,2-dichloroethylene, and two possible metabolites of l,l-dichloroethylene, chloroacetyl chloride and chloroacetic acid were carried out using a Chinese hamster cell line, CHL. l,l-dichloroethylene induced chromosomal aberrations in the presence of 59 mix prepared from the rat liver but not in the absence of 59 mix. Sister chromatid exchanges were also slightly induced by l,l-dichloroethylene only in the presence of S9 mix. On the other hand, two isomers and two metabolites of l,1-dichloroethylene induced neither chromosomal aberrations nor sister chromatid exchanges with and without S9 mix. l,l-dichloroethylene, however, was negative even at a sublethal dose in the micronucleus test using mouse bone marrow, fetal liver, and blood."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Morris ED, Bost JC; Acetic Acid, Halogenated Derivatives. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2018). New York, NY: John Wiley & Sons; Online Posting Date: 19 July 2002.",
            "Value": "Chloroacetyl chloride reacts rapidly with water forming chloroacetic acid and hydrochloric acid(1). As a result, adsorption to soil and leaching are not expected to be important fate processes(SRC)."
        }
    ]
}