{
    "_id": {
        "$oid": "6682e854c4e5dba5ffba250e"
    },
    "CID": {
        "$numberInt": "6579"
    },
    "Name": "ACRYLAMIDE",
    "IUPACName": "prop-2-enamide",
    "CanonicalSMILES": "C=CC(=O)N",
    "Synonyms": [
        "ACRYLAMIDE",
        "79-06-1",
        "2-Propenamide",
        "prop-2-enamide",
        "Propenamide",
        "Ethylenecarboxamide",
        "Acrylic amide",
        "Vinyl amide",
        "Akrylamid",
        "Acrylic acid amide",
        "Acrylagel",
        "Propeneamide",
        "Optimum",
        "9003-05-8",
        "2-Propeneamide"
    ],
    "IsomericSMILES": "C=CC(=O)N",
    "INCHI": "InChI=1S/C3H5NO/c1-2-3(4)5/h2H,1H2,(H2,4,5)",
    "INCHIKEY": "HRPVXLWXLXDGHG-UHFFFAOYSA-N",
    "Formula": "C3H5NO",
    "MolecularWeight": {
        "$numberDouble": "71.08"
    },
    "Description": "Acrylamide is a member of the class of acrylamides that results from the formal condensation of acrylic acid with ammonia. It has a role as a carcinogenic agent, a neurotoxin, a mutagen, an alkylating agent and a Maillard reaction product. It is a N-acylammonia, a primary carboxamide and a member of acrylamides. It is functionally related to an acrylic acid.",
    "XlogP": {
        "$numberDouble": "-0.7"
    },
    "Complexity": {
        "$numberInt": "57"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Petersen DW et al; Toxicol Appl Pharmacol 80: 58-65 (1985) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of about 1 was obtained for finderling rainbow trout (Salmo gairdenri) in a 72-hour static test(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). When the uptake of radiolabeled acrylamide (0.338 mg/L) was studied in fingerling rainbow trout at 12 °C for 72 hrs under static conditions, the BCF in the carcass and viscera was 0.86 and 1.12, respectively, indicating that no appreciable bioaccumulation had occurred(1). The uptake was rapid in the first 24 hrs and then leveling off to a plateau after 72 hr. When the fish were transferred to fresh water, levels of acrylamide declined to 75% of the initial concentration after 96 hr(1)."
        },
        {
            "References": "Fujiki M et al; Govt Reports Announcements & Index 21: 1-20 (1985)",
            "Value": "The rate of accumulation of acrylamide monomer in fish was ... about 0.8 times the concentration in the rearing water (10 ppm) at day 40. The accumulation of acrylamide monomer in fish from polymer was nondetectable."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Croll BT et al; Water Res 8: 989-93 (1974) (2) Bridie Al et al; Water Res 13: 627-30 (1979) (3) Kitano M; Biodeg Bioaccum Test on Chem Subs, OECD Tokyo Meeting Ref Book TSU-No. 3 (1978) (4) Cherry AB et al; Sewage Indust Wastes 28: 1137-46 (1956) (5) Brown L et al; Water Res 16: 579-91 (1982) (6) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of August 17, 2016: https://www.safe.nite.go.jp/english/db.html (7) ECHA; Search for Chemicals. Acrylamide (CAS 79-06-1) Registered Substances Dossier. European Chemical Agency. Available from, as of August 17, 2016: https://echa.europa.eu/",
            "Value": "AEROBIC: Acrylamide degrades rapidly with acclimation in biodegradability screening tests(1-3). In two five-day screening tests using acclimated sewage seed, 69 and 75% of theoretical BOD were obtained(2,4). In longer screening tests, 72.8% of theoretical BOD was achieved in 2 wks using the MITI test(3) and 100% degradation was obtained in 16 days(1). In order to access the efficiency of sewage works in removing acrylamide, two sewage works were dosed for four times longer than the residence time(5). Little loss of acrylamide occurred during initial or final settling. However 50 to 70% was lost in the activated sludge plants. Further studies showed that high loss rates required high microbial activity or, in particular, contact with surfaces of high microbial activity(5). Acrylamide, present at 100 mg/L, reached 70% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the modified Japanese MITI test which classified the compound as readily biodegradable(6). Using OECD Guideline 301D (Ready Biodegradability: Closed Bottle Test) and a non-adapted activated sludge inoculum, acrylamide reached 67 and 98.1% of its theoretical BOD in 15 and 28 days respectively which classified the compound as readily biodegradable(7). ["
        },
        {
            "References": "(1) Lande SS et al; J Environ Qual 8: 133-7 (1979) (2) Abdelmagid HM, Tabatabai MA; J Environ Qual 11: 701-4 (1982)",
            "Value": "AEROBIC: Using 4 central New York soils at 70% of their moisture capacity, half-lives ranging from 18 to 45 hr were observed(1). The nitrogen in acrylamide was recovered as inorganic nitrogen with recoveries after 3 and 14 days at 30 °C ranging from 11-71% in Clarion soil and 74-95% in Canisteo soil, respectively(2). Results from these studies suggested that acrylamide is hydrolyzed in soil under aerobic conditions to produce ammonium ion, which is then oxidized to nitrite ion and nitrate ion(2)."
        },
        {
            "References": "(1) Croll BT et al; Water Res 8: 989-93 (1974) (2) Cherry AB et al; Sewage Indust Wastes 28: 1137-46 (1956) (3) Brown L et al; Water Res 14: 779-81 (1980) (10) Labahn SK et al; J Environ Qual 39: 1563-1569 (2010)",
            "Value": "AEROBIC: In two river die-away tests using aerated Thames River water, the lag time for biodegradation to begin was 220 and 50 hr(1). In the latter case, 90% of the acrylamide disappeared in approximately 150 hr(1). When the water was inoculated with cultures capable of degrading acrylamide, the lag period was reduced to 5 hr and degradation was 90% complete after 24 hr(1). Acrylamide was assimilated by microorganisms from Hackensack River water within 12 days(2) and Thames River water within 9 days(1). In another experiment in which 0.5 and 10.0 ppm of acrylamide was added to river and estuarine water with and without added sediment, all acrylamide had disappeared within 8 days(3), but only in the river water/sediment system was degradation observed within a day(3). Using water and sediment from the Rocky Ford Highline Canal in Colorado, acrylamide (up to 100 mg/L) was efficiently removed from amended canal water and sediment slurries under aerobic conditions, while no acrylamide was degraded in abiotic controls(4); under anaerobic conditions, acrylamide removal reached 70.3-85% after 60 days(4). In seawater 75% and 10% degradation occurred in 8 days with and without added sediment, respectively(3)."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 297",
            "Value": "... Acrylamide degraded in filtered river water in 10 to 12 days. ... /Another study/ found more rapid degradation in river water of approx 4 days. When ... added to soil, complete degradation occurred in approx 6 days; a max of 60% ... was degraded to carbon dioxide."
        },
        {
            "References": "(1) Lande SS et al; J Environ Qual 8: 133-7 (1979) (2) Shelton DR, Tiedje JM; Development of Tests for Determining Anaerobic Biodeg Potential. East Lansing, MI: USEPA 560/5-81-013 p. 92 (1981)",
            "Value": "ANAEROBIC: Two central New York soils were incubated under anaerobic conditions resulting in 21 and 55% degradation of acrylamide after 14 days(1). In another study under anaerobic conditions, acrylamide did not degrade after 56 days when incubated with digester sludge(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:12963010",
            "Value": "The mean concentration of acrylamide in fish dishes from the Netherlands sampled in 1998 were as follows(1):",
            "Table": "[{'Commodity': 'fish fingers, fried', 'Concn (ug/kg)': 15}, {'Commodity': 'haddock fillet, deep-fried', 'Concn (ug/kg)': 15}, {'Commodity': 'eel, smoked', 'Concn (ug/kg)': 15}, {'Commodity': 'fishburger', 'Concn (ug/kg)': 15}]"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = -0.67"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:26721510",
            "Value": "... In this study, we first investigated the effects of acrylamide (ACR) on slow axonal transport of neurofilaments in cultured rat dorsal root ganglia (DRG) neurons through live-cell imaging approach. Then for the underlying mechanisms exploration, the protein level of neurofilament subunits, motor proteins kinesin and dynein, and dynamitin subunit of dynactin in DRG neurons were assessed by western blotting and the concentrations of ATP was detected using the ATP Assay Kit. The results showed that ACR treatment results in a dose-dependent decrease of slow axonal transport of neurofilaments. Furthermore, ACR intoxication significantly increases the protein levels of the three neurofilament subunits (NF-L, NF-M, NF-H), kinesin, dynein, and dynamitin subunit of dynactin in DRG neurons. In addition, ATP level decreased significantly in ACR-treated DRG neurons. Our findings indicate that ACR exposure retards slow axonal transport of NF-M, and suggest that the increase of neurofilament cargoes, motor proteins, dynamitin of dynactin, and the inadequate ATP supply contribute to the ACR-induced retardation of slow axonal transport."
        },
        {
            "References": "PMID:3715927",
            "Value": "Acrylamide produces a central-peripheral distal axonopathy when administered chronically. This is characterized functionally by decreases in the monosynaptic reflex and dorsal root potential and alterations in the characteristics of the dorsal root reflex. Acute administration of acrylamide inhibits the oxidative enzyme complex nicotinamide adenine dinucleotide (reduced form)-tetrazolium reductase and slows retrograde axoplasmic transport. This study was carried out to determine if the spinal cord reflexes are also affected following acute administration of acrylamide. Dose response studies revealed a dose-dependent increase in both the monosynaptic reflex and dorsal root reflex. A single injection of 50 mg/kg acrylamide caused an increase in both the monosynaptic reflex and dorsal root reflex within 15 min and continued for over 3 hr. These data are paradoxical since chronic administration of acrylamide results in decreased function. Two possible mechanisms are proposed. First, calcium ion regulation may be involved in both the acute and chronic effects of acrylamide on spinal cord reflexes. Second, a depolarization of the neurons is occurring just prior to cell injury or death."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:4035705",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acrylamide (ACR) produces a central-peripheral distal axonopathy, via an unknown mechanism. ... The effects of ACR on the activity of enzymes responsible for the oxidation of NADH (NADH-tetrazolium reductase activity, NADH-TR) /was investigated in rats/ with quantitative histochemical techniques. Chronic (5- or 10-day) injection of ACR (50 mg/kg/day) resulted in a significant decrease in enzyme activity in soleus motoneurons, which normally have high NADH-TR activity. The NADH-TR activity in motoneurons with low oxidative metabolism was not significantly affected. Retrograde labeling of motoneurons with horseradish peroxidase was diminished by the acrylamide treatment. These data demonstrate an acrylamide-induced change in the oxidative metabolism of certain motoneurons ... ."
        },
        {
            "References": "PMID:7222094",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats injected ip with acrylamide (50 mg/kg/day) for 5 days showed a significant inhibition of hepatic glutathione-s-transferase activity; max inhibition occurred in 15-day-old rats in which early development of hind limb paralysis was noted."
        },
        {
            "References": "Mukhtar H et al; Toxicol Lett 9 (2): 153 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single topical application to the mouse of acrylamide results in a time-dependent depletion in cutaneous and hepatic glutathione contents and glutathione s-transferase and aryl hydrocarbon hydroxylase activities."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 54 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A monkey (strain unspecified) given two ip injections of 100 mg/kg bw acrylamide died after 3 days. Gross exam revealed congested lungs and kidneys and necrosis of the liver. Microscopic examination of the liver revealed congestion of the sinusoids with fatty degeneration and necrosis. The kidneys showed degeneration of the convoluted tubular epithelium and glomerular degeneration."
        },
        {
            "References": "Patricia A et al; J Am Coll Toxicol 1 (2): 115-16 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.5 mL /acrylamide (50% aqueous solution)/ ... was occlusively applied to each test site (2 intact and 2 abraded sites per rabbit). Evaluation of skin was made after 24 hr exposure, and again at the end of 72 hr. Primary irritation score .../was/ 0.2/8.0. By 72 hr no irritation was observed."
        },
        {
            "References": "Patricia A et al; J Am Coll Toxicol 1 (2): 115-16 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Acrylamide (50% aqueous solution)/ ... was administered at a dose of 0.1 mL into 1 eye of 6, young adult rabbits. ... Maximum mean score was observed at 24 hr. By 48 hr all eyes were free of irritation."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 12",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In 12 hr after administration /of acrylamide at doses/ of 50-200 mg/kg bw, poisoned animals displayed impaired hind limb functioning, convulsions, and diffuse damage to different sections of the /nervous system/. Gross pathology examination revealed circulatory disturbances in the parenchymatous organs and brain matter as well as signs of parenchymatous dystrophy of the liver and kidneys. The treatment caused marked lysis of tigroidal matter in the cerebellum neurons."
        },
        {
            "References": "PMID:27014809",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The aim of this study is to investigate hepatic and renal toxicity of acrylamide (ACR), the antagonistic effect and possible mechanism of N-acetylcysteine (NAC) on the toxicity. Forty female SD rats were randomly divided into four groups. All the rats were administrated by intraperitoneal (i.p.) injection and 1.5 hours later by gavage. The control group was administrated with 0.9% NaCl by i.p. injection and gavaged with 0.9% NaCl. The NAC group was administrated with 200 mg/kg NAC by injection and gavaged with 0.9% NaCl. The ACR group was administrated with 0.9% NaCl by injection and gavaged with 40 mg/kg ACR. The combined treatment group was administrated with 200 mg/kg NAC by i.p. injection and gavaged with 40 mg/kg ACR. The rats were administrated once a day for 2 weeks. After 24 hours of the last administration, the rats were decapitated. The blood was collected, the liver and kidney were separated. The body weight, organ coefficient and serum biochemical parameters were measured, and the pathological changes of the tissues were examined with a microscope. Then the expression of NF-kappaB p65, IkappaB-alpha and COX-2 were detected by Western blot. From the second day to the end of the exposure, the body weight of rats in the ACR group was statistically lower than that in the control group (p<0.05). Compared with the combined treatment group, the body weight in the ACR group statistically decreased in the second and third days (p<0.05). The liver and kidney organ coefficients in the ACR group were (4.159% +/- 0.371%) and (0.764% +/- 0.068%) respectively, which increased statistically when compared with the control group (p<0.05). The contents of ALT, AST and Cr in the serum in the ACR group were (77.370 +/- 16.397) U/L, (379.410 +/- 57.817) U/L, and (77.812 +/- 6.391) umol/L respectively, which were not significantly different with those in the control group and the combined treatment group (p>0.05). The content of bloor irea nitrogen (BUN) in the serum in the ACR group was (7.005 +/- 1.009) mmol/L, which was statistically higher than that in the control group (p<0.05). Histopathology results showed unclear boundary and nucleus pyknosis in hepatocytes, loose and disordered structures of hepatic cords in the ACR group, but no obvious pathology changes were observed in the kidneys of each group. In the Western blot results, the expression of nuclear NF-kappaB p65 and COX-2 in the liver in the ACR group was statistically higher than that in the control group and the combined treatment group (p<0.05), and the expression of IkappaB-alpha in the liver in the ACR group statistically decreased compared with the control group and the combined treatment group (p<0.05). The expression of total NF-kappaB p65 in the liver in the ACR group was statistically higher than that in the control group (p<0.05). Under the conditions of this experiment, ACR may induce hepatic toxicity through the activation of the NF-kappaB signaling pathway, and NAC could antagonize the hepatic toxicity of ACR by inhibiting the NF-kappaB signaling pathway, whereas the toxic effect of ACR on kidney needs to be further studied."
        },
        {
            "References": "Howland RD; Toxicol Appl Pharmacol 60 (2): 324-33 (1981)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cats treated with 15 or 30 mg/kg/day for 10 days showed decreases in neuron-specific enolase and glyceraldehyde 3-phosphate dehydrogenase activity of sciatic nerve, spinal cord, brain, and skeletal muscle. Toxic action may involve inhibition of glycolysis at 2 enzyme /catalyzed steps/."
        },
        {
            "References": "PMID:25161930",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study ojective was/ to investigate the hematological parameters, biochemical and electrophysiological role of acrylamide (ACR) in the retina and to assess whether selenium (Se) has protective potential in experimental oral intoxication with ACR. Sixty Wistar age matched-albino rats (3 mo) weighing 195-230 g comprised of both sex were divided into 4 groups. Group I served as the control one in which animals take saline; group II was animals administrated ACR in dose of 15 mg/kg body weight per day for 28 d; group III was animals received ACR then additionally Se (0.1 mg/kg body weight) for 28 d; and group IV was animals received Se only (0.1 mg/kg body weight) for 28 d. Blood analysis and serum trace element levels (Fe, Cu, and Zn) were measured. The electroretinogram (ERG) was recorded, the levels of malondialdehyde (MDA) and glutathione peroxidase (GSH-Px) in the retinal tissues were determined. Moreover the regulation of ion channels such as calcium, sodium and potassium were studied. All measurements were done for all groups after 28 d. Administration of ACR in group II caused a significant decrease (p<0.05) in hemoglobin (Hb), red blood cells (RBCs), hematocrit (HCT), white blood cells (WBCs) and lymphocyte of rats. A significant decrease (p<0.05) in Zn level, and alkaline phosphatase enzyme was observed compared to control. ERG which is a reflection of the electric activity in the retina; a- and b-wave amplitudes in ACR group had a reduction of 40% and 20%, respectively. These changes accompanied by significant increases (p<0.05) in MDA level in the ACR group, in contrast with GSH-Px which is significant decreased (p<0.05). Moreover sodium and calcium were significant increased but potassium was significant decreased (p<0.05) compared to control group. There were no significant differences between group III (treated with Se) and control in all hematological parameter. Also serum trace elements levels (Cu, Fe and Zn), alkaline phosphatase enzyme and electric activity of the retina didn't change compared to control due to Se treatment. This study provides evidence for the protective effect of Se on acrylamide induced toxicity by reducing oxidative stress."
        },
        {
            "References": "PMID:25473820",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ We ... reported that acrylamide, a known rodent and probable human carcinogen, does not increase the risk of azoxymethane (AOM)-induced rat colon precancerous lesions when administered through the diet. Here, we present toxicological data from non-AOM-injected rats. Briefly, male F344 rats were randomized into four dietary groups and received experimental diets based on AIN-93G formulation and containing acrylamide at 0 (control), 5, 10 or 50 mg/kg diet (wt/wt) ad libitum for 10 weeks, after which they were killed and their blood collected for hematological and biochemical markers. Acrylamide at the higher doses (10 and 50 mg/kg diet) significantly lowered (p<0.05) serum total high density lipoprotein and total testosterone and increased serum lipase in comparison to the control. Blood hematocrit values and lymphocyte counts were significantly lower (p<0.05) in the high dose acrylamide (50 mg/kg diet) group compared to control, with a concomitant decrease in hemoglobin level, mean corpuscular volume and mean corpuscular hemoglobin. These results provide additional hazard characterization data and strengthen the notion that at high doses, acrylamide may involve systemic toxicity potentiating tumorigenesis in experimental animals. ..."
        },
        {
            "References": "PMID:25603598",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study objective was/ to explore the changes of four functional proteins which are related to Schwan cells (SCs), including myelin-associated glycoprotein (MAG), nerve growth factor (NGF), p75 neurotrophin receptor (p75NTR) and neural cell adhesion molecule (NCAM) on damage and repair of peripheral nerve induced by acrylamide (Acr). From the changes of the protein level, some meaningful information for the mechanism of Acr neurotoxicity and the screening of biomarkers might be acquired. Rats were administrated with Acr at dose of 7. 5, 15 and 20 mg/kg by intraperitoneal injection for 3 weeks, high-dose group were observed for 4 weeks after 3 weeks exposure of Acr to create an animal model of peripheral nerve in injury and repair. Protein level of MAG, p75NTR, NGF and NCAM in rat sciatic nerve at the end of exposure and convalescent were measured by Western blot. The level of MAG in plasma at the end of exposure and convalescent was measured by ELISA. Rats treated with Acr appeared peripheral nerve damage symptom and began to recover after 4 weeks. The abnormal symptoms in female group were heavier than that of males, especially the high dose group.  Compared with the control group, the level of MAG decreased in the medium dose group and high dose group (p<0.05), the level of p75NTR increased in high dose group (p<0.05). There were no significant changes in the level of NGF between the control group and treated groups of male rats. Compared with the male control group, the level of NCAM in the high dose group increased (p<0.05). Compared with the control group, the level of plasma MAG in the high dose group decreased (p<0.05), while that in the recovery group was slightly increased. The changes of those functional proteins may reflect the state of the peripheral nerve damage induced by Acr. The downregulation of MAG in rat plasma may be related with that in sciatic nerve."
        },
        {
            "References": "PMID:25859305",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The aim of the current study was the evaluation of effects of thymoquinone, the main constituent of volatile oil from Nigella sativa seeds in acrylamide (ACR)-induced neurotoxicity. Male Wistar rats were treated with ACR (50 mg/kg ip) alone or with thymoquinone (TQ) (2.5, 5, 10 mg/kg ip) for 11 days. Two protocols were used in this study, A: in this one TQ and ACR were used simultaneously, B: Administration of TQ was started 1 week before ACR treatment and continued during exposure to ACR. At the end of the treatment, behavioral index (gait score) was examined for rats. After that, rats were sacrificed and molondialdehyde (MDA) as a marker of lipid peroxidation and glutathione (GSH) content were determined in cerebral cortex. Exposure to ACR led to severe gait abnormalities and treatment with TQ significantly decreased abnormalities. Level of MDA was elevated in cerebral cortex after exposure to ACR while TQ treatment significantly and in a dose-dependent manner reduced lipid peroxidation. Results clearly showed that there is no significant difference between two protocols of administration of TQ. It suggests the neuroprotective effect of TQ in this model in part, may be because of the antioxidant activity of this natural compound."
        },
        {
            "References": "PMID:26475516",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The study aimed to examine main liver histology, its glycogen content and enzyme activities in juvenile rats treated with 25 or 50 mg/kg bw of acrylamide (AA) for 3 weeks. Liver samples were fixed in formalin, routinely processed for paraffin embedding, sectioning and histochemical staining. Examination of hematoxylin and eosin (H&E)-stained sections showed an increase in the volume of hepatocytes, their nuclei and cytoplasm in both AA-treated groups compared to the control. In Periodic acid-Schiff (PAS)-stained sections in low-dose group was noticed glycogen reduction, while in high-dose group was present its accumulation compared to the control, respectively. Serum analysis showed increased activity of aspartate aminotransferase (AST), and decreased activity of alanine aminotransferase (ALT) in both AA-treated groups, while the activity of alkaline phosphatase (ALP) was increased in low-dose, but decreased in high-dose group compared to the control, respectively. Present results suggest a prominent hepatotoxic potential of AA which might alter the microstructural features and functional status in hepatocytes of immature liver."
        },
        {
            "References": "DHHS/National Toxicology Program; NTP Technical Report on the Toxicology and Carcinogenesis Studies of Acrylamide (CAS No. 79-06-1) in F344/N Rats and B6C3F1 Mice (Feed and Drinking Water Studies) p. 7 (2012) Technical Rpt Series No. 575 NIH Pub No. 12-5917. Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of four male and four female F344/N rats were administered 0, 0.14, 0.35, 0.70, 1.41, 3.52, or 7.03 mM acrylamide in the drinking water (0, 10, 25, 50, 100, 250, or 500 ppm acrylamide) or 0.0, 7.4, 18.5, 37, 74, 185, or 370 mg acrylamide per kg diet for 14 days. One male rat administered 7.03 mM acrylamide in the drinking water died on day 14. Male and female rats receiving 7.03 mM acrylamide weighed 56% and 64% of controls, respectively. Male and female rats fed 370 mg acrylamide per kg diet weighed 74% and 83% of controls, respectively. Female rats receiving 3.52 mM acrylamide in drinking water and male rats fed 185 mg acrylamide per kg diet weighed 85% and 89% of controls, respectively. Rats receiving 7.03 mM acrylamide in drinking water or 370 mg acrylamide per kg diet exhibited hind-leg paralysis on day 14. Mild to moderate dilatation of the urinary bladder was observed in all rats given 370 mg acrylamide per kg diet, and in three of four male rats and all four female rats given 7.03 mM acrylamide in drinking water, and in one of four male rats given 3.52 mM acrylamide in drinking water. Mild to moderate degeneration of the germinal epithelium in the seminiferous tubules of the testes was noted microscopically in all male rats given 7.03 mM acrylamide in drinking water and in two of four male rats fed 370 mg acrylamide per kg diet."
        },
        {
            "References": "DHHS/National Toxicology Program; NTP Technical Report on the Toxicology and Carcinogenesis Studies of Acrylamide (CAS No. 79-06-1) in F344/N Rats and B6C3F1 Mice (Feed and Drinking Water Studies) p. 7-8 (2012) Technical Rpt Series No. 575 NIH Pub No. 12-5917. Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of four male and four female B6C3F1 mice were administered 0, 0.14, 0.35, 0.70, 1.41, 3.52, or 7.03 mM acrylamide in the drinking water (0, 10, 25, 50, 100, 250, or 500 ppm acrylamide) or 0.0, 7.4, 18.5, 37, 74, 185, or 370 mg acrylamide per kg diet for 14 days. None of the mice administered 7.03 mM acrylamide in the drinking water survived the 14-day study. Mice administered 7.03 mM acrylamide in the drinking water showed marked decreases in body weight (greater than 25% compared to control mice) after seven days of treatment, and two of the mice displayed hind leg paralysis. No significant adverse effects were observed in mice administered 3.52 mM acrylamide in the drinking water for 14 days. Female B6C3F1 mice given 370 mg acrylamide per kg diet for 14 days showed a modest decrease (11%) in body weight. No other significant adverse effects were observed in mice administered any dose of acrylamide in the diet."
        },
        {
            "References": "DHHS/National Toxicology Program; NTP Technical Report on the Toxicology and Carcinogenesis Studies of Acrylamide (CAS No. 79-06-1) in F344/N Rats and B6C3F1 Mice (Feed and Drinking Water Studies) p. 8 (2012) Technical Rpt Series No. 575 NIH Pub No. 12-5917. Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of eight male and eight female F344/N rats were administered 0.0, 0.14, 0.35, 0.70, 1.41, or 3.52 mM acrylamide in the drinking water (0, 10, 25, 50, 100, or 250 ppm acrylamide) or 0.0, 7.4, 18.5, 37, 74, or 185 mg acrylamide per kg diet for 13 weeks. After 13 weeks, male and female rats administered 3.52 mM acrylamide weighed 73% and 71% of the control rats, respectively. Male and female rats fed 185 mg acrylamide per kg diet for 13 weeks weighed 86% and 82% of the control rats, respectively. Hind-leg paralysis was observed in all rats administered 3.52 mM acrylamide in the drinking water or 185 mg acrylamide per kg diet. Four of eight female rats administered 1.41 mM acrylamide also displayed hind-leg paralysis. Radiculoneuropathy (a degenerative lesion) involving the sciatic nerve and lumbar spinal cord was observed in all male and female rats administered 3.52 mM acrylamide or 185 mg acrylamide per kg diet. A low incidence of radiculoneuropathy was also noted in female rats fed 74 mg acrylamide per kg diet. The neuronal degenerative changes were accompanied, at times, by atrophy in skeletal muscle of the hind-limb and luminal dilation of the urinary bladder. All rats treated with 3.52 mM acrylamide displayed increased hemosiderin pigment in their spleens and hyperplasia of red blood cell precursors in their bone marrow. Two of eight male rats fed 185 mg acrylamide per kg diet also had increased hemosiderin pigment in their spleens. Degeneration of the germ cells in the testes was observed in all male rats given 1.41 or 3.52 mM acrylamide, or 185 mg acrylamide per kg diet. A lower incidence of this lesion was also detected in all other doses of acrylamide in the diet."
        },
        {
            "References": "DHHS/National Toxicology Program; NTP Technical Report on the Toxicology and Carcinogenesis Studies of Acrylamide (CAS No. 79-06-1) in F344/N Rats and B6C3F1 Mice (Feed and Drinking Water Studies) p. 8 (2012) Technical Rpt Series No. 575 NIH Pub No. 12-5917. Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of eight male and eight female B6C3F1 mice were administered 0, 0.14, 0.35, 0.70, 1.41, or 3.52 mM acrylamide in the drinking water (0, 10, 25, 50, 100, or 250 ppm acrylamide) or 0.0, 18.5, 37, 74, 185, or 370 mg acrylamide per kg diet for 13 weeks. Two mice died before the end of the study: one male fed 185 mg acrylamide and one male fed 370 mg acrylamide per kg diet. After 13 weeks, the male and female mice given 3.52 mM acrylamide weighed 86% and 94% of their respective control mice; male mice administered 1.41 mM acrylamide weighed 91% of the control male mice; and male and female mice fed 370 mg acrylamide per kg diet weighed 87% and 81% of their respective control groups. Hind-limb paralysis was observed in all mice administered 3.52 mM acrylamide or 370 mg acrylamide per kg diet. Radiculoneuropathy involving the sciatic nerve, lumbar spinal cord, or both was observed in all male and female mice administered 3.52 mM acrylamide. Radiculoneuropathy, involving primarily the sciatic nerve, was also noted in one of eight female mice fed 185 mg acrylamide per kg diet and in mice fed 370 mg acrylamide per kg diet. The neuronal degenerative changes were accompanied, at times, by atrophy in skeletal muscle of the hind-limb and luminal dilation of the urinary bladder. Degeneration of the germ cells in the testes was observed in six of eight male mice given 3.52 mM acrylamide and seven of seven mice fed 370 mg acrylamide per kg diet."
        },
        {
            "References": "Burek JD et al; J Environ Pathol Toxicol 4 (5-6): 157-82 (1981)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male and female Fischer 344 rats admin 20 mg/kg/day acrylamide in drinking water for 90 days dragged rear limbs, showed decrease in body wt, serum cholinesterase activity, packed cell volume, red blood cells and hemoglobin values. Slight spinal cord degeneration, atrophy of skeletal muscle, testicular atrophy, and distended urinary bladder were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 400 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Groups of 16 female and 16 male A/J mice, eight weeks of age, received intraperitoneal injections of 0 (control), 1, 3, 10, 30 or 60 mg/kg bw acrylamide (purity, >99%) dissolved in distilled water three times per week for eight weeks. A further control group was left untreated. Treatment with 60 mg/kg bw acrylamide was discontinued owing to the appearance of peripheral neuropathy and poor survival; animals in the other groups survived until six months after the beginning of treatment, at which time they were killed. The incidences of lung adenomas were: males untreated controls, 5/16; vehicle controls, 2/16; 1 mg, 8/16; 3 mg, 6/16; 10 mg, 10/17; and 20 mg, 14/15 (p < 0.01, logistic regression model); females untreated controls, 7/14; vehicle controls, 1/15; 1 mg, 6/17; 3 mg, 9/17; 10 mg, 11/14; and 30 mg, 14/15 (p < 0.01, logistic regression model). The average numbers of lung adenomas per mouse were 0.31 in untreated male controls, 0.06 in male vehicle controls, 0.75 in males given 1 mg, 0.69 in males given 3 mg, 0.88 in males given 10 mg and 1.87 in males given 30 mg; the numbers were 0.5 in untreated female controls, 0.13 in female vehicle controls, 0.35 in females given 1 mg, 0.88 in those given 3 mg, 1.57 in those given 10 mg and 2.53 in those given 30 mg."
        },
        {
            "References": "Johnson EC, Murphy SD; Biochem Pharmacol 26 (22): 2151-6 (1977)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats were given cumulative doses of 428 mg/kg (low dose) and 668 mg/kg (high dose) acrylamide. Concentration of NAD+ increased in brains of high dose animals. Alpha-glycerophosphate was also elevated in brains of high dose animals."
        },
        {
            "References": "PMID:26248513",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... We have tested the hypothesis that a combination of prebiotic supplements during gestation has the propensity to attenuate acrylamide (ACR) induced oxidative impairments, mitochondrial dysfunction and neurotoxicity in maternal and fetal brain of rats. To achieve this, pregnant dams given oral supplements of a combination of fructo- and xylooligosaccharides (FOS + XOS, 3 g/kg/day) during gestation days (GD 0-19) were exposed to ACR (200 ppm in drinking water, GD 6-19). The behavioral analysis revealed that ACR dams fed prebiotics displayed higher exploratory behavior in the open field test. The prenatal evaluation showed that ACR-induced decrements of placental/fetal weights were markedly restored with prebiotic feeding. Prebiotics significantly offset markers of oxidative stress, restored enzymic antioxidants, cholinergic and mitochondrial function in the maternal and fetal brain. Concomitantly, prebiotics restored ACR-induced depletion in the levels of dopamine and gamma-aminobutyric acid in the maternal cortex that positively correlated with cecal bacterial numbers. Collectively, these data suggest that prenatal prebiotic oligosaccharide supplements protect developing brain against oxidative stress-mediated neurotoxicity. While the underlying mechanism/s by which prebiotics abrogate the impact of neurotoxicants in the developing brain merits further studies, we speculate that it may be mediated predominantly through attenuation of oxidative stress and proliferation of enteric microbiota."
        },
        {
            "References": "PMID:27161006",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study objective was/ to investigate the toxic effects occurring in the liver tissues of the pregnant rats and the fetuses, which are administered acrylamide and vitamin E as a protector during pregnancy. ... Forty rats, of which their pregnancy is validated via vaginal smear, were distributed into five different groups. /Acrylamide was administered from days 0 through 20 of gestation/. On the 20th day of pregnancy, pregnant rats and fetuses are decapitated. Malondialdehyde (MDA), reduced glutathione (GSH), total antioxidant status (TAS), total oxidant status (TOS) and xanthine oxidase (XO) levels were measured in the liver samples taken from mother and fetuses. It was detected that acrylamide administered during pregnancy increased MDA, TOS, XO levels statistically significantly and decreased the GSH level (p </= 0.05) in the pregnant rat liver tissue when compared to all other groups. In the vitamin E administered group; GSH, TAS levels significantly increased statistically and TOS and XO levels dropped to levels of the control group (p </= 0.05), in comparison to all other groups. Among all groups, no biochemical changes were observed in the fetus liver tissue (p>0.05). The liver of pregnant rats functions as a protective pre-filter by detoxifying acrylamide effectively and the acrylamide that reaches fetus liver is detoxified by the cytochrome P-450 system of the fetus liver. ..."
        },
        {
            "References": "PMID:25553597",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In a rat carcinogenicity study to determine the human relevance of mesotheliomas Wistar Han rats were exposed to 0, 0.5, 1.5, or 3.0 mg acrylamide/kg body weight/day in drinking water starting at gestation day 6. At the end of two years, mammary gland fibroadenomas in females and thyroid follicular cell tumors in both sexes were the only tumors increased in acrylamide treated rats. These tumor endpoints have rat-specific modes of action suggesting less likelihood of human cancer risk than previously estimated. This study demonstrates that tunica vaginalis mesotheliomas are strain specific and not likely of genotoxic origin."
        },
        {
            "References": "PMID:26141391",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Hemoglobin adducts provide a long-lived dosimeter for acrylamide and glycidamide. This study determined acrylamide and glycidamide hemoglobin adducts (AAVal and GAVal) during a lifetime carcinogenesis bioassay. Exposure to acrylamide in drinking water began in utero in pregnant rats on gestation day 6. Dams were administered acrylamide until weaning, and male and female F1 rats were exposed for a further 104 weeks. Acrylamide concentration in drinking water was adjusted to provide a constant dose of 0.5, 1.5, and 3 mg/kg/day. Blood was collected from animals euthanized at 2, 60, 90, and 120 days and 53, 79, and 104 weeks after weaning. Low levels of AAVal and GAVal at postnatal day 24 suggested that little exposure to acrylamide occurred by placental or lactational transfer, and extensive metabolism to glycidamide occurred with a GAVal:AAVal ratio of 4. Adduct levels varied somewhat from 60 days to 2 years, with a GAVal:AAVal ratio of approximately 1. Adduct formation/day estimated at each timepoint at 3 mg/kg/day for AAVal was 1293 +/- 220 and 1096 +/- 338 fmol/mg/day for male and female rats, respectively. Adduct formation per day estimated at each timepoint at 3 mg/kg/day for GAVal was 827 +/- 78 fmol/mg/day for male rats, and 982 +/- 222 fmol/mg/day for female rats. The study has provided estimates of linearity for dose response, and variability in internal dose throughout an entire 2-year bioassay, including the early phases of pregnancy and lactation."
        },
        {
            "References": "DHHS/National Toxicology Program; NTP Technical Report on the Toxicology and Carcinogenesis Studies of Acrylamide (CAS No. 79-06-1) in F344/N Rats and B6C3F1 Mice (Feed and Drinking Water Studies) p. 9 (2012) Technical Rpt Series No. 575 NIH Pub No. 12-5917. Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Under the conditions of ... 2-year drinking water studies, there was clear evidence of carcinogenic activity of acrylamide in male F344/N rats based on increased incidences of malignant mesothelioma of the epididymis and testis tunica, malignant schwannoma of the heart, and follicular cell adenoma or carcinoma of the thyroid gland. An increased incidence of pancreatic islet adenoma was also considered related to acrylamide exposure. There was clear evidence of carcinogenic activity of acrylamide in female F344/N rats based on increased incidences of fibroadenoma of the mammary gland, squamous cell neoplasms (primarily papilloma) of the oral cavity (mucosa or tongue), mesenchymal neoplasms (fibroma, fibrosarcoma, or sarcoma) of the skin, and follicular cell neoplasms (adenoma or carcinoma) of the thyroid gland. Increased incidences of hepatocellular adenoma of the liver and carcinoma of the clitoral gland were also considered to be related to acrylamide exposure. The occurrence of malignant schwannoma of the heart may have been related to acrylamide exposure."
        },
        {
            "References": "DHHS/National Toxicology Program; NTP Technical Report on the Toxicology and Carcinogenesis Studies of Acrylamide (CAS No. 79-06-1) in F344/N Rats and B6C3F1 Mice (Feed and Drinking Water Studies) p. 9 (2012) Technical Rpt Series No. 575 NIH Pub No. 12-5917. Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ There was clear evidence of carcinogenic activity of acrylamide in male B6C3F1 mice based on increased incidences of neoplasms (primarily adenoma) of the harderian gland, alveolar/bronchiolar neoplasms (primarily adenoma) of the lung and squamous cell neoplasms (primarily papilloma) of the forestomach. There was clear evidence of carcinogenic activity of acrylamide in female B6C3F1 mice based on increased incidences of harderian gland adenoma, alveolar/bronchiolar adenoma of the lung, adenoacanthoma and adenocarcinoma of the mammary gland, benign granulosa cell neoplasms of the ovary, and malignant mesenchymal neoplasms of the skin. Increased incidences of squamous cell papilloma of the forestomach were also considered to be related to acrylamide exposure."
        },
        {
            "References": "PMID:6478447",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Doses of acrylamide ranging from 12.5 to 50 mg/kg were administered orally to female ICR-Swiss mice over 3 days for each of 2 weeks (total doses of 75, 150 and 300 mg/kg). Two weeks later some of the animals were started on a promotion schedule involving the application of 2.5 ug 12-O-tetradecanoylphorbol-13-acetate (TPA)/mouse 3 times weekly. Development of tumors was observed weekly in the skin, and in the lungs at 1 year. Acrylamide was found to initiate squamous cell adenoma and carcinomas in the skin and increased the yield of adenomas and carcinomas in the lung. Skin tumor development was dependent upon TPA promotion whereas lung tumor induction was not."
        },
        {
            "References": "PMID:2817831",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Short-latency somatosensory evoked potentials were recorded from surface electrodes overlying peripheral nerve, spinal cord, and cortex in 4 monkeys during prolonged intoxication with low levels of acrylamide. A fifth animal served as a longitudinal control subject. Slowing of the response across the spinal-medullary junction was a reliable sign, manifest only after prolonged exposure. Associated morphological changes were perterminal accumulation of axonal neurofilaments without synaptic disruption in the gracile nucleus. The induced alterations in the latency of short-latency somatosensory evoked potentials and in axon morphology were reversible after 7 months of recovery. The extreme delay in onset of subtle neurological dysfunction (940 days) following administration of a presumed safe level of acrylamide suggests that permissible levels of human exposure to toxins of this type should be reassessed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 399 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 90 male and 90 female Fischer 344 rats, five to six weeks of age, were administered 0, 0.01, 0.1, 0.5 or 2 mg/kg bw acrylamide per day in drinking-water for two years. The solutions were prepared twice a week from recrystallized acrylamide (purity, 96-99%; water content, 0.4-3.8%). Groups of 10 males and 10 females were killed at 6, 12 and 18 months, such that 60 animals of each sex were available for study. By the end of the study, survival had been reduced in groups of each sex receiving the highest dose. After adjustment for survival, there were significant increases in the incidences of thyroid gland tumors and peritoneal mesotheliomas in the region of the testis in males and tumors of the mammary gland, central nervous system, thyroid, oral cavity, uterus and clitoral gland in females."
        },
        {
            "References": "PMID:24622835",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The aim of this study was to establish changes of morphological parameters of the small intestine damaged by prenatal action of acrylamide (ACR) in guinea pigs. The 3 mg/kg body weight of ACR was given in drinking water every day during the last 35 days of the pregnancy in guinea pigs. The histomorphometry of the duodenum and jejunum was determined. Immunohistochemical staining with anti cadherin antibody was performed. Maternal treatment with ACR led to the decrease of the expression of cadherin in the epithelium. Maternal ACR treatment increased the number of total, divided and inactive crypt, and the number of damaged villi in the duodenum and jejunum of newborn guinea pigs. The thickness of myenteron and submucosa, mucosa fractal dimension and the depth of crypts in the duodenum were increased by ACR. Additionally, in offspring born by mothers administered with ACR the decrease of villi epithelium thickness and active crypt number was observed. Moreover, ACR decreased goblet cells and inact villi number in the duodenum, mucosa thickness and crypts width in the jejunum. Intestine absorptive surface was affected by ACR in the jejunum as well. Results of measurements showed that maternal ACR treatment had negative influence on small intestine histomorphometry. ACR acting prenatally influenced small intestine nervous plexuses that became enlarged by 2.5 times compared with the control group. In conclusion, our results showed the negative impact of maternal ACR treatment on histological structure, integrity and innervation of small intestine wall as well as on absorptive function of small intestine mucosa."
        },
        {
            "References": "PMID:25031578",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aim of this study was to observe the effects of acrylamide (AA) on sperm parameters and evaluation of sperm chromatin quality and testosterone hormone in mice. Totally, 16 adult male mice were divided into two groups. Mice of group A fed on basal diet; group B received basal diet and AA (10 mg/kg, water solution) for 35 days. The right cauda epididymis was incised and then placed in Ham's F10 culture media at 37 °C for 15 min. Released spermatozoa were used to analyze count, motility, morphology and viability. To determine the sperm DNA integrity and chromatin condensation, the cytochemical techniques including Aniline blue, Acridine orange and Chromomycin A3 staining were used. AA-treated mice had poor parameters in comparison with control animals. In sperm chromatin assessments, except TB (p=0.16), significant differences were found in all of the tests between two groups. It was also seen a significant decrease in concentration of blood testosterone in AA-treated animals when compared to controls (p<0.001). According to our results, AA can affect sperm parameters as well as sperm chromatin condensation and DNA integrity in mice. These abnormalities may be related to the reduction in blood testosterone."
        },
        {
            "References": "PMID:25034941",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrylamide (Ac) in the foods and alcohol (Al) in the drinks are unavoidable. Several previous studies demonstrated that these substances which are taken into the body via diet may cause adverse effects in the cells. ... Sexual development in male mice was evaluated after intake of 14 mg/kg Ac and 2 g/kg Al from gestation day 6 to postnatal day (PND) 21. The weight of the offspring was reduced at birth and PND 21 for those exposed to Ac and/or Al. The gonadosomatic index of male offspring was reduced except for the Ac-treated lactation group. Both substances induced multinuclear giant cells, degenerative cells, atrophic tubules, and maturation-arrested tubules, while decreased Leydig, Sertoli, and spermatogenic cell numbers. Lipid peroxidation level and superoxide dismutase enzyme activity increased in both Al-treated and Ac and Al-treated groups. There was only reduction in the catalase activity during the gestation and lactation periods. These findings suggest that consumption of Ac together with Al may induce impairments on testicular spermatogenesis in male offspring."
        },
        {
            "References": "PMID:26108138",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In this study we investigated possible acrylamide reproductive toxic effects in female mice. Mice were fed an acrylamide-containing diet for 6 weeks. Our results showed the following effects of an acrylamide-containing diet. (1) Ovary weights were reduced in acrylamide-treated mice and oocyte developmental competence was also reduced, as shown by reduced germinal vesicle breakdown (GVBD) and polar body extrusion rates. (2) Acrylamide feeding resulted in aberrant oocyte cytoskeletons, as shown by an increased abnormal spindle rate and confirmed by disrupted gamma-tubulin and p-MAPK localization. (3) Acrylamide feeding resulted in oxidative stress and oocyte early stage apoptosis, as shown by increased ROS levels and p-MAPK expression. (4) Fluorescence intensity analysis showed that DNA methylation levels were reduced in acrylamide-treated oocytes and histone methylation levels were also altered, as H3K9me2, H3K9me3, H3K4me2, and H3K27me3 levels were reduced after acrylamide treatment. (5) After acrylamide feeding, the litter sizes of acrylamide-treated mice were significantly smaller compared to thus of control mice. Thus, our results indicated that acrylamide might affect oocyte quality through its effects on cytoskeletal integrity, ROS generation, apoptosis induction, and epigenetic modifications."
        },
        {
            "References": "PMID:26916244",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The rats were divided into five different groups: control (C), corn oil (CO), vitamin E (Vit E), acrylamide (AA), and Vit E + AA, with eight pregnant rats in each group. On the 20th day of pregnancy, fetuses were removed and brain tissues of fetuses were examined for biochemical and histological changes. AA caused degeneration in neuron structures in fetal brain tissue and caused hemorrhagic damages; dramatically decreased brain-derived neurotrophic factor levels; increased malondialdehyde, total oxidant capacity levels; and decreased reduced glutathione and total antioxidant capacity levels (p<0.05). On the other hand, it was determined that the Vit E, a neuroprotectant and a powerful antioxidant, suppressed the effects of AA on fetal development and fetal brain tissue damage for the above-mentioned parameters (p<0.05). It is recommended to consume food containing Vit E as a protection to minimize the toxic effects of food-oriented AA on fetus development due to the widespread nature of fast-food culture in today's life and the impossibility of protection from AA toxicity."
        },
        {
            "References": "PMID:27116954",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The aim of the present study was to examine the possible neurotoxic effects after co-exposure of pregnant and lactating rats to aluminum and acrylamide in order to evaluate redox state, cholinergic function and membrane-bound ATPases in the cerebellum of adult rats and their progeny. Pregnant female rats have received aluminum (50 mg/kg body weight) via drinking water and acrylamide (20 mg/kg body weight) by gavage, either individually or in combination from the 14th day of pregnancy until day 14 after delivery. Exposure to these toxicants provoked an increase in malondialdehyde (MDA) and advanced oxidation protein product (AOPP) levels and a decrease in superoxide dismutase, catalase, sulutathione peroxidase, Na+K+-ATPase, Mg2+-ATPase and acetylcholinesterase activities in the cerebellum of mothers and their suckling pups. A reduction in reduced glutatione, non-protein thiol and vitamin C levels was also observed. These changes were confirmed by histological results. ... Co-exposure to these toxicants exhibited synergism based on physical and biochemical variables in the cerebellum of mothers and their progeny."
        },
        {
            "References": "PMID:27174446",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Humans are chronically exposed to acrylamide since carbohydrate rich foods contain the toxicant as a result of cooking at high temperatures. While acrylamide is unreactive with DNA, it is readily oxidized to glycidamide, which adducts with DNA. This metabolism occurs via the enzyme, cytochrome P450, family 2, subfamily E, and polypeptide 1 (CYP2E1). Acrylamide was administered to male CD1 mice for three or six months at a dose of 0.18 mg/kg body weight/day. DNA damage was detected in germ cells and mature spermatozoa of exposed mice without compromising their overall fertility. The use of resveratrol, an antioxidant and known CYP2E1 inhibitor, was found to ameliorate the DNA damage in both germ cells and spermatozoa. However, extended resveratrol treatment (six months, 10.0 mg/kg body weight/week) resulted in premature activation of these cells. Thus the DNA damage found in spermatozoa after chronic acrylamide administration can be alleviated but an alternative CYP2E1 inhibitor may be required."
        },
        {
            "References": "Department of Health & Human Services/National Institute of Environmental Health Sciences, National Toxicology Program; Acrylamide (CAS No.79-06-1) Administered to Sprague-Dawley (CD) Rats on Gestational Days 6 through 20, NTP Study No. TER88048 (November 28,1988) Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/testing/types/dev/abstracts/pages/ter88048/ter88048.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrylamide (ACRL) a cumulative neurotoxicant was evaluated for developmental toxicity in timed-pregnant Sprague-Dawley (CD) rats. Acrylamide was dissolved in distilled water to yield doses of 0. 2.5, 7.5. and 15 mg/kg and administered once daily by gavage on gestational days (gd) 6 through 20. Maternal toxicity during acrylamide exposure was expressed primarily by decreased weight gain at the high dose. Maternal weight gain during treatment and gestation as well as weight gain corrected for gravid uterine weight exhibited decreasing trends. Maternal weight gain during treatment was reduced below control values in the high dose group, and corrected weight gain was reduced in the 7.5 and 15 mg/kg dose groups. Gravid uterine and liver weights were not measurably affected by acrylamide treatment. In addition, other clinical signs were observed infrequently and exhibited no clear-cut relationship to acrylamide dose. Acrylamide treatment during gestation did not alter measured endpoints of embryo/fetal viability, growth or development. The percentages of resorptions, dead fetuses or malformed fetuses per litter, as well as fetal body weights, were statistically similar among the dose groups. Acrylamide treatment had no effect on the incidence of skeletal visceral or external malformations. There was a dose-related trend toward an increased incidence of variations, but there were no statistically significant pairwise comparisons. In conclusion, development of the CD rat was not sensitive to acrylamide administered by gavage at doses which depressed maternal weight gain. The lowest acrylamide dose administered, 2.5 mg/kg/day, represented a no observed adverse effect level (NOAEL) for acrylamide-induced maternal toxicity. Embryo/fetal toxicity was not observed across the doses of acrylamide administered in this study. Consequently, 15 mg/kg/day, the highest dose tested, represented a NOAEL for developmental toxicity under the conditions of this study."
        },
        {
            "References": "Department of Health & Human Services/National Institute of Environmental Health Sciences, National Toxicology Program; Acrylamide (CAS No. 79-06-1): Reproductive Toxicity in CD-1 Swiss Mice, NTP Study No. # RACB90022 (January 1993) Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/testing/types/repro/abstracts/racb/index-86.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrylamide (ACRL), known to cause reproductive toxicity, neurotoxicity, and induce dominant lethal mutations, was tested in a modified Reproductive Assessment by Continuous Breeding (RACB) Protocol in Swiss CD-l mice. The goal was to attempt to define the chronology of onset of these toxicities during exposure to low doses of ACRL, and separate the neurotoxicity from the reproductive toxicity. Dose levels were 3, 10, and 30 ppm in water. Clinical signs of toxicity were minimal at these low doses of ACRL and consisted only of increased water consumption for males at Weeks 1 and 16 and decreased water consumption for high-dose females at Week 1. Non dose-related decreases in water consumption were observed at Week 27. Feed consumption was normal as were male and female body weights throughout the study. Overall, forelimb and hind limb grip strength tests administered at various times to detect neurotoxicity in the F0 males and females were all normal. Exposure to ACRL at doses ranging from 0.72+/-0.05 mg/kg/day in the low-dose group (3 ppm) to 9.16+/-0.23 mg/kg/day in the high-dose group (30 ppm), for 27 wks did not significantly affect measures of reproductive competence, including initial fertility, mean number of litters/pair, the proportion of pups born alive, or adjusted live pup weight. However, overall live litter size was reduced by slightly more than one pup/litter at 30 ppm. A dominant lethal test was performed using the F0 males after approx 20 wks of ACRL treatment, resulting in increased postimplantation (early resorption) loss of one pup/litter at 30 ppm. A crossover mating trial was not sensitive enough to determine which sex was responsible for the reduced number of pups/litter. The number of live pups per litter tended to be lower when sires were treated with 30 ppm ACRL (control x control; 11.4 +/- 0.6 vs. ACRL male x control females: 9.4 +/- 1.3), but this was not significant. At necropsy of F0 adults no dose-related trends in reproductive or somatic organ or body weights were noted. Testicular spermatid numbers were decreased (11%) in mid- and high-dose mice. No treatment-related neural (sural and gastrocnemius nerves) or somatic organ histopathology was observed. ACRL at dose levels of </= to 30 ppm in water did not adversely affect pre-weaning growth or survival of the F1 generation, nor was there an effect on feed consumption before 82+/-10 days of age. Calculated exposure averaged 6.7+/-0.3 and 8.8+/-0.3 mg/kg/day for adult 82-day-old F1 males and females, respectively. Water consumption was increased at 30 ppm by 110 days of age for both sexes. No treatment-related clinical signs were noted. ACRL at 30 ppm had significant effects on the reproductive competence of the F1 generation, causing a 47% reduction in the number of F2 pups/litter. Some evidence of neurotoxicity was noted in the F1 generation at 10 and 30 ppm, as forelimb and hind limb grip strength was reduced in males at 10 and 16 wks of age, respectively. Grip strength was not affected in females. There was no evidence of treatment effect on F1 body or organ weights, sperm parameters, or histopathology in males, except for smaller absolute prostate weights at 30 ppm. In females, terminal body weight was not reduced, and ACRL had no affect on reproductive organ weight, vaginal cytology, or histopathology. An indication of general toxicity occurred in F1 females: absolute kidney/adrenal weight was decreased, and relative liver weight was increased at >/= 10 ppm. In summary, exposure to ACRL in water at dose levels of 30 ppm (9.2 mg/kg) resulted in slight reproductive toxicity (decreased pups/litter and spermatid head counts) and increased postimplantation loss (dominant lethal effect) in the absence of demonstrable neurotoxicity for the F0 animals. F1 animals dosed with 30 ppm ACRL were more severely affected than the F0 animals, exhibiting a more profound effect on fertility in the presence of slight neurotoxicity (decreased grip strength in males)."
        },
        {
            "References": "Department of Health & Human Services/National Institute of Environmental Health Sciences, National Toxicology Program; Acrylamide (CAS No. 79-06-1) Administered to Swiss CD-1 Mice on Gestational Days 6 through 17, NTP Study No. TER89049 (October 7, 1988) Available from, as of August 25, 2016: https://ntp.niehs.nih.gov/testing/types/dev/abstracts/pages/ter89049/ter89049.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrylamide (ACRL), a widely used industrial chemical with neurotoxic properties, was evaluated for developmental toxicity in CD-1 mice. Acrylamide (0, 3, 15 or 45 mg/kg) in distilled water was administered once daily by gavage on gestational days (gd) 6 through 17. Timed-mated females (25-29 confirmed-pregnancies/ group) were weighed and observed daily during treatment for clinical signs. ... Maternal body weight on gd 17, as well as weight gain during treatment (gd 6-17) and gestation days (gd 0-17) were reduced at the high dose. Hindlimb weakness was observed at the high dose during the final three days of the treatment period with the highest incidence on gestation days 17 (0%, 0%, 0% and 48% of females in the control through high-dose groups, respectively). Embryo/fetal toxicity was expressed as a significant reduction in average fetal body weight per litter at the high dose, accompanied by significantly reduced gravid uterine weight. At the mid-dose level, significantly reduced gravid uterine weight appeared to be secondary to a spurious increase in prenatal mortality. The incidence of major malformations (external, skeletal or visceral) was not increased at any dose. The incidence of extra lumbar rib(s), classified as an anatomical variation, showed an increasing dose-response trend, but no statistically significant pairwise comparisons occurred between individual acrylamide-treated groups and the control group. In conclusion, the low- and mid-dose levels (3 and 15 mg acrylamide/kg/day) were NOAEL's for all maternal and embryo/fetal endpoints. Well-defined maternal and embryo/fetal toxicity was observed at the high dose (45 mg acrylamide/kg/day)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats ... were given 20 mg/kg/day by gavage on days 7 to 16 of gestation. There was no maternal toxicity and no effect on the number, size, or body weights of the litters. While transient biochemical change involving dopamine receptors was reported, its significance was unclear."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 55 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When fertilized chicken eggs were injected with 0.03-0.6 mg acrylamide on day 5, 6, or 7 of incubation, increased embryonic mortality and leg deformities were observed ... /In another study/ mortality was elevated but no malformation occurred when eggs were injected on day 3 of incubation with 0.007, 0.07, or 0.7 mg ... ."
        },
        {
            "References": "PMID:3827588",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male and female ddY mice were given acrylamide in their drinking water at concentrations of 0.3, 0.6, 0.9, or 1.2 mM for 4-6 wks. Control animals received only water. Half of the treated males (Expt 1) and all treated females (Expt 2) were mated with untreated animals. All pregnant mice except half in the top dose group were killed on day 13 of gestation and their uterine contents were examined. The remaining females were allowed to deliver and their offspring were examined. The remaining treated males were killed and studied. After mating the treated males with untreated females (Expt 1), a decrease in fertility rate and an increase in resorptions/dam were observed. The results of Expt 2 (untreated males mated with treated females) showed an increase in the number of resorptions/dam for acrylamide, but no fertility rate effect. Body weights of exposed offspring were normal in all treated groups. The highest dose of acrylamide (1.2 mM) produced a significant decrease in sperm count and an increase in abnormal sperm morphology."
        },
        {
            "References": "Neuhauser-Klaus, Schmahl W; Mutat Res 226 (3): 157-62 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A standard mammalian spot test was used to check for the mutagenic and teratogenic effects of acrylamide in fetuses of mice of two test stocks T and HT. T-stock females were mated to HT males and the females were injected ip with 50 or 75 mg of acrylamide/kg of body wt either once, on day 12 of pregnancy, or 3 times on day 10, 11 and 12 of pregnancy. For the teratogenicity study, pregnant females from the first 3 replicates were used. Single treatment of embryos on day 12 of gestation with 50 or 75 mg/kg acrylamide resulted in incr frequencies of offspring with spots of genetic relevance, which were significantly different from the control group. Treatment on 3 successive days, with 50 or 75 mg/kg acrylamide, incr the frequency of spots of genetic relevance by a factor of 2.0 and 1.6, respectively, over single doses. Treatment with 3 times 50 mg/kg yielded a higher spots of genetic relevance frequency than 3 times 75 mg/kg of acrylamide. Almost 10% of the weaned offspring of the 3 times 75 mg/kg dose group exhibited a tail kink, demonstrating a teratogenic potential of acrylamide. Treatment with 3 times 75 mg/kg significantly reduced the litter size and a high percentage of living fetuses was growth-retarded resulting in a lower avg wt. The histological examination of 8 fetuses (3 times 75 mg/kg of acrylamide group) showed hypoplasia of the lymphatic organs as well as of the centers for hematopoiesis in liver and bone marrow. Hemorrhages were observed frequently in the placenta of these fetuses."
        },
        {
            "References": "PMID:2340980",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrylamide, a widely used industrial chemical with neurotoxic effects, was evaluated for developmental toxicity. Acrylamide in distilled water was administered once daily by gavage on gestational days 6-17 to mice (0, 3, 15, or 45 mg/kg) and on gestational days 6-20 to rats (0, 2.5, 7.5, or 15 mg/kg). Following termination (gestational days 17, mice; gestational day 20, rats) fetuses were examined for external, visceral, and skeletal malformations. Maternal toxicity during treatment was observed at the highest dose as reduced body weight gain in both species and hindlimb splaying in treated mice only. Weight gain corrected for gravid uterine weight was also reduced in rats at 7.5 and 15 mg/kg/day. Embryo/fetal toxicity was not observed in rats, but fetal weight was reduced in mice administered 45 mg/kg/day. No increase in the incidence of malformations was observed in either species; however, the incidence of variations (predominantly extra rib) increased with dose. In summary administration of acrylamide during organogenesis produced maternal and developmental toxicity at 45 mg/kg/day in mice and maternal, but not developmental, toxicity at doses greater than or equal to 7.5 mg/kg/day in rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were given 200 ppm in the diet from mating to parturition, and the young were observed for 6 weeks in a postnatal study. The dams developed abnormal gaits; however, the young appeared to have normal growth and development."
        },
        {
            "References": "PMID:10378466",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrylamide, a known male postmeiotic germ cell mutagen, caused a dose-dependent increase in the frequency of morphologic abnormalities in preimplantation embryos /of mice/. Single-cell eggs, growth retardation, and blastomere lysis were detected after paternal treatment with acrylamide (10 to 50 mg/kg, 5 d). The major effects were seen at weeks 1 to 3 after male treatment, with the highest level of abnormalities at the first week (>90% vs 5% in control). The frequency of abnormal four-day embryos was similar to preimplantation loss assessed at 15 to 16 days past conception. A >100-fold elevation of chromatin adducts in sperm was observed during 1st and 2nd week after treatment, after which adduct levels decreased to baseline level. However, morphologic defects in embryos are not fully explained by the spermatid adduct curve. These findings demonstrate the effects of paternal exposure to acrylamide on preimplantation development and indicate a potential risk to the offspring of men exposed to acrylamide."
        },
        {
            "References": "PMID:11020651",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fischer 344 (F344) F(0) weanling rats, 30/sex/group, were exposed to acrylamide in drinking water at 0.0, 0.5, 2.0, or 5.0 mg/kg/day for 10 weeks and then mated. Exposure of F(0) females continued through gestation and lactation of F(1) litters. F(0) males, after F(0) mating, were removed from exposure and mated (one male: two untreated females) for the dominant lethal (DL) assay. Thirty F(1) weanlings/sex/group were exposed for 11 weeks to the same dose levels as their parents, and then mated to produce F(2) offspring. F(0) and F(1) parents and F(1) and F(2) weanlings were necropsied. Prebreeding exposure of F(0) and F(1) animals resulted in systemic toxicity at 2.0 to 5.0 mg/kg/day, with head tilt and/or foot splay increased at 0.5 to 5.0 mg/kg/day. F(0) and F(1) reproductive indices and gestational length were unaffected. Implantations and live pups/litter at birth were reduced at 5.0 mg/kg/day. Survival of F(1) and F(2) pups was reduced at 5.0 mg/kg/day for post natal day (PND) 0 through 4 only. In the DL assay, total and live implants were reduced, pre- and postimplantation loss was increased, and the frequency of DL factors (F(L)%) was increased at 5.0 mg/kg/day. At 5.0 mg/kg/day, adult F(1) male peripheral nerves exhibited axonal fragmentation and/or swelling; F(1) female spinal cord sections were unremarkable. The NOEL for prenatal DL was 2.0 mg/kg/day; the NOEL for adult systemic toxicity, including neurotoxicity, was </= 0.5 mg/kg/day. Therefore, neurotoxicity and DL were differentially affected."
        },
        {
            "References": "European Chemicals Bureau; European Union: Risk Assessment Report for Acrylamide  (79-06-1). Available from, as of April 26, 2004: https://ecb.jrc.it/existing-chemicals/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 24-30 male mice received 0, 25, 50, 75, 100, or 125 mg/kg/day acrylamide in 70% aqueous methanol by the dermal route for 5 consecutive days. Males were then mated with untreated females from day 7-10 after the last exposure. There was a slight, but treatment-related decrease in the mean number of implantations per pregnant female (21 in controls, 16 at 125 mg/kg/day). The percentage of dead implants (3%, 11%, 20%, 46%, 61%, and 76% respectively at 25, 50, 75, 100, and 125 mg/kg/day) and number of pregnant females with one or more dead implant was statistically significantly increased amongst all treated animals when compared with controls (20/78 in controls, 29/36, 40/43, 51/57, 40/42, and 27/27 respectively). The number of live embryos per pregnant female was approximately 10 in controls and decreased in a treatment-related manner to approximately 2 at 125 mg/kg/day. There was a corresponding treatment-related increase in dominant lethality (up to 91% at 125 mg/kg/day). Overall, these results indicate that repeated dermal exposure of male mice to 25 mg/kg/day or more acrylamide for 5 days resulted in dominant lethal effects in the progeny, and the reduced number of pregnant females is suggestive of reduced male fertility."
        },
        {
            "References": "PMID:26423962",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acrylamide (ACR) is a vinyl monomer with established human neurotoxic effects, which is characterized by the accumulation of neurofilaments (NFs) in the distal swellings of large axons in peripheral and central nervous systems. However, the mechanisms of neurotoxicity remain unclear. The objective is to investigate the neuroprotective effect of calpeptin (CP) on ACR-induced neuropathy and its mechanism. Female adult Wistar rats were randomly divided into four groups (control, CP, ACR, and ACR + CP group). Control group received 0.9% saline, ACR and ACR + CP groups received 30 mg/kg ACR by intraperitoneal injection. In addition, CP and ACR + CP groups also received 200 ug/kg CP. Gait analysis and hind limb splay were measured weekly to analyze neurobehavioral changes. The calpain activity and the changes of NFs protein levels in spinal cord are determined. Compared with control group, body weight of rats in ACR group decreased by 11.3% (p<0.01), while in ACR + CP group body weight increased significantly by 8.3% (p<0.01) compared with ACR group by the end of the 4th week; gait score of rats in both ACR and ACR + CP groups increased significantly by 167% and 100% (p<0.01) compared with control group, while it decreased significantly by 25.1% (p<0.01) in ACR + CP group compared with ACR group; the distance of hind limb splay in both ACR and ACR + CP groups increased by 76.7% and 49.5% (p<0.01) compared with control group, while it decreased by 15.4% (p<0.01) in ACR + CP group compared with ACR group; calpain activity of spinal cord at ACR and ACR + CP groups increased significantly by 14.9% and 10.0% (p<0.01) compared with control group, while it decreased 4.2% (p<0.01) in ACR + CP group compared with ACR group; compared with control group, the levels of light NF (NF-L), medium NF (NF-M) and heavy NF (NF-H) subunits increased by 81.2%, 263.6% and 22.6% (p<0.01) in the supernatant of ACR group in spinal cord tissue and increased by 28.4%, 96.6% and 10.6% (p<0.01) in ACR + CP group, while the levels of NF-L, NF-M and NF-H subunits decreased by 29.1%, 45.9% and 9.8% (p<0.01) in ACR + CP group compared with ACR group. The present results suggested that CP can relieve ACR neuropathy by decrease calpain activity and NFs degradation. The changes of calpain activity and NFs may be one of the mechanisms of ACR-induced neuropathy."
        },
        {
            "References": "PMID:6448665",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The in vitro effects of the neurotoxic compounds, acrylamide and 2,5-hexanedione, on several glycolytic enzymes including enolase, phosphofructokinase (PFK), glyceraldehyde-3-phosphate dehydrogenase (GAPDH) and lactic dehydrogenase (LDH) were studied in rat brain. A differential sensitivity of the enzymes to the inhibitory effects of the neurotoxins was observed. The order of increasing sensitivity to 2,5-hexanedione was enolase - GAPDH - PFK and to acrylamide the order was PFK - enolase - GAPDH. Neither neurotoxin inhibited LDH. The inhibition of enolase by acrylamide exhibited a mixed type pattern in double reciprocal plots. The inhibition could be completely reversed by dialysis indicating that it did not involve covalent bond formation. In the presence of dithiothreitol (DTT) or glutathione the inhibition of enolase by either acrylamide or 2,5-hexanedione was potentiated. Activity of enolase inhibited by both acrylamide and DTT could not be restored to pre-inhibition rates following dialysis indicating that an irreversible interaction between acrylamide and enolase had taken place. The results suggest that neurotoxic compounds which produce distal axonopathies have a common pattern of attack on glycolytic enzymes and that interruption of glycolysis is the underlying biochemical basis for both the physiological and morphological damage caused by these compounds."
        },
        {
            "References": "PMID:24726791",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... In this study we tested if fully differentiated neurons derived from murine embryonic stem cells (ESCN) could be used to investigate the effects of the well characterized neurotoxic model compound acrylamide (ACR) and if ESCN behave similar to murine primary cortical neurons (pCN) from 16 days old embryos. We characterized the differentiation process of cryopreserved ESC-derived neural precursor cells (NPC) differentiating to ESCN. During the differentiation process (days 11-20) a strong increase in calcium responses to glutamate, acetylcholine and GABA were observed. Moreover, neuron specific marker proteins, beta-III-tubulin, MAP2, Tau, Rbfox3 and synaptophysin showed similar patterns to pCN. In ESCN and pCN the neuronal structure, e.g. neurites, was not affected by low concentrations of ACR [0.5-1.6 mM]. However, 24 hr incubation periods with 0.5-1.6 mM ACR led to a reduction of acetylcholine and glutamate induced calcium responses. In conclusion, we show that non-cytotoxic concentrations of ACR alter neurotransmission in ESCN as well as pCN."
        },
        {
            "References": "PMID:25206854",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... In this study, we examined the permeability of the blood-cerebrospinal fluid barrier, and its ability to secrete transthyretin and transport leptin of rats exposed to acrylamide for 7, 14, 21 or 28 days. Transthyretin levels in cerebrospinal fluid began to decline on day 7 after acrylamide exposure. The sodium fluorescein level in cerebrospinal fluid was increased on day 14 after exposure. Evans blue concentration in cerebrospinal fluid was increased and the cerebrospinal fluid/serum leptin ratio was decreased on days 21 and 28 after exposure. In comparison, the cerebrospinal fluid/serum albumin ratio was increased on day 28 after exposure. Our findings show that acrylamide exposure damages the blood-cerebrospinal fluid barrier and impairs secretory and transport functions. ..."
        },
        {
            "References": "PMID:25317170",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... This study investigated whether acrylamide inhibits nerve sprouting after intramuscular injection of botulinum toxin type A. A tibial nerve sprouting model was established through local injection of botulinum toxin type A into the right gastrocnemius muscle of Sprague-Dawley rats. Following intramuscular injection, rats were given intraperitoneal injection of 3% acrylamide every 3 days for 21 days. Nerve sprouting appeared 2 weeks after intramuscular injection of botulinum toxin type A and single-fiber electromyography revealed abnormal conduction at the neuromuscular junction 1 week after intramuscular injection of botulinum toxin type A. Following intraperitoneal injection of acrylamide, the peak muscle fiber density decreased. Electromyography jitter value were restored to normal levels 6 weeks after injection. This indicates that the maximal decrease in fiber density and the time at which functional conduction of neuromuscular junction was restored were delayed. Additionally, the increase in tibial nerve fibers was reduced. Acrylamide inhibits nerve sprouting caused by botulinum toxin type A and may be used to prolong the clinical dosage of botulinum toxin type A."
        },
        {
            "References": "PMID:25876170",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... In Caenorhabditis elegans, we showed that 48 hr exposure to 10-625 mg/L acrylamide resulted in a significant decline in locomotor frequency of body bending, head thrashing and pharynx pumping. In addition, acrylamide exposure reduced crawling speeds and changed angles of body bending. It indicates that acrylamide induces locomotor defects, along with parkinsonian-like movement impairment, including bradykinesia and hypokinesia. Acrylamide also affected chemotaxis plasticity and reduced learning ability. Using transgenic nematodes, we found that acrylamide induced downexpression of P(dat-1) and led to the degeneration of dopaminergic neurons. Moreover, the enhanced expression of unc-54, encoding a subunit of alpha-synuclein was found. It illustrates that acrylamide is efficient in inducing crucial parkinsonian pathology, including dopaminergic damage and alpha-synuclein aggregation. These findings suggest the acrylamide-induced locomotor defects and neurotoxicity are associated with Parkinson's disease."
        },
        {
            "References": "PMID:25943760",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Dopaminergic system dysfunction is proved to be a possible mechanism in acrylamide (ACR)-induced neurotoxicity. The neurotransmitter dopamine (DA) has an increasingly important role in the dopaminergic system. Thus, the goal of this study is to evaluate effects of ACR on dopamine and its metabolite levels, dopamine transport and metabolic gene expression in dopaminergic neurons. Male Sprague-Dawley (SD) rats were dosed orally with ACR at 0 (saline), 20, 30, and 40 mg/kg/day for 20 days. Splayed hind limbs, reduced tail flick time and abnormal gait which preceded other neurologic parameters were observed in the above rats. ACR significantly increased dopamine levels, decreased 3,4-dihydroxyphenylacetic acid (DOPAC) and homovanilic acid (HVA) contents in an area dependent manner in rat striatum. Immunohistochemical staining of the striatum revealed that the number of tyrosine hydroxylase (TH) positive cells significantly increased, while monoamine oxidase (MAO) positive cells were drastically reduced, which was consistent with changes in their mRNA and protein expressions. In addition, dopamine transporter (DAT) and vesicular monoamine transporter 2 (VMAT2) expression levels were both down-regulated in the striatum. These results suggest that dopamine levels increase significantly in response to ACR, presumably due to changes in the dopamine transport and metabolism related genes expression in the striatal dopaminergic neurons."
        },
        {
            "References": "PMID:26721510",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... In this study, we first investigated the effects of acrylamide (ACR) on slow axonal transport of neurofilaments in cultured rat dorsal root ganglia (DRG) neurons through live-cell imaging approach. Then for the underlying mechanisms exploration, the protein level of neurofilament subunits, motor proteins kinesin and dynein, and dynamitin subunit of dynactin in DRG neurons were assessed by western blotting and the concentrations of ATP was detected using ATP Assay Kit. The results showed that ACR treatment results in a dose-dependent decrease of slow axonal transport of neurofilaments. Furthermore, ACR intoxication significantly increases the protein levels of the three neurofilament subunits (NF-L, NF-M, NF-H), kinesin, dynein, and dynamitin subunit of dynactin in DRG neurons. In addition, ATP level decreased significantly in ACR-treated DRG neurons. Our findings indicate that ACR exposure retards slow axonal transport of NF-M, and suggest that the increase of neurofilament cargoes, motor proteins, dynamitin of dynactin, and the inadequate ATP supply contribute to the ACR-induced retardation of slow axonal transport."
        },
        {
            "References": "WHO; Environ Health Criteria 49: Acrylamide p.52 (1985)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Endoneural macrophages and a proliferation of Schwann cells /were observed/ in the sciatic nerves of adult rats after 26 injections of acrylamide (50 mg/kg, 3 doses/wk). After 4 injections, microscopic exam revealed myelin figures in Schwann cells and enlarged fibers within the sciatic nerve. These changes became more prominent after 8 injections. Exam of nerves from rats receiving 26 injections revealed numerous axonal sprouts growing within the Schwann cells."
        },
        {
            "References": "WHO; Environ Health Criteria 49: Acrylamide p.49 (1985)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Electroencephalogram EEG abnormalities /were found/ in acrylamide-treated cats prior to the development of ataxia. These studies clearly indicate that the primary neural locus was subcortical and it was proposed that this locus was the mesencephalic tegmentum."
        },
        {
            "References": "PMID:3972511",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Oral acrylamide produces axonal swelling and later degeneration and gliosis in the distal optic tract, especially within the lateral geniculate nucleus, of macaque monkeys. Contrast sensitivity, visual acuity, and flicker fusion frequency were reduced during exposure, and only flicker fusion recovered rapidly and completely after exposure. Pattern reversal evoked responses exhibited increased latency and reduced amplitude during dosing but substantially recovered after exposure. Visual acuity and contrast sensitivity for high spatial frequencies were decreased throughout the 140 days of testing after dosing."
        },
        {
            "References": "PMID:3972512",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Oral acrylamide dosing for 6-10 weeks produced axonal swellings with neurofilament accumulation in the distal optic tract and lateral geniculate nucleus of macaque. Monkeys that were killed 6-8 months after similar dosing showed a marked neuronal degeneration in the visual pathways that was more pronounced after two than after a single period of exposure. This degeneration was characterized by the following: loss of ganglion cells in central retina with relative sparing of other retinal neurons; disproportionate degeneration of temporal to central optic nerve and the dorsal optic tract; and neuronal atrophy in parvocellular layers of the lateral geniculate nucleus, with relative sparing of magnocellular layers. The pattern of neuronal loss suggests that one type of retinal ganglion cell or its axon may be especially vulnerable to damage by acrylamide. The selective neuronal damage produced by acrylamide may help explain the nature of the visual dysfunction associated with this intoxication."
        },
        {
            "References": "PMID:3949642",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... There was a marked increase in threshold and decrease in firing rate of slowly adapting lung stretch receptors in dogs with moderate neuropathy. Abnormal slowly adapting stretch receptors discharge patterns were observed, and there was a depletion of those units innervated by the fastest conducting vagal afferent fibers in treated animals. Acrylamide induced degeneration of myelinated fibers in bronchial branches of the vagus nerve. These abnormalities were partially reversed upon withdrawal of the neurotoxin. ..."
        },
        {
            "References": "PMID:2993526",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The sensitivity of the Hering-Breuer reflex was compared in anesthetized rabbits before, during and after the induction of acrylamide neuropathy, and was measured as the tracheal pressure which produced 30 seconds of apnea. After four weeks of acrylamide (400 mg/kg total dose) there was ataxia and the conduction velocity of hindlimb motor nerves was significantly reduced. At this time there was a marked and reproducible reduction in the sensitivity of the Hering-Breuer reflex. The ataxia resolved within a month of stopping acrylamide administration. Three months after the cessation of acrylamide the sensitivity of the Hering Breuer reflex had increased significantly but had not returned to normal."
        },
        {
            "References": "PMID:2410575",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... To study direct toxic effects of acrylamine, young rats were given a single dose of acrylamide (75 mg/kg, ip). A second group received daily injections of acrylamide at a lower dose (30 mg/kg, ip) in order to study animals with established acrylamide neuropathy. The slow component of axonal transport was labeled by intraspinal injections of (35)S methionine. Transport of individual slow component polypeptides was compared to profiles obtained from age-matched controls. ... Results demonstrate that two different abnormalities of the slow component of axonal transport arise at different stages during the development of experimental acrylamide neuropathy. Both patterns of altered transport have structural correlates which reflect the changes in neurofilament transport. Following a single high dose, there was a modest retardation of the leading edge of the slow component. At this time, neurofilaments accumulated in proximal axons with formation of axonal swellings. During chronic administration, when distal axonal degeneration was present, the proportion of neurofilaments in the slow component was markedly reduced, and there was prominent loss of caliber in proximal axons. ..."
        },
        {
            "References": "PMID:2475836",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acrylamide (ACR) produces a neuropathy in the central and peripheral nervous systems characterized by neurofilament-containing swellings in the distal nerve and eventual dying-back degeneration of axons. The effects of a single exposure to ACR on the rate and quantity of protein transported in the rat sciatic nerve has been measured to determine whether fast axonal transport is compromised by this toxicant. Using the segmental analysis of radioactive label of proteins following 3H-leucine injections into the DRG, ACR (50-100 mg/kg) significantly reduced the rate of fast anterograde transport by 9.3 to 20.8% but, more importantly, reduced the quantity of transported protein by 42.4 to 51.3%. The non-neurotoxic analogue methylene bis-acrylamide did not significantly change either parameter. The reductions in transport were not due to general effects of the toxicant upon protein synthesis. Therefore, fast anterograde transport was significantly affected by a single exposure to ACR in the same magnitude as retrograde transport. Discovery of these dramatic changes was due to differences from previous studies in the time frame of study of transport in relation to toxicant injection and to measurements of the quantity of protein transported rather than only the rate. These changes may be significant in terms of the pathogenesis of distal nerve degeneration."
        },
        {
            "References": "PMID:6086944",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In order to define the locus of acrylamide neurotoxicity, the effects of chronic intoxication (total dose 500 mg/kg) on cholinergic synthesis and transport, the Schwann cell myelin complex, lysosomal activity, and several metabolic pathways were determined in rat sciatic nerve, spinal cord, and brain. No changes were found in hematological measures or in the levels of clinically important blood enzymes, indicating no major damage to other organs. Creatine kinase /activity/ decreased in sciatic nerve, muscle, and brain, particularly in animals dying of acrylamide intoxication. The synthesis of protein in brain and spinal cord (measured in vivo) was decreased in rats exposed to high dose acrylamide. However, in brain and cord, creatine kinase decreased only after animals became systemically ill and suffered weight loss. Degree of stress to which the animals had been subjected was indicated by enlargement of the adrenal glands and decreased sulfolipid synthesis in the adrenals. Rats exposed to 25 mg/kg/day acrylamide to a total dose of 250 mg/kg developed leg weakness but not paralysis or weight loss and had a 25% decrease in creatine kinase only in the distal sciatic nerve. ..."
        },
        {
            "References": "PMID:3553735",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effect of acrylamide on the sympathetic innervation of the rat pineal gland was examined by using ultrastructural, immunohistological, biochemical, and physiological methods. Separation of sympathetic terminals from perivascular pineocyte processes was facilitated by administration of the false neurotransmitter 5-hydroxydopamine, which preferentially labeled sympathetic terminals, shortly before sacrifice. Administration of acrylamide (50 mg/kg/day, intraperitoneally) for 1 to 2 weeks resulted in the near-total loss of pineal parenchymal perivascular axons and axons intercalated between individual pineocytes. More proximal portions of these sympathetic axons located within the capsule of the pineal gland developed markedly enlarged swellings containing neurofilaments and tubulovesicular elements. The ultrastructural appearance of axons swollen by tubulovesicular elements resembled that of regenerating axons. The loss of 50% of pineal dopamine-beta-hydroxylase activity underestimated the extent of parenchymal denervation due to the marked engorgement of remaining capsular sympathetic axons by immunoreactive dopamine-beta-hydroxylase. Pineal serotonin N-acetyltransferase activity increased 25- to 50-fold in acrylamide intoxicated rats in which isoproterenol was used to stimulate pineocyte beta-adrenergic receptors directly ... ."
        },
        {
            "References": "PMID:2539170",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Exercised rats have larger myelinated nerve fibers than sedentary rats and exercised rats with acrylamide neuropathy have smaller fibers than acrylamide-treated sedentary rats. These nerve fiber changes were the result of work hypertrophy and overwork atrophy, respectively. This study was designed to reaccess morphologic changes in nerves after overwork was induced in rats with acrylamide neuropathy and to test the effects of rest before and after an overwork period in rats with acrylamide neuropathy. The 4 wk old rats divided into four groups of eight rats. Acrylamide was administered to three groups (Groups 2, 3, and 4) to induce subacute paralysis followed by gradual amelioration. Group 3 was exercised for the first 5 weeks and rested for the last 5 weeks. Group 4 was exercised for the last 5 weeks. The diameter distribution of myelinated fibers of the tibial and sural nerves was analyzed. The percentage of larger myelinated fibers was decreased in all acrylamide-treated groups. The average values of fiber diameters in Group 4 were significantly smaller than injected sedentary animals (Group 2) or those with rest (Group 3), whereas no significant difference was found between the latter groups. Axonal degeneration of teased fibers was assessed in the tibial and sural nerves. The percentage of axonal degenerated fibers in exercised animals (Group 4) was significantly higher than in the other acrylamide-injected groups (Groups 2 and 3). This study supports the concept that acrylamide neuropathy worsens with moderate intensity of running activities for a prolonged period and that recovery may occur if vigorous exercise is avoided."
        },
        {
            "References": "PMID:12652090",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... The effects of acrylamide on primary sensory nerve cell bodies and their myelinated axons in chronic acrylamide intoxication /were examined/. The numbers and sizes of dorsal root ganglion cell bodies (L5) and myelinated nerve fibers were estimated with sterelogical techniques in severely disabled rats which had been treated with 33.3 mg/kg acrylamide twice a week for 7.5 weeks. There was no loss of dorsal root ganglion cells or myelinated nerve fibers in the roots, the sciatic nerve, sural nerve, and a tibial nerve branch. The mean perikaryal volume of A-cells was reduced by 20% (2P < 0.001) from 50,000 cu um in controls (CV = 0.13) to 40,000 cu um (0.12), whereas B-cell volume was unchanged. All size-frequency distribution curves of myelinated axon area of peripheral nerves and sensory roots were shifted to the left towards smaller values in rats exposed to acrylamide. In the L5 sensory root 3 mm from the ganglion, there was a significant reduction of mean cross sectional area of myelinated axons by 14% (2P < 0.05) from 7.6 sq um (0.11) in controls to 6.5 sq um (0.13) in intoxicated rats. The mean cross sectional area of myelinated sural nerve axons was reduced by 22% (2P < 0.001) from 8.6 sq um (0.08) in controls to 6.7 sq um (0.17) in intoxicated rats. We conclude that chronic intoxication with acrylamide leads to selective atrophy of type A dorsal root ganglion cell bodies and simultaneous atrophy along their peripheral axons, whereas neuronal B-cell bodies and motor axons are spared. It is suggested that the neuronal atrophy might well represent a defect of neurofilament synthesis and transport."
        },
        {
            "References": "PMID:1508423",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Initial work in this laboratory aiming at the development of techniques for using hemoglobin adducts as biomarkers for human exposure to acrylamide (AA), revealed the formation of glycidamide as a reactive epoxide metabolite of acrylamide in the rat. In rats treated with 0-100 mg/kg of AA significant dose-rate effects were observed on adduct formation by both AA and glycidamide. /A/ high rate of formation of the metabolite /was found/, especia1ly at low doses where approximately 60% of AA was converted to glycidamide in vivo. In initial neurotoxicological experiments, the effects of the parent compound (8-14 days, 25 and 50 mg/kg/day) and the metabolite (8-14 days, 50 and 100 mg/kg/day) were compared. While at the higher dose both compounds affected the rats' performance on the rotarod, only acrylamide had a significant effect in the hindlimb splay test, which is considered a more sensitive indicator of peripheral neuropathy. On the other hand, a stronger effect was seen for glycidamide than for AA on the male reproductive system, especially on sperm cell viability."
        },
        {
            "References": "PMID:12564387",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Previous studies of acrylamide (ACR) neuropathy in rat peripheral nervous system (PNS) and cerebellum have suggested that axon degeneration was not a primary effect and was therefore, of unclear neurotoxicological significance. To continue morphological examination of ACR neurotoxicity in CNS, a cupric silver stain method was used to define spatiotemporal characteristics of nerve cell body, dendrite, axon and terminal degeneration in brainstem and spinal cord. Rats were exposed to ACR at a dose-rate of either 50 mg/kg per day (i.p.) or 21 mg/kg per day (p.o.), and at selected times brains and spinal cord were removed and processed for silver staining. Results show that intoxication at the higher ACR dose-rate produced a nearly pure terminalopathy in brainstem and spinal cord regions, i.e. widespread nerve terminal degeneration and swelling were present in the absence of significant argyrophilic changes in neuronal cell bodies, dendrites or axons. Exposure to the lower ACR dose-rate caused initial nerve terminal argyrophilia in selected brainstem and spinal cord regions. As intoxication continued, axon degeneration developed in white matter of these CNS areas. At both dose-rates, argyrophilic changes in brainstem nerve terminals developed prior to the onset of significant gait abnormalities. In contrast, during exposure to the lower ACR dose-rate the appearance of axon degeneration in either brainstem or spinal cord was relatively delayed with respect to changes in gait. Thus, regardless of dose-rate, ACR intoxication produced early, progressive nerve terminal degeneration. Axon degeneration occurred primarily during exposure to the lower ACR dose-rate and developed after the appearance of terminal degeneration and neurotoxicity. Spatiotemporal analysis suggested that degeneration began at the nerve terminal and then moved as a function of time in a somal direction along the corresponding axon. These data suggest that nerve terminals are a primary site of ACR action and that expression of axonopathy is restricted to subchronic dosing-rates."
        },
        {
            "References": "PMID:915524",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Mesenteric blood flow has been studied in cats poisoned with acrylamide. In severely poisoned animals, there is impairment of the neural control of the mesenteric vascular bed. The diminished response of the mesenteric bed to tyramine administration, the increased response to phenylephrine and noradrenaline and the failure of the nerve endings to take up exogenous noradrenaline are indicative of damage to the postganglionic unmyelinated fibres. The studies support the view that disturbance of blood pressure control in autonomic neuropathy is related to the impaired vasomotor control of the splanchnic bed."
        },
        {
            "References": "PMID:6273507",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Greyhound dogs exposed orally (7 mg/kg/day) for 8 weeks developed sensorimotor peripheral neuropathy and most developed megaesophagus suggesting that an axonopathy of vagus may be an etiological disorder factor."
        },
        {
            "References": "PMID:6093740",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Treatment of cats with acrylamide 7.5 or 15 mg/kg, im, once a day for 10 days, resulted in increases of 31 and 47% in the phospholipid content of the sciatic nerve, respectively, from a control level of 41.4 mg/kg wet wt. Determination of the distribution of individual phospholipids indicated no significant differences between control cats and those receiving a cumulative dose of 150 mg/kg acrylamide. Significant increases in phospholipid content were observed in the proximal and distal portions of the peripheral nerve of the acrylamide-intoxicated cats. Total wt of nerve segments, however, was significantly decreased in the neuropathic animals. The data are consistent with a focal degeneration of axons with relative sparing of phospholipids."
        },
        {
            "References": "PMID:6086739",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The baroreflex regulation of arterial blood pressure and heart rate was examined in dogs with acrylamide-induced peripheral neuropathy. The maximum baroreflex gain (the ratio of the change in systemic pressure to a change in sinus pressure) was significantly greater in the treated animals. A step increase in carotid sinus pressure produced long periods of asystole and sustained bradycardia in the animals with neuropathy. The alterations in the baroreceptor reflex responses were consistent with dysfunction of baroreceptor fibers in the vagus."
        },
        {
            "References": "PMID:6474510",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Activity of beta-glucuronidase and cathepsin-D were studied in brain, spinal cord, and sciatic nerves of rats at 24 hr or 10 days after daily ip administration of 50 mg/kg acrylamide. The activities of beta-glucuronidase and cathepsin-D in brain, spinal cord and sciatic nerves remained unaffected on single exposure but increased significantly in these tissues on administration of the neurotoxin for 9 consecutive days. The increase in the activity of beta-glucuronidase and cathepsin-D was more marked in sciatic nerves, than brain or spinal cord. These results suggest that cathepsin-D and beta-glucuronidase may be involved in the acrylamide-induced degeneration of nervous tissues and can serve as useful markers for the detection of chemical-induced neuropathies."
        },
        {
            "References": "PMID:6818824",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acrylamide (30 mg/kg) given daily to rats 5 times each week for 3 weeks leads to progressive loss of Purkinje cells. The necrotic cells are visible from the third day and their numbers reach a peak at the time when the dosing ceases at 18 days. They are less frequent thereafter, but are still visible almost three weeks later in small numbers."
        },
        {
            "References": "PMID:6194574",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acrylamide administration at 10 and 20 mg/kg ip in the rat induced alteration in the levels of dopamine, serotonin, 5-hydroxyindoleacetic acid in different regions of the brain. Selective but widespread changes were observed in 5-hydroxyindoleacetic acid levels in all regions of the brain. Serotonin levels increased significantly in the brain stem. Dopamine levels increased significantly in the caudate nucleus."
        },
        {
            "References": "PMID:6884632",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Male rats administered 50 mg/kg/day acrylamide for 5 days demonstrated ataxia in preliminary rotorod experiments. Additional groups of rats were dosed with 5, 15 or 50 mg/kg/day acrylamide for 5 days, then sacrificed on day 6 at various time intervals after iv injections of tritiated tyrosine (Tyr) or tryptophan (Trp). Brain levels of Tyr, Trp, norepinephrine (NE), dopamine (DA), serotonin (5-HT), and respective metabolites, 3-methoxy-4-hydroxyphenylethyleneglycol sulfate (MOPEG-sulfate), 3,4-dihydroxyphenylacetic acid (DOPAC), and 5-hydroxyindoleacetic acid (5-HIAA) were assayed fluorometrically. Turnover rates of NE, DA and 5-HT were estimated by evaluating the rates of specific activity changes in neurotransmitters and precursor amino acids over time. A slight reduction of whole brain NE content was observed in rats administered 50 mg/kg/day acrylamide. Other neurotransmitter levels were not affected by acrylamide levels administered, nor were turnover rates affected. Levels of MOPEG-sulfate and DOPAC were unchanged at any dose tested. Increased levels of 5-HIAA were observed in rats receiving 15 and 50 mg/kg/day acrylamide. Results suggest that acrylamide neurotoxicity does not entail widespread damage to the neurons associated with these biogenic amines; however, the acid metabolite efflux from brain was significantly inhibited."
        },
        {
            "References": "PMID:6539426",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acrylamide (30 mg or 50 mg/kg/day, 5 days each week) was injected intraperitoneally into rats for up to 4 weeks. The first abnormalities in spinal ganglion neurons were seen at 7 days when an apparent increase in numbers of mitochondria, some being hypertrophic, were found in a few large light cells. This was 10 days before any significant Wallerian degeneration was found in muscle spindle sensory fibers. Mitochondrial changes became more marked with time and were later associated with rough-surfaced endoplasmic reticulum disruption, loss of neurofilaments and peripheral displacement of the nucleus, thus mimicking chromatolysis of the axon reaction. ..."
        },
        {
            "References": "Sharma RP, Obersteiner EJ; Toxicol Appl Pharmacol 42 (1): 149-56 (1977)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Short-term effects of acrylamide on chick dorsal root ganglia in culture were investigated. Complete inhibition of cell growth was apparent at 1x10-2 molar /concentration/. It is slightly more toxic to nerve fibers than to neuroglia in vitro."
        },
        {
            "References": "PMID:26199611",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ ... To explore the neurotoxic effect of acrylamide on the developing brain, weaning rats were gavaged with 0, 5, 15, and 30 mg/kg acrylamide for 4 consecutive weeks. No obvious neurotoxicity was observed in weaning rats in the low-dose acrylamide group (5 mg/kg). However, rats from the moderate- and high-dose acrylamide groups (15 and 30 mg/kg) had an abnormal gait. Furthermore, biochemical tests in these rats demonstrated that glutamate concentration was significantly reduced, and gamma-aminobutyric acid content was significantly increased and was dependent on acrylamide dose. Immunohistochemical staining showed that in the cerebral cortex, gamma-aminobutyric acid, glutamic acid decarboxylase and glial fibrillary acidic protein expression increased remarkably in the moderate- and high-dose acrylamide groups. These results indicate that in weaning rats, acrylamide is positively associated with neurotoxicity in a dose-dependent manner, which may correlate with upregulation of gamma-aminobutyric acid and subsequent neuronal degeneration after the initial acrylamide exposure."
        },
        {
            "References": "PMID:2764719",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Embryonic rat neuronal cells cultured in chemically defined medium were exposed to acrylamide at concn of 0, 0.25, 0.5, 1.0, and 2.0 mM. After 4, 8, and 11 days in culture, 100 uL of the medium was aliquotted for glucose estimation. Under a phase contrast microscope, at 0.5 mM the toxic effect of acrylamide was not recognized until 8 days in culture and became obvious at 11 days. In 1 mM, most of the neuronal cells were dead at 8 days, and in 2 mM at 4 days in culture. Protein content significantly increased from 4 to 8 days in culture; however at 11 days it decr to about 85% of the 8 day value. The lactic dehydrogenase activity was also reduced at 11 days from the 8 day value. Acrylamide dose-dependently reduced the protein content, the lactic dehydrogenase activity and the cumulative glucose consumption at 4, 8, and 11 days."
        },
        {
            "References": "PMID:25531190",
            "Value": "/GENOTOXICITY/ Senescence, which is irreversible cell cycle arrest, is induced by various types of DNA damage, including genotoxic stress. Senescent cells show dysregulation of tumor suppressor genes and other regulators of cellular proliferation. Activating transcription factor 3 (ATF3) plays a pleiotropic role in biological processes through genotoxic stress. In this study, we examined the effects of acrylamide (ACR), a genotoxic carcinogen, on cellular senescence and the molecular mechanisms of ATF3 function in macrophages. Treatment of macrophages with ACR at low concentrations (<1.0 mM) resulted in senescence-like morphology and an increase in senescence-associated beta-galactosidase (SA-beta-gal) activity. Exposure of macrophages to ACR led to stress-induced, telomerase-independent senescence. In addition, ACR treatment for 1, 3, or 5 days showed a concentration-dependent increase in ATF3 expression and G0/G1 phase arrest. To better understand the role of ATF3 in controlling the senescence response to ACR, SA-beta-gal activity was examined using ATF3 knockdown and overexpression. ACR-mediated senescence was significantly decreased by knockdown of ATF3, whereas it was increased with ATF3 overexpression. We found that ATF3 regulated p53 and p21 levels. ATF3 also played an important role in regulating intracellular reactive oxygen species (ROS) production in response to ACR treatment. Moreover, phosphorylation of p38 and JNK kinases, which were activated during ATF3-mediated senescence, was observed in ACR-treated macrophages. Taken together, these results suggest that ATF3 contributes to ACR-induced senescence by enhancing ROS production, activating p38 and JNK kinases, and promoting the ATF3-dependent expression of p53, resulting in regulation of cellular senescence in macrophages."
        },
        {
            "References": "PMID:26686995",
            "Value": "/GENOTOXICITY/ Acrylamide (ACR) and glycidyl methacrylate (GMA) are structurally related compounds used for making polymers with various properties. Both chemicals can be present in food either as a byproduct of processing or a constituent of packaging. We performed a comprehensive evaluation of ACR and GMA genotoxicity in Fisher 344 rats using repeated gavage administrations. Clastogenicity was measured by scoring micronucleated (MN) erythrocytes from peripheral blood, DNA damage in liver, bone marrow and kidneys was measured using the Comet assay, and gene mutation was measured using the red blood cell (RBC) and reticulocyte Pig-a assay. A limited histopathology evaluation was performed in order to determine levels of cytotoxicity. Doses of up to 20 mg/kg/day of ACR and up to 250 mg/kg/day of GMA were used. ACR treatment resulted in DNA damage in the liver, but not in the bone marrow. While ACR was not a clastogen, it was a weak (equivocal) mutagen in the cells of bone marrow. GMA caused DNA damage in the cells of bone marrow, liver and kidney, and induced MN reticulocytes and Pig-a mutant RBCs in a dose-dependent manner. Collectively, our data suggest that both compounds are in vivo genotoxins, but the genotoxicity of ACR is tissue specific."
        },
        {
            "References": "PMID:27338305",
            "Value": "/GENOTOXICITY/ ... In rodent carcinogenicity assays, acrylamide exposure leads to tumor formation at doses lower than those demonstrated to induce genotoxic damage. We evaluated the potential of acrylamide to induce structural DNA damage and gene mutations in rodents using highly sensitive flow cytometric analysis of micronucleus and Pig-a mutant frequencies, respectively. Male F344 rats and B6C3F1 mice were administered acrylamide in drinking water for 30 days at doses spanning and exceeding the range of acrylamide exposure tested in cancer bioassays-top dose of 12.0 and 24.0 mg/kg/day in mice and in rats, respectively. A positive control, N-ethyl-N-nitrosourea, was administered at the beginning and end of the study to meet the expression time for the two DNA damage phenotypes. The results of the micronucleus and Pig-a assays were negative and equivocal, respectively, for male rats exposed to acrylamide at the concentrations tested. In contrast, acrylamide induced a dose-dependent increase in micronucleus formation but tested negative in the Pig-a assay in mice. Higher plasma concentrations of glycidamide in mice than rats are hypothesized to explain, at least in part, the differences in the response. Benchmark dose modelling indicates that structural DNA damage as opposed to point mutations is most relevant to the genotoxic mode of action of acrylamide-induced carcinogenicity. Moreover, the lack of genotoxicity detected at <6.0 mg/kg/day is consistent with the notion that non-genotoxic mechanisms contribute to acrylamide-induced carcinogenicity in rodents."
        },
        {
            "References": "PMID:7520985",
            "Value": "/GENOTOXICITY/ ... /A/ cytogenetic analysis of first-cleavage metaphases was carried out to detect chromosomal damage induced by acrylamide (AA) in meiotic and postmeiotic stages of mouse spermatogenesis. Male mice were intraperitoneally injected with single acute doses of 75 or 125 mg/kg or treated with five daily injections of 50 mg/kg and mated either 7 or 28 days after the end of treatment. Chromosomal aberrations were scored in C-banded metaphases prepared from one-cell zygotes by a mass harvest technique. AA treatment of late spermatids-spermatozoa resulted in significant increases of structural aberrations at all doses tested. The data could be fitted to a curvilinear regression and a doubling dose of 23 mg/kg was calculated. The large majority of observed aberrations were of the chromosome type, including dicentrics, rings and translocations, in agreement with a mechanism of chromosomal damage mediated through the alkylation of DNA-associated protamines. Even though the frequency of aberrations 28 days after treatment was not significantly higher than the control value, the presence of multiple rearrangements in two cells suggested that AA might also have a minor effect on spermatocytes. ..."
        },
        {
            "References": "PMID:7520983",
            "Value": "/GENOTOXICITY/ As a part of the development and validation of the spermatid micronucleus test (SMNT) in the project 'Detection of Germ Cell Mutagens' sponsored by the CEC we studied the mutagenicity of acrylamide (AA) and mitomycin C (MMC). Of two alternative techniques, we used the 'dissection technique' based on microdissection of seminiferous tubules offering a narrow window for evaluation of cell stage sensitivity, and including DNA-specific staining and scoring. AA given as a single injection of 50 or 100 mg/kg did not significantly increase MN frequencies. When a subchronic treatment (4 x 50 mg/kg) was given, a significant increase over background was observed 18 and 19 days after the last injection, indicating genotoxic activity in preleptotene spermatocytes and late spermatogonial stages. MMC given as single injections of 0.5 or 1.0 mg/kg increased MN frequencies significantly 17, 18, 19 and 20 days after treatment as a result of clastogenicity in S phase cells. DNA flow cytometry did not show cytotoxicity of AA to preleptotene spermatocytes, but a small decrease in the numbers of stem cells. If spindle disturbances are caused by AA, as suggested, they were not detectable by induction of spermatid MN in vivo 1 or 3 days after treatment or by treatment with AA of cultured segments of seminiferous tubules undergoing meiotic divisions in vitro. In conclusion, the SMNT with the dissection technique is able to show the germ cell clastogenicity of AA and MMC. AA was observed to have a much weaker MN inducing potency than MMC."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 57 (1986)",
            "Value": "/GENOTOXICITY/ A diet containing 500 mg/kg acrylamide fed to male ddY mice for 3 wk increased the frequency of chromatid exchanges and chromosome breaks in spermatogonia and induced polyploidy and aneuploidy in both bone-marrow and spermatogonial cells ...IP admin of 100, 150, or 200 mg/kg bw ...caused severe reduction in mitotic spermatogonia. Dietary and parenteral admin of acrylamide induced chain-quadrivalents, ring-quadrivalents, fragments, and univalents in primary spermatocytes."
        },
        {
            "References": "Shelby MD; Mutation Res 173: 35-40 (1986)",
            "Value": "/GENOTOXICITY/ Acrylamide at 125 mg/kg ip induced dominant lethal mutations when treated (C3H x 101)F1 male mice were mated with T-stock females. Results indicate a dominant lethal effect of acrylamide on late spermatids and early spermatozoa. Multiple treatments with acrylamide which resulted in a total dose of 250 mg/kg were reported to be more effective than a single 125 mg/kg injection."
        },
        {
            "References": "PMID:3569169",
            "Value": "/GENOTOXICITY/ Acrylamide was tested without exogenous activation in L5178Y/TK+/- -3.7.2C cells for mutation at the thymidine kinase locus and for clastogenicity. Acrylamide gave a positive induced mutagenic response (approximately 70 mutants/10(6) survivors) when tested at 600-650 ug/mL. The highest dose tested (850 ug/mL) resulted in an induced mutant frequency of approximately 380 mutants/10(6) survivors (survival = 13%). Acrylamide induced almost exclusively small-colony mutants, indicating that it might be acting by a clastogenic mechanism. As predicted, acrylamide was clastogenic, inducing both chromatid and chromosome breaks and rearrangements. A clearly positive clastogenic response was observed at both the 750 ug/mL and 850 ug/mL doses, which showed 16 and 64 aberrations per 100 cells, respectively (background = 3 aberrations per 100 cells). ..."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ Acrylamide was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Acrylamide was tested at doses of 0, 10, 33, 100, 333, 1000, and 3333 ug/plate in five Salmonella typhimurium strains (TA98, TA100, TA1535, TA97, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Of the two /groups/ that tested acrylamide, one reported it weakly positive in strain TA100 in the presence of hamster liver S9; the other reported it negative under all test conditions."
        },
        {
            "References": "PMID:3582296",
            "Value": "/GENOTOXICITY/ Acrylamide (AA), known to induce dominant lethals in male rodents, was studied in the mouse heritable translocation test by using intraperitoneal injections on 5 consecutive days. Matings on days 7-10 following the last injection yielded a high frequency of translocation carriers in the F1 male population, which demonstrated that acrylamide is an effective inducer of translocations in postmeiotic germ cells. As an inducer of both dominant lethals and heritable translocations in late spermatids and early spermatozoa, AA is similar to alkylating agents such as ethylmethanesulfonate and ethylene oxide. However, AA's chemical structure, the nature of adducts formed with DNA, and its lack of mutagenicity in bacteria suggest a different mechanism as the basis for AA's germ cell mutagenicity."
        },
        {
            "References": "PMID:2707253",
            "Value": "/GENOTOXICITY/ Male C57BL/6J mice (8-10 wk old) were injected ip with 0 (saline controls), 50, 100, 125, 150, or 200 mg/kg acrylamide. In germ cell assays, separate groups of 4 animals per dose were treated. For the somatic cell analyses, spleen lymphocytes were harvested from each of 4 animals per dose 24 hr after treatment. The 200 mg/kg dose was toxic; 3 of 4 mice died. Acrylamide induced significant dose-dependent incr in micronuclei (p=0.003) and sister chromatid exchanges (p<0.05) in spleen cells and induced significant incr in the number of damaged meiotic prophase cells, synaptonemal complex asynapsis and lateral element damage when exposure occurred during premeiotic DNA synthesis. Acrylamide exposure also incr the animal to animal variation in a number of endpoints indicating synaptonemal complex damage. However, acrylamide did not induce structural chromosome aberrations in spleen cells, spermatogonia, or spermatocytes. Acrylamide also did not induce structural aberrations or hyperploidy (+1 chromosome) of spermatogonial cell chromosomes. 50 days after exposure of putative stem cells to acrylamide, the frequency of chromosome aberrations at primary and secondary spermatocyte metaphase had not incr. There was also no effect during meiotic prophase stage distribution following exposure during premeiotic DNA synthesis. A dose of 150 mg/kg acrylamide during premeiotic DNA synthesis induced a significant (p<0.05) incr in the overall number of damaged cells without a significant incr in any specific aberration."
        },
        {
            "References": "PMID:12547279",
            "Value": "/GENOTOXICITY/ Male CBA mice and male Sprague-Dawley rats were treated by i.p. injection of glycidamide (GA), the presumed genotoxic metabolite of acrylamide (AA). As an endpoint of chromosome damage, micronucleus (MN) induction in erythrocytes was measured. Hemoglobin (Hb) adducts were used as a measure of in vivo dose of GA. GA induced linear dose-dependent increases in adduct levels in both species. Rats exhibit, compared with mice, 30% higher Hb adduct levels per unit of administered amount of GA. The incremental MN frequencies per administered dose of GA in mice showed a linear-quadratic dose-dependent curve. In the rat no positive dose-response relationship was obtained, probably due to toxic effects to the bone marrow. The main result of this study is the finding that after treatment with synthetic GA the MN frequency per unit of the in vivo dose of GA in the mouse is very similar to that obtained in a previous study, where animals were treated with AA and GA as a metabolite. This equality in potency of GA, whether its in vivo dose is established by injection of synthetic GA or through metabolism of AA, supports the view that GA is the predominant genotoxic factor in AA exposure. /Glycidamide/"
        },
        {
            "References": "PMID:9008719",
            "Value": "/GENOTOXICITY/ Three studies, namely, induction of dominant lethal mutations, heritable translocations, and unscheduled DNA synthesis in spermatids, which were conducted earlier in this laboratory for acrylamide, were also performed for glycidamide to determine its mutagenic properties and to compare responses. Results of these studies are consistent with the proposal that in vivo conversion to glycidamide is responsible for the mutagenicity of acrylamide in male mice. /Glycidamide/"
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acrylamide (CAS Number: 79-06-1) (EC Number:  201-173-7) (Last updated: May 25, 2016). Available from, as of August 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ /An/ in vitro cytogenetics assay used V79H3 Chinese hamster cells exposed to 0-5 mM (0-355 ug/mL) acrylamide (>99% purity) without metabolic activation. The exposure period was 24 hours and fixation followed a further 20 or 40 hours later. Again, there was a dose-related, statistically significant increase in the number of metaphases with chromosome aberrations. There was also a dose-related, statistically significant increase in polyploid cells at 20 and 40 hours (29% and 24%, respectively, at 4 mM, 284 ug/mL). The incidence of chromosome aberrations and polyploid cells was less than 2% in negative controls, and the frequencies amongst acrylamide-exposed cells exceeded those of the positive control, N-methyl-N'-nitro-N-nitrosoguanidine (MNNG). There was no clear information available regarding cytotoxicity."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acrylamide (CAS Number: 79-06-1) (EC Number:  201-173-7) (Last updated: May 25, 2016). Available from, as of August 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ A dose-related increase in the percentage of cells with spindle disturbances (increases in c-mitoses and fragmented or bridged ana-telophase figures) was observed using Chinese hamster V79 cells exposed to up to 1 mg/mL acrylamide for 6 hours without metabolic activation. Among controls, the incidence of c-mitoses was 1% compared to 91% at 0.5 mg/mL. The incidence of fragmented or bridged ana-telophase figures was 0.2% in controls compared with 1.1% at 0.1 mg/mL with no such  figures being observed at higher concentrations due to the blocking of metaphase. For example, at  0.5 mg/mL more than 90% of metaphase figures were damaged, with a large number of figures scattered in the cytoplasm. In addition, the polyploidy index (the number of polyploid cells as a percentage of total mitoses observed) increased in a dose-related manner (from 1.4% in controls to 4.4% at 0.5  mg/mL and 9.8% at 1 mg/mL. At concentrations up to 0.5 mg/ml there were no clear signs of cytotoxicity, and at 1 mg/mL pyknosis was observed indicating the onset of a cytotoxic effect. The  results of this study indicate that acrylamide is a potent spindle poison."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acrylamide (CAS Number: 79-06-1) (EC Number:  201-173-7) (Last updated: May 25, 2016). Available from, as of August 25, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ /A micronucleus assay was conducted /in bone marrow cells taken from acrylamide-exposed mice. There was no significant change in the ratio of polychromatic to normochromatic erythrocytes (P/N ratio). However, clear, statistically significant increases in micronucleus frequency were observed following single intraperitoneal administration of 100 mg/kg acrylamide at 18, 24, and 30 hours with maximum values at 24 hours (0.66% compared to 0.13% in negative controls). Subsequently, groups of 5 male and 5 female mice received 0, 50, 75, and 125 mg/kg acrylamide with samples taken at 24 hours. Clear, statistically significant, and dose-related increases in micronucleus frequency were seen at all exposure levels. A frequency of 1% was observed with the positive control, cisplatin, and at 125 mg/kg acrylamide the frequency was 0.9%."
        },
        {
            "References": "FAO/WHO; Health Implications of Acrylamide in Food. Acrylamide, (79-06-1) p. 15 (June 2002). Available from, as of August 29, 2016: https://www.who.int/en/",
            "Value": "/GENOTOXICITY/ Glycidamide induced unscheduled DNA synthesis in human mammary cells, with equivocal results in rat hepatocytes. For micronuclei induction, a mixed breakage (prevalent)-aneuploidy mechanism was shown. /Glycidamide/"
        },
        {
            "References": "PMID:25392148",
            "Value": "/GENOTOXICITY/ ... The lung is advantageous for investigation of acrylamide (AA)-induced genotoxicity because DNA adduct levels are relatively high in this organ. In the present study, reporter gene mutation assays and quantitative analyses of specific DNA adducts were performed in the lungs of mature gpt delta mice treated with AA at doses of 100, 200 and 400 ppm in drinking water for 4 weeks. N7-GA-Gua was detected in all AA-treated mice in a dose-dependent manner. Gpt mutant frequencies (MFs) were significantly increased in the middle- and high-dose groups. In the analysis of mutation spectra, significant increases in GC-TA transversions and single base deletion mutations were observed in the high-dose group. Spi(-) MFs were significantly increased in the high-dose group. Analysis of Spi(-) mutants revealed significant increases in the frequencies of single base deletion mutation in runs of G/C and A/T. Analyses of immature mice under the same experimental conditions showed that there were no differences of susceptibility to AA-induced genotoxicity in the two age classes. The overall data clearly show the causal relationship between AA-induced DNA adducts and the gene mutations at carcinogenic target sites."
        },
        {
            "References": "PMID:25639614",
            "Value": "/GENOTOXICITY/ ... To investigate whether or not gene mutation is involved in the etiology of acrylamide (AA)- or glycidamide (GA)-induced mouse lung carcinogenicity, we screened for cII mutant frequency (MF) in lungs from male and female Big Blue (BB) mice administered 0, 1.4, and 7.0 mM AA or GA in drinking water for up to 4 weeks (19-111 mg/kg bw/days). Both doses of AA and GA produced significant increases in cII MFs, with the high doses producing responses 2.7-5.6-fold higher than the corresponding controls (p </= 0.05; control MFs=17.2 +/- 2.2 and 15.8 +/- 3.5 x 10(-6) in males and females, respectively). Molecular analysis of the mutants from high doses indicated that AA and GA produced similar mutation spectra and that these spectra were significantly different from the spectra in control mice (p </= 0.01). The predominant types of mutations in the lung cII gene from AA- and GA-treated mice were A:T to T:A, and G:C to C:G transversions, and -1/+1 frameshifts at a homopolymeric run of Gs. The MFs and types of mutations induced by AA and GA in the lung are consistent with AA exerting its genotoxicity via metabolism to GA. These results suggest that AA is a mutagenic carcinogen in mouse lungs ... ."
        },
        {
            "References": "PMID:27501804",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In the present study, we investigated whether acrylamide (ACR) induces mitochondrion-dependent apoptosis and the involved signaling pathways in PC12 cells. ACR exposure activated the mitochondrial apoptotic pathway in PC12 cells and triggered the up-regulation of Bax/Bcl-2 ratio, excessive release of cytochrome c, cleavage of capase-9 and caspase-3, depolarization of the mitochondrial membrane, structural damages to the mitochondria, and compaction of nuclear heterochromatin. ACR-induced oxidative stress was also observed based on distinct increase in cellular reactive oxygen species (ROS) and malondialdehyde (MDA), and significant decrease in glutathione (GSH). Mitogen-activated protein kinases (MAPK) signaling including extracellular signal-regulated protein kinases (ERK), c-Jun N-terminal kinases (JNK), and p38 were phosphorylated by ROS overproduction in PC12 cells in a time-and dose-dependent manner. ACR promoted the translocation of nuclear factor E2-related factor 2 (Nrf2) from the cytosol to the nucleus, thereby enhancing the expression of downstream gamma-glutamyl-cysteine synthetase (gamma-GCS). The regulation of Nrf2 activation by MAPK pathways was confirmed by the blockade of MAPK pathways. The suppression of JNK and p38 pathways showed a protective effect on ACR-induced mitochondrial dysfunction and apoptosis. Nrf2 knockdown further enhanced MDA production and reduced GSH generation induced by ACR. These results suggest that MAPK and Nrf2 signaling pathways contribute to mitochondrion-mediated apoptosis induced by ACR in PC12 cells."
        },
        {
            "References": "PMID:24444450",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study aimed to evaluate the acrylamide (ACR)-induced apoptotic effects on rat primary astrocytes and three human astrocytoma-derived cell lines (U-1240 MG, U-87 MG, and U-251 MG). As determined through the MTT assay, treatment with 1 and 2 mM ACR for 24-72 hr resulted in decreased cell viability in all cells. Decreases in cell viability could be blocked in all cells with the exception of U-251 MG cells by Z-DEVD FMK. ACR-induced dose-dependent apoptotic effects were also demonstrated by increases in the sub-G1 phase cell population in all cells. The decreased expressions of pro-caspase 3, 8, and 9 and the interruption of the mitochondrial membrane potential were observed in all cells. Exposure to 2 mM ACR for 48 h resulted in increased Bax/Bcl-2 ratios in primary astrocytes and U-87 MG cells, whereas the overexpression of Bcl-2 was observed in U-1240 MG and U-251 MG cells. The ACR-induced increases in the levels of p53 and pp53 in primary astrocytes could be attenuated by caffeine. These results suggest the existence of a common apoptotic pathway among all cell types and that U-87 MG cells may be a suitable substitute in vitro model for primary astrocytes in future studies on ACR-induced neurotoxicity."
        },
        {
            "References": "PMID:25817051",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... This study examined the redox-dependent apoptotic and inflammatory responses of acrylamide (ACR) in an immortalized mouse microglia cell line BV2. The exposure of BV2 cells to ACR reduced cell viability and induced apoptosis in a concentration-dependent manner. ACR impaired cell energy metabolism by decreasing mitochondrial respiration, anaerobic glycolysis, and lowering expression of the complex I, III, and IV subunits. Mitochondrial dysfunction was associated with a decrease of the mitochondrial membrane potential and the Bcl-2/Bax ratio, thus resulting in activation of the mitochondrion-driven apoptotic signaling. This was accompanied by (a) the modulation of redox-sensitive signaling, suppressed Akt activation and increased JNK and p38 activation, and (b) increased expression of NFkappaB and downstream inducible nitric oxide synthase (iNOS) and nitric oxide generation, thus supporting indirectly a proinflammatory effect of ACR. Nrf2 expression was also increased but not its translocation to the nucleus. Expectedly, the electrophilic attack of ACR on GSH resulted in substantial loss of GSH with a minor GSSG formation. These changes in the cell's redox status elicited by ACR resulted in increased H2O2 formation. The changes in mitochondrial functionality and complex subunit expression caused by ACR were reversed by N-acetyl-L-cysteine (NAC). Likewise, NAC restored the cell's redox status by increasing GSH levels with concomitant attenuation of H2O2 generation; these effects resulted in decreased apoptotic cell death and inflammatory responses. ACR-mediated mitochondrial dysfunction along with a more oxidized redox status seems to be critical events leading to activation of the intrinsic apoptotic pathway and inflammatory responses."
        },
        {
            "References": "PMID:26275143",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The aim of this study was to evaluate the adverse effects of acrylamide (ACR) on the nuclear maturation and cumulus cells apoptosis of mouse oocytes in vitro. Cumulus-oocyte complexes were incubated in a maturation medium containing 0, 5, 10 and 20 uM of ACR. Chromosome alignment and spindle morphology of oocytes was determined by immunofluorescence and confocal microscopy. Our results showed that oocytes exposed to different doses of ACR in vitro were associated with a significant decrease of oocyte maturation, significant increase of chromosome misalignment rate, occurrence of abnormal spindle configurations, and the inhibition of oocyte parthenogenetic activation. Furthermore, apoptosis of cumulus cells was determined by TUNEL and CASPASE-3 assay. Results showed that apoptosis in cumulus cells was enhanced and the expression of CASPASE-3 was increased after cumulus-oocyte complexes were exposed to ACR. Therefore, ACR may affect the nuclear maturation of oocytes via the apoptosis of cumulus cells in vitro."
        },
        {
            "References": "PMID:27062911",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acrylamide (AA) is amongst acknowledged carcinogenic dietary factors. Its DNA-reactive metabolite is glycidamide (GA). The present study intended to correlate the role of key polymorphic genes of apoptosis (CASP7, CASP8, CASP9, CASP10, LTA and TNFRSF1B) with biomarkers of effect of DNA damage, namely the sister chromatid exchange assay (SCE) and the comet assay in whole blood cells exposed to GA. The aim was to assess as a proof of concept the role that pro-apoptotic effector proteins might have in the yields of genotoxic effects when those effector proteins are coded by polymorphic genes. Whole blood from a small group of volunteers was exposed to GA to assess DNA damage and the volunteers were genotyped for polymorphic genes related to apoptosis pathways. A relation between the induction of SCE and several variants of the polymorphism CASP8 rs1035142 G>T was observed. Also, a relation between the % tail DNA and the CASP10 I522L polymorphism was found. Furthermore, associations between % tail DNA and several SNP-SNP interactions of CASP8 and CASP10 were found. A possible correlation between DNA damage and the genetic susceptibility, bestowed by polymorphic genes in the apoptosis inducing pathways was verified. /Glycidamide/"
        },
        {
            "References": "PMID:24961849",
            "Value": "/IMMUNOTOXICITY/ /The study objective was/ to investigate the immunotoxicity of acrylamide (ACR) in female BALB/c mice. A total of 200 female mice weighing 18-22 g were randomly divided into four clusters based on body weight, and each weight-based cluster included five groups (10 mice per group): negative control, positive control (cyclophosphamide), low, intermediate, and high dose ACR groups, and all the groups were administered ACR by gavage for 30 days. At the end of the study, the immunotoxicological effects of the ACR were evaluated through immunopathology, humoral immunity, cellular immunity, and non-specific immunity. The terminal body weight, spleen and thymus weights, lymphocyte counts in the ACR-H group were decreased, pathological changes were observed in lymph glands, thymus and spleen. %T cells in blood lymphocytes were significantly increased in all ACR-treated groups, and a significant reduction of % natural killer (NK) cells and increase of %Th cells were observed in the ACR-H group. Interleukin-6 (IL-6), Concanavalin A(ConA)-induced splenocyte proliferation and serum half hemolysis value (HC50) were also significantly suppressed in the ACR-H group. ..."
        },
        {
            "References": "PMID:12510666",
            "Value": "/VETERINARY CASE REPORTS/ Seven beef cattle from a herd accidentally exposed to acrylamide and N-methylolacrylamide while grazing were observed for eight months. They showed clinical signs of impaired nerve function, mainly in the hindlegs, with varying degrees of weakness and ataxia. The animals were irritable, nervous and hypersensitive to touch. Both pupils of the most badly affected animal were dilated and it had poor pupillary light responses; it also showed signs of axonal neuropathy. Selected hematological and clinical chemistry variables were normal. The severity of the neurological signs was correlated with the concentrations of hemoglobin adducts of acrylamides. The animals recovered substantially after their exposure. The gestations of four of the animals which were in calf proceeded normally."
        },
        {
            "References": "PMID:24928766",
            "Value": "/OTHER TOXICITY INFORMATION/ ... We sought to characterize the dose-dependent effects of acrylamide on various properties, including cell morphology, contraction patterns, and junctional connexin 43 staining, in primary cardiomyocytes. We show that several days' exposure to 1-100 uM acrylamide resulted in altered morphology, irregular contraction patterns, and an increase in the amount of immunoreactive signal for connexin 43 at cell junctions. We conclude that dietary levels of acrylamide may alter cellular function with prolonged exposure, in primary cardiomyocytes."
        },
        {
            "References": "PMID:25503949",
            "Value": "/OTHER TOXICITY INFORMATION/ ... We investigated physiological effects of acrylamide (AA) on lipoprotein metabolism using human macrophages, dermal cells, and zebrafish models. Functional and structural properties of lipoproteins were modified by AA (final concentration of 5-100 mM) with loss of antioxidant ability and multimerization of apoA-I in vitro. AA exacerbated LDL oxidation, degradation, and LDL uptake into macrophages with increased reactive oxygen species (ROS) production. In human cells, treatment of AA (1-100 uM) caused cellular senescence of dermal cells with severe cytotoxicity. Waterborne exposure of zebrafish in cage water containing AA (300 ppm) resulted in acute death within 26 hr along with elevation of body weight, blood glucose, triglyceride, and hepatic inflammation. AA exposure caused fat accumulation in liver in a dose-dependent manner. In conclusion, AA affected lipoprotein metabolism to result exacerbation of atherosclerosis. Exposure of zebrafish to AA resulted in acute inflammatory death with hyperlipidemia."
        },
        {
            "References": "PMID:25882756",
            "Value": "/OTHER TOXICITY INFORMATION/ ... We investigated ... the effect of acrylamide, alone or with rosemary, on the structure of gastric mucosa of adult male albino rats. Stomach sections were examined using light and scanning electron microscopy. Quantitative immmunohistochemical assessments of the expression of caspase-3, inducible NO synthase (iNOS) and epidermal growth factor receptor (EPGR) were performed. Our results showed that acrylamide produced mucosal erosions and depletion of the protective surface mucus together with widespread inflammatory infiltration. In addition, there was significantly increased expression of caspase-3 and iNOS and weak expression of EPGR. Rosemary exerted a protective effect against acrylamide-induced gastric toxicity via reducing oxidative stress, apoptosis and inflammation as well as accelerating the healing process. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) USEPA; Environmental Monitoring Near Industrial Sites. Acrylamide. EPA 560/6-78-001 (1978). Available from, as of August 18, 2016: https://nepis.epa.gov/",
            "Value": "SOIL: Soil samples obtained near six US acrylamide and/or polyacrylamide producers (Hopewell VA, Ellwood City PA, Garyville LA, Fortier LA, and Sartell MN in 1977 and in prior sampling in Midland MI) contained acrylamide concentrations ranging from <0.02 to <0.08 ug/g(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (2006), Supporting Information, Available at, as of August 16, 2016: https://pubs.acs.org/doi/suppl/10.1021/es060152f (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Brown L et al; Water Res 14: 779-81 (1980) (4) Lande SS et al; J Environ Qual 8: 133-7 (1979) (5) ATSDR; Toxicological Profile for Acrylamide. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2012). Available from, as of Aug 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "An experimental Koc of 50 has been reported for acrylamide(1). According to a classification scheme(2), this Koc value suggests that acetamide is expected to have very high to high mobility in soil. No significant adsorption of acrylamide by natural sediments, industrial and sewage sludges, clays (montmorillonite and kaolinite) was observed in adsorption studies(3). In an experiment evaluating leaching using soil TLC (thin-layer chromatography), Rf values ranging from 0.64 to 0.88, measured on four soils, indicated acrylamide is mobile in soil(4). Acrylamide has a higher mobility in sandy soils than in clay soils(4,5)."
        }
    ]
}