{
    "_id": {
        "$oid": "6682e854c4e5dba5ffba2510"
    },
    "CID": {
        "$numberInt": "6582"
    },
    "Name": "N-METHYLACETAMIDE",
    "IUPACName": "N-methylacetamide",
    "CanonicalSMILES": "CC(=O)NC",
    "Synonyms": [
        "N-METHYLACETAMIDE",
        "79-16-3",
        "Acetamide",
        "N-methyl-",
        "Methylacetamide",
        "Monomethylacetamide",
        "N-Acetyl-N-methylamine",
        "Acetylmethylamine",
        "Methyl acetamide",
        "N-Methyl acetamide",
        "N-Methyl-acetamide",
        "X 44",
        "DTXSID0047167",
        "CHEBI:87321",
        "NSC-747",
        "n-methylacetylamine"
    ],
    "IsomericSMILES": "CC(=O)NC",
    "INCHI": "InChI=1S/C3H7NO/c1-3(5)4-2/h1-2H3,(H,4,5)",
    "INCHIKEY": "OHLUUHNLEMFGTQ-UHFFFAOYSA-N",
    "Formula": "C3H7NO",
    "MolecularWeight": {
        "$numberDouble": "73.09"
    },
    "Description": "N-methylacetamide is a monocarboxylic acid amide that is the N-methyl derivative of acetamide. It has a role as a metabolite. It is a member of acetamides and a monocarboxylic acid amide. It is functionally related to an acetamide.",
    "XlogP": {
        "$numberDouble": "-1.1"
    },
    "Complexity": {
        "$numberInt": "42"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated for N-methylacetamide(SRC), using a log Kow of -1.05(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sasaki S; pp. 283-98 in Aquatic Pollutants: Transformation and Biological Effects. Hutzinger O et al (eds). Oxford: Pergamon Press (1978) (2) Shelton DR, Tiedje JM; Development of Test for Determining Anaerobic Biodegradation Potential. USEPA-560/5-81-013 (1981)",
            "Value": "AEROBIC: N-Methylacetamide (at 100 ppm), exposed to an activated sludge inoculum for two weeks under aerobic conditions, was categorized as biodegradable(1). ANAEROBIC: N-Methylacetamide (at 50 ppm carbon), under anaerobic conditions, was not biodegraded over a 4 week period using a 10% activated sludge inoculum(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = -1.05"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:898190",
            "Value": "6 AMIDE-TYPE SOLVENTS INCLUDING N-METHYLACETAMIDE WERE APPLIED TO SKIN OF PREGNANT RATS DURING PERIOD OF FETAL ORGANOGENESIS. SLIGHT TERATOGENIC EFFECTS WERE DEMONSTRATED & SLIGHT EMBRYO MORTALITY WAS FOUND WITH N-METHYLACETAMIDE."
        },
        {
            "References": "MERKLE J, ZELLER H; ARZNEIM-FORSCH 30 (9): 1557 (1980)",
            "Value": "WHEN AQUEOUS SOLN OF ACETAMIDES & FORMAMIDES WERE ADMIN BY STOMACH TUBE TO PREGNANT RABBITS FROM 6TH TO 18TH DAY PAST INSEMINATION. BOTH THE ADULT RABBITS AND THE FETUSES WERE EXAMINED FOR EMBRYOTOXIC OR TERATOGENIC EFFECTS. THIS INCLUDED BODY WEIGHT AND WEIGHT GAIN, CONCEPTION RATE, MALFORMATION OF FETUSES, AND THE NUMBERS OF LIVING AND DEAD EMBRYOS PER RABBIT. FOR THE ACETAMIDE DERIVATIVES, THE MONOMETHYL DERIVATIVE HAD THE GREATEST TERATOGENIC EFFECT."
        },
        {
            "References": "CAUJOLLE F ET AL; ARZNEIM FORSCH 20 (9): 1242 (1970)",
            "Value": "ANIMALS WHICH DIED 24-48 HR AFTER ADMIN OF N-METHYLACETAMIDE HAD TOXIC HEPATITIS, NECROSIS OF PANCREAS & SPLEEN LYMPHOCYTES, & TESTICULAR ATROPHY IN MICE."
        },
        {
            "References": "SITT R ET AL; NAUNYN-SCHMIEDEBERGS ARCH PHARMAKOL EXP PATHOL 255 (4) 383 (1966)",
            "Value": "SC INJECTIONS OF N-MONOMETHYLACETAMIDE 10 ML OF A 12% SOLN/KG/DAY FOR 4 DAYS INTO NORMAL & ADRENALECTOMIZED RATS PRODUCED HYPERGLYCEMIA DUE TO REDUCED EFFECTIVENESS OF ENDOGENOUS INSULIN."
        },
        {
            "References": "GUIDOUX R, PETERS G; HELV PHYSIOL PHARMACOL ACTA 23 (4): C93 (1965)",
            "Value": "N-MONOMETHYLACETAMIDE 1.2 MG/KG/DAY DECR GLUCOSE TOLERANCE IN RATS. IN RAT LETHAL EFFECTS OF ORAL ADMIN OF 6.8 TO 10.1 MG/KG WERE DUE TO DIABETIC STATE WHICH WAS NOT PRECEEDED BY HYPOGLYCEMIA."
        },
        {
            "References": "PMID:4716115",
            "Value": "INCR RENAL GLUCONEOGENESIS MIGHT BE INVOLVED IN DEVELOPMENT OF HYPERGLYCEMIA INDUCED BY N-MONOMETHYLACETAMIDE IN RAT."
        },
        {
            "References": "IYNEDJIAN PB, PETERS G; NAUNYN-SCHMIEDEBERG'S ARCH PHARMACOL 280 (2): 209 (1973)",
            "Value": "KIDNEY CORTEX SLICES FROM RATS POISONED WITH DIABETOGENIC DRUG N-MONOMETHYLACETAMIDE PRODUCED SUBSTANTIALLY MORE GLUCOSE FROM EXOGENOUS ALPHA-KETOGLUTARATE THAN DID SLICES FROM CONTROLS. ..."
        },
        {
            "References": "Shepard, T. H. Catalog of Teratogenic Agents. 3rd ed. Baltimore, MD.: Johns Hopkins University Press, 1980., p. 1",
            "Value": "...N-METHYL ACETAMIDE...LETHAL TO THE EMBRYO-FETUS WHEN 2 G/KG WERE GIVEN ONCE INTRAPERITONEALLY BETWEEN THE 4TH & 14TH DAY OF GESTATION."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 167",
            "Value": "The embryotoxicity of N-methylacetamide was shown in rats after intraperitoneal administration of a single dose of or exceeding 1 g/kg which caused resorption of all fetuses. Repeated dermal application of N-methylacetamide (0.6 g/kg) to rabbits on days 9-11 or 11 and 12 or 12 and 13 of gestation produced only a slight increase in the fetal resorption ... . The repeated daily oral administration of 0.24 g/kg on gestation days 6 through 18 produced fetal malformations as well as maternal toxicity in this species ... . When 0.05 g/kg was administered in this study, five malformed kits were observed from three litters without maternal toxicity; 0.01 g/kg was without adverse effects."
        },
        {
            "References": "PMID:938612",
            "Value": "N-METHYLACETAMIDE (0.01 ML OF A 10% SOLN/G IP FOR 7 DAYS) INHIBITED FRIEND LEUKEMIC CELL PROLIFERATION IN SPLEEN & MARROW IN DBA2/J MICE. SURVIVAL WAS ONLY OCCASIONALLY PROLONGED. RATE OF PROLIFERATION OF SC FRIEND LEUKEMIC CELLS OR MYELOID LEUKEMIA IN RFMS MICE UNAFFECTED."
        },
        {
            "References": "PMID:5377602",
            "Value": "N-METHYLACETAMIDE EXHIBITED WEAK SPASMOLYTIC ACTIVITY AGAINST SPASMS INDUCED IN SMOOTH MUSCLE PREPARATIONS OF GUINEA PIG DUODENUM & RABBIT JEJUNUM BY ACETYLCHOLINE, BARIUM CHLORIDE & HISTAMINE. THIS SPASMOLYTIC ACTIVITY WAS PREDOMINANTLY OF MUSCULOTROPIC ORIGIN."
        },
        {
            "References": "PMID:293455",
            "Value": "ADMIN OF N-METHYLACETAMIDE TO MICE WITH MYELOID LEUKEMIA PROLONGED SURVIVAL. THIS THERAPEUTIC EFFECT WAS INDEPENDENT OF PRESENCE OF SPLEEN INDICATING THAT COMPD AFFECTS LEUKEMIC CELLS PROLIFERATING IN OTHER ORGANS."
        },
        {
            "References": "PMID:19220",
            "Value": "TREATMENT OF ANIMALS WITH N-METHYLACETAMIDE, A DIABETOGEN WHICH DOES NOT CAUSE INSULIN DEFICIENCY IN ANIMALS BUT RATHER PRODUCES AN INSULIN-RESISTANT STATE, DID NOT AFFECT METAB IN VITRO OF EITHER HEXOBARBITAL OR ANILINE."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of N-methylacetamide is estimated as 6(SRC), using a log Kow of -1.05(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that N-methylacetamide is expected to have very high mobility in soil(SRC)."
        }
    ]
}