{
    "_id": {
        "$oid": "6682e855c4e5dba5ffba2512"
    },
    "CID": {
        "$numberInt": "6585"
    },
    "Name": "Peracetic acid",
    "IUPACName": "ethaneperoxoic acid",
    "CanonicalSMILES": "CC(=O)OO",
    "Synonyms": [
        "PERACETIC ACID",
        "Peroxyacetic acid",
        "Ethaneperoxoic acid",
        "79-21-0",
        "Estosteril",
        "Acetic peroxide",
        "Peroxoacetic acid",
        "Acetyl hydroperoxide",
        "Monoperacetic acid",
        "Osbon AC",
        "Proxitane 4002",
        "Desoxon 1",
        "Ethaneperoxic acid",
        "Hydroperoxide",
        "acetyl",
        "Acide peracetique"
    ],
    "IsomericSMILES": "CC(=O)OO",
    "INCHI": "InChI=1S/C2H4O3/c1-2(3)5-4/h4H,1H3",
    "INCHIKEY": "KFSLWBXXFJQRDL-UHFFFAOYSA-N",
    "Formula": "C2H4O3",
    "MolecularWeight": {
        "$numberDouble": "76.05"
    },
    "Description": "Peracetic acid is a peroxy acid that is acetic acid in which the OH group is substituted by a hydroperoxy group. It is a versatile oxidising agent that is used as a disinfectant. It has a role as an oxidising agent and a disinfectant. It is functionally related to an acetic acid.",
    "XlogP": {
        "$numberDouble": "-0.4"
    },
    "Complexity": {
        "$numberInt": "40"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for peracetic acid(SRC), using an estimated log Kow of -1.07(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Gerike P, Gode P; Chemosphere 21: 799-812 (1990)",
            "Value": "AEROBIC: Using a standard BOD dilution technique and a sewage inoculum, a theoretical BOD of >70% was observed for peracetic acid over an unspecified time frame(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:1900205",
            "Value": "To explore possible mechanisms of the arachidonic acid deficiency of the RBC membrane in alcoholics, the effect of ethanol and its oxidized products, acetaldehyde and peracetic acid, with other peroxides on the accumulation of 14(C)arachidonate into RBC membrane lipids in vitro was compared. Incubation of erythrocytes with 50 mM ethanol or 3 mM acetaldehyde had no effect on arachidonate incorporation. Pretreatment of erythrocytes with 10 mM hydrogen peroxide, 0.1 mM cumene hydroperoxide or 0.1 mM t-butyl hydroperoxide had little effect on 14(C)arachidonate incorporation in the absence of azide. However, pretreatment of cells with N-ethylmaleimide, 0.1 mM peracetic acid or performic acid, with or without azide, inhibited arachidonate incorporation into phospholipids but not neutral lipids. In chase experiments, peracetate also inhibited transfer of arachidonate from neutral lipids to phospholipids. To investigate a possible site of this inhibition of arachidonate transfer into phospholipids by percarboxylic acids, a repair enzyme, arachidonoyl CoA: 1-palmitoyl-sn-glycero-3-phosphocholine acyl transferase was assayed. As in intact cells, phospholipid biosynthesis was inhibited more by N-ethylmalemide and peracetic acid than by hydrogen peroxide, cumene hydroperoxide, and t-butyl hydroperoxide. Peracetic acid was the only active inhibitor among ethanol and its oxidized products studied and may deserve further examination in ethanol toxicity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set Dossier for Peracetic acid, CAS #79-21-0 pp.102-3 (September 2008). Available from, as of October 1, 2010: https://webnet.oecd.org/Hpv/UI/Default.aspx",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male White Russian albino rabbits, age 5-7 months, weight 2.10-2.45 kg, area of exposure: 0.5 mL of undiluted test substance (10% peracetic acid/ was spread over a gauze square and placed on the animal's skin for 3 min. Results: One hour after removal of the patch the exposed skin areas of all animals were white. 24 hours later the application sites had a light-grey of greenish brownish discolouration. Owing to the severe damage of the skin all animals reacted with eschar formation and the area of exposure showed necrosis up to 5 mm in depth. Moderate to severe erythema and slight to moderate edema respectively were observed at the edge of the site of application. Highly corrosive, causes severe burns. /Peroxy acetic acid, purity: peracetic acid 9.4%, hydrogen peroxide 0.8%/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.31 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ LD50 study in male and female rats (strain not given). Peracetic acid 15%, oral LD50 for female rats 1015 mg/kg bw, for male rats 1026 mg/kg bw. Effect: changes in behavior, writhing syndrome, ataxia, respiratory rate. Macroscopic changes in gastrointestinal tract."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.31 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ LD50 study in rats (strain and sex not given). LD50 = 3421 mg/kg bw, peracetic acid 10%. Effect: sedation, decreased food consumption, body weight gain, ataxia, respiratory distress, coma. Macroscopic findings in gastrointestinal tract (mouth, stomach perforation)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.32 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of male Wistar rats were exposed by inhalation for single periods of 15, 30, or 60 min to a test atmosphere containing PAA. Mean concentration of PAA varied from 0.13 to 1.45 mg/L. During exposure the animals were especially observed for signs of irritation. Immediately after exposure the animals were transferred to their cages for a 14 day observation period. Results: during exposure in all groups a maximum decrease of the respiratory rate was observed. Decreased body weight was also observed during the first week of observation. Clinical signs were indicative of effect on nervous system and respiratory tract. Pathological changes in the lungs were found in dead animals. No effect was found in surviving animals."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.33 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 10 mice (strain and sex not given) were exposed 60 min to the single action of an environment containing 0.15, 0.3, 0.45, 0.6, 0.8, 1.0, 1.3, and 1.6 mg/L PAA (expressed as 100% of the product). The PAA solutions were sprayed with an indirect glass atomizer into a dynamic aerosol chamber. Histology was performed. LC50 = .512-.524 mg/L/60 min. Results: clinical signs of restlessness, respiratory distress, eye irritation, and hair loss after a few days. Histological changes in the lungs. The effects were the same for Persteril and peracetic acid."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.34 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The study was conducted on 38 guinea pigs, 30 of which were placed in poorly ventilated cases and exposed dermally to 3 and 1% concentrations of peracetic acid. The remainder were kept as untreated controls. The animals were killed at 24, 48, and in certain instances, 72 hr postexposure, samples for morphopathological examination being taken. According to the results, there was evidence that inhalation of the 3% PAA formulation (at concentrations unknown in the atmosphere) irritated the respiratory passages of guinea pigs with related histological changes while exposure to 1% formulation did not produce toxic effects on this species."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.37 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Because of the expected irritating properties of the test compounds, only one rabbit for each compound /was used/. A sample of 0.5 mL of each test material was introduced under a 6 sq cm gauze patch covered by aluminum foil. The patches were secured in place by adhesive tape for 4 hr. Effects found were discoloration, edema, brown crust. Degree of damage between the 3 formulations was comparable. PAA solutions of 5%, 15%, and 40%."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.43 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.1 mL PAA was instilled in the eye of a rabbit and then washed out with a physiologic solution after 10 sec, 1 min, or 5 min (quick rinse) or after 1 min (prolonged rinse). Results: intense conjunctivitis, marked iritis and corneal opacity with ulcers, lesions irreversible without rinse. Lesions were diminished after rinse. Corrosive. 1/10 dilution of 35-40% PAA solution (hydrogen peroxide 5%, acetic acid 40%, peracetic acid 35-40%). /Translated from French/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.45 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ PAA found to be not sensitzing in Draize test for sensitization in guinea pigs, PAA solution (PAA 14%, hydrogen peroxide 23%, acetic acid 16%) diluted 1:1000 in physiologic solution."
        },
        {
            "References": "Bulnes C et al; Rev Salud Anim 4 (2): 75-84 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs exposed to inhalation of 1 or 3% solutions of peracetic acid for 3 days showed eye irritation and coughing, both in a concentration-related manner. The mucosae of the respiratory tract of animals treated with a 3% solution showed histopathological alterations whereas the animals treated with 1% did not show such toxic effects."
        },
        {
            "References": "Bulnes C et al; Rev Salud Anim 4 (4): 59-65 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Peracetic acid at 3% caused dermatitis on guinea pig skin with the dermatitis starting after 2 hr of direct contact. There was no dermatitis after 5 hr of direct contact with a 1% solution."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 708",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Peracetic acid at a concentration of 0.1% in water has been found to be ... irritating to rabbit's eyes. However, 10% solution causes ulceration and perforation of the cornea and formation of symblepharon, despite prompt irrigation with water after application to the rabbit's eye."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set Dossier for Peracetic acid, CAS #79-21-0 pp.114-5 (September 2008). Available from, as of October 1, 2010: https://webnet.oecd.org/Hpv/UI/Default.aspx",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Buehler Test in Hartley albino guinea pigs. Induction: 0.5% active substance occlusive epicutaneous. Challenge: 0.35% active substance occlusive epicutaneous. Positive control: 1-chloro-2,4-dinitrobenzene. Induction: at day 1 Proxitane AHC produced very faint (usually nonconfluent) erythema. At day 8 and 15 Proxitane AHC produced faint (usually confluent) erythema. Challenge: Proxitane AHC produced very faint erythema in four of nine animals of the naive control group (Group I) after the single treatment at challenge. Proxitane AHC produced very faint erythema in four of ten animals of the test Group (Group II) after challenge treatment and therefore did not elicit sensitizing reaction in guinea pigs. Results: non-sensitizing. /Proxitane AHC, purity: peracetic acid 5%, hydrogen peroxide 20%, acetic acid 10%/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set Dossier for Peracetic acid, CAS #79-21-0 pp.118-22 (September 2008). Available from, as of October 1, 2010: https://webnet.oecd.org/Hpv/UI/Default.aspx",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Sprague-Dawley rats were given peracetic acid by gavage once daily for 13 weeks. Dosage: Group 1: control; Group 2: 15 mg/kg (days 1-22), 5 mg/kg (day 23 to end of study); Group 3: 50 mg/kg (days 1-22), 15 mg/kg (day 23 to end of study); Group 4: 150 mg/kg (days 1-10), 100 mg/kg (days 11-22), 50 mg/kg (day 23 to end of study) (= 0.75/0.25, 2.5/0.75, 7.5/5.0/2.5 mg/kg peracetic acid). NOAEL = 0.75 mg/kg bw. LOAEL = 2.5 mg/kg bw. A microscopic examination of the sex organs of the animals was performed during the test but no effects of the test substance were observed. Furthermore the organ weight of the sex organs (testes, ovaries and uterus) was determined at the end of the treatment period. No statistically significant weight differences were noted between treated groups and controls. One female from Group 3 died at the high dose level, while two males and two females from Group 4 died at the highest dose level, 4 females at the middle dose level, and one male and three femals at the lowest dose level. Clinical signs: Ptyalism, loud breathing and/or dyspnea were observed in animals of group 4. Transient or intermittent loud breathing was also noted in 2 females in group 3. The onset of the symptoms was observed in both animals in the study period in which the 2.5 mg/kg/day dose-level was administered. Detailed clinical observations and functional observation battery: No treatment-related changes in autonomic, physiological or neurotoxicological parameters were noted in any group. Motor activity was unaffected by the treatment with the test item. Body weight gain: No differences from controls were noted in the body weight gain in group 2. In group 3 a slightly lower body weight gain was noted in the females. A moderately lower mean body weight gain was noted in males of group 4 over the first period of the study when given 7.5 mg/kg/day, and in females of group 4 throughout the study. Food consumption: No differences were observed in food consumption between control and treated animals except during the first week of treatment period where a slightly lower mean food consumption was noted in animals of the highest dose group when given 7.5 mg/kg/day. Ophthalmology: No treatment-related ophthalmologic findings were observed at the end of the treatment period. Hematology: The differences observed were slight, not dose-related. and with the individual values within the range of the CIT historical background data. Consequently, they were considered to be without relationship to the treatment with PAA. Blood biochemistry: Some statistically significant changes were noted between animals of group 4 and control animals (slightly lower mean total protein, albumin level and alkaline phosphatase activity in males and slightly lower mean potassium and inorganic phosphorus levels in females). However these values remained above the lower limit of the CIT historical background data and were therefore considered to be of no toxicological importance. Organ weights: Some differences were noted between treated and control animals in absolute and relative organ weights. However, as these differences were minimal, not dose-related, and/or opposing trend in the two sexes and different groups, they were considered to be of no toxicological importance. Macroscopic post-mortem examination: No treatment-related findings were noted in animals from groups 2 and 3 or in the surviving animals of group 4 at the end of the treatment period. Several segments of the gastrointestinal tract distended with gas and reddish colored and/or dilated lungs were noted in animals of group 4 found dead or killed prematurely, whatever the dose-level. Microscopic examination: No treatment-related changes were noted in animals from groups 2 and 3 or in the surviving animals of group 4 at the end of the treatment period. Treatment-related changes were seen in the trachea and lungs of animals in group 4 found dead or killed prematurely, whatever the dose-level: moderate to marked necrotizing inflammation of the trachea; and moderate to severe acute bronchitis at the tracheobronchial bifurcation. /Deptil PA 5, purity: peracetic acid 5%, hydrogen peroxide 15.3%, acetic acid 16.6%/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set Dossier for Peracetic acid, CAS #79-21-0 pp.124-5 (September 2008). Available from, as of October 1, 2010: https://webnet.oecd.org/Hpv/UI/Default.aspx",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar rats were given peracetic acid in their drinking water continuously for 28 days, dosage: 0, 1, 10, and 50 mg/L. LOAEL: 0.13-0.15 mg/kg bw. Based on water intake, the groups of 1, 10, and 50 mg/L are equivalent with doses of 0.13-0.15, 1.3-1.5 and 6.5-7.5 mg/kg bw. Statistically significant reduced water intake in all groups. No dose response relationship. The lowest reduction was found for the high dose. No effect on bodyweight. Increased hemoglobin amount for all peracetic acid solutions. However, the increase (about 27%) was statistically significant at 1 mg/L but not at 10 mg/L and also not at 50 mg/L. No dose response relationship. No effect on number of leukocytes. Increased spleen weights for all peracetic acid solutions. At all 3 concentrations the increase was about 15-20 %. No dose response relationship. For the other organs, no weight changes relative to control were found. At 10 mg/L: cloudy swelling of liver and spleen (white pulp), congestion of kidney medulla. Increased hemosiderin levels in red matter of spleen. /Persteril, purity: 40% peracetic acid/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.47 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female mice (strain not given) were exposed to Wofasteril (40% PAA) diluted to 0.15%, 0.6%, and 2.5% PAA solutions by inhalation 5, 10, or 15 min/day for 29 days, dosage: 70, 281, 1126 mg/cu m. A concurrent control group received no treatment or water spray treatment. 20 animals/group. Result: significant decreased body weight compared to untreated and water-treated controls. All treatment groups showed excitement followed by lethargy during exposure in a dose-related manner. At 1125 mg/cu m respiratory distress was noted after exposure which lasted several hours. The effect was independent of the daily duration of the exposure. Also at 1125 mg/cu m there was an increased erythrocyte count, hematocrit, hemoglobin content, and white blood cells. Histopathological changes in the lungs (pneumonia) was observed in a time related manner at 1125 mg/cu m."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.48 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were exposed dermally to Wofasteril (PAA 40%) diluted to 0.12% twice daily (except Wednesdays) for 90 days, dosage: 0.16 mL/100 g bw of a 0.12% solution (prepared daily). A concurrent control group received vehicle only. 20 animals/group, interim sacrifice at day 28. Results: erythema at the beginning of treatment disappeared progressively. Slight hair loss. Reduced body weight from day 20. Increased heart rate found occasionally in some animals. Transient increase in relative liver weight, ASAT /aspartate transaminase/, ALAT /alanine transaminase/ (recovery after treatment). Gross and microscopic liver changes. Effects on the lungs."
        },
        {
            "References": "Heinze W, Nattermann H; Wiss Z Humboldt-Univ Berlin, Math-Naturwiss Reihe 33 (5): 513-7 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice and guinea pigs were exposed to peracetic acid aerosol (186 or 280 mg/cu m) 30 min twice daily for 90 days. Bronchopneumonia and liver granuloma were observed in most of the animals. Increased incidence of lung tumors and decreased leukocyte counts were observed in mice."
        },
        {
            "References": "PMID:7071111",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Topical application of a 0.12% solution of peroxyethanoic acid 2 times daily for either 28 or 90 days, with a regimen of 5 days of treatment followed by 2 days of no treatment, caused general systemic toxic effects in the /guinea pigs/; the effects were more pronounced with the 90 day treatment."
        },
        {
            "References": "Laub R, et al; Z Gesamte Hyg Grenzgeb 36 (0): 558-60 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The characterization of the skin tolerance to several disinfectants /was studied/ ... Guinea pig epidermis was treated for 1, 7, and 14 days with conventional working dilution of peracetic acid ... disinfectant. ... The exposure to the disinfectant caused a disappearance of histochemically detectable Langerhans cells in treated epidermis ..."
        },
        {
            "References": "PMID:3234512",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a long-term experiment on rabbits 0.2% peracetic acid (0.5% Wofasteril) was distributed upon the dorsal skin, the oral and the vaginal mucosa 3 times per week for 12 months. Each type of tissue was applied 153 individual doses. The histological examinations did not yield dysplasias in the sense of a carcinogenic action of peracetic acid. Despite the very high dosage ...  the mucosal tissues under study neither showed inflammations nor scar formation after 12 months of administration. Merely in the dorsal skin a loss of minute accessory hairs in the animal fell was observed ..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) pp.45-6 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female WAG rats were fed PAA daily in their food, dosage: 0.2 and 1 g PAA/kg food. 3 generational study with control group. Peracetic acid first mixed with agar-agar and then mixed with flour. 35 males and 35 females for each dose. In each generation, 5 males and 5 females were kept for further reproduction. Results: decreased body weight (10-20%) as compared to control, reduced fertility index (5/10, 8-9/10 in controls). Increased number of thyroid tumors (7/57 at 0.2 g/kg, 5/40 at 1 g/kg) (no data for controls), mainly adenoma and epithelioma. Non-significant testicular tumors. Other degenerative effects were nephritis, testicular atrophy, fragility of bones (no data on controls given). These toxic effects were stated to be due to toxic effects from by-products formed during treatment or to a deficiency in vitamins, amino acids ..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.49 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Drinking water study done on /male and female/ rats (BD XI), /male and female/ mice (NMRI and C3Hf), female golden hamsters (Han:AURA) beginning at weaning, breeding pairs of gerbils, and Pirbright white guinea pigs beginning on the 21st day of life. 200 mg/L of 40% peracetic acid diluted in tap water in drinking water, bottles changed every week, 50% reduction of PAA within 1 day. Reduction of water consumption of 20% at 200 mg PAA/L. Results: no changes were seen in growth, reproduction capacity, histology of the liver, kidney, spleen, lungs, and intestines in all species tested."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.54 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ICR mice were dermally exposed to PAA 5 days/week for 52 weeks, dosage: 1 or 2% in acetone or 3% in water. All animals died when treated with PAA 2% in acetone. Skin irritation occurred (no details). A tumor promoter effect was found after exposure to 1 and 3% solutions of PAA after DMBA treatment (respectively 8/30 and 24/30 tumors as compared to 0/30 in controls) as well as in the group treated with 2% PAA in water alone (3/30). Skin cancer was found after exposure to 1% PAA + DMBA (1/30) and 3% PAA + DMBA (5/30). No other cancer detected in the other groups."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.54 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 0.2% PAA solution was applied to the dorsal skin, oral or vaginal mucosa of rabbits 3 times/week for 12 months. Histological examination did not reveal any dysplasia. The mucosal tissues neither showed inflammation nor scar formation. Only local edema was observed. In the dorsal skin a loss of minute accessory hair was observed."
        },
        {
            "References": "PMID:3234512",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a long term experiment on rabbits, 0.2% peracetic acid (0.5% Wofasteril) was applied to the dorsal skin, the oral and the vaginal mucosa 3 times per week for 12 months. Each type of tissue received 153 individual doses. The histological examinations did not yield dysplasias in the sense of a carcinogenic action of peracetic acid. Despite the very high dose, the mucosal tissues under study showed neither inflammations nor scar formation after 12 months. A loss of minute accessory hairs on the dorsal skin was observed."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set Dossier for Peracetic acid, CAS #79-21-0 p.142 (September 2008). Available from, as of October 1, 2010: https://webnet.oecd.org/Hpv/UI/Default.aspx",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male ICR mice were given peracetic acid (1.3 and 2.6 mg/kg bw) ip for 5 days.The results showed that a dose of 2.6 mg peracetic acid/kg bw doubled the incidence of sperm head abnormalities. When the dose was reduced to 1.3 mg/kg bw, no increase in anomalies was seen. Statistically significant results were not found at two consecutive dose levels. There is no sufficient evidence from this study to conclude if treatment caused abnormal sperm heads. /Wofasteril, purity: peracetic acid 40%, hydrogen peroxide 14%, acetic acid 27%/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set Dossier for Peracetic acid, CAS #79-21-0 pp.143-6 (September 2008). Available from, as of October 1, 2010: https://webnet.oecd.org/Hpv/UI/Default.aspx",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Wistar Crl:WI BR (SPF) rats were given peractic acid in their drinking water daily on days 5-20 post-coital, dosage: 0, 100, 300, and 700 mg/L (= 12.5, 30.4, and 48.1 mg peracetic acid/kg bw/day). Maternal NOAEL = 100 mg/L. Teratogenic NOAEL = 300 mg/L. A pale liver discoloration was recorded in almost all fetuses of all dose groups including the control group. The liver was affected focally to multifocally or diffuse. The discoloration ranged from grey to yellow or white and incidences seen in control and the low and middle treatment groups were comparable. The type of discoloration observed in the high dose treatment group was not significantly different from controls. Surrounding tissues in the body cavities and the carcass were discolored in the same manner as observed in the livers. Furthermore, the higher incidence of discolored livers among high dose fetuses could be due to the lower body weight of these fetuses resulting from maternal toxicity and, hence, delayed development.  The type of discoloration was evaluated as a typical alteration of improperly chemically-fixed organs. Such discoloration is known to progress with time (wet tissue storage). The exact cause for the discoloration is unknown but may be considered to be a consequence of the fixation method chosen ... Histopathological examination of fetal livers did not reveal lesions related to the dose of the test substance administered. Histological evaluation revealed slightlt autolysed liver tissue in all cases examined but the status of the livers was considered sufficient to recognize all structures and did not lead to the conclusion of any liver pathological injury. All tissues examined did not demonstrate any abnormalities. This was supported by the absence of any shrinkage or swelling as well as the presence of sharp liver lobe margins. No dead fetuses were observed at any dose level and the number of live fetuses per dam was slightly higher in treated groups. There was no effect on the sex ratio. No external abnormalities were evident in fetuses of any treatment group. High dose fetuses demonstrated a significantly lower body weight and an increased incidence of poor and/or hypertrophic ossification. The latter finding is considered to be secondary to severe toxicity in high dose dams while in the absence of (severe) maternal toxicity, no statistically significant findings in fetuses were made. In addition, the toxicological relevance of reduced fetal weights (5 % reduction) at the high dose level is questioned as litter size in the high dose group was about 13 % higher than in controls which might have contributed to slightly smaller and thus, lighter fetuses at the high dose level. /Wofasteril, purity: 32-38% w/w peracetic acid, 10-14% w/w hydrogen peroxide, 17-21% w/w acetic acid and stabilizers//"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.55 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Male and female/ WAG rats received 0.2 or 1 g/kg food PAA in their feed daily, 3 generation study. Reduced fertility in treated groups (5/10 pregnancy versus 8-9/10 in controls) and testicular atrophy in males."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.55 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Several generations of male and female rats, mice, gerbils, and guinea pigs received 200 mg/L PAA in their drinking water. Breeding data did not differ between treated and control group. The overall frequencies of the litter sizes and the weights were comparable. NOAEL of both parents and offspring was 200 mg/L."
        },
        {
            "References": "PMID:18445945",
            "Value": "/GENOTOXICITY/ ... Peracetic acid solution /on dental equipment/ was evaluated at concentrations of 800, 1500 and 2500 ppm ... The corrosion rate, calculated from potentiodynamic assays was 10-6 cm/yr, indicating that the product does not damage /dental/ equipment. The sterilization capacity of peracetic acid at 2500 ppm was the best /but/ the comet assay indicated genotoxic activity at 2500 ppm ..."
        },
        {
            "References": "PMID:15766965",
            "Value": "/GENOTOXICITY/ ... The influence of two widely used disinfectants, peracetic acid (PAA) and sodium hypochlorite (NaClO), on the formation of mutagenic by-products was investigated. Wastewater samples were collected before and after disinfection, in winter and in summer, at a pilot plant installed in a municipal wastewater-treatment plant. Samples were adsorbed using silica C18 cartridges and the concentrates were tested for mutagenicity in the Salmonella typhimurium reversion test with strains TA98 and TA100. Non-concentrated water samples were tested with two plant genotoxicity assays (the Allium cepa root anaphase aberration test and the Tradescantia/micronucleus test). Mutagenicity assays in bacteria and in Tradescantia showed borderline mutagenicity in some of the wastewater samples, independent of the disinfection procedure applied. Negative results were obtained in the A. cepa anaphase aberration test. These results indicate that, in the conditions applied, wastewater disinfection with PAA and NaClO does not lead to the formation of significant amounts of genotoxic by-products."
        },
        {
            "References": "PMID:14981163",
            "Value": "/GENOTOXICITY/ .... The aims of this study were to further evaluate the genotoxic potential of the ... disinfectants sodium hypochlorite and chlorine dioxide ... in Saccharomyces cerevisiae strain D7 (mitotic gene conversion, point mutation and mitochondrial DNA mutability, with and without endogenous metabolic activation) and to compare their effects with those of peracetic acid, proposed as an alternative disinfectant ... The results in S.cerevisiae show a genotoxic response on the end-points considered with an effect only at doses higher (5- to 10-fold) than the concentration normally used for water disinfection; sodium hypochlorite and peracetic acid are able to induce genotoxic effects without endogenous metabolic activation (in stationary phase cells) whereas chlorine dioxide is effective in growing cells ... The biological effectiveness of the three disinfectants on S.cerevisiae proved to be strictly dependent on cell-specific physiological/biochemical conditions. All the compounds appear to act on the DNA and peracetic acid shows effectiveness similar to sodium hypochlorite and chlorine dioxide."
        },
        {
            "References": "PMID:15049554",
            "Value": "/GENOTOXICITY/ The aim of this research was to evaluate the potential genotoxic effects of three drinking water disinfectants by means of in vivo short-term mutagenicity tests using plants. The study was carried out in laboratory using distilled water disinfected with sodium hypochlorite (NaClO), chlorine dioxide (ClO2) and peracetic acid (PAA) at different concentrations both in neutral and acid conditions. Untreated distilled water was used as a negative control. Micronuclei test in Tradescantia pollen cells and chromosomal aberration test in root cells of Allium cepa were the bioassays performed ... The Tradescantia/micronuclei test gave positive results in most of the ClO2-treated water samples but only at acid pH. The Allium cepa test showed genotoxicity in NaClO-treated samples at acid pH and in a ClO2-treated sample at pH 7. PAA-treated samples were always nongenotoxic ..."
        },
        {
            "References": "PMID:2775422",
            "Value": "/GENOTOXICITY/ ... Sperm-head abnormalities /are/ suitable /as/ indirect evidence of mutagenic potency ... Screening investigations of /mice/ are suitable, before more expensive tests will be accomplished for the elucidation of the mutation type. At 35 day-long intraperitoneal application the double number of sperm head abnormalities was approximately induced through Wofasteril (dose refers to main agent peracetic acid 2.6 mg/kg bw/day) and about 1/3 through cyclophosphamide (dose 25 mg/kg bw/day). With a 50% reduction of Wofasteril dose the mutagenic threshold-concentration was too low. The phenolic disinfectant Wofasept caused only slight no significant increase of the rate of sperm-head abnormalities (doses refer to the content of compounds, for Chlorocresol 1.6 mg/kg bw/day, for Clorofen 0.7 mg/kg bw/day and for detergent 4.8 mg/kg bw/day)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.50 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test using Salmonella typhimurium TA98, TA100, 50 ug/plate, with metabolic activation. Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.50 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test using Salmonella typhimurium TA97, TA98, TA100, TA1535, TA1537, 0.3-200 ug/plate, with and without metabolic activation. Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.50 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test in Salmonella typhimurium TA1535, TA1536, TA1537, TA1538, TA1978 + wildtype LT-2, up to 200 g PAA/L, without metabolic activiation. Spot test negative for all strains. Increased frequency of mutants in TA1978 (forward mutation) when decreased survival was noted (from 20 mg PAA/L). Induction of deletion on wild strain LT-2 (spot test): positive. Peracetic acid was less mutagenic than hydrogen peroxide, but its toxicity to the bacterial strains was higher."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.52 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Yeast gene mutation assay in Saccharomyces cerevisiae D7, 0-40 mg/L, without metabolic activation. Results: negative, no statistically significant mitotic recombination or genetic conversion."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.52 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Lysogenic activation using E. coli K12, concentrations: 0-100 mg/L, without metabolic activation. Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.52 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Mammalian germ cell cytogenetic assay. Male ICR mice, dosage: 1.3 and 2.6 mg/kg ip for 5 days. Results: increase in abnormal sperm heads (double that of control) and clear oligospermia noted at 2.6 mg/kg. NOEL = 1.3 mg/kg."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Peracetic acid (79-21-0) p.53 (2000 CD-ROM edition). Available from, as of September 14, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Micronucleus assay using male and female mice (strain not given). Dosage: 8, 35, 150 mg/kg by gavage, one dose, PAA 5%. 5 animals from each group and sex were sacrificed at 24, 48, and 72 hr after treatment. No significant differences in the frequency of micronuclei in polychromatic erythrocytes or in normochromatic erythrocytes were seen between treated and control group. Positive control (cyclophosphamide) was clearly genotoxic. PAA did not induce a dose-related decrease in the proportion of polychromatic erythrocytes, indicating a lack of toxicity of the bone marrow. However, the highest dose tested was found in preliminary studies to be the maximum tolerated dose in both sexes of mice."
        },
        {
            "References": "PMID:6860424",
            "Value": "/GENOTOXICITY/ Peroxyacetic acid was assayed for induction of unscheduled DNA synthesis by liquid scintillation counting of hot acid extractable DNA and light microscope autoradiography. Peroxyacetic acid was also assayed for induction of DNA repair synthesis by differential density labeling ultracentrifugation. Conflicting results were obtained for peroxyacetic acid using the unscheduled DNA synthesis techniques. Negative results were consistently obtained, however, in 3 separate assays using 2 different peroxyacetic acid samples with the more definitive differential density DNA repair synthesis technique. Hydrogen peroxide was present as a contaminant in the peroxyacetic acid samples. Peroxyacetic acid does not induce DNA repair synthesis and the conflicting peroxyacetic acid results may be due to the presence of hydrogen peroxide in commercial samples of peroxyacetic acid."
        },
        {
            "References": "PMID:3131990",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ There is no release of evaporable toxic substances into the air after disinfection with the exception of products based on peracetic acid. Cell cultures are chosen as indicators for the toxicity of evaporable substances. It is shown that the cells were able to propagate in the presence of active oxygen containing disinfectants as well as in the blanc test. However, there was no propagation of cells in the presence of formaldehyde, glutardialdehyde and peracetic acid."
        },
        {
            "References": "PMID:9157627",
            "Value": "/VETERINARY CASE REPORTS/ Histological investigations were made on uteri of 61 cattle (27 of them after intrauterine treatment). The response activated by 0.2% peracetic acid in the bovine endometrium was a primary inflammatory process, however, necrotizing within clearly pronounced limits. Degenerative alterations were the major histological findings 35 min from application of 0.2% peracetic acid. They were recordable from the epithelium but at that point in time could easily affect the entire cellular stratum. Histopathological phenomena on the fourth day from application of 0.2% peracetic acid were clearly less strongly pronounced than on the third day. Histiocyte infiltrates of moderate and rarely high intensity reflected increased phagocytosis in the process of endometrial regeneration."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of Sept 24, 2010:  https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Dean JA; Lange's Handbook of Chemistry 13th ed. New York, NY: McGraw-Hill Book Co p. 5-53 (1985) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of peracetic acid can be estimated to be 1.5(SRC). According to a classification scheme(2), this estimated Koc value suggests that peracetic acid is expected to have very high mobility in soil. The pKa of peracetic acid is 8.2(3), indicating that this compound will partially exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}