{
    "_id": {
        "$oid": "6682e855c4e5dba5ffba2514"
    },
    "CID": {
        "$numberInt": "6587"
    },
    "Name": "NITROETHANE",
    "IUPACName": "1-nitroethane",
    "CanonicalSMILES": "CC[N+](=O)[O-]",
    "Synonyms": [
        "NITROETHANE",
        "79-24-3",
        "Ethane",
        "nitro-",
        "1-Nitroethane",
        "Nitroethan",
        "Nitroetan",
        "CCRIS 3088",
        "HSDB 105",
        "Nitro-Ethane",
        "UNII-6KEL3ZAU0V",
        "6KEL3ZAU0V",
        "NSC 8800",
        "EINECS 201-188-9",
        "DTXSID8020969",
        "CHEBI:16268"
    ],
    "IsomericSMILES": "CC[N+](=O)[O-]",
    "INCHI": "InChI=1S/C2H5NO2/c1-2-3(4)5/h2H2,1H3",
    "INCHIKEY": "MCSAJNNLRCFZED-UHFFFAOYSA-N",
    "Formula": "C2H5NO2",
    "MolecularWeight": {
        "$numberDouble": "75.07"
    },
    "Description": "Nitroethane is a nitroalkane that is ethane substituted by a nitro group. It is a tautomer of an aci-nitroethane.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "37"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D et al; pp. 371-88 in Practical Applications of Quantitative Structure-Activity Relationships (QSAR) in Environmental Chemistry and Toxicology. Karcher W, Devillers J eds. Brussels, Belgium: Kluwer AC (1990) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF value of 1 was measured for fish (golden orfe (Leuciscus idus)) in a static 3-day test with nitroethane present at 50 ppb(1). According to a classification scheme(2), this BCF value suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Freitag D et al; pp. 371-88 in Practical Applications of Quantitative Structure-Activity Relationships (QSAR) in Environmental Chemistry and Toxicology. Karcher W, Devillers J, eds., Brussels, Belgium: Kluwer AC (1990) (2) Gerhold RM, Malaney GW; J Water Pollut Contr Fed 38: 562-79 (1966)",
            "Value": "14C-labeled nitroethane at 50 ppb was added to a suspension of activated sludge; 23.9% of the initial nitroethane was mineralized in 5 days(1). Aerobic and anaerobic degradation in soil was measured using 14C-labeled nitroethane(1); under aerobic conditions, 11.3% of the initial nitroethane was mineralized to CO2 after 35 days(1); under anaerobic conditions, nitroethane was not mineralized over a 35 day period(1). In the ready biodegradable closed bottle test (OECD Guideline 301D), nitroethane initially present at 2 mg/L was inoculated with sewage effluent(1); less than 1% degradation of nitroethane was measured after 28 days(1). Nitroethane present at 500 mg/L and inoculated with activated sludge from three municipal treatment plants was toxic to the microorganisms present over the 24 hour study period(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 0.18"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 500 ppm nitroethane /is reported/ to be a safe & well-tolerated concn for commonly tested species, incl monkey; concn of 1000 ppm is lethal for some species. ... Liver damage occurred in all animals dying of overexposure."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 379",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The lethal oral dose for rabbits was 0.50-0.75 g/kg. Rabbits were more sensitive than guinea pigs when exposed to nitroethane by inhalation (only 2 of each species were exposed). All animals exposed to 30,000 ppm for 1.5 hr died but exposure to 25,000 for 2 hr was lethal only to rabbits. All animals exposed to the higher doses showed lacrimation and conjunctival discharge, dyspnea and, in some rabbits, audible rales. Conjunctival and respiratory tract irritation were evident early during exposure. At necropsy, marked acute pulmonary congestion with edema was a notable finding, however, it was not sufficient alone to account for death. In 2 animals exposed by inhalation, hemorrhage of the anterior turbinates was seen. Nitroethane caused significant cerebral congestion and edema. Some degree of liver damage was evident in all animals exposed to large nitroethane conc, regardless of the route of administration. Necrosis and fatty degeneration of the liver were common pathological findings. Changes in the kidneys consisted of edema, pallor and cloudy swelling. Application of nitroethane to the skin produced no injuries or deaths and no significant pathological changes."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 379",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single dose of nitroethane (200 mg/kg) was administered ip to 3 month old male Wistar rats, and liver and brain tissue were sampled at 4, 24 and 48 hr later. Nitroethane caused a decrease in hepatic glutathione conc by 4 hr but by 24 hr they had overshot baseline levels and returned to baseline levels by 48 hr. NADPH cytochrome c reductase and 7-ethoxycoumarin O-deethylase activities were both decreased at 48 hr. Uridine diphosphate glucuronosyltransferase and epoxide hydrolase activities were elevated at 48 hr. Brain acid proteinase and acetylcholine esterase activities had increased by 4 hr and stayed elevated through 48 hr."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/   Nitroethane is irritating on continued inhalation, but there is no skin absorption. It is somewhat more toxic than nitromethane, producing respiratory tract irritation and... /CNS depression/ (in animals)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 p.559",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Animals exposed at levels greater than 10,000 ppm give evidence of restlessness, discomfort, and signs of respiratory tract irritation, followed by eye irritation, salivation, and later central nervous system symptoms consisting of abnormal movements with occasional convulsions. Anesthetic symptoms are generally mild, and appear late. Most animals that manifest anesthesia die eventually. /Nitroalkanes/"
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 380",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13 wk inhalation study, Fischer 344 rats and B6C3F1 mice were exposed to 0, 100, 350 or 1000 ppm nitroethane for 6 hr/day, 5 day/wk. Exposure to 1000 ppm nitroethane produced elevated methemoglobin levels in rats and mice, although the effects were less severe in mice. Cyanosis, increased numbers of reticulocytes and Heinz bodies and an associated splenic extramedullary hematopoiesis were seen in rats. Degenerative and inflammatory changes in the olfactory nasal epithelium and evidence of salivary gland toxicity were noted in rats and mice. Other pathological changes induced by exposure to 1000 ppm nitroethane were hepatocellular vacuolization in rats, and multinucleated spermatids in mice. The toxic effects were reduced in both species at the lower doses. Exposure to 100 ppm nitroethane produced minimal toxicity in both species."
        },
        {
            "References": "PMID:3181065",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The potential effects of chronic inhalation exposures to nitroethane were examined using male and female Long-Evans rats exposed to 100 or 200 ppm concentration of nitroethane in inhalation chambers for 7 hr a day, 5 days a wk, for 2 yr. These exposure levels were well above those experienced in the workplace. At the end of the 2 yr study the results indicate there were no pharmacological effects from these exposures, no effect on mortality of either sex at either level of exposure, a slight reduction in body weights of both sexes of both exposure groups which may have been due to additional factors as no specific dose response relationship could be established for the weight reduction, no effect on hematology (including erythrocyte count, packed cell volume, mean corpuscular volume, or hemoglobin), changes in certain serum chemistry parameters but no biologically significant group differences, no biologically significant effects of nitroethane exposure on organ weights, and no significant difference in the nonneoplastic or neoplastic pathology related to exposure to nitroethane. There were three male rats with nodular hyperplasia of the liver and one female with hepatocarcinoma. These findings did not differ significantly from those found in the control groups, but they do indicate a normal spontaneous risk of hepatic nodules in aged rats."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 380",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Swiss mice were exposed to 14.3 ppm nitroethane from gestation day 6 to 17 for 24 hr/day. The exposure produced no effect on the dams and there was no evidence of nitroethane-induced terata, variation in sex ratio, embryotoxicity or inhibition of fetal growth and development."
        },
        {
            "References": "PMID:399919",
            "Value": "/GENOTOXICITY/ Negative results were obtained from studies of nitroethane in Salmonella typhimurium/mammalian microsome (Ames) test (with and without microsomal activation), and in an in vivo mutagenic (micronucleus) test."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Nitroethane was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Nitroethane was tested at doses of 0.1, 0.3, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S 9. Nitroethane was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 10 mg/plate. Precipitate was present in most of the cultures at the high dose."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 p.567",
            "Value": "/GENOTOXICITY/ Mice were given nitroethane as 2 daily oral doses up to 1.0 mL/kg. No evidence of nitroethane-induced increases in micronucleus frequencies was reported."
        },
        {
            "References": "Dequid T et al; Bull Soc Pharm Lille 4: 137 (1972)",
            "Value": "/OTHER TOXICITY INFORMATION/ Nitroethane was considered less toxic to rats ip or by inhalation than 1- and 2-nitropropanes. Even in cases of acute intoxication, only low levels of methemoglobin were induced by nitroethane."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Sept 27, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Chiou CT, Kile DE; Environ Sci Technol 28: 1139-44 (1994) (4) Stockmeyer MR; Appl Clay Sci 6: 39-57 (1991)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of nitroethane can be estimated to be 20(SRC). According to a classification scheme(2), this estimated Koc value suggests that nitroethane is expected to have very high mobility in soil. However, laboratory studies indicate that nitroethane may adsorb to some soil types(SRC). Using a high organic-content peat as a model for soil organic matter, nitroethane had a vapor sorption of nearly 80 mg vapor uptake/g dry peat at a relative pressure of 0.3 at 24 °C over a 2 to 3 week period; at a relative pressure of 1, a partition capacity of 272 mg/g peat was calculated(3). The nitro group of nitroethane may promote hydrogen bonding to clay and the polarity of the molecule may also allow hydrophilic-coordinative adsorption(4)."
        }
    ]
}