{
    "_id": {
        "$oid": "6682e856c4e5dba5ffba2518"
    },
    "CID": {
        "$numberInt": "6591"
    },
    "Name": "1,1,2,2-TETRACHLOROETHANE",
    "IUPACName": "1,1,2,2-tetrachloroethane",
    "CanonicalSMILES": "C(C(Cl)Cl)(Cl)Cl",
    "Synonyms": [
        "1,1,2,2-TETRACHLOROETHANE",
        "79-34-5",
        "s-Tetrachloroethane",
        "Acetylene tetrachloride",
        "Ethane",
        "1,1,2,2-tetrachloro-",
        "sym-Tetrachloroethane",
        "Bonoform",
        "Cellon",
        "Tetrachlorethane",
        "Westron",
        "1,1,2,2-Tetrachlorethane",
        "1,1,2,2-Tetrachloraethan",
        "1,1-Dichloro-2,2-dichloroethane",
        "\"Tetrachlorure dacetylene\"",
        "RCRA waste number U209"
    ],
    "IsomericSMILES": "C(C(Cl)Cl)(Cl)Cl",
    "INCHI": "InChI=1S/C2H2Cl4/c3-1(4)2(5)6/h1-2H",
    "INCHIKEY": "QPFMBZIOSGYJDE-UHFFFAOYSA-N",
    "Formula": "C2H2Cl4",
    "MolecularWeight": {
        "$numberDouble": "167.8"
    },
    "Description": "1,1,2,2-tetrachloroethane is a member of the class of chloroethanes that is ethane substituted by chloro groups at positions 1, 1, 2 and 2.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "26"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 15, 2014: https://www.safe.nite.go.jp/english/db.html (2) Barrows ME et al; Dyn Exposure Hazard Asses Toxic Chem Ann Arbor, MI: Ann Arbor Press p. 379-92 (1980) (3) Lien GJ et al; Environ Toxicol Chem 13: 1195-1205 (1994) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF range of 4.5-13.2 was observed for 1,1,2,2-tetrachloroethane, using carp (Cyprinus carpio) which were exposed to concentrations of both 0.26 mg/L and 0.026 mg/L of 1,1,2,2-tetrachloroethane over a 6-week period(1). A BCF of 8 has been reported using bluegill sunfish (Lepomis macrochirus) following a 14-day exposure to a mean concentration of 9.62 ug/L(2). Using fathead minnows (Pimephales promelas), a BCF of 12.6 was measured(3). According to a classification scheme(4), these BCF values suggest bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (2) Mudder TI; Amer Chem Soc Div Environ Chem Presentation Kansas City, MO Sept p. 52-3 (1982) (3) Stensel HD, Bielefeldt AR; Bioremediation 2: 357-401 (2000) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 16, 2014: https://www.safe.nite.go.jp/english/db.html (5) OECD; SIDS Initial Assessment Report For SIAM 15, 1,1,2,2-Tetrachloroethane (CAS No. 79-34-5), October 2002. Available from, as of Dec 15, 2014: https://www.inchem.org/documents/sids/sids/79345.pdf",
            "Value": "AEROBIC: Incubation of 1,1,2,2-tetrachloroethane with sewage seed for 7 days and following that with three successive 7-day subcultures resulted in no significant degradation(1). These results are in conflict with another study which resulted in 41% degradation in 24 days in a modified shake flask biodegradability test using an unacclimated inoculum; 5 other chlorinated ethanes and ethenes tested were undegraded(2). 1,1,2,2-Tetrachloroethane has been reported as not degraded via aerobic metabolism(3). 1,1,2,2-Tetrachloroethane, present at 100 mg/L, reached 10% of its theoretical TOC in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(4); BOD was not calculated because the test substance reacted with soda lime, but the results indicate that 1,1,2,2-tetrachloroethane is not readily biodegradable(4). 1,1,2,2-Tetrachloroethane is persistent under aerobic conditions(5)."
        },
        {
            "References": "(1) Mudder TI; Amer Chem Soc Div Environ Chem Presentation Kansas City, MO Sept p. 52-3 (1982)",
            "Value": "AEROBIC: 1,1,2,2-Tetrachloroethane, present at 17.3 mg/L, was biodegraded 19% in 24 days following a 21-day acclimation period in the river die-away test utitlizing water from the Iowa River. Other chlorinated ethanes and ethenes tested (1,2-dichloroethane, 1,1,2-trichloroethane, 1,1,1-trichloroethane, and trans-1,2-dichloroethane present at concentrations up to 20.3 mg/L) were undegraded(1)."
        },
        {
            "References": "(1) Bouwer EJ, McCarty PL; Appl Environ Microbiol 45: 1286-94 (1983) (2) Smith LR, Dragun J; Environ Int 10: 291-8 (1985) (3) Stensel HS, Bielefeldt AR; Bioremediation 27: 883-88 (2000) (4) OECD; SIDS Initial Assessment Report For SIAM 15, 1,1,2,2-Tetrachloroethane (CAS No. 79-34-5), October 2002. Available from, as of Dec 15, 2014: https://www.inchem.org/documents/sids/sids/79345.pdf (5) Basu D, Gupta SK; Bioresour Techno 101: 21-25 (2010) (6) Rossetti S et al; Biotechno Bioeng 100: 240-249 (2008)",
            "Value": "ANAEROBIC: A continuous flow biofilm column operating under anaerobic conditions with a sewage inoculum achieved 97% steady state removal during 4 months of operation(1). A product of the biodegradation was 1,1,2-trichloroethane(1). The most commonly found products of microbial degradation of these compounds evidently come from reductive dehalogenation(2,3), while nonmicrobial degradations tend to involve hydrolysis and/or oxidation(2). The rates of disappearance of halogenated ethanes were studied in anoxic sediment-water systems, and a half life of 6.6 days was found for 1,1,2,2-tetrachloroethane(4). Removal of 1,1,2,2-tetrachloroethane in a bench-scale Upflow Anaerobic Sludge Blanket (UASB) reactor (12-36 hour retention times) was 98.4% or higher(5); maximum dechlorination rate was 0.2/day(5). An anaerobic microcosm set up with aquifer material from a 1,1,2,2-tetrachloroethane contaminated site and amended with butyrate showed a complete dechlorination of 1,1,2,2-tetrachloroethane to ethene(6)."
        },
        {
            "References": "(1) Lorah MM, Olsen LD; Environ Sci Technol 33: 227-324 (1999)",
            "Value": "ANAEROBIC: Sediment samples were collected from the West Branch Canal Creek at Aberdeen Proving Ground Army Base in Maryland, situated near the head of the Chesapeake Bay(1). Using this sediment, tidal wetland microcosms were set up and operated under methanogenic conditions. 1,1,2,2-Tetrachloroethane, at an initial concentration of 2.9 uM/L, degraded 50% within 24 hours in both sterile and live microcosms, forming less chlorinated daughter products vinyl chloride and 1,2-dichloroethylene(1). This loss was attributed to adsorption to sediments. After this initial 24 hr period however, concentrations decreased rapidly in the live microcosms to below the unspecified detection limit within 16 days, loss being attributed to biodegradation(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 2.39"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 138",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Liver damage involving cytochrome P450 and possibly mediated through free radicals interfering with in vivo lipid peroxidation has been reported in mice following single 300 or 600 mg/kg doses."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 787",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice were given a single dose 300 or 600 mg/kg BW. A significant decrease in cytochrome P-450 and NADPH-cytochrome (P-450) reductase in hepatic microsomes together with alteration of mixed function oxygenases were noted. /Investigators/ concluded that lipid peroxidation may be one of the main mechanisms responsible for /1,1,2,2-Tetrachloroethane/ hepatotoxicity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 138",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs show eye irritation when exposed at 576 ppm, /CNS depression/ at 5050 ppm, and death at 6310 ppm."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,1,2,2-Tetrachloroethane p.39 (1996). Available from, as of March 23, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp93.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Direct application of 514 mg/sq cm of 1,1,2,2-tetrachloroethane for 16 hours damaged the skin of guinea pigs, causing karyopyknosis and pseudoeosinophilic infiltration."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 138",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats were found to survive a 4 hr exposure at 500 ppm however would not survive 4 hr at 1000 ppm."
        },
        {
            "References": "PMID:4243560",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice /were/ exposed to 600 ppm tetrachloroethane for 3 hr. After 8 hr hepatic total lipids and triglycerides increased to 216 and 518 (as 100% of controls). Decreases in hepatic ATP levels paralleled increases in lipids. Thus, exposure induced fatty liver in mice and was equipotent to carbon tetrachloride."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 138",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /One study/ reported that an oral dose of 0.7 g/kg bw in dogs is a toxic dose, but /another study/ reported that a lethal dose of dogs was 0.3 mL/kg (0.5 g/kg) given orally."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 138",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,1,2,2-TCA is moderately irritating to the skin, and vapors appear nonirritating to the eye of the dog."
        },
        {
            "References": "Truffert L et al; Arch Mal Prof Med Trav Secur Soc 38 (1-2): 261-3 (1977)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed for several hr/day, 5 days/wk for 15 wk to tetrachloroethane. Incorporation of (3)H-thymidine into liver DNA increased by 313% after 4 exposures & subsequently leveled to control values. Pathological changes in liver after 9 exposures /were observed/."
        },
        {
            "References": "PMID:4346601",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were administered 0.015 mg/L tetrachloroethane by inhalation for 10 days. Primary reactions detected in rats were increased ACTH-content in hypophysis, changes in serum protein fractions & total lipid content of liver & kidney."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /CNS depression/ occurred in cats inhaling 120 to 160 ppm for 4 weeks with all signs absent at 7 weeks postexposure. ... No effects in cats inhaling 145 or 290 ppm, 4 to 7 hours a day for 18 days; however, one cat inhaling 290 ppm died following the /exposure s/ and showed fatty degeneration of the liver."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 3: 1,1,2,2-Tetrachloroethane (1998). Available from, as of March 23, 2005: https://www.inchem.org/documents/cicads/cicads/cicad03.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In... a study in rats /exposed to simulate human industrial exposure at either an intermittent degree with peak concentrations or a constant degree with a stable concentration/, ...effects on the nervous sytem and kidneys /were reported/ to be similar following continuous or intermittent exposure for 4-27 days to comparable time-weighted-average concentrations of 1,1,2,2-tetrachloroethane (235 and 250 mg/cu m)."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 786",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1,1,2,2-Tetrachloroethane (TCE) was administered by gavage in corn oil to groups of five F344/N rats once a day for 21 days. The doses selected were 0.62 and 1.24 mmol/kg BW.100% mortality was observed in the 1.24 mmol/kg BW group of animals. All rats in the 1.24 mmol/kg BW group had diarrhea and considerable body weight loss; animals became lethargic. Significant renal toxicity was noted. The liver weight and the renal tubule cell labeling index were increased, indicating replicative DNA synthesis."
        },
        {
            "References": "PMID:15154018",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1,1,2,2-Tetrachloroethane was widely used in the production of solvents and pesticides. Its production ended in the 1990s, but it is a major component of waste sites. ...The effects of 1,1,2,2-tetrachloroethane on male and female rats and mice /were studied/ to identify potential toxic hazards to humans. Because 1,1,2,2-tetrachloroethane can evaporate easily, /it was/ enclosed in starch microcapsules and placed... in the feed of rats and mice for 14 weeks. Male and female rats received up to 4,600 ppm 1,1,2,2-tetrachloroethane (equivalent to 0.46%) and mice received up to 9,100 ppm (0.91%). Control animals received empty starch microcapsules in their feed. Tissues from more than 40 sites were examined in all control and high-dose animals; tissues with lesions were examined in the lower exposure groups until no lesions were observed. Rats receiving 1,180 ppm or more 1,1,2,2-tetrachloroethane and mice receiving 2,300 ppm or more weighed less than the control animals. Male and female rats given 1,1 ,2,2-tetrachloroethane had pale and diseased livers and also had atrophy of the bone marrow and of the genital systems. Male and female mice given 1,1,2,2-tetrachloroethane had lesions of the liver and the bile duct. /It was concluded/... that 1,1,2,2-tetrachloroethane at doses >590 ppm in the feed was toxic to the liver of male and female rats. In mice, 1,1,2,2-tetrachloroethane was already known to cause cancer after long-term exposure. In these 14-week studies, 1,1,2,2-tetrachloroethane was toxic to the livers of male and female mice."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 3: 1,1,2,2-Tetrachloroethane (1998). Available from, as of March 23, 2005: https://www.inchem.org/documents/cicads/cicads/cicad03.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Depressed agglutinin formation was observed in rabbits exposed to 100 mg/cu m, 3-4 hr/day, for 4-6 weeks."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No effects were seen in either rats or rabbits inhaling 0.3, 1.5, & 14.6 ppm of tetrachloroethane, 3 to 4 hr daily for 7 to 11 mo. Liver damage, involving increased metabolic activity, was seen in both species following inhalation at 14.6 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1,1,2,2-Tetrachloroethane (TCA) was administered in corn oil by gavage to Osborne-Mendel  rats and B6C3F1 mice 5 days per week for 78 weeks. This was followed by a 32-week nontreatment  observation period in rats and 12 weeks for mice. Average daily doses were 62 and 108 mg/kg (low and  high dose, for male rats, respectively)and 43 and 76 mg/kg for female rats. Mice of both sexes  received either 142 mg/kg (low) or 282 mg/kg (high doses. In the mouse, hepatocellular carcinomas were  detected in 13%, 6%,26%, and 90% of the males (untreated control, vehicle control, and low- and  high-dose 1,1,2,2-TCA groups, respectively) The corresponding values for female mice were 0%, 0%,  63%, and 91%. No statistically significant increase in neoplastic lesions was observed in rats;  however two hepatocellular carcinomas, rare in this strain of rat, were seen in the high-dose males."
        },
        {
            "References": "Kulinskaya IL et al; Gig Tr Prof Zabol 16 (5): 56-8 (1972)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  In rabbits exposure to 10 mg tetrachloroethane/cu m for 3 hr/day 6 days/wk for 7-8.5 mo decreased blood acetylcholine levels to greater extent than did similar treatment with dichloroethane. Acetylcholinesterase & butyrylcholinesterase activities of blood were incr then decr by cmpd."
        },
        {
            "References": "Milman HA et al; Ann NY Acad. Sci 534: 521-530 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a rat liver foci assay for tumor-initiating activity, groups of 10 male Osborne-Mendel rats were subjected to a two-thirds partial hepatectomy and, 24 hr later, were given 1,1,2,2-tetrachloroethane or corn oil by gavage at the maximum tolerated dose in corn oil. Six days after partial hepatectomy, rats received 0.05% phenobarbital in the diet for seven weeks, then control diets for seven further days, after which they were killed and their livers were examined. The numbers of enzyme-altered foci in the liver were 0.41 +/- 0.31 and 0.26 +/- 0.19 foci/sq cm in the test and control (corn oil) groups, respectively. It was concluded that 1,1,2,2-tetrachloroethane did not show initiating activity in this system."
        },
        {
            "References": "Horiguchi K et al; Osaka City Med J 8: 29 (1962) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlorinated Ethanes p.C-409(1980) EPA 440/5-80-0269",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  In monkeys exposed to 1,000 ppm or 4,000 ppm 2 hr/day for 190 days, marked vacuolation of the liver was observed."
        },
        {
            "References": "Deguchi T; Osaka City Med J 21: 187 (1972) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlorinated Ethanes p.C-40 (1980) EPA 440/5-80-0269",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Rats /exposed by inhalation/ of 1.94 ppm /1,1,2,2-tetrachloroethylene/ 4 hr/day up to 265 days, increased the number of white blood cells, pituitary adrenocorticotropic hormone, and the total fat content of the liver."
        },
        {
            "References": "Milman HA et al; Ann NY Acad. Sci 534: 521-530 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a promotion study, groups of 10 rats were given an intraperitoneal injection of 30 mg/kg bw N-nitrosodiethylamine (NDEA) 24 hr after a two-thirds partial hepatectomy. Six days later, the rats received 1,1,2,2-tetrachloroethane in corn oil at the maximum tolerated dose or corn oil by gavage on five days per week for seven weeks. The rats were held for an additional seven days and then killed and the livers were examined. The numbers of enzyme-altered foci were 4.36 +/- 0.85 foci/sq cm in the treated group and 1.77 +/- 0.49 foci/sq cm in the control (corn oil) group, indicating that 1,1,2,2-tetrachloroethane shows promoting activity."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 3: 1,1,2,2-Tetrachloroethane (1998). Available from, as of March 23, 2005: https://www.inchem.org/documents/cicads/cicads/cicad03.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ninety-day carcinogenicity studies were conducted under flow-through conditions on 2-day-old guppy (Poecilia reticulata) and 6-day-old Japanese medaka (Oryzias latipes) exposed continuously to 1,1,2,2-tetrachloroethane at 4 mg/L, exposed once per week (24 hr) to 8 mg/L, or exposed once per week (24 hours) to 15 mg/L. Histopathological examination of all exposed groups at 90 days did not reveal any evidence of carcinogenicity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 821 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Treatment of AB-Jena and DBA mice with 300-400 mg/kg bw/day tetrachloroethane during organogenesis produced embryotoxic effects and a low incidence of malformations (exencephaly, cleft palate, anophthalmia, fused ribs and vertebrae). The effects were related to dose and period of treatment... ."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 3: 1,1,2,2-Tetrachloroethane (1998). Available from, as of March 23, 2005: https://www.inchem.org/documents/cicads/cicads/cicad03.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Reproductive and developmental effects have been observed only in experimental animals exposed orally or by inhalation to levels of 1,1,2,2-tetrachloroethane that are also associated with decreases in body weight. Effects on reproductive parameters, including decreases in testicular, epididymal, and caudal weights, decreased epididymal sperm motility, and altered estrous cycles, were observed in pilot studies in rats and mice orally exposed for 90 days to doses that also caused significant decreases in body weight. Although histological changes in the testes have been observed in rats administered 1,1,2,2-tetrachloroethane doses of 8 mg/kg bw/day in peanut oil by gavage for 150 days, no effects on reproductive organs were reported in the long-term studies in which rats and mice were administered much higher doses for 78 weeks or in inhalation studies in rats or a single monkey. No effect on male fertility or viability and no macroscopic changes in offspring were observed in male rats exposed to 13.3 mg/cu m for 258 days. Small, but statistically significant, increases in one type of sperm abnormality were observed in rats exposed to 349 mg/cu m for 5 days, although the authors considered this effect to be of questionable biological significance. Decreased fetal body weight and/or increased resorptions were observed in range-finding studies in rats and mice exposed to 1,1,2,2-tetrachloroethane in the feed during gestation at doses greater than those that induced maternal toxicity (increased mortality or decreased body weight gain)."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,1,2,2-Tetrachloroethane p.21 (1996). Available from, as of March 23, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp93.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male rats were exposed to 2 ppm 1,1,2,2-tetrachloroethane 4 hr/day, for an unspecified number of times during a 9-month period. One week before the end of the exposure period, exposed males and control males were mated with unexposed females and the F1 generation was observed for 12 weeks. There was no effect on the number of offspring per litter, neonatal body weight, viability of the offspring, sex ratios, and body weight on day 84. No gross malformations were observed in the offspring."
        },
        {
            "References": "Andrews J et al; Toxicologist 66(1-S): 23 (2000)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Disinfection of drinking water with chlorine results in numerous chlorinated byproducts (DBPs). Among these are the di-substituted propanes and the di- and tetra-substituted ethanes. ...Gestational day (GD) 9 rat embryos were exposed to 2.5-7.6 mM 1,3DP, 8.7-19.4 mM 2,2DP, 8.9-23.8 mM 1,1DE, or 0.5-2.9 mM TCE for 48 hours and then evaluated. All compounds were dysmorphogenic in rat /whole embryo culture/ (WEC). 1,3DP was dysmorphogenic at all concentrations >3.8 mM and embryolethal at concentrations >5.1 mM. Anomalies were opened neural tube, rotational and eye defects. /Developmental score/ (DEVSC), HL, SN and CRL were significantly reduced at concentrations >3.8 mM. 2,2DP was dysmorphogenic in rat WEC at concentrations >11.6 mM and embryolethal at concentrations >14.5 mM. Anomalies were predominantly open neural tube, heart defects and rotational defects. DEVSC was significantly reduced at concentrations >11.6 mM. 1,1DE was significantly dysmorphogenic at 17.9 mM but also significantly embryolethal (35%). The anomalies were eye defects but there was overall delayed embryonic development at the higher exposure concentrations. TCE was dysmorphogenic at concentrations >1.4 mM and embryolethal at concentrations >2.4 mM. Anomalies were primarily heart, eye and rotational defects. The relative developmental toxicity for the four compounds was TCE >1,3DP >2,2DP >1,1DE. The pattern of anomalies was inconsistent between the 4 compounds suggesting that their toxicity is probably expressed through different mechanisms. The concentrations of these DBPs required to induce dysmorphology are much higher than those for the haloacetic acids, another class of DBPs..."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 3: 1,1,2,2-Tetrachloroethane (1998). Available from, as of March 23, 2005: https://www.inchem.org/documents/cicads/cicads/cicad03.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neurological effects have been observed in several species following acute or short-term exposure to 1,1,2,2-tetrachloroethane (e.g. at concentrations as low as 200 ppm [1396 mg/cu m] for 6 hours or 50 mg/cu m for approximately 5 weeks. A single oral dose of 50 mg/kg bw increased levels of several neurotransmitters in the brain of rats."
        },
        {
            "References": "Wolff DL et al; Zool Jahrb, Abt Allg Zool Physiol Tiere 83 (1): 82-91 (1979)",
            "Value": "/BEHAVIORAL STUDIES/ An ip injection of 25 mg tetrachloroethane/kg inhibited hole board and orientational reactions in rats; 50 mg injection inhibited orientational reaction and spontaneous locomotor activity in mice, and blocked passive avoidance learning. Inhalation of 450 mg tetrachloroethane/cu m for 4 hr inhibited summing-up of subthreshold electrical impulses and orientational reaction in rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 138",
            "Value": "/BEHAVIORAL STUDIES/ Reflex reactivity in mice is reduced within 30 min when inhaling 1091 ppm 1,1,2,2-TCA. At the lower end of the dose-response curve, a decrease in spontaneous motor activity was seen in rats inhaling 200 ppm for a single 6 hr period, and no effects were reported following a 30 min exposure at 576 ppm."
        },
        {
            "References": "PMID:6767185",
            "Value": "/GENOTOXICITY/ Cells of Saccharomyces cerevisiae contain cytochrome P450 and are capable of metabolizing promutagens to genetically active products. Tetrachloroethane induced mitotic gene convertants and recombinants and to lesser extent gene revertants in yeast system."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 822 (1999)",
            "Value": "/GENOTOXICITY/1,1,2,2-Tetrachloroethane induced DNA damage in the Escherichia coli differential toxicity assay. It did not induce forward mutation and gave conflicting results for the induction of reverse mutation in Salmonella typhimurium. Only one study reported evidence of reverse mutation in strains TA100, TA104, TA98 and TA97, and these tester strains were more sensitive in the presence of an exogenous metabolic activation system. 1,1,2,2-Tetrachloroethane induced gene conversion and mutation in Saccharomyces cerevisiae and aneuploidy, without a requirement for exogenous metabolic activation, but not genetic crossing-over, in Aspergillus nidulans. It did not increase the frequency of sexlinked recessive lethal mutations in Drosophila melanogaster."
        },
        {
            "References": "PMID:7012602",
            "Value": "/GENOTOXICITY/ 1,1,2,2-Tetrachloroethane was non-mutagenic in the Salmonella/mammalian microsome assay as shown by no increase in his+ reversions ... ."
        },
        {
            "References": "PMID:3930237",
            "Value": "/GENOTOXICITY/ 1,1,2,2-Tetrachloroethane was evaluated for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton-S wild-type males were treated with concentrations of 1,1,2,2-tetrachloroethane that result in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concentrations of 1,1,2,2-tetrachloroethane tested by injection (800 ppm) or feeding (1500 ppm) were negative in this assay."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 3: 1,1,2,2-Tetrachloroethane (1998). Available from, as of March 23, 2005: https://www.inchem.org/documents/cicads/cicads/cicad03.htm",
            "Value": "/GENOTOXICITY/ Positive for sister chromatid exchange with and without metabolic activation in Chinese hamster ovary cells and BALB/c3T3 (mouse) cells. /from table/"
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 3: 1,1,2,2-Tetrachloroethane (1998). Available from, as of March 23, 2005: https://www.inchem.org/documents/cicads/cicads/cicad03.htm",
            "Value": "/GENOTOXICITY/ Exposure to 1,1,2,2-tetrachloroethane at 349 mg/cu m for 5 days did not induce dominant lethal mutations in rats, and results for chromosomal aberrations in rat bone marrow cells were equivocal; however, this concentration did not induce cytotoxicity. 1,1,2,2-Tetrachloroethane did not induce unscheduled DNA synthesis in hepatocytes of mice exposed to doses of up to 1000 mg/kg body weight by gavage, whereas results for the induction of S-phase synthesis were negative and equivocal."
        },
        {
            "References": "DHHS/NTP; NTP Technical Report on Toxicity Studies of 1,1,2,2-Tetrachloroethane (CAS No. 79-34-5) Administered in Microcapsules in Feed to F344/N Rats and B6C3F1 Mice p.7-10 (2004) Technical Rpt Series No. 49 NIH Pub No. 04-4414 https://ntp.niehs.nih.gov/ntp/htdocs/st_rpts/tox049.pdf",
            "Value": "/GENOTOXICITY/ ... 1,1,2,2-Tetrachloroethane was negative for induction of mutations in S. typhimurium strains TA97, TA98, TA100, TA1535, and TA1537 with and without S9 metabolic activation. It did not induce trifluorothymidine resistance in L5178Y mouse lymphoma cells with or without S9. In cytogenetic tests with cultured Chinese hamster ovary cells, 1,1,2,2-tetrachloroethane induced sister chromatid exchanges but not chromosomal aberrations in the presence and the absence of S9. No increases in the frequencies of sex-linked recessive lethal mutations were observed in germ cells of male D. melanogaster administered 1,1,2,2-tetrachloroethane via feeding or injection. Positive results were obtained in the in vivo peripheral blood micronucleus test in mice in the 14-week feed study; significant increases in the frequencies of micronucleated normochromatic erythrocytes were observed in males and females."
        },
        {
            "References": "Andrews J et al; Toxicologist 72 (s-1): 247 (2003)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Drinking water chlorination results in numerous chlorinated byproducts. ...The developmental and embryo toxicity of 1,3-dichloropropane (1,3DP), 2,2-dichloropropane (2,2DP), 1,1-dichloroethane (1,1DE) and 1,1,2,2-tetrachloroethane (TCE) /was investigated/ in rat whole embryo culture (WEC) due to their presence in chlorinated drinking water, their structural similarities, and a lack of developmental toxicity data for these compounds. Humans could be exposed to these four chlorinated propanes and ethanes (CPEs) simultaneously in drinking water and hence /they were/ evaluated... alone and in combination. Toxicity profiles were generated by exposing gestational day (GD) 9.5 rat embryos in WEC to the CPEs for 48 hours. The individual CPEs were all dysmorphogenic in WEC and embryonic exposure resulted primarily in rotation and heart defects. The embryonic effects from exposure were compared based on developmental score (DEVSC), death and dysmorphology as the parameters of comparison. Concentrations of individual CPEs chosen for the mixture studies were predicted to produce DEVSCs 25% below control values. These equipotent mM concentrations (14.5 1,1DE, 1.5 TCE, 16 2,2DP, 5.5 1,3DP) were then used to determine the toxicity of all possible combinations, based on a dose-additivity model, of the four CPEs. Eight of mixture combinations gave experimental DEVSCs which were not significantly different from the predicted scores while three of the mixtures (1,3DP/2,2DP; TCE/1,3DP/2,2DP; TCE/1,3DP/2,2DP/1,1DE) gave scores which were significantly lower than predicted. Embryo mortality was additive in ten of the eleven treatment groups, with one mixture significantly more embryotoxic (27% mortality) than predicted. Dysmorphology was significantly elevated in all treatment groups compared to controls and was neither significantly different between the groups nor different from dysmorphology seen in embryos following exposure to the individual compounds. These data suggest that the developmental toxicity of these halogenated propanes and ethanes is additive."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 446",
            "Value": "/IMMUNOTOXICITY/ Exposure to 1,1,2,2-tetrachloroethane results in suppression of humoral immunity in both male and female /CD-1 mice/ ... macrophage function was inhibited (males only) ... Inhalation of ... tetrachloroethane... has been reported to suppress pulmonary host resistance to Klebsiella pneumoniae suggesting that alveolar macrophages may be affected."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 1,1,2,2-Tetrachloroethane p.48 (1996). Available from, as of March 23, 2005: https://www.atsdr.cdc.gov/toxprofiles/tp93.html",
            "Value": "/OTHER TOXICITY INFORMATION/ The hepatotoxic and/or carcinogenic effects of 1,1,2,2-tetrachloroethane probably result from the metabolism of that halocarbon by the cytochrome P-450 mixed function oxidase. Mechanisms may involve oxidative and reductive pathways that produce direct- (free radicals and/or acid chlorides) or indirect-acting (di- and trichloroacetic acids) toxins."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Asses 2: 249-72 (1982)",
            "Value": "SEDIMENT: Sediment samples from nearby the Hooker Chemical and Plastics Corp disposal site at Love Canal, NY contained 1,1,2,2-tetrachloroethane(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chiou CT et al; Science 206: 831-2 (1979) (2) Borisover MD, Graber ER; Chemosphere 34: 1761-76 (1997) (3) Chu W, Chan KH; Sci Total Environ 248: 1-10 (2000) (4) Valsaraj K et al; Environ Monit Assess 58: 225-241 (1999) (5) Swann RL et al; Res Rev 85: 16-28 (1983)",
            "Value": "The Koc for 1,1,2,2-tetrachloroethane has been reported to be 79 using a silt loam soil(1). A log Koc of 1.92, corresponding to a Koc of 83(2) and a Koc of 118(3) in unspecified soils have also been reported. Adsorption Kd measurements in sandy, Pleistocene clay and silt clay soils(4) correspond to respective Koc values of 236, 216 and 173(SRC). According to a classification scheme(5), these Koc values suggest that 1,1,2,2-tetrachloroethane is expected to have high to moderate mobility in soil(SRC)."
        }
    ]
}