{
    "_id": {
        "$oid": "6682e856c4e5dba5ffba251a"
    },
    "CID": {
        "$numberInt": "6599"
    },
    "Name": "ZIRAM",
    "IUPACName": "dimethylcarbamodithioic acid",
    "CanonicalSMILES": "CN(C)C(=S)S",
    "Synonyms": [
        "Dimethyldithiocarbamic acid",
        "DIMETHYLCARBAMODITHIOIC ACID",
        "79-45-8",
        "N,N-Dimethyldithiocarbamic acid",
        "Carbamodithioic acid",
        "N,N-dimethyl-",
        "CHEBI:83061",
        "2IMH4383Z4",
        "Carbamic acid",
        "dimethyldithio-",
        "NSC-49508",
        "NSC-70080",
        "NSC-70081",
        "BRN 1740846",
        "UNII-2IMH4383Z4",
        "Carbamodithioic acid",
        "dimethyl-",
        "N,N-Dimethyl-carbamodithioic acid"
    ],
    "IsomericSMILES": "CN(C)C(=S)S",
    "INCHI": "InChI=1S/C3H7NS2/c1-4(2)3(5)6/h1-2H3,(H,5,6)",
    "INCHIKEY": "MZGNSEAPZQGJRB-UHFFFAOYSA-N",
    "Formula": "C3H7NS2",
    "MolecularWeight": {
        "$numberDouble": "121.23"
    },
    "Description": "Dimethyldithiocarbamic acid is a member of the class of dithiocarbamic acids that is dimethylcarbamic acid in which both of the oxygens are replaced by sulfur. It is a conjugate acid of a dimethyldithiocarbamate.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "59"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Rajagopal BS, et al; Res Rev 93: 1-199 (1984) (2) Canton JH et al; Catch-up operation on old pesticdes. Rijk. Volk. Milieuhyg., Bilthoven, The Netherlands., RIVM-678801002. NTIS PB92-105063 pp. 149 (1991) (3) Hansen JC; Chemosphere 1: 159-62 (1972)",
            "Value": "AEROBIC: Ziram ionizes to form dimethyldithiocarbamate ions that biodegrade in soil, releasing carbon disulfide and forming dimethylamine(1). A %CO2 evolution of 68-79 after 49 days has been reported(2). However ziram possesses antibacterial properties, particularly for gram positive organisms, and this would hinder biodegradation under many situations(3)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 1278",
            "Value": "log Kow = 1.23 @ 20 °C"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-314",
            "Value": "Fungitoxicity is apparently due to chelation of iron (2+) necessary for action of aconitase."
        },
        {
            "References": "PMID:6420938",
            "Value": "Previously published results demonstrated that ziram has  antifertility action in laying hens. The correlation between this action and inhibition of  dopamine beta-hydroxylase suggests that the antifertility effects of ziram might result from  its antiadrenergic action."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V53 431 (1991)",
            "Value": "Ziram was reported to inhibit epoxide hydrolase and glutathione S-transferase in rat liver both in vivo and in vitro."
        },
        {
            "References": "Crebelli R et al; Teratogen Carcinogen Mutagen 12 (3): 97-112 (1992)",
            "Value": "The mechanism of action of ziram induced mutagenicity was investigated by in vitro bacterial  reversion assays and an in vivo mouse micronucleus test. ... Ziram exhibited a mutagenic profile in bacterial strains that were deficient in the DNA  excision repair system. These strains included Salmonella typhimurium (TA1535) and (TA100),  and Escherichia coli WP2 uvrA. The bacterial assay results also indicated that uvr strains  with adenine/thymine or guanine/cytosine base pairs at target sites were similarly sensitive  to the mutagenic effect of ziram. Ziram was ineffective in the bone marrow micronucleus assay.  It was concluded that ziram is directly mutagenic in bacteria."
        },
        {
            "References": "Yoshida M et al; Pestic Biochem Physiol 38 (2): 172-7 (1990)",
            "Value": "Ziram had no effect on membrane water permeability in the mycelial cells of Botrytis cinerea."
        },
        {
            "References": "PMID:7683100",
            "Value": "...The two pesticides Zineb & Ziram ... induced  an incr in single-strand DNA breaks /in rat & mouse liver/, as measured by the alkaline elution technique. ... A close relationship  between the increased extent of DNA damage & the enhanced level of endogenous nuclear enzyme poly(ADP-ribose) polymerase (pADPRP)/ ... activity  was obtained in rat liver, whereas both parameters remained unchanged in mouse liver."
        },
        {
            "References": "Yamano T, et al; Arch Environ Contam Toxicol 28(1): p.1-7 (1995)",
            "Value": "Ziram-induced  hepatotoxicity seemed to be related to  the depleting effects on cellular sulfhydryls, since  addition of the thiol compound  dithiothreitol to the hepatocytes incubation mixture protected  cells."
        },
        {
            "References": "ZANON LB ET AL; ARQ BIOL TECNOL 21 (1): 3-8 (1978)",
            "Value": "ZINC DIMETHYLDITHIOCARBAMATE SHOWED INHIBITORY EFFECT ON  OXIDATION OF SUCCINATE, ALPHA-KETOGLUTARATE, GLUTAMATE & ISOCITRATE AS WELL AS ON OXIDATIVE  PHOSPHORYLATION BY ISOLATED LIVER MITOCHONDRIA. SUCCINATE & ALPHA-KETOGLUTARATE DEHYDROGENASE  ACTIVITY WAS INHIBITED AT CONCN OF 7.7X10-4 M. A LOWER CONCN (4.2X10-4 M) INDUCED A  SIGNIFICANT SWELLING OF LIVER MITOCHONDRIA."
        },
        {
            "References": "PMID:9248629",
            "Value": "In vivo ethylenebisdithiocarbamates & ETU are toxic to the  thyroid  gland. Since the molecular target of these compounds is thought to be thyroid  peroxidase  (TPO) which catalyzes the transfer of iodine to thyroglobulin, we examined the  effect of  these compounds on peroxidative activity in Chinese hamster ovary (CHO) cells  transfected  with the human TPO gene. The activity was inhibited by 50 microM ETU, 5 microM  ziram & 5  microM zineb, the last-mentioned effect being irreversible in the absence of iodide.  Thiram  had no effect. By contrast, the iodinating activity of TPO was blocked only by 5 microM  ETU &  50 microM zineb but not by the other compounds. The effect on TPO-catalysed iodination  could  explain the differences in thyrotoxicity of these compounds in vivo."
        },
        {
            "References": "USEPA/OPP; Health Effects Div. The Determination of Whether Dithiocarbamate Pesticides Share a Common Mechanism of Toxicity p.11 (12/1/2001)",
            "Value": "/It has been/... postulated that the dithiocarbamates have little or no cholinesterase-inhibiting capabilities. There are, however, data showing that ziram and metam sodium inhibit cholinesterase but that maneb and Na-dimethyldithiocarbamate do not inhibit cholinesterase."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rajagopal BS et al; Res Rev 93: 1-199 (1984) (2) Canton JH et al; Catch-up operation on old pesticdes. Rijk. Volk. Milieuhyg., Bilthoven, The Netherlands., RIVM-678801002. NTIS PB92-105063 pp. 149 (1991)",
            "Value": "Using soil thin layer chromatography experiments, an Rf range of 0.33-0.62, retardation factors defined as the distance moved by a pesticide in relation to the water front, was measured for ziram. According to a classification scheme(2), this Rf value range indicates that ziram is expected to have slight to moderate mobility in suspended solids and sediment. However, the compound was immobile in other experiments using a black clay and a red sandy loam soil(1)."
        }
    ]
}