{
    "_id": {
        "$oid": "6682e858c4e5dba5ffba251f"
    },
    "CID": {
        "$numberInt": "6623"
    },
    "Name": "Bisphenol A",
    "IUPACName": "4-[2-(4-hydroxyphenyl)propan-2-yl]phenol",
    "CanonicalSMILES": "CC(C)(C1=CC=C(C=C1)O)C2=CC=C(C=C2)O",
    "Synonyms": [
        "Bisphenol A",
        "80-05-7",
        "2,2-Bis(4-hydroxyphenyl)propane",
        "\"4,4-Isopropylidenediphenol\"",
        "Diphenylolpropane",
        "\"4,4-Bisphenol A\"",
        "Bisphenol",
        "Diano",
        "2,2-Bis(p-hydroxyphenyl)propane",
        "Bisphenol-A",
        "\"4,4-(propane-2,2-diyl)diphenol\"",
        "Biphenol A",
        "Parabis A",
        "DIAN",
        "\"p,p-Isopropylidenebisphenol\""
    ],
    "IsomericSMILES": "CC(C)(C1=CC=C(C=C1)O)C2=CC=C(C=C2)O",
    "INCHI": "InChI=1S/C15H16O2/c1-15(2,11-3-7-13(16)8-4-11)12-5-9-14(17)10-6-12/h3-10,16-17H,1-2H3",
    "INCHIKEY": "IISBACLAFKSPIT-UHFFFAOYSA-N",
    "Formula": "C15H16O2",
    "MolecularWeight": {
        "$numberDouble": "228.29"
    },
    "Description": "Bisphenol A is a bisphenol that is 4,4'-methanediyldiphenol in which the methylene hydrogens are replaced by two methyl groups. It has a role as a xenoestrogen, an environmental contaminant, a xenobiotic and an endocrine disruptor.",
    "XlogP": {
        "$numberDouble": "3.3"
    },
    "Complexity": {
        "$numberInt": "209"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 7, 2017: https://www.safe.nite.go.jp/english/db.html (2) EU; European Union Risk Assessment Report, CAS: 80-05-7 EINECS No: 201-245-8, Environment Addendum of April 2008, 4,4'-ISOPROPYLIDENEDIPHENOL (Bisphenol-A), Part 1 Environment. Available from, as of Nov 7, 2017: https://publications.jrc.ec.europa.eu/repository/bitstream/111111111/15063/1/lbna24588enn.pdf (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Heinonen J et al; Arch Environ Contam Toxicol 43: 50-55 (2002)",
            "Value": "BCFs of 20-67.7 and 5.1-13.3 were measured in carp (Cyprinus carpio) which were exposed to 15 and 150 ppb of bisphenol A over a 6-week period(1). The BCF in spotted halibut (Varaspar variegates) exposed to 70 ug/L of bisphenol A over a seven-day semi-static period was 38, in killifish (Oryzias latipes) the BCF was reported as 73.4 after six days exposure to of 17 ug/L bisphenol A(2). According to a classification scheme(3), these BCF values suggest the potential for bioconcentration in aquatic organisms is low to moderate(SRC). The BCF in freshwater clams (Pisidium amnicum) was 114, 128, 134, and 107 at 1.8, 5.8, 8.4, and 11.6 °C, respectively(4). In common frog (Rana temporaria) larvae, BCF values were reported as 131-147(2). Bioaccumulation factors reported in periphytons and benthos were 18-650 and 8-170, respectively, in the Tama River in Japan(2)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dorn PB et al; Chemosphere 16: 1501-7 (1987) (2) Matsui S et al; Prog Water Technol 7: 645-59 (1975) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 7, 2017: https://www.safe.nite.go.jp/english/db.html (4) Ike M et al; Water Sci Technol 42: 31-38 (2000) (5) Ike M et al; Water Sci Technol 53: 153-156 (2006) (6) Chang BV et al; Chemosphere 87: 535-41 (2012)",
            "Value": "AEROBIC: Bisphenol A, present at 3 mg/L, exhibited a half-life of 3 days when incubated using natural receiving waters from a bisphenol A plant discharge in Houston, TX; a half-life of 2.5 days was measured using Patricks Bayou water, obtained 200 yards downstream from the plant discharge, and a half-life of 4 days was measured using Houston Ship Channel water(1). Using the OECD biodegradation screening test with domestic sewage as seed, <1% degradation was observed in 28 days(1). Bisphenol A was not oxidized in either the Closed Bottle Test nor the Modified Sturm Test; these results indicate a possible lack of acclimation by a domestic sludge as the compound was degraded in biotreators of chemical plants where the compound was produced or used(1). Incubation of 105 mg/L bisphenol A in an acclimated activated sludge inocula from an industrial wastewater treatment plant resulted in 72% COD removal in 24 hours(2). Bisphenol A, present at 100 mg/L, reached 0% of its Theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(3). Of 40 Japanese river microcosms and 3 activated sludge samples tested, only 6 could completely mineralize bisphenol A, resulting in 2 common metabolites: 2,3-bis(4-hydroxyphenyl)-1,2-propanediol and p-hydroxyphenacyl alcohol; 19 bacteria were isolated from these activated sludge and river water samples(4). Further testing with the pure cultures suggested that bisphenol A-degrading bacteria exist in aquatic environments but they are unable to completely degrade bisphenol A, leading to accumulation of more recalcitrant metabolites(4). In 22-day aerobic river die-away tests using several river water samples in 24 microcosms, bisphenol A showed complete degradation in 19 microcosms (complete mineralization in two microcosms) and no degradation in 5 microcosms(5). The degradation rate and half-life of bisphenol A in sediment were reported as 0.63/day and 1.1 days, respectively(6)."
        },
        {
            "References": "(1) EU; European Union Risk Assessment Report, CAS: 80-05-7 EINECS No: 201-245-8, Environment Addendum of April 2008, 4,4'-ISOPROPYLIDENEDIPHENOL (Bisphenol-A), Part 1 Environment. Available from, as of Nov 13, 2012: https://publications.jrc.ec.europa.eu/repository/bitstream/111111111/15063/1/lbna24588enn.pdf",
            "Value": "AEROBIC: In the OECD 301F manometric respirometry test, bisphenol A meets the criteria for ready biodegradability. In the OECD 301D closed bottle test and OECD 301B modified Sturm test no biodegradation was observed. In a modified SCAS (semi-continuous activaed sludge) procedure, bisphenol A met the criteria for inherently biodegradable substances. From the biodegradation studies reported bisphenol A would appear to be readily biodegradable, possibly with a short period of adaptation. In natural water, removal appears to be rapid once the waters have become acclimatized to bisphenol A; the reported lag-phases before degradation are between 3-8 days(1). After the lag phase removal was rapid with 50% removal in 1-2 days and 100% removal in 2 to 17 days. These data would appear to indicate that in natural waters bisphenol A may be classed as readily biodegradable meeting the 10-day test window(1)."
        },
        {
            "References": "(1) Voordeckers JW et al; Environ Sci Technol 36: 696-701 (2002). Available from, as of Nov 9, 2017: https://www.ncbi.nlm.nih.gov/pubmed/11878385 (2) Ike M et al; Water Sci Technol 53: 153-156 (2006)",
            "Value": "ANAEROBIC: Bisphenol A, at a concentration of 200 uM, was not biodegraded under anaerobic conditions in estuarine sediments from the Arthur Kill tidal strait located between Staten Island and New Jersey; the compound was shown to accumulate in the methanogenic and sulfidogenic cultures after dehalogenation of tetrabromobisphenol A(1). In anaerobic biodegradation tests using pond sediment, bisphenol A showed approximately 60% degradation over 84 days of incubation(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Santhi VA et al; Chemosphere 86: 1066-71 (2012)",
            "Value": "Edible fish and squid samples were purchased from wet markets from June to August 2009 from known fishing sites in Peninsular Malaysia, bisphenol A concentrations were reported as follows(1):",
            "Table": "[{'Common name': 'mackerel', 'Genus species': 'Scomberomorus commerson', 'No. Sampled': 9, 'Concn (ng/g)': 'not detected to 69.0'}, {'Common name': 'stingray', 'Genus species': 'Dasyatis sp', 'No. Sampled': 9, 'Concn (ng/g)': 'not detected to 19.85'}, {'Common name': 'sea bass', 'Genus species': 'Lates calcalifer', 'No. Sampled': 10, 'Concn (ng/g)': 'not detected to 59.0'}, {'Common name': 'red snapper', 'Genus species': 'Lutjanus malabaricus', 'No. Sampled': 10, 'Concn (ng/g)': 'not detected to 27.8'}, {'Common name': 'squid', 'Genus species': 'Loligo sp', 'No. Sampled': 17, 'Concn (ng/g)': 'not detected to 729'}]"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 131",
            "Value": "log Kow = 3.32"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:21273127",
            "Value": "This study evaluated the effects of bisphenol A (BPA) on human endometrial stromal fibroblast (ESF) differentiation and expression of genes involved in estrogen metabolism. Human ESF from eight hysterectomy specimens were cultured and treated with 5-100 umol/L of BPA + or - estradiol or 8-br-cAMP for 48 hr. mRNA expression was analysed by real-time reverse-transcription PCR. 8-br-cAMP-induced human ESF decidualization was confirmed by expression of insulin-like growth factor binding protein-1 (IGFBP1) and prolactin secretion. Short-term exposure (48 hr) decreased human ESF proliferation (P<0.04) not due to apoptosis. High doses of BPA significantly induced IGFBP1 mRNA and protein, decreased P450scc mRNA, reversed the 8-br-cAMP-induced increase in HSD17B2 (estradiol to estrone conversion) in a dose-dependent manner and down-regulated HSD17B1 expression (oestrone to estradiol conversion; P = 0.03). 8-br-cAMP significantly potentiated this effect (P=0.028). BPA had no significant effect on aromatase and PPAR gamma expression. The estrogen-receptor antagonist ICI had no effect on gene expression in BPA-treated cells, and estrogen receptor a, but not estrogen receptor beta, was significantly down-regulated by high doses of BPA (P=0.028). BPA has an endocrine-disrupting effect on human ESF function and gene expression but the underlying mechanisms appear not to involve estrogen-mediated pathways."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 148",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Bisphenol A ... has been reported when tested as 5% solution in dimethylsulfoxide or propylene glycol to cause \"severe injury\" to eye."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.166 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three rabbits received a single instillation of 0.1 g bisphenol-A into the eye. The eyes were examined 1, 24, 48 and 72 hours after instillation and daily thereafter up to 28 days. Scattered or diffuse areas of corneal opacity, irritation to the iris and conjunctival redness were observed in all animals after 1 hour. Chemosis was observed in one animal from 1 hour until day 6, and in the remaining two animals at 24 hours only. Corneal opacity and irritation to the iris persisted in a single animal to day 28. In the remaining two animals, no effects were observed on the eye by day 14. Whitish deposits, which the author reports were probably pus, were also observed in two animals from 72 hours to day 5 post-instillation. The persistence of corneal opacity and irritation of the iris to the end of the observation period (day 28) indicate that bisphenol-A has the potential to cause serious damage to the eyes."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.166 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In studies comparing the two commercial grades of bisphenol-A it was reported that instillation of 0.1 g of bisphenol-A (polycarbonate grade) into a rabbit's eyes resulted in slight conjunctival irritation, and moderate clouding of the cornea with slight reddening of the iris. No irritation was observed at 7 days post-instillation. When the eye was washed (it was not stated how long after instillation this was) no signs of irritation were observed. The second commercial grade of bisphenol-A similarly produced moderate discomfort, moderate redness and swelling of the conjunctiva, and moderate clouding of the cornea with vascularisation and reddening of the iris in the washed and unwashed eye. It was stated that the washed eye healed within 7 days and the unwashed eye within 20 days postinstillation."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.165 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Three rabbits received a 4-hour application of 500 mg bisphenol-A moistened with water under a semi-occlusive dressing. Skin reactions were noted at 1, 24, 48 and 72 hours after patch removal. No signs of erythema or edema were observed at any of the time-points. Therefore, bisphenol-A was observed to have negligible skin irritation potential in this study."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.163-4 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral toxicity of bisphenol-A has been investigated ... Sprague-Dawley rats (5 per sex per group) received 2,000 or 5,000 mg/kg of bisphenol-A. No deaths occurred at 2,000 mg/kg. At 5,000 mg/kg all the females and 1/5 males died. Clinical signs of toxicity observed at 2,000 and 5,000 mg/kg on the day of dosing included lethargy and prostration. Hunched posture and piloerection were also observed at 5,000 mg/kg after dosing. At necropsy, pale livers and/or hemorrhaging of the GI tract were observed in animals that had died during the study. The LD50 for males and females combined was approximately 5,000 mg/kg, although females appeared generally more sensitive than males."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.163 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 10 male and 10 female Fischer F344 rats were exposed, whole body, to bisphenol-A dust (polycarbonate grade) at concentrations of 0 or 170 mg/cu m (the highest attainable concentration) for 6 hours. The mass median aerodynamic diameter (MMAD) of the test substance was 3.9 micrometers (um), and the exposure concentration used was the highest attainable by the investigators with the test system used. Half the animals were necropsied on the day following exposure and the rest on day 14. Microscopic examination was limited to the respiratory tract (nasal turbinates, larynx, trachea and lungs) and associated tissues. No deaths occurred and therefore the LC50 value for rats is > 170 mg/cu m. No gross signs of toxicity were observed. At necropsy, \"slight\" inflammation of the epithelium lining of the anterior portion of the nose and \"slight ulceration\" of the oronasal duct were reported in 5/5 males and 4/5 females exposed to 170 mg/cu m and sacrificed on day 2. No exposure-related effects were observed in animals necropsied on day 14."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.172 (2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A BALB/c mouse ear-swelling test consisted of four groups of 6-8 animals, designated photosensitization, skin sensitization, vehicle/radiation control and phototoxicity groups. Mice in the photosensitization, skin sensitization and vehicle/radiation control groups were pre-treated with the immunological adjuvant cyclophosphamide. At induction, animals in the photosensitization and skin sensitization groups received a daily application of 50 mL of a 20% bisphenol-A on the rear shaven flank for 3 consecutive days. The vehicle/radiation group received vehicle only. Following the last application, only animals in the photosensitization and vehicle/radiation group were irradiated with UV-A and then UV-B. Animals in the phototoxicity group were not treated at induction. Animals in the photosensitization, skin sensitization and phototoxicity groups were challenged with 8 mL of a 10% bisphenol-A solution on each ear. The vehicle/radiation group received vehicle only. All animals except those of the skin sensitization group were then irradiated with UV-A and then UV-B. The photosensitization reaction was measured by the increase in ear thickness 24 hours after challenge compared to thickness in the same ear before challenge. A statistically significant increase in mean ear swelling was observed in animals in the photosensitization group when compared to the skin sensitization, vehicle/radiation and phototoxicity control groups. The results demonstrate that the increase in ear thickness is due to photosensitization, and not skin sensitization, phototoxicity or the vehicle under the conditions of photochallenge."
        },
        {
            "References": "PMID:22734254",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... This study was undertaken to determine the median lethal dose (LD50) of bisphenol A (BPA) via intraperitoneal and intravenous route in adult rats (by Dixon's up and down method) and also to know the acute systemic changes (in blood pressure, respiration and ECG) produced by lethal dose of BPA. Adult female albino rats of Charles Foster strain were used in the study. LD50 of BPA was 841 and 35.26 mg/kg body weight for ip and iv route, respectively. Injection of lethal dose of BPA (40 mg/kg body weight) produced acute toxicity manifesting as immediate respiratory arrest and hypotension after the injection of BPA followed by bradycardia. The animals died within 7.3 +/- 0.7 min. Volume of ethanol (vehicle; 0.1 mL) present in the lethal dose of BPA was not lethal and had no effect on respiration, blood pressure and heart rate. The results provide evidence that the acute exposure to BPA produces lethality with a very narrow range of lethal and survival dose for iv route. Further, the lethality appears to be due to respiratory arrest and hypotension."
        },
        {
            "References": "PMID:22690096",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Bisphenol A (BPA) has been reported to possess hepatic toxicity. /The researchers/ investigated the hypothesis that BPA, below the no observed adverse effect level (NOAEL), can induce hepatic damage and mitochondrial dysfunction by increasing oxidative stress in the liver. Two doses of BPA, 0.05 and 1.2 mg/kg body weight/day, were administered intraperitoneally for 5 days to mice. Both treatments impaired the structure of the hepatic mitochondria, although oxygen consumption rate and expression of the respiratory complex decreased only at the higher dose. The hepatic levels of malondialdehyde (MDA), a naturally occurring product of lipid peroxidation, increased, while the expression of glutathione peroxidase 3 (GPx3) decreased, after BPA treatment. The expression levels of proinflammatory cytokines such as interleukin-6 (IL-6) and tumor necrosis factor-a (TNF-a) also increased. In HepG2 cells, 10 or 100 nM of BPA also decreased the oxygen consumption rate, ATP production, and the mitochondrial membrane potential. In conclusion, doses of BPA below the NOAEL induce mitochondrial dysfunction in the liver, and this is associated with an increase in oxidative stress and inflammation."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.175 (2003).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day study, Fischer 344 rats (30 per sex per dose) were exposed whole-body to 0, 10, 50 or 150 mg/cu m bisphenol-A dust for 6 hours/day, 5 days/week for 13 weeks. ...  Ten animals per sex per exposure were sacrificed 1 day, 4 weeks and 12 weeks after the final exposure. Routine hematology and biochemical investigations were conducted. Animals at 0 and 150 mg/cu m sacrificed 1 day after the final exposure were subject to a full necropsy (including reproductive organs). For all other animals at all exposure levels a limited number of tissues were analysed, which included the nasal tissues and any visible lesions. No treatment-related deaths were observed. During the 13-week exposure period, a very slight to moderate amount of reddish staining was observed around the nose of animals at 50 mg/cu m and above. Very slight perineal soiling was also observed in almost all animals at 50 mg/cu m and above. This was also evident in 2/10 females at 10 mg/cu m. At the end of the exposure period at 150 mg/cu m, mean body weight gain was reduced by 5% in males and 11% in females. Absolute liver and kidney weights were also decreased in females at 150 mg/cu m by 8% and 10%, respectively. There were no significant bodyweight or organ weight changes at 10 or 50 mg/cu m. No treatment-related differences in hematology or clinical chemistry were observed. At necropsy, increased cecal size, due to distension of the cecum with food, was observed in all animals at 50 and 150 mg/cu m. Very slight to slight hyperplasia and slight to \"subchronic\" inflammation of the anterior portion of the nasal cavity were observed in all animals at 50 and 150 mg/cu m. Slight decreases (6%) in body weight gain, increased cecal size in 5/10 males and very slight nasal epithelium hyperplasia and inflammation were seen in animals at 150 mg/cu m in the 4 week recovery group. No effects were observed at 10 or 50 mg/cu m in the 4-week recovery group. No changes related to bisphenol-A were detected in any of the 12-week recovery groups. No effects on reproductive organs were seen in any group. ... The NOAEL for this study is 10 mg/cu m, with minimal inflammation of the anterior nasal cavity epithelium being produced at 50 and 150 mg/cu m. There was no evidence of toxicity at any site other than the upper respiratory tract."
        },
        {
            "References": "PMID:17123778",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Exposure of the fetus to excess estrogen is believed to increase the risk of developing breast cancer during adult life. Fetal exposure to low doses of the xenoestrogen bisphenol A resulted in long-lasting effects in the mouse mammary gland that were manifested during adult life. It enhanced sensitivity to estradiol, decreased apoptosis, increased the number of progesterone receptor-positive epithelial cells at puberty and increased lateral branching at 4 months of age. ... fetal exposure to 2.5, 25, 250 and 1000 ug bisphenol A/kg body weight/day induces the development of ductal hyperplasias and carcinoma in situ at postnatal day 50 and 95 in rats. These highly proliferative lesions have an increased number of estrogen receptor-alpha positive cells. Thus, fetal bisphenol A exposure is sufficient to induce the development of preneoplastic and neoplastic lesions in the mammary gland in the absence of any additional treatment aimed at increasing tumor development."
        },
        {
            "References": "PMID:17172422",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Prostatic adenocarcinomas depend on androgen for growth and survival. First line treatment of disseminated disease exploits this dependence by specifically targeting androgen receptor function. Clinical evidence has shown that androgen receptor is reactivated in recurrent tumors despite the continuance of androgen deprivation therapy. ... The effect of bisphenol A (BPA) on the therapeutic response in a xenograft model system of prostate cancer containing the endogenous BPA-responsive AR-T877A mutant protein /was examined/. It is shown that after androgen deprivation, BPA enhanced both cellular proliferation rates and tumor growth. These effects were mediated, at least in part, through androgen receptor activity, as prostate-specific antigen levels rose with accelerated kinetics in BPA-exposed animals. Thus, at levels relevant to human exposure, BPA can modulate tumor cell growth and advance biochemical recurrence in tumors expressing the AR-T877A mutation."
        },
        {
            "References": "PMID:17366824",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The aim of the present work was to examine whether in utero exposure to BPA alters mammary gland development and increases its susceptibility to the carcinogen N-nitroso-N-methylurea (NMU). Pregnant Wistar rats were exposed to BPA (25 pg/kg body weight per day) or to vehicle. Female offspring were sacrificed on postnatal day (PND) 30, 50, 110, or 180. On PND50 a group of rats received a single subcarcinogenic dose of NMU (25 mg/kg) and they were sacrificed on either PND110 or PND180. At puberty, animals exposed prenatally to BPA showed an increased proliferation/apoptosis ratio in both the epithelial and stromal compartments. During adulthood (PND110 and PND180), BPA-exposed animals showed an increased number of hyperplastic ducts and augmented stromal nuclear density. Moreover, the stroma associated with hyperplastic ducts showed signs of desmoplasia and contained an increased number of mast cells, suggesting a heightened risk of neoplastic transformation. Administration of a subcarcinogenic dose of NMU to animals exposed prenatally to BPA increased the percentage of hyperplastic ducts and induced the development of neoplastic lesions. The results demonstrate that the prenatal exposure to low doses of BPA perturbs mammary gland histoarchitecture and increases the carcinogenic susceptibility to a chemical challenge administered 50 days after the end of BPA exposure."
        },
        {
            "References": "PMID:14530916",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Bisphenol-A (BP-A; 4,4'-isopropylidenediphenol) is a monomer of plastics commonly used in various consumer products, and is used as an intermediate in the manufacture of epoxy, polycarbonate, and polyester-styrene resins. A National Toxicology Program carcinogenesis bioassay of BP-A (>98% pure) was conducted by feeding diets containing 0, 1000, or 2000 ppm BP-A to groups of 50 male and 50 female Fischer (F)344 rats; 0, 1000, or 5000 ppm to groups of 50 male B6C3F1 mice; and 0, 5000, or 10,000 ppm to groups of 50 female B6C3F1 mice for 103 weeks. The mean body weights of the low- and high-dose rats and of female mice and high-dose male mice were lower than those of the controls throughout much of the study. Lower body weight gains in rats were likely caused by reduced food consumption. Survivals were comparable among groups. Regarding neoplasia, leukemias occurred at increased incidences in BP-A-dosed rats of both sexes: male, 13/50 controls vs 12/50 low-dose and 23/50 high-dose (P < 0.03); in females, the respective findings were 7/50, 13/50, and 12/50. Interstitial-cell tumors of the testes were increased in BP-A-dosed male rats: 35/49 controls vs 48/50 (P < 0.01) and 46/49 (P < 0.01); and an increasing trend was observed for mammary gland fibroadenomas in male rats (P < 0.05, 0/50 controls vs 0/50 and 4/50). In male mice, lymphomas/leukemias were increased: 2/49 controls vs 9/50 (P < 0.05) and 5/50. Multinucleated giant hepatocytes were observed in male mice (1/49 controls vs 41/49 and 41/50), whereas there was no increase of liver tumors. In their BP-A bioassay report, the National Toxicology Program concluded that there was no convincing evidence that BP-A was carcinogenic for rats or mice. However, the marginal increases in leukemias in male and female rats, along with increases in the combined incidence of lymphomas and leukemias in male mice, suggest that BP-A may be associated with increased cancers of the hematopoietic system. Increases in interstitial-cell tumors of the testes in rats were also evidence of carcinogenesis, as was the unusual occurrence of mammary gland fibroadenomas in male rats."
        },
        {
            "References": "PMID:21988766",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In this study, /the investigators/ investigated the role of chronic oral exposure to bisphenol A (BPA) during adulthood on mammary carcinogenesis by using a transgenic mouse model that spontaneously develops tumors through overexpression of wild-type erbB2 (mouse mammary tumor virus (MMTV)-erbB2). MMTV-erbB2 mice were exposed to 0, 2.5, 25, 250, or 2,500 ug BPA/L drinking water from 56 until 112 days of age (for mechanism of action) or 252 days of age (for tumorigenesis). Cellular and molecular mechanisms of BPA action in the mammary gland were investigated via immunohistochemistry and immunoblotting. Only low doses of BPA significantly decreased tumor latency and increased tumor multiplicity, tumor burden, and the incidence of metastasis. All BPA doses significantly increased the cell proliferation index, but only the higher doses also increased the apoptotic index in the mammary gland. At the molecular level, 25 ug BPA/L, but not 2,500 ug BPA/L, increased phosphorylation of erbB2, erbB3, insulin-like growth factor 1 receptor, and Akt in the mammary gland. Low, but not high, BPA doses significantly accelerated mammary tumorigenesis and metastasis in MMTV-erbB2 mice. The combined ratio of cell proliferation and apoptosis indices and alterations in protein expression best predicted the ability of each dose of BPA to alter tumorigenesis in this model."
        },
        {
            "References": "PMID:20675265",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ ... /The/ goal in this study was to determine whether prenatal exposure to BPA predisposes the adult rat mammary gland to carcinogenesis. Pregnant rats were treated orally with 0, 25, or 250 microg BPA/kg body weight (BW) from gestation day (GD) 10 to GD21. For tumorigenesis experiments, prenatally exposed female offspring received a single gavage of 7,12-dimethylbenz(a)anthracene (DMBA; 30 mg/kg BW) on postnatal day (PND) 50, or PND100.  Prenatal exposure of the dam to 250 microg BPA/kg BW combined with a single exposure of female offspring to DMBA on PND100, but not on PND50, significantly increased tumor incidence while decreasing tumor latency compared with the control group. Prenatal exposure of the dam to 250 ug BPA/kg BW, in the absence of DMBA to the female offspring, increased cell proliferation and elicited differential effects at the protein level at PND100 compared with PND50. Differentially regulated proteins in the mammary gland included estrogen receptor-alpha, progesterone receptor-A, Bcl-2, steroid receptor coactivators, epidermal growth factor receptor, phospho-insulinlike growth factor 1 receptor, and phospho-Raf. /This/ study demonstrates that oral prenatal exposure to BPA increases mammary cancer susceptibility in offspring and shifts the window of susceptibility for DMBA-induced tumorigenesis in the rat mammary gland from PND50 to PND100. These changes are accompanied by differential effects of prenatal BPA exposure on the expression of key proteins involved in cell proliferation. ..."
        },
        {
            "References": "PMID:24496637",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Bisphenol A (BPA) is a high production volume industrial chemical to which there is widespread human oral exposure. Guideline studies used to set regulatory limits detected adverse effects only at doses well above human exposures and established a no-observed-adverse-effect level (NOAEL) of 5 mg/kg body weight (bw)/day. However, many reported animal studies link BPA to potentially adverse effects on multiple organ systems at doses below the NOAEL. The primary goals of the subchronic study reported here were to identify adverse effects induced by orally (gavage) administered BPA below the NOAEL, to characterize the dose response for such effects and to determine doses for a subsequent chronic study. Sprague Dawley rat dams were dosed daily from gestation day 6 until the start of labor, and their pups were directly dosed from day 1 after birth to termination. The primary focus was on seven equally spaced BPA doses (2.5-2700 ug/kg bw/day). Also included were a naive control, two doses of ethinyl estradiol (EE2) to demonstrate the estrogen responsiveness of the animal model, and two high BPA doses (100,000 and 300,000 ug/kg bw/day) expected from guideline studies to produce adverse effects. Clear adverse effects of BPA, including depressed gestational and postnatal body weight gain, effects on the ovary (increased cystic follicles, depleted corpora lutea, and antral follicles), and serum hormones (increased serum estradiol and prolactin and decreased progesterone), were observed only at the two high doses of BPA. BPA-induced effects partially overlapped those induced by EE2, consistent with the known weak estrogenic activity of BPA."
        },
        {
            "References": "PMID:24752506",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ There is a growing body of evidence that exposure to endocrine disrupting chemicals and to estrogenic compounds in particular can affect the testis and male fertility. In the present study, the constitutive expression of steroidogenic and non-steroidogenic cytochrome P450 (CYP) and related enzymes in adult rat testis, and their regulation by estradiol and bisphenol A, were investigated. CYP1B1, CYP2A1, NADPH-cytochrome P450 oxidoreductase (POR) and microsomal epoxide hydrolase (mEH) proteins, together with CYP17A1 and 3beta-hydroxysteroid dehydrogenase (HSD3B), were detected by immunoblot analysis in testicular microsomes prepared from untreated adult Sprague Dawley rats. In contrast, CYP1A, CYP2B, CYP2E, CYP2D, CYP2C, CYP3A, and CYP4A enzymes were not detected. Immunofluorescence staining of cryosections of perfusion-fixed testes showed that CYP1B1, CYP2A1, CYP17A1, and HSD3B were expressed exclusively or mainly in interstitial cells, whereas mEH and POR protein staining was detected both in interstitial cells and in seminiferous tubules. Testicular CYP1B1 and CYP2A1 protein levels were decreased following treatment of adult rats with estradiol benzoate at 0.004, 0.04, 0.4, or 4 umol/kg/day or bisphenol A at 400 or 800 umol/kg/day, for 14 days, whereas expression of HSD3B was unaffected. Testicular CYP17A1, POR, and mEH protein expression was also downregulated at the three highest dosages of estradiol benzoate and at both dosages of bisphenol A. The present study is the first to establish the cellular localization of CYP1B1, mEH, and POR in rat testis and to demonstrate the suppressive effect of bisphenol A on testicular CYP1B1, CYP2A1, mEH, and POR protein levels."
        },
        {
            "References": "PMID:26063408",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Bisphenol A (BPA) is a widespread endocrine disrupter mainly used in food contact plastics. Much evidence supports the adverse effects of BPA, particularly on susceptible groups such as pregnant women. The present study considered placental development - relevant for pregnancy outcomes and fetal nutrition/programming - as a potential target of BPA. Pregnant CD-1 mice were administered per os with vehicle, 0.5 (BPA05) or 50 mg/kg (BPA50) body weight/day of BPA, from gestational day (GD) 1 to GD11. At GD12, BPA50 induced significant degeneration and necrosis of giant cells, increased vacuolization in the junctional zone in the absence of glycogen accumulation and reduction of the spongiotrophoblast layer. In addition, BPA05 induced glycogen depletion as well as significant nuclear accumulation of beta-catenin in trophoblasts of labyrinthine and spongiotrophoblast layers, supporting the activation of the Wnt/beta-catenin pathway. Transcriptomic analysis indicated that BPA05 promoted and BPA50 inhibited blood vessel development and branching; morphologically, maternal vessels were narrower in BPA05 placentas, whereas embryonic and maternal vessels were irregularly dilated in the labyrinth of BPA50 placentas. Quantitative polymerase chain reaction evidenced an estrogen receptor beta induction by BPA50, which did not correspond to downstream genes activation; indeed, the transcription factor binding sites analysis supported the AhR/Arnt complex as regulator of BPA50-modulated genes. Conversely, Creb appeared as the main transcription factor regulating BPA05-modulated genes. Embryonic structures (head, forelimb) showed divergent perturbations upon BPA05 or BPA50 exposure, potentially related to unbalanced embryonic nutrition and/or to modulation of genes involved in embryo development. Our findings support placenta as an important target of BPA, even at environmentally relevant dose levels."
        },
        {
            "References": "PMID:26322593",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Bisphenol A (BPA) is an endocrine disruptor used in manufacturing of plastic devices, resulting in an ubiquitous presence in the environment linked to human infertility, obesity or cardiovascular diseases. Both transcriptome and epigenome modifications lie behind these disorders that might be inherited transgenerationally when affecting germline. To assess potential effects of paternal exposure on offspring development, adult zebrafish males were exposed to BPA during spermatogenesis and mated with non-treated females. Results showed an increase in the rate of heart failures of progeny up to the F2, as well as downregulation of 5 genes involved in cardiac development in F1 embryos. Moreover, BPA causes a decrease in F0 and F1 sperm remnant mRNAs related to early development. Results reveal a paternal inheritance of changes in the insulin signaling pathway due to downregulation of insulin receptor beta mRNAs, suggesting a link between BPA male exposure and disruption of cardiogenesis in forthcoming generations."
        },
        {
            "References": "Morrissey RE et al; Fund Appl Toxicol 8 (4): 571-82 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Bisphenol A was evaluated for developmental toxicity in CD rats (0, 160, 320, or 640 mg/kg/day) and CD-1 mice (0, 500, 750, 1000, or 1250 mg/kg/day) dosed daily by gastric intubation on gestational days 6 through 15. Timed-pregnant dams were sacrificed 1 day prior to parturition, the uterine contents were examined, and all fetuses were examined for external, visceral, and skeletal malformations. In rats, maternal weight gain during gestation, weight gain corrected for gravid uterine weight, and weight gain during treatment were significantly reduced at all bisphenol A doses. Gravid uterine weight and average fetal body weight per litter were not affected by bisphenol A. No increase in percentage resorptions per litter or percentage fetuses malformed per litter was detected. In mice, maternal mortality occurred at all bisphenol A doses, reaching 18% at the high dose, which also produced a significant decrease in maternal body weight gain during gestation and treatment. Weight gain corrected for gravid uterine weight was not affected by bisphenol A. Reductions in gravid uterine weight and average fetal body weight were observed with the 1250 mg/kg dose of bisphenol A. Relative maternal liver weight was increased at all doses of bisphenol A. There was a significant increase in the percentage of resorptions per litter with 1250 mg bisphenol A/kg/day. Bisphenol A treatment at maternally toxic dose levels during organogenesis produced fetal toxicity in mice but not in rats and did not alter fetal morphologic development in either species."
        },
        {
            "References": "PMID:16675520",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Anatomical evidence of alterations in brain sexual differentiation were examined in male and female offspring born to mouse dams exposed to 0, 25, or 250 ng bisphenol A (BPA)/kg body weight per day from the evening of d 8 of gestation through d 16 of lactation. These studies examined the sexually dimorphic population of tyrosine hydroxylase (TH) neurons in the rostral periventricular preoptic area, an important brain region for estrous cyclicity and estrogen-positive feedback. The significant sex differences in TH neuron number observed in control offspring were diminished or obliterated in offspring exposed to BPA primarily because of a decline in TH neuron number in BPA-exposed females. As a functional endpoint of BPA action on brain sexual differentiation, ... the effects of perinatal BPA exposure on sexually dimorphic behaviors in the open field /were examined/. Data from these studies revealed significant sex differences in the vehicle-exposed offspring that were not observed in the BPA-exposed offspring."
        },
        {
            "References": "PMID:17023525",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The aim of this study was to examine fetal mammary gland development at embryonic day (E)18 and assess changes in the tissue organization and histoarchitecture after exposure to an environmentally relevant dose of bisphenol A (BPA). In unexposed fetuses, the relative position of the fetus with respect to its female and male siblings in the uterus influenced growth of the ductal tree, which was more developed in females placed between two males than in females placed between two females. Exposure of dams to 250 ng BPA per kilogram body weight per day from E8 to E18 significantly increased ductal area and ductal extension in exposed fetuses and obliterated positional differences. In the stroma, BPA exposure promoted maturation of the fat pad and altered the localization of collagen. Within the epithelium, BPA exposure led to a decrease in cell size and delayed lumen formation. Because mammary gland development is dependent on reciprocal interactions between these compartments, the advanced maturation of the fat pad and changes in the extracellular matrix may be responsible for the altered growth, cell size, and lumen formation observed in the epithelium."
        },
        {
            "References": "PMID:17070006",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Bisphenol A (BPA) /was administered/ during the period of implantation to determine levels of exposure required to terminate pregnancy in mice. Varied doses were given through either injection or ingestion. Subcutaneous injections during days 1-4 of gestation significantly reduced litter size at 3.375 mg/day and substantially reduced the proportion of females that were parturient at 10.125 mg/day. Uterine implantation sites were also significantly reduced in females sacrificed at day 6 after receiving 10.125 mg/day. Exposure to lower doses was without significant effect. When inseminated females' diets were supplemented on days 1-5 with peanut butter contaminated by 0.11-9.0% BPA, litter size and percent parturient were not affected. However, when the animals' diet was exclusively comprised of a mixture of BPA, peanut butter, and powdered chow during days 1-4, an average daily intake of 68.84 mg BPA terminated all pregnancies. No significant effects at lower doses of BPA were seen in number of births or other measures through either mode of administration."
        },
        {
            "References": "PMID:17592034",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of neonatal exposure to low versus high doses of Bisphenol A (BPA) over the control of estrogen receptor alpha (ERalpha) expression in the preoptic area (POA) of prepubertal female rats /were examined/. Pups received sc injections every 48 hr of BPA (high dose, 20 mg/kg and low dose, 0.05 mg/kg) or diethylstilbestrol (DES, 0.02 mg/kg) from postnatal day (PND) 1 to PND7 and were killed at PND8 or PND21. Relative expression of ERalpha transcripts containing alternative 5'-untranslated regions OS, ON, O, OT, and E1 in POA were evaluated by RT-PCR. Methylation status of ERalpha promoters was determined by bisulfited DNA restriction analysis and ERalpha protein by immunohistochemistry. In PND8, the high dose of BPA and DES diminished total ERalpha mRNA levels, mediated by the decreased expression of ERalpha-O and ERalpha-OT variants. In contrast, the low dose of BPA augmented total ERalpha mRNA by increasing the expression of the ERalpha-E1 variant. In PND21, both BPA doses increased total ERalpha mRNA by means of the augmented expression of ERalpha-O and ERalpha-OT variants. In PND21, the methylation status of the ERalpha promoters and the circulating levels of estradiol were similar in all experimental groups. At PND8 and PND21, DES and the high dose of BPA decreased, while the low dose of BPA increased ERalpha protein in the POA. ..."
        },
        {
            "References": "PMID:17670942",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The hypothesis of fetal origins of adult disease posits that early developmental exposures involve epigenetic modifications, such as DNA methylation, that influence adult disease susceptibility. In utero or neonatal exposure to bisphenol A (BPA), a high-production-volume chemical used in the manufacture of polycarbonate plastic, is associated with higher body weight, increased breast and prostate cancer, and altered reproductive function. This study shows that maternal exposure to this endocrine-active compound shifted the coat color distribution of viable yellow agouti (Avy) mouse offspring toward yellow by decreasing CpG (cytosine-guanine dinucleotide) methylation in an intracisternal A particle retrotransposon upstream of the Agouti gene. CpG methylation also was decreased at another metastable locus, the CDK5 activator-binding protein (CabpIAP). DNA methylation at the Avy locus was similar in tissues from the three germ layers, providing evidence that epigenetic patterning during early stem cell development is sensitive to BPA exposure. Moreover, maternal dietary supplementation, with either methyl donors like folic acid or the phytoestrogen genistein, negated the DNA hypomethylating effect of BPA."
        },
        {
            "References": "PMID:17804194",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Since concern has been mounting regarding the human health and environmental effects of bisphenol A (BPA), a high-production-volume chemical with estrogenic activity used in the synthesis of plastics, ... its long-term effects /were investigated/ in an experimental animal model that was previously shown useful in studying the adverse effects of developmental exposure to DES. Outbred female CD-1 mice were treated on days 1-5 with subcutaneous injections of BPA (10, 100 or 1000 ug/kg/day) dissolved in corn oil or corn oil alone (Control). At 18 months, ovaries and reproductive tract tissues were examined. There was a statistically significant increase in cystic ovaries and cystic endometrial hyperplasia (CEH) in the BPA-100 group as compared to Controls. Progressive proliferative lesion (PPL) of the oviduct and cystic mesonephric (Wolffian) duct remnants were also seen in all of the BPA groups. More severe pathologies of the uterus following neonatal BPA treatment included adenomyosis, leiomyomas, atypical hyperplasia, and stromal polyps."
        },
        {
            "References": "PMID:15947454",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Calbindin-D9k (CaBP-9k) ... can be evaluated as an early gene marker for assaying /putative/ estrogenic effects of ... environmental chemicals in the rat uterus. This study was undertaken to investigate CaBP-9k mRNA and protein expression in the postnatal rat uterus following maternal exposure to 17beta-estradiol (E2) and bisphenol A (BPA) during the neonatal period. Treatment with a high dose of BPA (600 mg/kg body weight (BW) per day) resulted in a 3-fold increase in CaBP-9k mRNA expression for 3 days, while a single dose of E2 (40 ug/kg BW per day) induced 2-fold increase of this gene in the maternal uterus. In an agreement with maternal CaBP-9k mRNA, postnatal CaBP-9k mRNA in the uterus increased 4-fold when treated with BPA (600 mg/kg BW per day). In addition, treatment with increasing concentrations of BPA resulted in significant increases in CaBP-9k protein in the maternal rat uterus. It is of interest that increasing doses of BPA induced a significant ERalpha mRNA increase in the postnatal uterus. Furthermore, immunohistochemistry revealed that treatment with BPA induced CaBP-9k protein in the maternal uterus. We demonstrated that maternal exposure to BPA during late pregnancy induced CaBP-9k mRNA and protein in maternal and postnatal rat uteri."
        },
        {
            "References": "PMID:16162846",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In the present study, the effects of /bisphenol A/ proved to be preferentially directed toward hypothalamic and extrahypothalamic somatostatin receptor subtype 3, which displayed a higher binding affinity of its specific nonpeptide agonist L-796-778 than that of L-779-976 (subtype 2). One type of action, with respect to animals treated with vehicle alone, consisted of a very strong (p < 0.001) decrease of somatostatin receptor subtype 3 mRNA levels in layer V of the frontoparietal cortex of adult rats (Sprague-Dawley) after transplacental and lactational exposure to bisphenol A (400 ug/kg/day). Similarly, such treatment in 7-day-old rats was responsible for a very strong reduction of the subtype 3 mRNA levels in the hypothalamic periventricular nuclei and a strong (p < 0.01) increase of the subtype 3 mRNA levels in the ventromedial nuclei. Moreover, even greater upregulated and downregulated activities were reported when subtype 3 mRNA levels were determined in the presence of receptor agonists specific for distinct alpha GABA(A) receptor subunits (alpha(1,5)). The predominant effects of bisphenol A on somatostatin receptor subtype 3 mRNA levels occurring in an alpha GABA(A) subunit-dependent manner tend to suggest the early modulatory importance of /bisphenol A/ on cross-talking mechanisms that are implicated in the plasticity of neural circuits, with consequential influence on neuroendocrine/sociosexual behaviors."
        },
        {
            "References": "PMID:16294924",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In this study, /the investigators/ examined whether in utero and lactational exposure to bisphenol A (BPA) alters thyroid status in rat F1 offspring. Dams were orally administered various doses of BPA (0, 4 or 40 mg/kg body weight per day) from gestation day (GD) 6 through postnatal day (PND) 20. The BPA and control groups did not differ significantly with respect to plasma thyroxine (T4) concentration. The thyroid glands from the BPA groups had normal T4 responses to exogenous thyroid-stimulating hormone in vivo. These results suggest that in utero and lactational exposure (indirect exposure) to BPA (4-40 mg/kg/day, GD 6 - PND 20) does not affect thyroid functions in the F1 generation of male and female rats."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.213 (2003).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of bisphenol-A on fertility was evaluated in an extensive oral two generation reproduction toxicity study in Crj;CD (SD) IGS rats. The F0 generation consisted of groups of 25 rats per sex per group administered 0, 0.2, 2, 20 and 200 ug/kg/day bisphenol-A by gavage during a premating period of 10 weeks for males and 2 weeks for females and a 2-week mating period. Males and females from each group were randomly paired and co-habited for 2 weeks. Females were also administered the test material during gestation and lactation. F0 males and females were sacrificed after the mating period and weaning of F1 pups, respectively. Twenty-five male and female F1 generation offspring from each group were retained after weaning for assessment of their reproductive capacity. F1 animals were administered bisphenol-A for a 10-week premating period and a 3-week mating period. Again, females received the test material during gestation and lactation, and male and female parental animals were sacrificed at the same times used for the F0 generation. Twenty-five male and female F2 generation offspring from each group were retained after weaning for assessment of sexual maturation. Males and females were administered the test material until they were sacrificed at the age of 7 and 14 weeks, respectively. ... In parental animals, no clinical signs of toxicity, nor any effects on body weight gain, food intake or treatment-related deaths were observed in any generation. No effect on behavior (i.e. performance in learning tests) was observed in F1 animals. Estrus cycle, fertility index and the number of implantations in F0 and F1 females were not affected by treatment with bisphenol-A. No significant differences were observed between bisphenol-A and control animals for the time to preputial separation or vaginal opening. Compared to controls, a statistically significant decrease (<5%) in anogenital distance (AGD) was seen in F1 males at 0.2, 20 and 200 ug/kg/day, F1 females at 20 and 200 ug/kg/day and F2 males and females at 20 and 200 ug/kg/day. These decreases were not statistically significant when the ratio of the AGD to body weight was determined (the AGD is correlated with body weight). No changes in the motility and morphology of sperm were observed in F0 and F1 treated males. No treatment related changes were observed in any of the serum hormone levels measured. Bisphenol-A had no effect on sexual maturation or the oestrus cycle in F2 animals and F2 females, respectively. At necropsy, no treatment-related macroscopic findings or organ weight changes were observed in F0 and F1 parental animals. In the offspring (all live pups up to day 21), no clinical signs of toxicity or effects on body weight gain during lactation were observed in F1 and F2 pups. No treatment-related changes were seen in the litter size, survival, sex ratio, AGD and reflex ontogeny. At necropsy, no treatmentrelated macroscopic findings were observed in F1 and F2 pups. Compared to controls, a statistically significant decrease in the absolute (17%) and relative (20%) weight of seminal vesicles (including the coagulating gland) was observed in F2 males only at 2 ug/kg/day. No other treatment-related changes in organ weight were observed in F1 and F2 pups."
        },
        {
            "References": "PMID:10536108",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of 28 female Han-Wistar albino rats were exposed to drinking water that contained 0, 0.01, 0.1, 1.0, or 10 ppm bisphenol A (BPA) or 0.1 ppm diethylstilbestrol (DES), 7 days per week, for a total of 10 weeks. Treatment of the females began at 10 weeks of age and continued throughout a 2-week premating period, 2 weeks of mating (to untreated males), 21-22 days of gestation, and 22 days of lactation. Offspring weanling males were given untreated drinking water and maintained until 90 days of age when evaluations were made of various reproductive organs. ... The female offspring were not evaluated. No treatment-related effects on growth or reproductive endpoints were observed in adult females exposed to any concentration of BPA. Similarly, no treatment-related effects were observed on the growth, survival, or reproductive parameters (including testes, prostate and preputial gland weights, sperm count, daily sperm production, or testes histopathology) of male offspring from dams exposed to BPA during gestation and lactation. DES administered in the drinking water at 0.1 ppm resulted in decreased body weight, body weight change, and food consumption in adult females. In addition, an increase in the duration of gestation and a decrease in the number of pups delivered and number of live pups were also observed in animals exposed to DES."
        },
        {
            "References": "PMID:9460178",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Two chemicals previously shown to have estrogenic activity, bisphenol A and octylphenol, were examined for their effects on accessory reproductive organs and daily sperm production in male offspring of mice fed these chemicals during pregnancy. ... From gestation day 11-17 female mice were fed an average concentration (dissolved in oil) of bisphenol A or octylphenol of 2 ng/g body weight (2 ppb) and 20 ng/g (20 ppb). The 2 ppb dose of bisphenol A is lower than the amount reported to be swallowed during the first hour after application of a plastic dental sealant (up to 931 micrograms; 13.3 ppb in a 70 kg adult). We found that the 2 ng/g dose of bisphenol A permanently increased the size of the preputial glands, but reduced the size of the epididymides; these organs develop from different embryonic tissues. At 20 ng/g, bisphenol A significantly decreased efficiency of sperm production (daily sperm production per g testis) by 20% relative to control males."
        },
        {
            "References": "PMID:10536110",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No statistically significant effects on prostate weight or sperm efficiency were recorded for offspring of /CF1 mice/ exposed to either DES (0.2 ug/kg/day) or BPA (2 and 20 ug/kg/day) in utero. Significant dam effects were seen for several of the assay parameters indicating that the litter, as opposed to the individual, should be considered as the statistical unit in such experiments. A statistically significant increase in body weight was recorded for the low dose BPA male offspring. Females from the study underwent normal sexual maturation and showed no significant differences in reproductive tissue weights at termination and the mean day of vaginal opening. ..."
        },
        {
            "References": "PMID:15738621",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To evaluate the effects of bisphenol A (BPA), a candidate endocrine disruptor (ED), on embryonic development, the mRNA expression levels of the arylhydrocarbon receptor (AhR), which binds with many EDs and plays crucial roles in xenobiotic metabolism, and of the retinoic acid receptor (RAR) alpha and retinoid X receptor (RXR) alpha, key factors in nuclear receptor-dependent retinoid signal transduction, /were examined/ in murine embryos exposed in utero to BPA (0.02, 2, 200, and 20,000 ug/kg/day) at 6.5-13.5 or 6.5-17.5 days post coitum (dpc), using the real-time reverse transcription-polymerase chain reaction (RT-PCR) method. Extremely low-dose BPA (0.02 ug/kg/day; 1/100 the dose of environmental exposure) remarkably increased AhR mRNA expression in the cerebra, cerebella, and gonads (testes and ovaries) of male and female 14.5- and 18.5-dpc-embryos. In utero exposure to BPA at 2, 200, and 20,000 ug/kg/day also increased levels of AhR mRNA. In gonads of 14.5-dpc-embryos, AhR mRNA levels were elevated and showed diphasic (U) dose-response curves following exposure to BPA, but inverted U dose-response curves were obtained for 18.5-dpc-embryos. Exposure to BPA increased expression levels of RARalpha and RXRalpha mRNAs in the cerebra, cerebella, and gonads of male and female 14.5- and 18.5-dpc-embryos. Extremely low-dose BPA (0.02 ug/kg/day) increased RARalpha mRNA expression in the cerebella of male and female 14.5- and 18.5-dpc-embryos and in the gonads of female 14.5-dpc-embryos, and significantly increased RXRalpha mRNA expression in the cerebra and cerebella of male and female 14.5-dpc-embryos. The present findings confirm that in utero exposure to an extremely low dose of BPA up-regulates the mRNA expression of AhR, RARalpha, and RXRalpha in murine embryos and disrupts the receptor-dependent signal transducing systems, and will contribute to the assessment of the toxic effects of BPA on xenobiotic metabolism and retinoid signals in embryogenesis."
        },
        {
            "References": "PMID:15711031",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The present study examined the effects of two estrogenic chemicals, octylphenol (OP) and bisphenol A (BPA), on epididymal sperm counts and sperm motility, luteinizing hormone (LH)-releasing hormone (LHRH)-stimulated plasma LH and steroid hormones, insulin-like growth factor I (IGF-I), and accessory reproductive organs in pubertal male Wistar rats. Fifty-day-old rats in the OP group (n=11) and BPA group (n=11) received daily sc injections of the respective chemical at a dose of 3 mg/kg bw dissolved in 0.2 mL DMSO. Rats in the control group (DMSO group; n=10) received 0.2 mL DMSO alone. After 2 wk of treatment, a jugular blood sample was taken, and, on the next day, a second blood sample was taken 1 hr after an sc injection of LHRH (250 ng). After 5 wk of treatment, rats were deeply anesthetized and heart blood was collected. Epididymal sperm motility and sperm head counts were determined. LHRH increased plasma LH to higher levels in all groups, but the increases were significant (p<0.01) in the BPA and OP groups. However, despite higher LH levels after LHRH injection, the incremental responses of testosterone and progesterone in the OP and BPA groups were small compared to those in the DMSO group, which showed a small LH response. After 5 wk of treatment, plasma testosterone levels were significantly (p<0.01) reduced in the OP and BPA groups and this was accompanied by reduced (p<0.05) epididymal sperm counts. However, the chemical-treated groups had high basal progesterone levels. No significant effects of chemicals on sperm motility parameters were noted. The chemical-induced increases (p<0.05) of the weight of ventral prostate gland were coincided with elevated plasma IGF-I levels in the BPA (p<0.05) and OP (p<0.01) groups."
        },
        {
            "References": "PMID:15689538",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The aim of the present study was to determine the effects of in utero exposure to low, environmentally relevant doses of bisphenol A (BPA) on the development of female reproductive tissues in CD-1 mice. ... In utero exposure to 25 and 250 ng BPA/kg of body weight per day via osmotic pumps implanted into pregnant dams at Gestational Day 9 induced alterations in the genital tract of female offspring that are revealed during adulthood. They include decreased wet weight of the vagina, decreased volume of the endometrial lamina propria, increased incorporation of bromodeoxyuridine into the DNA of endometrial gland epithelial cells, and increased expression of estrogen receptor-alpha (ERalpha) and progesterone receptor in the luminal epithelium of the endometrium and subepithelial stroma."
        },
        {
            "References": "PMID:15569509",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Bisphenol A (BPA) (in corn oil) was administered orally to 9-week-old male Sprague-Dawley rats for 14 days (/low dose and high dose/), and incubated primary Sertoli cells from pubertal SD rats with 0, 1X10-7, 1X10-6, 1X10-5, 1X10-4 mol/L BPA. After oral administration, a significant decrease in right testis weight was observed in /the high/ dose group, but not in the /low/ dose group. Germ cells were detached from basement membrane of seminiferous tubules and Sertoli cells in BPA-treated groups. Administration of BPA at /low dose/ and /high dose/ produced both nucleus pycnosis and vacuolized nucleus in germ cells and Sertoli cells. A marked loss in vimentin staining in Sertoli cells from testis of BPA-treated rats was detected. No change in levels of serum estradiol and testosterone was observed after two-week exposure to BPA."
        },
        {
            "References": "PMID:15548368",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Gravid Sprague-Dawley dams were administered by gavage either 0.1 or 50 mg/kg per day bisphenol A (BPA) or 0.2 mg/kg per day 17alpha-ethinyl estradiol (EE2) as reference dose on gestation days 6 through 21. Female offspring were killed in estrus. Uterine morphologic changes as well as estrogen receptor (ER) alpha and ERbeta distribution and expression were measured by immunohistochemistry and Western blot analysis. Striking morphologic changes were observed in the uterine epithelium of postpubertal offspring during estrus of the in utero BPA-treated animals (the thickness of the total epithelium was significantly reduced). ERalpha expression was increased in the 50-mg BPA and EE2-treated group. In contrast, ... ERbeta expression in all BPA- and EE2-treated animals /decreased/ when compared with the control."
        },
        {
            "References": "PMID:15226600",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of maternal exposure to low doses of bisphenol A (BPA), including those comparable with human exposure levels, on growth and development of the female reproductive system and uterine carcinogenesis in Donryu rats were investigated. Dams were administered BPA (0, 0.006 and 6 mg/kg/day) daily by gavage from gestation day 2 up to the day before weaning (postnatal day 21 at offspring). The serum levels of BPA were significantly elevated in the dams receiving 6 mg/kg/day, however, BPA levels in the milk of dams, and those in the serum and liver of offspring were similar between control and treated groups. The treatment did not exert any influences on uterine development including weight, gland genesis and estrogen receptor alpha expression, vaginal opening and gonadotropin secretion in the female offspring up to puberty. After maturation, no effects were evident with regard to estrous cyclicity in female offspring treated with BPA. In addition, the treatment had no effects on age-related morphological changes of the reproductive and endocrine organs and uterine carcinogenesis until 15 months of age. The results demonstrate that maternal exposure to BPA at levels comparable to human exposure did not have any effects on the female reproductive system of offspring in rats. In addition, BPA was also found in the serum, milk and liver of control dams and pups, and low levels of BPA were detected in drinking water and pellet diet. The present study showed that the experimental animals were also exposed to environmental BPA in the animal room."
        },
        {
            "References": "PMID:14967906",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Retinoic acid receptor (RAR) alpha and retinoid X receptor (RXR) alpha are key factors in a nuclear receptor-dependent signal. To evaluate the effects of bisphenol A (BPA), a candidate endocrine disruptor (ED), on embryonic development, /the investigators/ examined the mRNA levels of RARalpha and RXRalpha in murine embryos, exposed in utero to BPA (2 ug/kg/day) at 6.5-17.5 days post-coitum (dpc), by the real-time reverse transcription-polymerase chain reaction (RT-PCR) method. Higher levels of RARalpha mRNA in cerebra of male and female embryos of control groups were detected at 14.5 dpc. In utero BPA reduced the RARalpha mRNA expression. Higher levels of RXRalpha mRNA in cerebra of male and female embryos were seen at 12.5 dpc. The exposure decreased RXRalpha mRNA expression in male but not female embryos. No remarkable change in the RARalpha mRNA expression level was noted in cerebella of male or female embryos of the control group during embryonic development. Exposure to BPA increased expression levels of RARalpha mRNA in cerebella of male and female embryos at 12.5 dpc. Higher levels of RXRalpha mRNA in cerebella of male and female embryos were seen, but no remarkable changes were noted during embryonic development. BPA significantly decreased the expression levels of RXRalpha mRNA in cerebella of female embryos at 12.5, 14.5 and 18.5 dpc. RARalpha and RXRalpha mRNAs were expressed in gonads (testes and ovaries) of murine embryos from 12.5 to 18.5 dpc. In utero exposure to BPA decreased levels of RARalpha mRNA in testes of 14.5- and 18.5-dpc-embryos, levels of RXRalpha mRNA in testes of 14.5-dpc-embryos, and levels of RXRalpha mRNA in ovaries of 14.5-dpc-embryos."
        },
        {
            "References": "PMID:14749093",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In the present study, /the investigators/ examined whether exposure to bisphenol A (BPA), a known endocrine disrupter, during gestation and lactation affects sex difference in the number of corticotropin-releasing hormone-immunoreactive neurons (CRH neurons) in the preoptic area (POA) and the bed nucleus of the stria terminalis (BST). For that purpose, pregnant female Wistar rats (n=8-11 per treatment group) were treated with either 0.1% ethanol (control group) or 10 mg/L BPA (BPA group) dissolved in their drinking water until their offspring were weaned. In the control group, we confirmed a previous report that the POA of female rats contained significantly more CRH neurons than that of male rats (p<0.05). This significant sex difference was also evident in the BPA group, indicating that BPA exposure used in the present study had no effect on the sex difference in CRH neurons in the POA. ... in the control group ... the BST of female rats contained significantly more CRH neurons (p<0.05) than that of male rats. However, this significant sex difference was not observed in the BPA group (p>0.05), suggesting that BPA exposure affected the sex difference in CRH neurons in the BST. Since there was no statistically significant difference in the number of CRH neurons between the control and the BPA group, irrespective of the sex, the results suggested that a loss of sex difference in CRH neurons was due to both an increase in CRH neurons in male rats and a decrease in CRH neurons in female rats."
        },
        {
            "References": "PMID:14732453",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study examined the effects of long-term exposure to the endocrine-disrupting compounds (EDCs) Bisphenol-A (BPA) and Octylphenol (OP) on gonadotrophin secretion in pre-pubertal female sheep. Four-week-old, female lambs were randomly allocated to four groups (n=6), and twice each week treated with im injections of either corn oil (vehicle controls), diethylstilbestrol (DES; 0.175 mg/kg), BPA (3.5 mg/kg) or OP (3.5 mg/kg). After 5 weeks of treatment, animals were ovariectomized (ovx) and ovary weights recorded. Two weeks later, blood samples were collected from lambs every 15 min for 6hr, for LH pulse analysis. Animals were then euthanized and adrenal and kidney weight recorded. An age-related increase in tonic LH secretion was noted in Control, BPA- and OP-treated lambs, but was absent in DES-treated lambs. Following ovx, LH secretion increased in all except DES-treated lambs; FSH concentrations increased in all groups. BPA and DES significantly suppressed LH pulse frequency (C: 6.7+/-0.3 pulses/6 hr, DES: 1.5+/-0.8 pulses/6 hr, BPA: 2.3+/-0.8 pulses/6 hr) and amplitude (C: 7.1+/-1.0 ng/mL, DES: 1.9+/-0.6 ng/mL, BPA: 1.6+/-0.4 ng/mL). OP had no effect on LH secretion (Frequency: 5.8+/-0.5 pulses/6hr, amplitude: 8.0+/-2.0 ng/mL). Ovary weight was similar among all groups."
        },
        {
            "References": "PMID:14654251",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The present study was designed to investigate whether CaBP-9k expression in the maternal tissues and fetal uterus /of rats/ is altered following maternal treatment with diethylstilbestrol (DES), 17beta-estradiol (E2), 4-tert-octylphenol (OP), nonylphenol (NP) and bisphenol A (BPA) during late pregnancy. The expression level of CaBP-9k mRNA in maternal uterus significantly increased when treated with a high dose (600 mg/kg BW per day) of OP and NP. Interestingly, the expression level of CaBP-9k mRNA in extra-embryonic membrane decreased in a dose-dependent manner, suggesting that the expression level of CaBP-9k mRNA in the fetal membrane may be differentially regulated when compared to the expression of CaBP-9k in maternal uterus. In parallel with CaBP-9k mRNA level, a high dose (600 mg/kg) of OP and BPA resulted in an increase of CaBP-9k protein in maternal uterus and low dose of OP and NP increased the expression level of CaBP-9k protein in the placenta. High doses of BPA (400 and 600 mg/kg) resulted in an increase of CaBP-9k protein in maternal uterus and placenta, indicating that these estrogenic compounds may affect both maternal uterus and placenta in the induction of CaBP-9k mRNA and/or protein. ... Treatment with OP, NP, and BPA induced a significant increase of CaBP-9k mRNA in fetal uterus, indicating that maternally injected estrogenic compounds may transfer directly from placenta to fetus in the induction of fetal uterus CaBP-9k gene."
        },
        {
            "References": "PMID:14651953",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In the present study, /the researchers/ investigated the effects of bisphenol A (BPA) on the early development of Xenopus laevis embryos. Stage 6 embryos were exposed to 10-100 uM BPA. Developmental abnormalities were observed when the embryos were exposed to at least 20 uM BPA, with marked developmental abnormalities, such as crooked vertebrae and developmental defects of the head and abdomen, detected in all embryos up to stage 40. Interestingly, apoptosis occurred specifically in central nervous tissue cells of the brain and spinal cord, as assessed by histological analysis. BPA-induced malformations and apoptosis were not observed in embryos exposed to BPA after stage 10. When embryos were exposed to 10 uM 17beta-estradiol (E2), abnormalities were also observed until stage 40. However, the abnormalities induced by BPA and E2 were different and E2 exposure did not induce apoptosis in the central nervous system. Our results indicated that the developmental abnormalities and apoptosis induced by BPA exposure were not inhibited by the addition of E2."
        },
        {
            "References": "PMID:14557871",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of 50 ug of bisphenol A (BPA) for the first 5 days after birth resulted in a decrease in the percentage of moving sperm, and an increase in the incidence of malformed sperm, in the epididymides of mice at 10 weeks of age, although no marked changes were found in the testicular histology between BPA-treated and vehicle-treated control mice. The deteriorating effects of 50 ug of BPA were ameliorated by the concurrent administration of 100 IU of retinol acetate (RA). Neonatal treatment with 0.5 ug of BPA for 5 days resulted in an increase in the incidence of malformed sperm, whereas the BPA effect became more severe in mice nursed by mothers fed a vitamin A-deficient (VAD) diet only a few days before and after parturition. On the other hand, neonatal treatment with 20 ug of estrogen for the first 5 days after birth resulted in an increase in the number of estrogen receptor alpha (ERalpha)-positive cells in the epithelium of the vas deferens, whereas only a few epithelial cells showed weak ERalpha-positive signals in the vehicle-treated control mice at 18 days after birth. This increase, however, was suppressed by the concurrent administration of RA. Although five daily treatments with 50 ug BPA led to no significant increase in the number of ERalpha-positive cells, it may have been due to the weak estrogenic activity of BPA, as discussed. These findings clearly showed that in mice, neonatal exposure to a relatively large dose of BPA causes damage to the motility and morphology of sperm, but the BPA effect is, to some extent, inhibited by a supplement of VA, and enhanced under a VAD condition."
        },
        {
            "References": "PMID:14520509",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Two potential endocrine-disrupting chemicals, bisphenol A (BPA) and nonylphenol (NP), were assessed for their long-lasting effects on endocrine/reproductive systems following transplacental and lactational exposure to rat offspring during a time-window that included the critical period for brain sexual differentiation. Each chemical was mixed with diet at concentrations of 60, 600 and 3000 ppm and was provided to maternal Sprague-Dawley rats from gestational day (GD) 15 to postnatal day (PND) 10. Ethinylestradiol (EE) at 0.5 ppm was used as an estrogenic reference drug. During pregnancy and lactation, including the exposure period, a soy-free rodent diet was provided to eliminate possible modification of the study results by plant-derived phytoestrogens. Effects on endocrine/reproductive systems were evaluated by examining the anogenital distance, organ weights before puberty, onset of puberty, estrous cyclicity, and organ weights and histopathology of adult endocrine organs (at 11 weeks of age), as well as the volume of the sexually dimorphic nucleus of preoptic area. Both NP and BPA, at high doses, caused decreases in maternal body weights and retardation of offspring growth, but neither affected any of the endocrine/reproductive endpoints of offspring, whereas EE induced irreversible changes in estrous cyclicity and histopathology of ovaries and uterus of adult females."
        },
        {
            "References": "PMID:12974608",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The current study was designed to examine the modulating effects of bisphenol A (BPA) on prostate cancer risk in male offspring exposed transplacentally and lactationally. BPA was administered to F344 female rats by gavage at 0, 0.05, 7.5, 30, 120 mg/kg/day during pregnancy and lactation periods. When F1 males reached 5 weeks old, they were given 10 subcutaneous injections of 3,2'-dimethyl-4-aminobiphenyl (DMAB) or corn oil vehicle and rats were then sacrificed under ether anesthesia at week 60. There were no observable effects on the accessory sex organ weights of male offspring. Transplacental and lactational exposure to BPA did not affect the incidences of preneoplastic and neoplastic lesions in the accessory sex organs (prostate and seminal vesicle) of F1 rats and did not induce any proliferating lesions without DMAB. Our data suggest that maternal exposure to BPA during the period of pregnancy and lactation does not affect the risk of prostate carcinogenesis in male offspring."
        },
        {
            "References": "PMID:12928009",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of bisphenol A (BPA) on embryonic and larval development were investigated. In Xenopus laevis blastulae treated with 2.5-3.0X10-5 M BPA or with 1X10-5 M 17beta estradiol (E2), malformation of the head region, scoliosis (curved vertebrate), and suppression of organogenesis were observed. In addition, 1X10-5 - 1X10-4 M BPA blocked tri-iodothyronine (T3)-inducible resorption of the tail segments from premetamorphic (stage 52-54) larvae in vitro. When stage 52 tadpoles were immersed in 1.0-2.5X10-5 M BPA, deceleration of both spontaneous and thyroxin (T4)-induced metamorphic changes occurred. Furthermore, BPA suppressed thyroid hormone receptor (TR) beta gene expression both in vivo and in vitro."
        },
        {
            "References": "PMID:12849686",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of bisphenol A and nonylphenol on pubertal development in the intact juvenile/peripubertal male Sprague-Dawley rats was observed in this study from PND23-52/53. Two groups of rats were administered orally with either 100 mg/kg body weight of nonylphenol or bisphenol A. Another group of rats were administered orally with a mixture of 100 mg/kg body weight of nonylphenol and bisphenol A. Control group was administered with the vehicle of Tween-80 with corn oil (1:9 v/v). Observations made in this study included growth, age at preputial separation, thyroid, liver, testis and kidney weight and histology, epididymal and seminal vesicle plus coagulation gland weight. Nonylphenol and bisphenol A have been observed to cause delay in puberty onset as well as testicular damage in the treatment groups when compared to the control; spermatogenesis was affected in most treated rats. Bisphenol A also caused the enlargement of the kidney and hydronephrosis."
        },
        {
            "References": "PMID:12804662",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Crj:Wistar rats, HsdHot:Holtzman SD rats, Crj:CD-1(ICR) mice and C57BL/6CrSlc mice were administered bisphenol A (BPA) in the diet at a level of 0 (control) and 0.25% for 8 weeks. Daily BPA intake was about 200 and 400 mg/kg for rats and mice, respectively. No conspicuous signs of general or reproductive toxicity were observed after administration in any strain of these animals. Serum testosterone concentrations were not decreased in BPA-fed rats and mice. Successive subcutaneous administration of BPA at a dose of 200 mg/kg/day for 4 weeks significantly decreased the testis, epididymis, prostate and seminal vesicle weights, and the testicular daily sperm production in Jcl:Wistar rats. Successive intraperitoneal administration of BPA at a dose of 20 mg/kg/day for 4 weeks decreased the prostate and seminal vesicle weights but not the testis or epididymis weights. An intraperitoneal dose of 2 mg BPA/kg/day did not cause any toxicity. These results indicate that dietarily administered BPA is less toxic to most strains of rats and mice, and the maximum non-toxic dose and/or minimum toxic dose may be about 200 mg/kg/day."
        },
        {
            "References": "PMID:12759096",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of neonatal administration of estrogenic agents on rat reproductive organs were examined. Either bisphenol A (BPA; 0.25, 1, or 4 mg/pup) or 10 ug 17beta-estradiol (E(2)) was given subcutaneously to Sprague-Dawley female rats during the neonatal period from post-natal day (PND) 0 to 9. Animals ovariectomized at 80 days were given subcutaneous injections of 1 ug/kg E(2) for 3 days from PND 94 to 96. Clefts in the clitoris, early vaginal opening, irregular estrous cycles, a decrease in the area occupied by the corpora lutea (CL) in the ovary, and multiple cystic follicles in the ovary were found in the animals treated neonatally with 1mg BPA. Uterine fluid weight measured after E(2) treatment on PND 94-96 was less than controls. In addition to these abnormalities, unusual body weight gains, persistent vaginal cornification, and lack of CL were observed in females treated neonatally with 4 mg BPA. The ovary weight on PND 80 and uterine fluid weight measured after E(2) treatment on PND 94-96 were less than controls for the 4 mg BPA group. Neonatal treatment with 10 ug E(2) induced similar abnormalities as found in the 4 mg BPA group."
        },
        {
            "References": "PMID:12631470",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... This study examined the effect of bisphenol A (BPA) on the sexual differentiation of open-field behavior and the sexually dimorphic nuclei in the brain of the offspring of rats exposed to BPA during the fetal and suckling periods at a dosage below the human tolerable daily intake (TDI) level. In the control group, females were more active in the open field and had a larger locus coeruleus (LC) volume than males. BPA abolished and inverted the sex differences of the open-field behavior and the LC volume, respectively, without affecting the reproductive system ..."
        },
        {
            "References": "PMID:12533913",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In a series of experiments focusing on rat sensitivity to gestational and lactational exposure to BPA, ... its effects on gestation period and reproductive organs in male offspring /were investigated/. In the first instance, BPA was administered to F344 female rats by gavage at 0, 7.5, 120 mg/kg/day during pregnancy and lactation period. There were no observable adverse effects in pregnant rats and the treatment did not induce any morphological abnormalities in the accessory sex organs of male offspring. However, lowered numbers of sperm in the testis were found with a dose of 120 mg/kg/day. In the second study, the same protocol with a higher number of male offspring was applied, but no reduction in the sperm count was apparent."
        },
        {
            "References": "PMID:12151630",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley (SD) and Alderley Park (Wistar derived) rats were exposed by gavage during gestation days 6-21 to 20 ug/kg, 100 ug/kg, or 50 mg/kg body weight of BPA with ethinylestradiol (EE; 200 ug/kg) acting as a positive control agent. The sexual development of the derived pups was monitored until termination at postnatal day 90-98. The endpoints evaluated were litter size and weight, anogenital distance at birth, days of vaginal opening, first estrus and prepuce separation, weights of the liver, seminal vesicles, epididimydes, testes, ventral prostate, uterus, vagina, cervix and ovaries, and daily sperm production. Males were terminated at postnatal day 90 and females at postnatal day 98. The only statistically significant effects observed for any dose of BPA were a decrease in daily sperm production and an increase in the age of vaginal opening for the Alderley Park animals at the highest dose evaluated (50 mg/kg). The dose of EE evaluated proved to be maternally toxic in our laboratory, but provided gross evidence of endocrine disruption in the treated dams."
        },
        {
            "References": "PMID:12075117",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Bisphenol A (BPA) was evaluated at concentrations of 0, 0.015, 0.3, 4.5, 75, 750, and 7500 ppm (approximately 0.001, 0.02, 0.3, 5, 50, and 500 mg/kg/day of BPA) administered in the diet ad libitum to 30 CD((R)) Sprague-Dawley rats/sex/dose for 3 offspring generations, 1 litter/generation, through F3 adults. Adult systemic toxicity at 750 and 7500 ppm in all generations included: reduced body weights and body weight gains, reduced absolute and increased relative weanling and adult organ weights (liver, kidneys, adrenals, spleen, pituitary, and brain), and female slight/mild renal and hepatic pathology at 7500 ppm. Reproductive organ histopathology and function were unaffected. Ovarian weights as well as total pups and live pups/litter on postnatal day (PND) 0 were decreased at 7500 ppm, which exceeded the adult maximum tolerated dose (MTD). Mating, fertility, gestational indices; ovarian primordial follicle counts; estrous cyclicity; precoital interval; gestational length; offspring sex ratios; postnatal survival; nipple/areolae retention in preweanling males; epididymal sperm number, motility, morphology; daily sperm production (DSP), and efficiency of DSP were all unaffected. At 7500 ppm, vaginal patency (VP) and preputial separation (PPS) were delayed in F1, F2, and F3 offspring, associated with reduced body weights. Anogenital distance (AGD) on PND 0 was unaffected for F2 and F3 males and F3 females (F2 female AGD was increased at some doses, not at 7500 ppm, and was considered not biologically or toxicologically relevant). Adult systemic no observed adverse effect level (NOAEL) = 75 ppm (5 mg/kg/day); reproductive and postnatal NOAELs = 750 ppm (50 mg/kg/day). There were no treatment-related effects in the low-dose region (0.001-5 mg/kg/day) on any parameters and no evidence of nonmonotonic dose-response curves across generations for either sex."
        },
        {
            "References": "PMID:11914775",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A 28-day repeated-dose toxicity study of ethynylestradiol (EE) and bisphenol A (BPA) based on the draft protocol of the \"Enhanced OECD Test Guideline no. 407\" /was performed/, and the sensitivity of a list of parameters for detecting endocrine-related effects of endocrine disruption /were assessed/. Doses of EE at 0, 10, 50 or 200 ug/kg per day, or BPA at 0, 40, 200 or 1000 mg/kg per day were orally administered to Sprague-Dawley rats. The highest dose of BPA was decreased to 600 mg/kg per day from the second week of administration because a male rat given 1000 mg/kg BPA had died within 1 week with toxic clinical signs. In the assay using EE, the decrease of prostate, seminal vesicle and pituitary weights, increase of the testis weight, atrophic changes of the prostate, seminal vesicle and mammary gland, and degenerative changes in the testes were detected in male rats in the 50 and/or 200 ug/kg groups. In females of the 200 ug/kg group, decrease of the ovary weight, increase of the uterine weight, atrophy of the ovary, hypertrophy or squamous metaplasia of the uterine epithelial cells and mucification in the vagina were observed. Furthermore, diestrous, estrous or the unknown stage was prolonged in the 50 and 200 ug/kg groups of rats. Endocrine-mediated effects of EE were not detected in general observations, hematology, serum biochemistry, or hormonal or spermatological examinations. In the assay using BPA, the diestrous stages were prolonged at the highest dose, but changes related to endocrine effects were not detected in other examinations."
        },
        {
            "References": "PMID:11566746",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of fetal exposure to bisphenol A (BPA) on the development of the mammary gland /were assessed/. CD-1 mice were exposed in utero to low, presumably environmentally relevant doses of BPA (25 and 250 ug/kg body weight), and their mammary glands were assessed at 10 days, 1 mo, and 6 mo of age. Mammary glands of BPA-exposed mice showed differences in the rate of ductal migration into the stroma at 1 mo of age and a significant increase in the percentage of ducts, terminal ducts, terminal end buds, and alveolar buds at 6 mo of age. The percentage of cells that incorporated BrdU was significantly decreased within the epithelium at 10 days of age and increased within the stroma at 6 mo of age. These changes in histoarchitecture, coupled with an increased presence of secretory product within alveoli, resemble those of early pregnancy, and they suggest a disruption of the hypothalamic-pituitary-ovarian axis and/or misexpression of developmental genes. The altered relationship in DNA synthesis between the epithelium and stroma and the increase in terminal ducts and terminal end buds are striking, because these changes are associated with carcinogenesis in both rodents and humans."
        },
        {
            "References": "PMID:22687996",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The potential for health effects on humans with exposure to bisphenol A (BPA) has raised concerns, and the adverse effects of low-dose exposure to BPA on reproduction have been controversial. The purpose of the present study was to investigate the effects of low-dose exposure to BPA on reproductive development in F(1) rat offspring. Pregnant female Sprague-Dawley rats (F(0)) were fed a diet containing low doses of BPA (0, 0.33, 3.3, or 33 ppm) from gestational day (GD) 6 through postnatal day (PND) 21. The weanlings (F(1)) from all dose groups were fed a normal diet ad libitum after weaning and then were subjected to necropsy at 5 weeks or 3 months of age. No BPA-related changes were observed in body weight or weight of any of the major reproductive organs in F(1) males and females. Epididymis weight was significantly lower only in 3-month-old F(1) males exposed to 33 ppm BPA. Anogenital distance (AGD), the ratio of AGD to the cube root of body weight, and relative ovary weight were significantly lower in 5-week-old F(1) females exposed to 3.3 and 33 ppm BPA, but significant differences were not observed in 3-month-old females. There were no BPA-related effects on cauda epididymal sperm motility in 3-month-old F(1) males. Plasma reproductive steroid hormone concentrations were not altered among groups in either sex. These outcomes indicate that low-dose exposure to BPA in the diet does not adversely affect reproductive development in F(1) rat offspring."
        },
        {
            "References": "PMID:21126938",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Perinatal exposure to low-doses of bisphenol A (BPA) results in alterations in the ovary, uterus, and mammary glands and in a sexually dimorphic region of the brain known to be important for estrous cyclicity. /The researchers/ aimed to determine whether perinatal exposure to environmentally relevant doses of BPA alters reproductive capacity. Female CD-1 mice that were exposed to BPA at 0, 25 ng, 250 ng, or 25 ug/kg body weight (BW)/day or diethylstilbestrol (DES) at 10 ng/kg BW/day (positive control) from gestational day 8 through day 16 of lactation were continuously housed with proven breeder males for 32 weeks starting at 2 months of age. At each delivery, pups born to these mating pairs were removed. The cumulative number of pups, number of deliveries, and litter size were recorded. The purity of the BPA used in this and our previous studies was assessed using HPLC, mass spectrometry, and nuclear magnetic resonance. The forced breeding experiment revealed a decrease in the cumulative number of pups, observed as a nonmonotonic dose-response effect, and a decline in fertility and fecundity over time in female mice exposed perinatally to BPA. The BPA was 97% pure, with no evidence of contamination by other phenolic compounds. Perinatal exposure to BPA leads to a dose-dependent decline in the reproductive capacity of female mice. The effects on the cumulative number of pups are comparable to those previously reported in mice developmentally exposed to DES, a compound well known to impair reproduction in women. This association suggests the possibility that early BPA exposure may also affect reproductive capacity in women."
        },
        {
            "References": "PMID:22187349",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The objective of this study was to assess the effects of bisphenol A (BPA) on germ cell cyst breakdown and primordial follicle formation. Pregnant mice were treated with BPA at doses of 0, 0.02, 0.04, 0.08 mg/kg body weight/day from 12.5 day postcoitum. BPA was delivered orally to pregnant female mice. A dose-response relationship was observed with increased BPA exposure level associated with more oocytes in germ cell cyst and less primordial follicle at postnatal day 3 (P < 0.01). Progression to meiosis prophase I of oocytes was delayed in the 0.08 mg/kg bw/day treated group (P < 0.01). Decreased mRNA expression of specific meiotic genes including Stra8, Dmc1, Rec8 and Scp3 were observed. In conclusion, BPA exposure can affect the formation of primordial follicle by inhibiting meiotic progression of oocytes."
        },
        {
            "References": "PMID:22828881",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In this study, /the researchers/ investigated the effects of maternal transfer of bisphenol A (BPA) and di(2-ethylhexyl) phthalate (DEHP) during gestational and weaning periods on gonadal development of male offspring. Pregnant CD-1 mice were administered by gavages in corn oil with 0.1, 1, or 10 mg/kg/day of BPA and DEHP from gestational days (GD1-21) to the weaning period (postnatal days (PND) 1-21). ... Data indicated that the exposure significantly reduced the male-to-female sex ratio and the sizes of the gonads of male pups as recorded at PND15. The testes of the perinatally exposed male pups were developed less and the expression levels of testicular anti-mullerian hormone, androgen receptor, cyclin A, and StAR were significantly lesser than the control male pups. The less developed testes were accompanied with significant reductions in the expression levels of Gnrh and Fsh at the hypothalamic-pituitary levels. The negative effects were found to be persistent in the sexually mature pups at PND42.  ... Data reveal that the maternal transfer of BPA and DEHP may impose negative influence on the development and functions of the reproductive system of male pups."
        },
        {
            "References": "PMID:18938238",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CD-1 mice were exposed to environmentally relevant doses of BPA during gestation and the lactational period (gestational day 8 through postnatal day 16). At 3, 9 and 12-15 months of age, mammary glands from exposed offspring were examined for structural changes. BPA-exposed females demonstrated altered mammary phenotypes including the appearance of alveolar buds. Additionally, intraductal hyperplasias were observed exclusively in BPA-exposed females. These lesions had the appearance of \"beaded\" ducts, with epithelial cells present inside the ductal lumen and increased proliferation indexes compared to normal ducts. Similar structures have also been observed following exposure to other estrogens. These results are further evidence that perinatal BPA exposure can alter the morphology of the rodent mammary gland in adulthood."
        },
        {
            "References": "PMID:22109888",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Evidence supporting an early origin of prostate cancer is growing. /The researchers/ demonstrated previously that brief exposure of neonatal rats to estradiol or bisphenol A elevated their risk of developing precancerous lesions in the prostate upon androgen-supported treatment with estradiol as adults. Epigenetic reprogramming may be a mechanism underlying this inductive event in early life, because we observed overexpression of phosphodiesterase 4D variant 4 (Pde4d4) through induction of hypomethylation of its promoter. This epigenetic mark was invisible in early life (postnatal d 10), becoming apparent only after sexual maturation. Here, /the researchers/ asked whether other estrogen-reprogrammable epigenetic marks have similar or different patterns in gene methylation changes throughout life. /The researchers/ found that hypomethylation of the promoter of nucleosome binding protein-1 (Nsbp1), unlike Pde4d4, is an early and permanent epigenetic mark of neonatal exposure to estradiol/bisphenol A that persists throughout life, unaffected by events during adulthood. In contrast, hippocalcin-like 1 (Hpcal1) is a highly plastic epigenetic mark whose hypermethylation depends on both type of early-life exposure and adult-life events. Four of the eight genes involved in DNA methylation/demethylation showed early and persistent overexpression that was not a function of DNA methylation at their promoters, including genes encoding de novo DNA methyltransferases (Dnmt3a/b) and methyl-CpG binding domain proteins (Mbd2/4) that have demethylating activities. Their lifelong aberrant expression implicates them in early-life reprogramming and prostate carcinogenesis during adulthood. /The researchers/ speculate that the distinctly different fate of early-life epigenetic marks during adulthood reflects the complex nature of lifelong editing of early-life epigenetic reprogramming."
        },
        {
            "References": "PMID:22566636",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study assessed the effects of BPA on fetal mammary gland development in nonhuman primates. Pregnant rhesus monkeys were fed 400 ug of BPA per kg of body weight daily from gestational day 100 to term, which resulted in 0.68 + or -  0.312 ng of unconjugated BPA per mL of maternal serum, a level comparable to that found in humans. At birth, the mammary glands of female offspring were removed for morphological analysis. Morphological parameters similar to those shown to be affected in rodents exposed prenatally to BPA were measured in whole-mounted glands; estrogen receptor (ER) alpha and beta expression were assessed in paraffin sections. Student's t tests for equality of means were used to assess differences between exposed and unexposed groups. The density of mammary buds was significantly increased in BPA-exposed monkeys, and the overall development of their mammary gland was more advanced compared with unexposed monkeys. No significant differences were observed in ER expression. Altogether, gestational exposure to the estrogen-mimic BPA altered the developing mammary glands of female nonhuman primates in a comparable manner to that observed in rodents."
        },
        {
            "References": "PMID:21827855",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Development and differentiation of the prostate from the fetal urogenital sinus (UGS) is dependent on androgen action via androgen receptors (AR) in the UGS mesenchyme. Estrogens are not required for prostate differentiation but do act to modulate androgen action. In mice exposure to exogenous estrogen during development results in permanent effects on adult prostate size and function, which is mediated through mesenchymal estrogen receptor (ER) alpha. For many years estrogens were thought to inhibit prostate growth because estrogenic drugs studied were administered at very high concentrations that interfered with normal prostate development. There is now extensive evidence that exposure to estrogen at very low concentrations during the early stages of prostate differentiation can stimulate fetal/neonatal prostate growth and lead to prostate disease in adulthood. Bisphenol A (BPA) is an environmental endocrine disrupting chemical that binds to both ER receptor subtypes as well as to AR. Interest in BPA has increased because of its prevalence in the environment and its detection in over 90% of people in the USA. In tissue culture of fetal mouse UGS mesenchymal cells, BPA and estradiol stimulated changes in the expression of several genes. /The authors/ discuss here the potential involvement of estrogen in regulating signaling pathways affecting cellular functions relevant to steroid hormone signaling and metabolism and to inter- and intra-cellular communications that promote cell growth. The findings presented here provide additional evidence that BPA and the estrogenic drug ethinylestradiol disrupt prostate development in male mice at administered doses relevant to human exposures."
        },
        {
            "References": "PMID:12849858",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Bisphenol A (BPA) was examined for its effects on cultured Sertoli cells established from 18-day-old rat testes. /The researchers/ demonstrated that exposure of cultured Sertoli cells to BPA decreased the cell viability in a dose- and a time-dependent manner and that exposure to BPA brought about morphologic changes of the cells, such as membrane blebs, cell rounding, cytoskeletal collapse, and chromatin condensation or fragmentation, all of which conform to the morphologic criteria for apoptosis. Immunocytochemistry showed that active caspase-3, a major execution caspase, was expressed in round Sertoli cells positively labeled by the TUNEL method. Co-localization of active caspase-3 and aggregated actin fragments was also observed in the round Sertoli cells. Theses results suggest that BPA induces cell death of Sertoli cells by promoting apoptosis. Apoptosis-inducing cell death was observed in cells exposed to 150-200 uM BPA, while BPA at <100 uM had only slight cytotoxic effects on the cells."
        },
        {
            "References": "PMID:11890520",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... This study to investigated the effect of bisphenol A (BPA) on erectile function. New Zealand white rabbits were treated intraperitoneally with 150 mg/kg of BPA every other day for 12 days (cumulative dose of 900 mg/kg). Four and 8 weeks after administration of BPA, the contractions and relaxation of cavernosal tissue strips were significantly suppressed in the BPA-treated animals compared to the control animals. Histologically, thickening of tunica albuginea, subtunical deposition of fat and decreased sinusoidal space with consequent increase of trabecular smooth muscle content were observed in the BPA-treated animals."
        },
        {
            "References": "PMID:26427651",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Bisphenol A (BPA), an abundant endocrine disruptor, affects stress-responsiveness and related behaviors in children. In rats, perinatal BPA exposure modifies stress response in pubertal offspring via unknown mechanisms. Here we examined possible epigenetic modifications in the glucocorticoid receptor gene and its regulator Fkbp5 in hypothalamus and hippocampus of exposed offspring. We found increased DNA methylation of Fkbp5 and reduced protein levels in the hippocampus of exposed male rats. Similar effects were obtained in a male hippocampal cell line when exposed to BPA during differentiation. The estrogen receptor (ER) antagonist ICI 182,780 or ERbeta knock-down affected Fkbp5 expression and methylation similarly to BPA. Further, BPA's effect on Fkbp5 was abolished upon knock-down of ERbeta, suggesting a role for this receptor in mediating BPA's effects on Fkbp5. These data demonstrate that developmental BPA exposure modifies Fkbp5 methylation and expression in male rats, which may be related to its impact on stress responsiveness."
        },
        {
            "References": "PMID:26186136",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Early-life exposure to the endocrine disruptor bisphenol A (BPA) affects brain function and behavior, which might be attributed to its interference with hormonal steroid signaling and/or neurotransmitter systems. Alternatively, the use of structural analogs of BPA, mainly bisphenol F (BPF) and bisphenol S (BPS), has increased recently. However, limited in vivo toxicity data exist. We investigated the effects of BPA, BPF and BPS on 5alpha-reductase (5alpha-R), a key enzyme involved in neurosteroidogenesis, as well as on dopamine (DA)- and serotonin (5-HT)-related genes, in the prefrontal cortex (PFC) of juvenile female rats. Gestating Wistar rats were treated with either vehicle or 10 ug/kg/day of BPA, BPF or BPS from gestational day 12 to parturition. Then, female pups were exposed from postnatal day 1 through day 21 (PND21), when they were euthanized and RT-PCR, western blot and quantitative PCR-array experiments were performed. BPA decreased 5alpha-R2 and 5alpha-R3 mRNA and protein levels, while both BPF and BPS decreased 5alpha-R3 mRNA levels in PFC at PND21. Further, BPA, BPF and BPS significantly altered, respectively, the transcription of 25, 56 and 24 genes out of the 84 DA and 5-HT-related genes assayed. Of particular interest was the strong induction by all these bisphenols of Cyp2d4, implicated in corticosteroids synthesis. Our results demonstrate for the first time that BPA, BPF and BPS differentially affect 5alpha-R and genes related to DA/5-HT systems in the female PFC. In vivo evidence of the potential adverse effects of BPF and BPS in the brain of mammals is provided in this work, raising questions about the safety of these chemicals as substitutes for BPA."
        },
        {
            "References": "PMID:24646703",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ There have been few neurobehavioral toxicology studies on newborn animals. Thus, we developed a mouse newborn behavioral testing method for evaluating the risk of neurotoxicity of environmental toxicants, by means of determining the newborn's motor activity applying the tare function of an analytical balance. Motor activities including crawling, pivoting, righting or tremors of mouse newborns were evaluated. Tremors of newborns of dams exposed to bisphenol A at 2, 20 or 200 ug/kg/day on days 5 through 18 of gestation were significantly increased when evaluated on postnatal day 1, as well as those of newborns exposed prenatally to diethylstilbestrol at 0.5 ug/kg/day. We suggest that our developed testing method may provide a useful addition to neurobehavioral assessment in very young rodents exposed to environmental hormone mimics."
        },
        {
            "References": "PMID:17113258",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/  ... The effects of fetal and neonatal exposure to bisphenol A (BPA) on the brain development of mice /was investigated/. The density of tyrosine hydroxylase (TH)-immunoreactive (IR) neurons in substantia nigra was significantly decreased in BPA-exposed female mice (3 ug/g powder food), but not in the male mice, as compared with that of the control mice. The densities of calbindin D-28 K-, calretinin- and parvalbumin-IR neurons in the cerebral cortex were not different between BPA-exposed and the control mice. The present study indicates that chronic exposure of BPA during prenatal and neonatal periods causes a decrease of TH-positive neurons in substantia nigra only in female mice brain."
        },
        {
            "References": "PMID:16380096",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ In this study, the effects of prenatal exposure to BPA (0.1 ppm in drinking water applied to dams during the final week of pregnancy) on emotional and learning behaviors in addition to exploratory behavior /were assessed/. Estimated daily intake was 15 ug/kg/day, below the reference dose (RfD) in the United States and the daily tolerable intake (TDI) in Japan (50 ug/kg/day). The rats were successively tested in open-field test, elevated plus maze test, passive avoidance test and forced swimming test during development from 6 to 9 weeks of juvenile period. Prenatal exposure to BPA mainly affected male rats and abolished sex differences in rearing behavior in the open-field test and struggling behavior in the forced swimming test. BPA increased the immobility of male rats in the forced swimming test. The avoidance learning and behaviors in the elevated plus maze were not affected. The present study demonstrates that male rats at the final week of prenatal period are sensitive to BPA, which impairs sexual differentiation in rearing and struggling behavior and facilitate depression-like behavior."
        },
        {
            "References": "PMID:23051835",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Bisphenol A (BPA) is a widely produced, endocrine disrupting compound that is pervasive in the environment. Data suggest that developmental exposure to BPA during sexual differentiation of the brain leads to later behavioral consequences in offspring. Outbred deer mice (Peromyscus maniculatus bairdii) are an excellent animal model for such studies as they exhibit well-defined sex- and steroid-dependent behaviors. Here, dams during gestation and lactation were fed with a phytoestrogen-free control diet, the same diet supplemented with either ethinyl estradiol (0.1ppb), or one of the three doses of BPA (50 mg, 5 mg, 50 ug/kg feed weight). After weaning, the pups were maintained on control diet until they reached sexual maturity and then assessed for both spatial learning capabilities and anxiety-like and exploratory behaviors. Relative to controls, males exposed to the two upper but not the lowest dose of BPA demonstrated similar impairments in spatial learning, increased anxiety and reduced exploratory behaviors as ethinyl estradiol-exposed males, while females exposed to ethinyl estradiol, but not to BPA, exhibited masculinized spatial abilities. We also determined whether dams maintained chronically on the upper dose of BPA contained environmentally relevant concentrations of BPA in their blood. While serum concentrations of unconjugated BPA in controls were below the minimum level of detection, those from dams on the BPA diet were comparable (5.48 + or - 2.07 ng/mL) to concentrations observed that have been observed in humans. Together, these studies demonstrate that developmental exposure to environmentally relevant concentrations of BPA can disrupt adult behaviors in a dose- and sex-dependent manner."
        },
        {
            "References": "PMID:22957036",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Early life exposure to Bisphenol A (BPA), a component of polycarbonate plastics and epoxy resins, alters sociosexual behavior in numerous species including humans. The present study focused on the ontogeny of these behavioral effects beginning in adolescence and assessed the underlying molecular changes in the amygdala. /The investigators/ also explored the mitigating potential of a soy-rich diet on these endpoints. Wistar rats were exposed to BPA via drinking water (1 mg/L) from gestation through puberty, and reared on a soy-based or soy-free diet. A group exposed to ethinyl estradiol (50 ug/L) and a soy-free diet was used as a positive estrogenic control. Animals were tested as juveniles or adults for anxiety-like and exploratory behavior. Assessment of serum BPA and genistein (GEN), a soy phytoestrogen, confirmed that internal dose was within a human-relevant range. BPA induced anxiogenic behavior in juveniles and loss of sexual dimorphisms in adult exploratory behavior, but only in the animals reared on the soy-free diet. Expression analysis revealed a suite of genes, including a subset known to mediate sociosexual behavior, associated with BPA-induced juvenile anxiety. Notably, expression of estrogen receptor beta (Esr2) and two melanocortin receptors (Mc3r, Mc4r) were downregulated. Collectively, these results show that behavioral impacts of BPA can manifest during adolescence, but wane in adulthood, and may be mitigated by diet. These data also reveal that, because ERbeta and melanocortin receptors are crucial to their function, oxytocin/vasopressin signaling pathways, which have previously been linked to human affective disorders, may underlie these behavioral outcomes."
        },
        {
            "References": "PMID:22707478",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Exposure to BPA during development may affect brain organization and behavior, perhaps as a consequence of its actions as a steroid hormone agonist/antagonist and/or an epigenetic modifier. /The reseachers/ show that BPA produces transgenerational alterations in genes and behavior. Female mice received phytoestrogen-free chow with or without BPA before mating and throughout gestation. Plasma levels of BPA in supplemented dams were in a range similar to those measured in humans. Juveniles in the first generation exposed to BPA in utero displayed fewer social interactions as compared with control mice, whereas in later generations (F(2) and F(4)), the effect of BPA was to increase these social interactions. Brains from embryos (embryonic d 18.5) exposed to BPA had lower gene transcript levels for several estrogen receptors, oxytocin, and vasopressin as compared with controls; decreased vasopressin mRNA persisted into the F(4) generation, at which time oxytocin was also reduced but only in males. Thus, exposure to a low dose of BPA, only during gestation, has immediate and long-lasting, transgenerational effects on mRNA in brain and social behaviors. Heritable effects of an endocrine-disrupting chemical have implications for complex neurological diseases and highlight the importance of considering gene-environment interactions in the etiology of complex disease."
        },
        {
            "References": "PMID:22370244",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Bisphenol A (BPA) is an endocrine disrupting agent that can alter the normal gonadal steroid-sensitive sexual differentiation of the brain and behavior. While reproductive behavior and physiology are known to be altered by perinatal exposure to this compound, less is known about BPA's effects on sex differences in learning and measures of affect. In order to evaluate the effects of perinatal BPA treatment on learning and affect in adulthood, /the researchers/ exposed rats to one of five doses of BPA through gestation and lactation then examined adult behavior in the Morris Water Maze (MWM), the Elevated Plus Maze (EPM) and the Forced Swim Test (FST). No effect of BPA was observed in the MWM, but on both the EPM and FST, low doses (5 ug/kg) of BPA eliminated sex differences found between controls; furthermore, a non-monotonic dose-response observed in previous studies was confirmed for these tasks. Overall, our study adds to the growing data suggesting that BPA interferes with the normal development of affective behaviors in a non-linear, dose-dependent manner."
        },
        {
            "References": "PMID:20696184",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Now under intense scrutiny, due to its endocrine disrupting properties, the potential threat the plastics component bisphenol-A (BPA) poses to human health remains unclear. Found in a multitude of polycarbonate plastics, food and beverage containers, and medical equipment, BPA is thought to bind to estrogen receptors (ERs), thereby interfering with estrogen-dependent processes. /The/  lab has previously shown that exposure to BPA (50 mg/kg bw or 50 ug/kg bw) during the neonatal critical period is associated with advancement of puberty, early reproductive senescence and ovarian malformations in female Long Evans rats. Here, using neural tissue obtained from the same animals, /the investigators/ explored the impact of neonatal BPA exposure on the development of sexually dimorphic hypothalamic regions critical for female reproductive physiology and behavior. Endpoints included quantification of oxytocin-immunoreactive neurons (OT-ir) in the paraventricular nucleus (PVN), serotonin (5-HT-ir) fiber density in the ventrolateral subdivision of the ventromedial nucleus (VMNvl) as well as ERa-ir neuron number in the medial preoptic area (MPOA), the VMNvl, and the arcuate nucleus (ARC). Both doses of BPA increased the number of OT-ir neurons within the PVN, but no significant effects were seen on 5-HT-ir fiber density or ERa-ir neuron number in any of the areas analyzed. In addition to hypothalamic development, we also assessed female sex behavior and body weight. No effect of BPA on sexual receptivity or proceptive behavior in females was observed. Females treated with BPA, however, weighed significantly more than control females by postnatal day 99. This effect of BPA on weight is critical because alterations in metabolism, are frequently associated with reproductive dysfunction. Collectively, the results of this and our prior study indicate that the impact of neonatal BPA exposure within the female rat hypothalamus is region specific and support the hypothesis that developmental BPA exposure may adversely affect reproductive development in females."
        },
        {
            "References": "PMID:15811588",
            "Value": "/BEHAVIORAL STUDIES/ ... Socio-sexual and exploratory behavior of Mongolian gerbil females (Meriones unguiculatus), a monogamous rodent, in response to chronic exposure to the estrogenic endocrine disruptor bisphenol A /was examined/. Paired females were daily administered with one of the following treatments: bisphenol A (2 or 20 ug/kg body weight/day); 17alpha-ethynil estradiol (0.04 ug/kg body weight/day 17alphaE); oil (vehicle). Females were treated for 3 weeks after pairing. Starting on day of pairing, social interactions within pairs were daily recorded. Three weeks after pairing, females were individually tested in a free exploratory paradigm. Bisphenol A and 17alphaE affected male-female social interactions by increasing social investigation. Bisphenol A reduced several exploratory parameters, indicating a decreased exploratory propensity of females. These results highlight the sensitivity of adult female gerbils to bisphenol A during the hormonally sensitive period of pair formation, also considering that the bisphenol A doses tested are well below the suggested human tolerable daily intake."
        },
        {
            "References": "PMID:25660202",
            "Value": "/BEHAVIORAL STUDIES/ Developmental disorders such as autism and attention deficit hyperactivity disorder (ADHD) appear to have a complex etiology implicating both genetic and environmental factors. Bisphenol A (BPA), a widely used chemical in the plastic containers and in the linings of food and beverage cans, has been suggested to play a possible causative role in some developmental disorders. Here, we report behavioral modifications in Drosophila melanogaster following early exposure to BPA, which may suggest BPA as an environmental risk factor for the behavioral impairments that are the basis of diagnosis of autism and ADHD. In an open field assay with perinatally BPA-exposed and vehicle-treated control Drosophila, different parameters of locomotion (distance traveled, walking speed, spatial movement, mobility, turn angle, angular velocity and meander) were analyzed using the ethovision software. We also examined the repetitive and social interaction behaviors in these flies. In an open field assay, we identified disturbances in the locomotion patterns of BPA-exposed Drosophila that may relate to the decision-making and the motivational state of the animal. An increase in repetitive behavior was observed as an increase in the grooming behavior of Drosophila following BPA exposure. Furthermore, we also observed abnormal social interaction by the BPA-exposed flies in a social setting. These results demonstrate the effect of the environmentally prevalent risk agent BPA on the behavior of Drosophila, and suggest the practicability and the ease of using Drosophila as a model in the studies of neurobehavioral developmental disorders."
        },
        {
            "References": "PMID:25242006",
            "Value": "/BEHAVIORAL STUDIES/ Exposures to bisphenol-A, a weak estrogenic chemical, largely used for the production of plastic containers, can affect the rodent behavior. Thus, we examined the relationships between bisphenol-A and the anxiety-like behavior, spatial skills, and aggressiveness, in 12 toxicity studies of rodent offspring from females orally exposed to bisphenol-A, while pregnant and/or lactating, by median and linear splines analyses. Subsequently, the meta-regression analysis was applied to quantify the behavioral changes. U-shaped, inverted U-shaped and J-shaped dose-response curves were found to describe the relationships between bisphenol-A with the behavioral outcomes. The occurrence of anxiogenic-like effects and spatial skill changes displayed U-shaped and inverted U-shaped curves, respectively, providing examples of effects that are observed at low-doses. Conversely, a J-dose-response relationship was observed for aggressiveness. When the proportion of rodents expressing certain traits or the time that they employed to manifest an attitude was analyzed, the meta-regression indicated that a borderline significant increment of anxiogenic-like effects was present at low-doses regardless of sexes (beta)=-0.8%, 95% C.I. -1.7/0.1, P=0.076, at </=120 ug bisphenol-A. Whereas, only bisphenol-A-males exhibited a significant inhibition of spatial skills (beta)=0.7%, 95% C.I. 0.2/1.2, P=0.004, at </=100 ug/day. A significant increment of aggressiveness was observed in both the sexes (beta)=67.9,C.I. 3.4, 172.5, P=0.038, at >4.0 ug. Then, bisphenol-A treatments significantly abrogated spatial learning and ability in males (P<0.001 vs. females). Overall, our study showed that developmental exposures to low-doses of bisphenol-A, e.g. </=120 ug/day, were associated to behavioral aberrations in offspring."
        },
        {
            "References": "PMID:23545179",
            "Value": "/ENDOCRINE MODULATION/ Bisphenol A is utilized to make polycarbonate plastics and is an environmental pollutant. Recent research has indicated that it is an endocrine disruptor and may interfere with reproductive processes. Our lab has previously shown that bisphenol A could regulate corticotrophin releasing hormone and aromatase in cultured placental cells. In the present study, the effect of bisphenol A on these two genes in the placenta was investigated in mice. Pregnant ICR mice were gavaged with bisphenol A at 2, 20 and 200 mg/kg body weight/day from E13 to E16 and were euthanized at E17. Compared to the control mice, increased plasma estrogen and corticotrophin releasing hormone were observed in bisphenol A-treated mice. Messenger RNA quantification indicated that placental crh but not cyp19 was induced in mice treated with bisphenol A. Tracking the related signaling pathway, we found that protein kinase C zeta/lambda and delta were activated in the placentas of bisphenol A-treated mice. As the gene promoter of crh contains CRE and the half site of ERE, either phospho-PKC or estrogen could stimulate the gene transactivation. These results indicate that bisphenol A might increase plasma concentrations of estradiol, testosterone, corticotrophin releasing hormone and placental phospho-PKC zeta/lambda and delta in mice. Ultimately, the incidence of premature birth in these mice could increase."
        },
        {
            "References": "PMID:27993100",
            "Value": "/ENDOCRINE MODULATION/ Thyroid hormones (THs) and estrogens are crucial in the regulation of cerebellar development. TH receptors (TRs) mediate these hormone effects and are regulated by both hormone families. We reported earlier that THs and estradiol (E2) determine TR levels in cerebellar cell culture. Here we demonstrate the effects of low concentrations (10(-10) M) of the endocrine disruptor (ED) bisphenol A(BPA) on the hormonal (THs, E2) regulation of TRalpha,beta in rat cerebellar cell culture. Primary cerebellar cell cultures, glia-containing and glia-destroyed, were treated with BPA or a combination of BPA and E2 and/or THs. Estrogen receptor and TH receptor mRNA and protein levels were determined by real-time qPCR and Western blot techniques. The results show that BPA alone decreases, while BPA in combination with THs and/or E2 increases TR mRNA expression. In contrast, BPA alone increased receptor protein expressions, but did not further increase them in combination with THs and/or E2. The modulatory effects of BPA were mediated by the glia; however, the degree of changes also depended on the specific hormone ligand used. The results signify the importance of the regulatory mechanisms interposed between transcription and translation and raise the possibility that BPA could act to influence nuclear hormone receptor levels independently of ligand-receptor interaction."
        },
        {
            "References": "PMID:26361328",
            "Value": "/ENDOCRINE MODULATION/ Despite many studies on the effects of perinatal Bisphenol A (BPA) exposure on the brain, its effects on brain estrogen receptor (ERalpha) expression during puberty remain unclear. Here, mice were injected subcutaneously with BPA (50 ug/kg), estradiol (10 ug 17beta-E2/kg) or oil (0.05 mL sesame oil) daily during puberty (postnatal days 23-30). Immunohistochemistry was used to examine changes in ERalpha immunoreactive neurons in different brain regions. Compared to control animals, pubertal exposure to BPA significantly increased ERalpha immunoreactive neurons in the bed nucleus of the stria terminalis (BST), arcuate hypothalamic nucleus (Arc), ventromedial hypothalamic nucleus (VMH) and medial amygdaloid nucleus (MeA) in females. E2 exposure during puberty also increased ERalpha immunoreactive neurons in the lateral septum (LS) of females. No effect was detected in males. These results indicate that the effects of estrogenic chemicals on ERalpha immunoreactive neurons are sex-dependent."
        },
        {
            "References": "PMID:19765641",
            "Value": "/ENDOCRINE MODULATION/ Some phenols have been suspected to modulate the endocrine systems of wildlife and humans, but less is known about their interactions with different types of nuclear receptors. In this study, the ability of 2-tert-butylphenol, 2-isopropylphenol, 4-tert-octylphenol (4-t-OP), 2,4-dichlorophenol (2,4-DCP), 3,4-dichlorophenol (3,4-DCP), pentachlorophenol (PCP), bisphenols A (BPA), tetrabromobisphenol A (TBBPA), tetrachlorobisphenol A (TCBPA) and 4-phenylphenol to activate estrogen receptor (ER), androgen receptor (AR), progesterone receptor (PR) and estrogen-related receptor (ERR) were determined using a set of recombined yeast strains. It was found that 4-t-OP, 3,4-DCP, PCP, BPA, TBBPA, TCBPA and 4-phenylphenol were ERalpha agonists, while 4-t-OP, PCP and 4-phenylphenol showed ERalpha antagonistic activities. 2-tert-Butylphenol, 4-t-OP, 2-isopropylphenol, 2,4-DCP, 3,4-DCP, BPA, TCBPA and 4-phenylphenol were antagonists for AR, whereas none of the compounds studied were found to be an AR agonist. TCBPA, TBBPA and PCP were PR antagonists, and 2-tert-butylphenol, 3,4-DCP, 4-t-OP, 4-phenylphenol and 2-isopropylphenol were weak inhibitors on expression under control of the PR. None of the phenols were PR agonists. 2-tert-Butylphenol, 4-t-OP and PCP were ERRgamma inverse agonists, while 2,4-DCP, 3,4-DCP, PCP, BPA, TBBPA and TCBPA exhibited the ability to reverse the ERR inhibition induced by 4-hydroxytamoxifen. ..."
        },
        {
            "References": "PMID:22875908",
            "Value": "/ENDOCRINE MODULATION/ The pituitary gland is composed of hormone-producing cells essential for homeostasis and reproduction. Pituitary cells are sensitive to endocrine feedback in the adult and can have altered hormonal secretion from exposure to the endocrine disruptor bisphenol A (BPA). BPA is a prevalent plasticizer used in food and beverage containers, leading to widespread human exposure. Although prenatal exposure to BPA can impact reproductive function in the adult, the effects of BPA on the developing pituitary are unknown. /The researchers/ hypothesized that prenatal exposure to low doses of BPA impacts gonadotroph cell number or parameters of hormone synthesis. To test this, pregnant mice were administered 0.5 ug/kg/day of BPA, 50 ug/kg/day of BPA, or vehicle beginning on Embryonic Day 10.5. At parturition, pituitaries from female offspring exposed in utero to either dose of BPA had increased proliferation, as assessed by mKi67 mRNA levels and immunohistochemistry. Coincidently, gonadotroph number also increased in treated females. However, we observed a dichotomy between mRNA levels of Lhb and Fshb. Female mice exposed to 0.5 ug/kg/day BPA had increased mRNA levels of gonadotropins and the gonadotropin-receptor hormone (GNRH) receptor (Gnrhr), which mediates GNRH regulation of gonadotropin production and release. In contrast, mice treated with 50 ug/kg/day of BPA had decreased gonadotropin mRNA levels, Gnrhr and Nr5a1, a transcription factor required for gonadotroph differentiation. No other pituitary hormones were altered on the day of birth in response to in utero BPA exposure, and male pituitaries showed no change in the parameters tested. Collectively, these results show that prenatal exposure to BPA affects pituitary gonadotroph development in females."
        },
        {
            "References": "PMID:20621667",
            "Value": "/ENDOCRINE MODULATION/ Bisphenol-A (BPA) and methoxychlor (MXC), two endocrine-disrupting chemicals (EDCs) with estrogenic and antiandrogenic effects, disrupt the reproductive system. BPA has profound effects on luteinizing hormone (LH) surge amplitude, and MXC has profound effects on on LH surge timing in sheep. The neural mechanisms involved in the differential disruption of the LH surge by these two EDCs remain to be elucidated. /The researchers/ tested the hypothesis that the differential effects of BPA and MXC on LH surge system involved changes in hypothalamic gonadotropin-releasing hormone (GnRH) and estrogen receptors (ESR), ESR1 and ESR2, mRNA expression. Pregnant sheep were given daily injections of cottonseed oil (controls), MXC, or BPA (5 mg/kg/day) from day 30 to 90 of gestation (term 147day). Offspring from these animals were euthanized as adults, during the late follicular phase following synchronization of estrus with prostaglandin F(2alpha), just before the expected onset of preovulatory LH surge and changes in mRNA expression of hypothalamic GnRH, ESR1, and ESR2 quantified following in situ hybridization. GnRH mRNA expression was significantly lower in both groups of EDC-treated females compared to controls. ESR1 expression was increased in prenatal BPA- but not MXC-treated females in medial preoptic area relative to controls. In contrast, ESR2 expression was reduced in the medial preoptic area of both EDC-treated groups. Differences in expression of ESR1/ESR2 receptors may contribute to the differential effects of BPA and MXC on the LH surge system. These findings provide support that prenatal exposure to EDCs alters the neural developmental trajectory leading to long-term reproductive consequences in the adult female."
        },
        {
            "References": "PMID:16406770",
            "Value": "/ENDOCRINE MODULATION/ Androgen-like effects of bisphenol A (BPA) using orchiectomized Wistar rats /were examined/. Animals were treated po either with vehicle or with 3, 50, 200, 500 mg/kg bw/day BPA (n=13) for 7 days. One group was treated sc with 1 mg/kg bw/day testosterone propionate (TP). Flutamide (FL) (3 mg/kg bw/day, po) was used to antagonize androgen effects of the suprapharmacological dose (500 mg/kg bw/day) of BPA. Androgen-like effects of BPA on prostates and seminal vesicles were assessed by the Hershberger assay, densitometric analysis of androgen receptor (AR) immunoreactivity, cell proliferation-index and a morphometric analysis. Absolute weights of prostates and seminal vesicles were not increased by BPA, whereas the relative weights were increased at higher doses of BPA, most likely due to a decrease in body weight. Staining intensity for AR immunoreactivity was increased at low but not at higher doses of BPA in comparison to the orchiectomized rats. BPA at all doses tested did not cause an increase of the cell proliferation-index. Epithelial height and glandular luminal area were increased by low doses of BPA, whereas higher doses caused a decrease of these parameters."
        },
        {
            "References": "PMID:22842222",
            "Value": "/ENDOCRINE MODULATION/ The hypothalamic-growth hormone (GH)-liver axis represents a new concept in endocrine regulation of drug toxicity. Preponderant sex differences are found in liver gene expression, mostly dependent on the sexually dimorphic pattern of GH secretion which is set during the neonatal period by gonadal steroids. /The researchers/ tested if GH-dependent sexually dimorphic liver enzymes and proteins was perturbed by neonatal Bisphenol A (BPA) treatment in female rats. Female rats were sc injected with BPA (50 or 500 ug/50 uL) or castor oil vehicle from postnatal day 1 to 10. At five months serum prolactin, pituitary GH, and serum and liver insulin growth factor-I (IGF-I) were measured by RIA. Major urinary proteins (MUPs) were determined by electrophoresis. Liver Cyp2c11, Cyp2c12, Adh1, Hnf6, and Prlr mRNA levels were determined by real time PCR. Pituitary GH content and liver IGF-I concentration were increased by neonatal BPA treatment, indicating partial masculinization of the GH axis in treated females. GH-dependent female predominant liver enzyme genes (Cyp2c12 and Adh1) and a transcription factor (Hnf6) were downregulated or defeminized, while there were no changes in a male predominant gene (Cyp2c11) or protein (MUP). Our findings indicate that perinatal exposure to BPA may compromise the sexually dimorphic capacity of the liver to metabolize drugs and steroids."
        },
        {
            "References": "PMID:22285353",
            "Value": "/ENDOCRINE MODULATION/ Reproductive functions are controlled by a finely tuned balance between estrogens and androgens. To further characterize the gonadal pathways leading to hormonal balance disruption by atrazine, vinclozolin, methoxychlor, and bisphenol A in rat, we investigated their effects in male and female young adult animals. Specifically, we assessed reproductive tract alterations, sex hormone balance in serum and gonads, tissue dosimetry, and mRNA expression. Remarkably, we observed different aromatase regulation profiles between animals with similar estrogen-to-androgen ratios but with different chemical treatments. For example, increased estrogen-to-androgen ratios in atrazine-treated females could be partly linked to aromatase upregulation, while in methoxychlor- and bisphenol A-treated females, peripheral mechanisms such as conjugation/deconjugation processes might be more likely to elevate estrogen levels. In vinclozolin-treated animals, the decreased estrogen-to-androgen ratios reported might be due to an increase of peripheral (adrenal) steroidogenesis. Thus, measurement of many endpoints is necessary for good risk assessment."
        },
        {
            "References": "PMID:15456929",
            "Value": "/ENDOCRINE MODULATION/ ... The uterotrophic activity of bisphenol A (BPA) to the immature rat has been re-evaluated over the dose range 2 ug/kg-800 mg/kg/day. Expression levels of three estrogen responsive uterine genes were determined using real-time RT-PCR--namely, complement component 3, lipocalin 2, and progesterone receptor (PR). 18S rRNA and RNA polymerase II large subunit acted as control genes. Observations of gene expression were made 4 hr and 72 hr after the first of three daily po administrations of BPA. Increases in gene expression were observed over the uterotrophic dose range (approximately 200-800 mg/kg BPA). Over the dose range 2 ug/kg-20 mg/kg BPA there was no uterotrophic response and no increase in gene expression."
        },
        {
            "References": "PMID:11133394",
            "Value": "/ENDOCRINE MODULATION/ The immature rat uterotrophic assay /was used/ to determine the estrogenicity of bisphenol A (BPA). /The researchers/ administered BPA (in sesame oil) to rats subcutaneously (sc; 0, 8, 40, and 160 mg/kg/day) or orally (0, 40, 160, and 800 mg/kg/day) for 3 days beginning on postnatal day (PND) 18; rats were sacrificed 24 hr after the last administration. Uterine wet, blotted, and relative weights increased in all groups given BPA sc. After oral administration, uterine relative weight increased in 160 and 800 mg/kg BPA groups, and wet and blotted weights increased in the 800 mg/kg BPA group. Plasma concentrations of BPA at 1 hr after the last administration were detected in all groups given BPA sc and in groups given 160 and 800 mg/kg BPA orally, with a dose-response effect. The study was then reproduced under the same conditions. After sc injections, uterine wet and blotted weights increased in the 40 and 160 mg/kg BPA groups, and relative weight increased in all groups given BPA sc. By contrast, uterine wet, blotted, and relative weights increased only in the 160 and 800 mg/kg oral BPA groups. Also, to examine time-course changes in uterine weight, we administered BPA (in sesame oil) sc from PND 18 to PND 20 for 3 days at doses of 0, 8, 40, and 160 mg/kg/day; uterine weights were then measured at 6, 12, 18, and 24 hr after the last administration. Uterine wet, blotted, and relative weights increased in all BPA groups at 6 and 24 hr and in 40 and 160 mg/kg BPA groups at 12 hr. By contrast, at 18 hr, uterine wet, blotted, and relative blotted weights increased in all BPA groups and relative wet weight increased in 40 and 160 mg/kg BPA groups. The percentage increases in uterine wet and relative weights of 40 and 160 mg/kg BPA groups at 6 hr were higher than those at 24 hr relative to the controls, but the coefficient of variation in these weights in the group given 8 mg/kg BPA at 24 hr was smaller than that at 6 hr."
        },
        {
            "References": "PMID:10910991",
            "Value": "/ENDOCRINE MODULATION/ In this study, the effects of BPA on uterine wet weight and morphology /were compared/ to those of E(2) in the B6C3F1 ovariectomized mouse. To examine whether these effects were mediated through the ER, the antiestrogen ICI 182, 780 (ICI) was co-administered with BPA or E(2). ... subcutaneous administration of BPA at doses between 0.8 and 8 mg/day over 4 days significantly increased mean uterine wet weights above those of vehicle (corn oil)-treated mice. BPA (2 mg/day) and E(2) (40 ng/day) induced a significant increase in luminal epithelial height and in the thickness of both the stromal and myometrial layers of the uterus. The effects of 40 ng E(2)/day on all endpoints studied were reversed by 20 ug ICI/day. ICI at 200, but not 20 ug/day, was able to reverse the BPA (2 mg/day)-induced increase in both uterine wet weight and luminal epithelial height."
        },
        {
            "References": "PMID:10839476",
            "Value": "/ENDOCRINE MODULATION/ The treatment of ovariectomized (OVX) Wistar rats with BPA at doses of 11-250 mg/kg per day, sc, for 7 days, resulted in significant dose-dependent regrowth of uterus in uterotrophic assay. Additionally, the stimulation of anterior pituitary gland growth and induction of hyperprolactinaemia, as determined by wet organ weight and radioimmunoassay (RIA), respectively, were also dose-dependent (at 128 and 250 mg/kg per day, P < 0.05). Prolactin immunostaining of anterior pituitary glands revealed that BPA at a dose of 250 mg/kg per day increased the number of prolactin-immunopositive cells by 63% compared to OVX rats. These results demonstrate that the reproductive tract and neuroendocrine axis of Wistar rats are able to respond to BPA. Furthermore, the pituitary gland hypertrophy and hyperprolactinaemia can be mediated, at least partly, by increase in number of prolactin-immunoreactive cells."
        },
        {
            "References": "PMID:15635150",
            "Value": "/ENDOCRINE MODULATION/ The endocrine-disrupting activities of bisphenol A (BPA) and 19 related compounds were comparatively examined by means of different in vitro and in vivo reporter assays. BPA and some related compounds exhibited estrogenic activity in human breast cancer cell line MCF-7, but there were remarkable differences in activity. Tetrachlorobisphenol A (TCBPA) showed the highest activity, followed by bisphenol B, BPA, and tetramethylbisphenol A (TMBPA); 2,2-bis(4-hydroxyphenyl)-1-propanol, 1,1-bis(4-hydroxyphenyl)propionic acid and 2,2-diphenylpropane showed little or no activity. Anti-estrogenic activity against 17beta-estradiol was observed with TMBPA and tetrabromobisphenol A (TBBPA). TCBPA, TBBPA, and BPA gave positive responses in the in vivo uterotrophic assay using ovariectomized mice. In contrast, BPA and some related compounds showed significant inhibitory effects on the androgenic activity of 5alpha-dihydrotestosterone in mouse fibroblast cell line NIH3T3. TMBPA showed the highest antagonistic activity, followed by bisphenol AF, bisphenol AD, bisphenol B, and BPA. However, TBBPA, TCBPA, and 2,2-diphenylpropane were inactive. TBBPA, TCBPA, TMBPA, and 3,3'-dimethylbisphenol A exhibited significant thyroid hormonal activity towards rat pituitary cell line GH3, which releases growth hormone in a thyroid hormone-dependent manner. However, BPA and other derivatives did not show such activity. The results suggest that the 4-hydroxyl group of the A-phenyl ring and the B-phenyl ring of BPA derivatives are required for these hormonal activities, and substituents at the 3,5-positions of the phenyl rings and the bridging alkyl moiety markedly influence the activities."
        },
        {
            "References": "PMID:22166976",
            "Value": "/ENDOCRINE MODULATION/ ... In the present study, the roles of estrogen receptors (ER) in mediating the rapid contractile and arrhythmogenic effects of estrogens were examined. Contractility was used as an index to assess the impact of E(2) or BPA on Ca(2+) handling in rodent ventricular myocytes. The concentration-response curve for the stimulatory effects of BPA and E(2) on female myocyte was inverted-U shaped. Detectable effects for each compound were observed at 1.0x10-12 M, and the most efficacious concentrations for each were at 1.0x10-9 M. Sensitivity to E(2) and BPA was not observed in male myocytes and was abolished in myocytes from ovariectomized females. Analysis using protein-conjugated E(2) suggests that these rapid actions are induced by membrane-associated receptors. Analysis using selective ER agonists and antagonists and a genetic ERbeta knockout mouse model showed that ERalpha and ERbeta have opposing actions in myocytes and that the balance between ERbeta and ERalpha signaling is the prime regulator of the sex-specific sensitivity toward estrogens. The response of female myocytes to E(2) and BPA is dominated by the stimulatory ERbeta-mediated signaling, and the absence of BPA and E(2) responsiveness in males is due to a counterbalancing-suppressive action of ERa. /The researchers/ conclude that the sex-specific sensitivity of myocytes to estrogens and the rapid arrhythmogenic effects of BPA and estradiol in the female heart are regulated by the balance between ERa and ERbeta signaling."
        },
        {
            "References": "PMID:19353891",
            "Value": "/ENDOCRINE MODULATION/ The estrogenic activities of BPA, BPAF, BPAP, BPF were tested based on recombinant gene yeast assay. Six mixtures were designed based on the result of the test,each of which had an equitoxic ratio ray (EC10 or EC50). The EC50 values are 6.81 x 10-6 mol/L, 7.44 x 10-7 mol/L, 1.43 x 10-5 mol/L, 7.52 x 10-6 mol/L for BPA, BPAF, BPAP and BPF respectively,which reveals that the estrogenic activities order among the four bisphenols was BPAF> BPA> BPF> BPAP. The experiment shows that when BPA mixes with BPAF, BPAP and BPF in different ratios individually, different combination effects are produced. It reveals that the combined ratios of the components may affect the combined effect. The dose addition model and the independent action model are used to identify the combined effect. They are testified to be more intuitionistic and more comprehensive than other joint effect indices."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.191 (2003).",
            "Value": "/GENOTOXICITY/ The ability of bisphenol-A to induce DNA single strand breaks in primary rat hepatocytes was investigated by an alkaline elution method. Cells were exposed to 0.2-0.5 nM bisphenol-A for 3 hours and then harvested. Cells irradiated with gamma radiation served as the positive controls. A dose-related increase in DNA single strand breaks was observed with bisphenol-A, with the criteria for a positive result (a >3.0 fold increase in the elution slope) being seen at 0.4 nM. However, cytotoxicity was observed from 0.2 nM bisphenol-A. Thus, in this study, bisphenol-A was only observed to induce DNA damage at concentrations that produced cytotoxicity."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, 4,4'-Isopropylidenediphenol (Bisphenol-A) (CAS# 80-05-7) p.188 (2003).",
            "Value": "/GENOTOXICITY/ Chinese hamster ovary (CHO) cells were exposed in two separate experiments to 30-50 ug/mL bisphenol-A for 2 hours with metabolic activation and 20-40 ug/mL for 8 hours without metabolic activation. Cells were harvested at 11 hours with metabolic activation and 21 hours without metabolic activation. In the first test with metabolic activation, an increase in the percentage of metaphases with chromosome aberrations from bisphenol-A treated cultures was observed only at the top dose in the presence of cytotoxicity; 14% at 50 ug/mL compared to 3% in controls. In these high-dose cultures, it was stated that cell confluence was reduced by approximately 70%. In the second test, no significant increases were observed in with metabolic activation; only 3% of cells at the highest dose had aberrations. No significant increases in aberrations were observed without metabolic activation with bisphenol-A evidently being tested up to \"toxic levels.\" The positive controls produced clear increases in chromosome aberrations."
        },
        {
            "References": "PMID:22245107",
            "Value": "/GENOTOXICITY/ ... The present study was designed to determine genotoxic and mutagenic effects of Bisphenol A (BPA) using in-vivo and in-vitro assays. The adult male and female rats were orally administered with various doses of BPA (2.4 ug, 10 ug, 5mg and 50 mg/kg bw) once a day for six consecutive days. Animals were sacrificed, bone marrow and blood samples were collected and subjected to series of genotoxicity assay such as micronucleus, chromosome aberration and single cell gel electrophoresis (SCGE) assay respectively. Mutagenicity was determined using tester strains of Salmonella typhimurium (TA 98, TA 100 and TA 102) in the presence and absence of metabolically active microsomal fractions (S9). Further, we estimated the levels of 8-hydroxydeoxyguanosine, lipid peroxidation and glutathione activity to decipher the potential genotoxic mechanism of BPA. /The investigators/ observed that BPA exposure caused a significant increase in the frequency of micronucleus (MN) in polychromatic erythrocytes (PCEs), structural chromosome aberrations in bone marrow cells and DNA damage in blood lymphocytes. These effects were observed at various doses tested except 2.4 ug compared to vehicle control. /The investigators/ did not observe the mutagenic response in any of the tester strains tested at different concentrations of BPA. /The investigators/ found an increase in the level of 8-hydroxydeoxyguanosine in the plasma and increase in lipid peroxidation and decrease in glutathione activity in liver of rats respectively which were exposed to BPA. In conclusion, the data obtained clearly documents that BPA is not mutagenic but exhibit genotoxic activity and oxidative stress could be one of the mechanisms leading to genetic toxicity."
        },
        {
            "References": "PMID:18083607",
            "Value": "/GENOTOXICITY/ In the present study, potential aneugenic effects of Bisphenol A (BPA) on mouse male and female germ cells and bone marrow cells have been evaluated after acute, sub-chronic or chronic in vivo exposure. Female mice were orally treated with a single BPA dose, with 7 daily administrations or exposed for 7 weeks to BPA in drinking water. No significant induction of hyperploidy or polyploidy was observed in oocytes and zygotes at any treatment condition. The only detectable effect was a significant increase of metaphase II oocytes with prematurely separated chromatids after chronic exposure; this effect, however, had no irreversible consequence upon the fidelity of chromosome segregation during the second meiotic division, as demonstrated by the normal chromosome constitution of zygotes under the same exposure condition. With male mice, no delay of meiotic divisions was found after six daily oral doses of BPA with the BrdU assay. Similarly, no induction of hyperploidy and polyploidy was shown in epydidimal sperm hybrized with probes for chromosomes 8, X and Y, 22 days after six daily oral BPA doses. Finally, two daily oral BPA doses did not induce any increase of micronucleus frequencies in polychromatic erythrocytes of mouse bone marrow. In conclusion, our results do not add evidence to the suspected aneugenic activity of BPA and suggest that other factors or co-factors should be considered to explain the unexpected burst of meiotic abnormalities previously attributed to accidental BPA exposure."
        },
        {
            "References": "PMID:24460192",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Lysophosphatidic acid (LPA) signaling via G protein-coupled transmembrane LPA receptors (LPA1 to LPA6) mediates a variety of cellular functions, including cell proliferation, migration, morphogenesis, and differentiation. Recently, we demonstrated that the different induction of LPA receptors by estrogens regulates cell motile activity of rat liver epithelial WB-F344 cells. In the present study, to assess whether endocrine disruptors (EDs) are involved in cellular functions through LPA signaling, we measured cell motile activity and LPA receptor expressions in WB-F344 cells treated with bisphenol A (BPA) and 4-nonylphenol (4-NP). Using quantitative real time RT-PCR analysis, the Lpar1 expression was elevated in BPA-treated cells, whereas the Lpar3 expression was decreased. In contrast, 4-NP increased the Lpar3 expression, but not the Lpar1 and Lpar2. For cell motility assay with a Cell Culture Insert, cell motile activity of BPA-treated cells was significantly lower than that of untreated cells. In contrast, 4-NP markedly enhanced cell motile activity. The effects of BPA and 4-NP on cell motility were inhibited by the Lpar1 or Lpar3 knockdown. These results suggest that BPA and 4-NP may regulate cell motile activity through the different induction of LPA receptors in WB-F344 cells."
        },
        {
            "References": "PMID:25901847",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The present study was to evaluate the effect of bisphenol A (BPA) at the doses 1, 10, 100 and 200 ug/mL on the bovine spermatozoa motility, viability and production of superoxide radical. The CASA system was used to determine the spermatozoa motility. The initial motility showed the significant differences (P < 0.001) between the groups higher than 100 ug BPA/mL and the control group. Evaluation of the spermatozoa motility after 6 hr of cultivation at the doses > 10 ug BPA/mL was found to decrease motility significantly. After 24 hr it was observed that the doses < 10 ug BPA/mL statistically increased motility, while the doses > 100 ug BPA/mL significantly decreased motility in comparison to control. The viability of spermatozoa as detected by the MTT assay decreased in all experimental groups, but significant differences were noted only at the highest doses of BPA after 24 hr of in vitro cultivation. The intracellular superoxide production was observed by the NBT test after 24 hr of BPA exposure. The results indicated that in all experimental groups the amount of superoxide increased as compared to the control group; significant changes were observed at the doses > 100 ug BPA/mL. In conclusion, the results from our experiments suggest the negative effects of BPA at the highest doses used on motility and viability of bovine spermatozoa and production of superoxide radical."
        },
        {
            "References": "Dinan L et al; Envrion Toxicol Chem 20 (9): 2038-46 (2001)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The B(II) bioassay was developed as a rapid and reliable tool for detecting potential insect growth regulators acting as ecdysteroid receptor (ant)agonists. Based on an ecdysteroid-responsive cell line from Drosophila melanogaster, this microplate assay is ideally suited to the evaluation of environmental contaminants as potential endocrine disrupters. ... Among the industrial chemicals, antagonistic activity was observed for bisphenol A median effective concentration (EC50) of 1.0X10-4 M and diethylphthalate (EC50 of 2.0X10-3 M). ... For lindane, bisphenol A, and diethylphthalate, activity is not associated with impurities in the samples and, for lindane and bisphenol A at least, the compounds are able to compete with ecdysteroids for the ligand binding site on the receptor complex, albeit at concentrations very much higher than those found in the environment. ..."
        },
        {
            "References": "PMID:17589598",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The hypothesis that the low-dose effects of estrogens on the developing prostate are associated with increased expression of androgen receptor (Ar) and estrogen receptor 1 (alpha) (Esr1) genes in mesenchyme cells /was tested/. Ar and Esr1 mRNA levels were quantified in primary cultures of fetal mouse prostate mesenchyme cells treated with 17beta-estradiol (E(2)) and bisphenol A (BPA). Ar and Esr1 mRNA expression increased in response to E(2), with thresholds of 0.001 and 0.037 nM, respectively; and in response to BPA, with a threshold of 1 nM for both mRNAs. ..."
        },
        {
            "References": "PMID:15879462",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study aimed to test the potential inhibitory effects of bisphenol A (BPA) on meiotic cell cycle progression, centrosomes and spindle integrity in mouse cumulus-oocyte complexes (COCs). They were exposed to BPA (10-30 uM; 2.3-6.8 ppm) during meiosis-I and the formation of metaphase-II (M-II) spindle. Exposure to BPA during meiosis-I caused a dose-dependent retardation/inhibition of cell cycle progression; 74 and 61% of cells reached metaphase-I (M-I) in the presence of 10 and 30 uM BPA, respectively, (81% in controls, P<0.001). A more striking delay was noted when oocytes were exposed to BPA during the formation of M-II spindle, i.e. 61 and 41% of cells (94% in controls, P<0.001) reached M-II while the remaining cells remained at M-I. Depending on dose, both (i) loosening and elongation of meiotic spindles and (ii) compaction and dispersion of pericentriolar material (PCM) were noted in all samples, all of which resulted in a series of spindle abnormalities. Interestingly, no chromosome was detected in the first polar body after the 10 and 30 uM BPA treatments. When the cells were freed from BPA exposure at 10 and 30 uM, 70 and 61%, of the cells succeeded in reaching M-II (93% in controls, P<0.001), respectively."
        },
        {
            "References": "PMID:15036763",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The effects of phytoestrogens (genistein, daidzein, and coumestrol) and environmental estrogens (bisphenol A (BPA), p-n-nonylphenol (NP) and bis(2-ethylhexyl)phthalate (DEHP)) on osteoblast differentiation using MC3T3-E1 cells, a mouse calvaria osteoblast-like cell line /were studied/. Coumestrol (10X10-10 to 10X10-6 M) slightly enhanced cell proliferation, while neither the other phytoestrogens (daidzein, genistein) nor environmental estrogens increased cell proliferation. Alkaline phosphatase (ALP) activity and cellular calcium (Ca) and phosphorus (P) contents were increased by phytoestrogens and BPA; however, neither NP nor DEHP affected those osteoblastic indicators."
        },
        {
            "References": "PMID:14763995",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Alkylphenols, such as p-nonylphenol (NP) and 4-tert-octylphenol (OP) and bisphenol A (BPA) are thought to mimic estrogens in their action, and are called endocrine disrupters. /The investigators/ examined whether these endocrine disrupters affected progesterone receptor (PR) mRNA expression in the adult female rat neocortex. In one experiment, at 12.00 hr, ovariectomized rats were given a subcutaneous injection of 10 mg of NP, 10 mg of OP or 10 mg of BPA, or sesame oil alone as control. Twenty-four hours after injection, the left side of the frontal cortex, parietal cortex and temporal cortex was collected. In a second experiment to study the time-course of the effects of BPA on PR mRNA, the ovariectomized rats were given a subcutaneous injection of 10 mg of BPA and killed 0, 6, 12 and 24 hr after injection. In addition to the frontal cortex and temporal cortex, the occipital cortex was also collected. Northern blotting revealed that, in the first experiment, injection of NP, OP or BPA significantly increased PR mRNA expression in the frontal cortex but not in the parietal cortex. In the temporal cortex, BPA significantly decreased PR mRNA, but NP and OP produced no significant changes. The second experiment revealed that, in the frontal cortex, BPA induced a significant increase in PR mRNA expression at 6 hr after injection, which lasted until 24 hr after injection. In the temporal cortex, PR mRNA expression was significantly decreased 6 hr after injection of BPA and was still significantly low 24 hr after injection. No significant change was observed in the occipital cortex."
        },
        {
            "References": "PMID:20219716",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The objective of /this/ study was to determine the effects of prenatal exposure to bisphenol A (BPA) on the rat mammary gland proteome in postnatal rats as a first step toward the investigation of translational biomarkers of susceptibility in the human population. Pregnant rats were treated orally with 0, 25 or 250 ug BPA/kg body weight from days 10 to 21 post-conception. Female offspring were euthanized at 21 and 50 days, and mammary glands were collected. Proteomic analysis was conducted using 2-DE, followed by a combination of MALDI-TOF-TOF and LC-MS/MS, which led to the identification of 21 differentially abundant proteins including vimentin, SPARC and 14-3-3. Western blot analysis of key downstream signaling proteins demonstrated increased phospho-AKT, c-Raf, phospho-ERKs-1 and 2, but decreased TGF-beta in mammary glands of 50 day old rats exposed prenatally to BPA. /These/ studies indicate ... that key proteins involved in signaling pathways such as cellular proliferation are regulated at the protein level by BPA. This data is expected to aid in the understanding of how BPA may be influencing the susceptibility of the mammary gland to cancer transformation."
        },
        {
            "References": "PMID:22743301",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Bisphenol A (BPA) is an estrogenic chemical used to manufacture many commonly used plastic and epoxy resin-based products. BPA ubiquitously binds to estrogen receptors throughout the body, including estrogen receptor alpha (ESR1) in the ovary. Few studies have investigated the effects of BPA on ovarian antral follicles. Thus, /the reseachers/ tested the hypothesis that BPA alters cell cycle regulators and induces atresia in antral follicles via the genomic estrogenic pathway, inhibiting follicle growth. To test this hypothesis, /the investigators/ isolated antral follicles from 32- to 35-day-old control and Esr1-overexpressing mice and cultured them with vehicle control (dimethylsulfoxide (DMSO)) or BPA (1-100 ug/mL). Additionally, antral follicles were isolated from 32- to 35-day-old FVB mice and cultured with DMSO, BPA (1-100 ug/mL), estradiol (10 nM), ICI 182,780 (ICI; 1 uM), BPA plus ICI, or BPA plus estradiol. Follicles were measured for growth every 24 h for 96-120 h and processed either for analysis of estrogen receptor, cell cycle, and/or atresia factor mRNA expression, or for histological evaluation of atresia. Results indicate that estradiol and ICI do not protect follicles from BPA-induced growth inhibition and that estradiol does not protect follicles from BPA-induced atresia. Furthermore, overexpressing Esr1 does not increase susceptibility of follicles to BPA-induced growth inhibition. Additionally, BPA up-regulates Cdk4, Ccne1, and Trp53 expression, whereas it down-regulates Ccnd2 expression. BPA also up-regulates Bax and Bcl2 expression while inducing atresia in antral follicles. These data indicate that BPA abnormally regulates cell cycle and atresia factors, and this may lead to atresia and inhibited follicle growth independently of the genomic estrogenic pathway."
        },
        {
            "References": "PMID:22281313",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  /The researchers/ demonstrated the rapid effects of 10 nM bisphenol A (BPA) on the spinogenesis of adult rat hippocampal slices. The density of spines was analyzed by imaging Lucifer Yellow-injected CA1 neurons in slices. Not only the total spine density but also the head diameter distribution of spine was quantitatively analyzed. Spinogenesis was significantly enhanced by BPA within 2 hr. In particular, the density of middle-head spine (with head diameter of 0.4-0.5 um) was significantly increased. Hydroxytamoxifen, an antagonist of both estrogen-related receptor gamma (ERRgamma) and estrogen receptors (ERalpha/ERbeta), blocked the BPA-induced enhancement of the spine density. However, ICI 182,780, an antagonist of ERalpha/ERbeta, did not suppress the BPA effects. Therefore, ERRgamma is deduced to be a high affinity receptor of BPA, responsible for modulation of spinogenesis. The BPA-induced enhancement of spinogenesis was also suppressed by MAP kinase inhibitor, PD98059, and the blocker of NMDA receptors, MK-801. Washout of BPA for additional 2 hr after 2 hr BPA treatment abolished the BPA-induced enhancement of spinogenesis, suggesting that the BPA effect was reversible. ERRgamma was localized at synapses as well as cell bodies of principal neurons. ERRgamma at synapses may contribute to the observed rapid effect. The level of BPA in the hippocampal slices was determined by mass-spectrometric analysis."
        },
        {
            "References": "PMID:22531466",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Endocrine disruptor chemicals (EDCs), which are predominantly present in the environment, are able to mimic or antagonise the biological activity of hormones primarily through the interaction with specific receptors. The main consequences are adverse effects on the growth and development of reproductive organs, the induction of cancer and effects on neuronal differentiation. In this study, /the researchers/ investigated the ability of certain EDCs, Bisphenol A (BPA), Bisphenol B (BPB), Bisphenol F (BPF), 4-n Nonylphenol (NP) and Octylphenol (OP), belonging to a homogeneous group of phenol origin, to interfere with specific cellular processes, namely, proliferation, by using MCF-7 breast carcinoma cells, and differentiation, by using murine bone marrow dendritic cells. /The researchers/ correlated the data on cell growth with the stimulation of cell cycle progression, which could become a step in the development of cancer, and /the researchers/ established a proliferation ranking between the tested EDCs: NP>BPA>OP>BPB>BPF. In addition, /the researchers/ investigated the ability of NP, BPA and OP to induce the differentiation of dendritic cells, the powerful antigen-presenting cells of the immune system. The differentiation and activation of these cells could affect a well-regulated immune response and determine an allergic sensitization. /The researchers/ found that BPA and NP were active in determining differentiation."
        },
        {
            "References": "PMID:11258963",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The estrogenic activities of bisphenol A (BPA) and its major metabolite BPA glucuronide (BPA-G) were assessed in a number of in vitro and in vivo assays. BPA competed with [(3)H]-17beta-estradiol (E2) for binding to mouse uterine cytosol ER, a glutathione S-transferase (GST)-human ER D, E, and F domain fusion protein (GST-hERalphadef) and full-length recombinant hERbeta. The IC(50) values for E2 were similar for all three receptor preparations, whereas BPA competed more effectively for binding to hERbeta (0.96 uM) than to either mouse uterine cytosol ER (26 uM) or GST-hERalphadef (36 uM). In contrast, BPA-G did not competitively displace [(3)H]E2 from any of the ER preparations. In MCF-7 cells transiently transfected with Gal4-hERalphadef or Gal4-hERbetadef, BPA induced reporter gene activity with comparable EC(50) values (71 and 39 uM, respectively). No significant induction of reporter gene activity was seen for BPA-G. Cotreatment studies showed that concentrations of (10 uM) BPA and BPA-G did not antagonize E2-induced luciferase mediated through either Gal4-hERalphadef or Gal4-hERbetadef. ..."
        },
        {
            "References": "PMID:12243868",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of BPA on nitric oxide (NO) synthesis in the murine endothelial cell line, MSS31 /was examined/. BPA (1-100 uM) increased nitrite/nitrate, a stable metabolites of NO, levels in culture medium of MSS31. However, Western blotting showed that the level of endothelial NO synthase protein was not increased by 16 hr of treatment with BPA (10 uM). ICI 182,780 (10 uM), an estrogen receptor (ER) antagonist, suppressed BPA-induced NO synthesis while actinomycin D (1 ug/mL), a transcription inhibitor, or cycloheximide (40 uM), a protein synthesis inhibitor, exhibited no effect on BPA-induced NO synthesis. These results indicate that BPA stimulates NO synthesis through a non-genomic ER-mediated mechanism. Short-term effects of BPA on NO synthesis were weak but similar to 17beta-estradiol."
        },
        {
            "References": "PMID:21925253",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Bisphenol A (BPA) is a potential endocrine disruptor. It has been shown that it reduces serum testosterone level in rodents after exposure. However, the mechanism is unclear. The object of the present study is to investigate the effects of BPA on human and rat steroidogenic enzymes including P450 17a-hydroxylase/17,20-lyase (CYP17A1), 3beta-hydroxysteroid dehydrogenase (3beta-HSD) and 17beta-hydroxysteroid dehydrogenase 3 (17beta-HSD3). Human and rat testis microsomes were exposed to various concentrations of BPA (10(-8)-10(-4)M). BPA inhibited human and rat 3beta-HSD, CYP17A1 and 17beta-HSD3 activities. The half maximal inhibitory concentrations (IC(50)s) of BPA for human and rat testis 3beta-HSD were 7.92 + or - 1.03 and 26.49 + or - 3.03 uM (200 uM pregnenolone), respectively. The IC(50)s for human and rat CYP17A1 (1 uM progesterone) were 18.99 + or - 3.75 and 64.67 + or - 4.04 uM, respectively. BPA was a weak HSD17B3 inhibitor with IC(50)s of about 100 uM (200 nM androstenedione). BPA also concentration-dependently inhibited testosterone production by rat Leydig cells. In conclusion, BPA is an inhibitor for 3beta-HSD, CYP17A1 and 17beta-HSD3. Human 3beta-HSD and CYP17A1 are more sensitive to BPA than rat 3beta-HSD and CYP17A1."
        },
        {
            "References": "PMID:22230296",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Multiple physiologic estrogens (estradiol, estriol, and estrone), as well as xenoestrogenic compounds (including alkylphenols and bisphenol A), can act via nongenomic signaling initiated by liganding of the plasma membrane estrogen receptor-alpha (mERalpha). /The researchers/ examined heterotrimeric G protein involvement leading to extracellular-regulated kinase (ERK) activation in GH3/B6/F10 rat anterior pituitary tumor cells that express abundant mERalpha, and smaller amounts of mERbeta and GPR30. A combination of microarrays, immunoblots, and quantitative immunoassays demonstrated the expression of members of all alpha, beta, and gamma G protein classes in these cells. Use of selective inhibitors showed that the G(alphai) subtype was the primary initiator of downstream ERK signaling. Using antibodies against the GTP-bound form of G(alpha) protein subtypes i and s, /the researchers/ showed that xenoestrogens (bisphenol A, nonylphenol) activated G(alphai) at 15-30s; all alkylphenols examined subsequently suppressed activation by 5min. GTP-activation of G(alphai) for all estrogens was enhanced by irreversible cumulative binding to GTPgammaS. In contrast, G(alphas) was neither activated nor deactivated by these treatments with estrogens. ERalpha and G(alphai) co-localized outside nuclei and could be immuno-captured together. Interactions of ERalpha with G(alphaai) and caveolin I were demonstrated by epitope proximity ligation assays. An ERalphaa/beta antagonist (ICI182780) and a selective disruptor of caveolar structures (nystatin) blocked estrogen-induced ERK activation. Xenoestrogens, like physiologic estrogens, can evoke downstream kinase signaling involving selective interactions of ERalpha with G(alphai) and caveolin I, but with some different characteristics, which could explain their disruptive actions."
        },
        {
            "References": "PMID:21761357",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Diethylstilbestrol (DES) and bisphenol-A (BPA) are estrogen-like endocrine-disrupting chemicals that induce persistent epigenetic changes in the developing uterus. However, DES exposure in utero is also associated with an increased risk of breast cancer in adult women. Similarly, fetal exposure to BPA induces neoplastic changes in mammary tissue of mice. We hypothesized that epigenetic alterations would precede the increased risk of breast neoplasia after in utero exposure to endocrine disruptors. Enhancer of Zeste Homolog 2 (EZH2) is a histone methyltransferase that has been linked to breast cancer risk and epigenetic regulation of tumorigenesis. We examined the effect of BPA and DES on EZH2 expression and function in MCF-7 cells and in mammary glands of mice exposed in utero. DES and BPA treatment approximated human exposure. EZH2 functional activity was assessed by measuring histone H3 trimethylation. Treatment of MCF-7 cells with DES or BPA led to a 3- and 2-fold increase in EZH2 mRNA expression, respectively (p< 0.05) as well as increased EZH2 protein expression. Mice exposed to DES in utero showed a >2-fold increase in EZH2 expression in adult mammary tissue compared with controls (p< 0.05). EZH2 protein was elevated in mammary tissue of mice exposed to DES or BPA. Histone H3 trimethylation was increased in MCF-7 cells treated with BPA or DES. Similarly, mice exposed to BPA or DES in utero showed increased mammary histone H3 trimethylation. Developmental programming of EZH2 is a novel mechanism by which in utero exposure to endocrine disruptors leads to epigenetic regulation of the mammary gland."
        },
        {
            "References": "PMID:22227104",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Bisphenol (BPA) is one of the highest-volume chemicals produced worldwide, and human exposure to BPA is thought to be ubiquitous. Various rodent and in vitro studies have shown that thyroid hormone (TH) function can be impaired by BPA. However, it is still unknown if low concentrations of BPA can suppress the thyroid hormone receptor (TR) transcription. The present study aims to investigate the possible suppressing effects of low concentrations of BPA on TR transcription and the involved mechanism(s) in CV-1 cells derived from cercopithecus aethiops monkey kidneys. Using gene reporter assays, BPA at concentrations as low as 10(-9)M suppresses TR or steroid receptor coactivator-1(SRC-1)-enhanced TR transcription, but not reducing TR/SRC-1 interaction in mammalian two-hybrid and glutathione S-transferase pull-down studies. It has been further shown that both nuclear receptor co-repressor (N-CoR) and silencing mediator for retinoid and thyroid hormone receptors (SMRT) are recruited to the TR-beta1 by BPA in the presence of physiologic concentrations of T3 or T4. However, the overexpression of beta3 integrin or c-Src significantly reduces BPA-induced recruitment of N-CoR/SMRT to TR or suppression of TR transcription. Furthermore, BPA inhibits the T3/T4-mediated interassociation of the beta3 integrin/c-Src/MAPK/TR-beta1 pathways by the co-immunoprecipitation. These results indicate that low concentrations of BPA suppress the TR transcription by disrupting physiologic concentrations of T3/T4-mediated beta3 integrin/c-Src/MAPK/TR-beta1 pathways, followed by recruiting N-CoR/SMRT to TR-beta1, providing a novel insight regarding the TH disruption effects of low concentration BPA."
        },
        {
            "References": "PMID:21574817",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Bisphenol-A (BPA) is an industrial chemical and is known to act as an endocrine disrupter. This study was designed to evaluate how BPA regulates Sertoli cell (SC) signal molecules. Purified rat SCs were cultured and treated with BPA (200 umol/L) at various time points. Western blot analysis was used to determine the activation of extracellular signal-related kinases 1 and 2 (ERK1/2), c-Jun N-terminal kinase (JNK), p38 mitogen activated protein kinase (MAPK), nuclear factor kappa B (NF-kappaB), cyclooxygenase-1,2 (COX-1, 2), estrogen receptor-alpha (ER-a), and androgen receptor (AR). The levels of transferrin (TF), prostaglandin E(2) (PGE(2)), and prostaglandin F(2a) (PGF(2a)) in culture medium were quantified by ELISA. Interleukin (IL)-1beta and IL-6 mRNAs were measured by quantitative real-time PCR (QRT-PCR). Compared with the control, BPA activated the phosphorylation of ERK1/2 (p-ERK1/2) through 30 min to 6 hr. TF was down-regulated at 6 and 24 hr. Furthermore, IL-1beta was up-regulated at 30 min and IL-6 was up-regulated at 1 and 24 hr. ERK activity inhibitor (PD98059, 10 umol/L) inhibited these molecular changes. These results reveal the possibility that BPA may have adverse effects on spermatogenesis via ERK1/2."
        },
        {
            "References": "PMID:17827700",
            "Value": "/IMMUNOTOXICITY/ ... Bisphenol A (BPA) was orally administered to T cell receptor transgenic mice, and the antigen-specific responses of immune cells were investigated. Administered BPA moderately reduced interleukin (IL)-2, 4, and interferon (IFN)-gamma secretion and increases in IgA and IgG2a production. Additionally, it was found that orally administered BPA increased antigen-specific IFN-gamma production of T cells and modified whole antigen presenting cells (APCs) to suppress antigen-specific cytokine production from T cells. ..."
        },
        {
            "References": "PMID:22782708",
            "Value": "/IMMUNOTOXICITY/ ... In the present study, the effects of BPA on the development of central immune organs in chick embryos were investigated. A total of 30 specific-pathogen-free (SPF) chick embryos were divided into BPA, control, and vehicle group. Chick embryos were exposed to BPA (250 ug per egg), saline (control), or corn oil (vehicle) on embryonic day 9 (ED9) by injection into the allantoic cavity. Thymuses and bursae of Fabricius were collected on ED22. The microscopic examination of tissue structure and ultrastructure was carried out for histopathological changes of thymus and the bursa of Fabricius morphology under light and scanning electron microscopes (SEM). In the BPA group, the weight index of the bursae of Fabricius was significantly reduced (p < 0.01); the number of lymphatic follicles in the bursae of Fabricius was remarkably decreased (p < 0.01); and the thickness of the thymus cortex and medulla was reduced (p < 0.01). Light microscope and SEM examinations further showed that the lymphatic follicles and epithelial cells of the bursa of Fabricius and thymus were damaged by BPA. Our study confirms a direct toxicity of BPA at a very low-dose level on the development of the central immune organs of SPF chick embryos."
        },
        {
            "References": "PMID:14644661",
            "Value": "/IMMUNOTOXICITY/ To investigate the effects of the estrogen receptor-binding molecule bisphenol A (BPA) on murine immune function in vivo, a low dose of 2.5 ug BPA/kg body weight/day /was fed/ to both normal C57BL/6 and lupus-prone NZB X NZW F(1) (NZB/NZW) 5-week-old mice for 1 week. Analysis of concanavalin A (ConA)-stimulated splenic mononuclear cells by ELISA demonstrated that BPA-fed C57BL/6 males produced, on average, 40% less interferon-gamma (IFN-gamma; p < 0.01) and C57BL/6 females 28% less IFN-gamma (p < 0.05) compared with controls. Treated female NZB/NZW mice were monitored for lupus disease symptoms, defined as proteinuria (> 100 mg/dL albumin in urine for 2 consecutive weeks). Before the development of proteinuria, BPA-fed NZB/NZW mice produced significantly less ConA-stimulated IFN-gamma than did controls and displayed an average reduction of 50% in immunoglobulin G2a (IgG2a) antibody production from lipopolysaccharide (LPS)-stimulated splenocytes (p < 0.05). It is striking that 5-week-old female NZB/NZW mice fed a 7-day low-dose course of BPA developed proteinuria an average of 7 weeks later than did controls. Once proteinuria developed, splenocytes were stimulated with ConA for cytokine analysis. The BPA-fed mice showed a dramatic reduction of 64% in IFN-gamma production and a 32% reduction in ConA-stimulated interleukin-10 (p < 0.05). The long-lasting effects of BPA on IFN-gamma and IgG2a production likely contributed to the increased symptom-free period of the NZB/NZW mice."
        },
        {
            "References": "PMID:22675563",
            "Value": "/IMMUNOTOXICITY/ Bisphenol A (BPA) is used in numerous products, such as plastic bottles and food containers, from which it frequently leaches out and is consumed by humans. There is a growing public concern that BPA exposure may pose a significant threat to human health. Moreover, due to the widespread and constant nature of BPA exposure, not only adults but fetuses and neonates are also exposed to BPA. There is mounting evidence that developmental exposures to chemicals from our environment, including BPA, contribute to diseases late in life; yet, studies of how early life exposures specifically alter the immune system are limited. Herein /the researchers/ report an examination of how maternal exposure to a low, environmentally relevant dose of BPA affects the immune response to infection with influenza A virus. /The researchers/ exposed female mice during pregnancy and through lactation to the oral reference dose for BPA listed by the US Environmental Protection Agency, and comprehensively examined immune parameters directly linked to disease outcomes in adult offspring following infection with influenza A virus. /The researchers/ found that developmental exposure to BPA did not compromise disease-specific adaptive immunity against virus infection, or reduce the host's ability to clear the virus from the infected lung. However, maternal exposure to BPA transiently reduced the extent of infection-associated pulmonary inflammation and anti-viral gene expression in lung tissue. From these observations, /the researchers/ conclude that maternal exposure to BPA slightly modulates innate immunity in adult offspring, but does not impair the anti-viral adaptive immune response, which is critical for virus clearance and survival following influenza virus infection."
        },
        {
            "References": "PMID:22429997",
            "Value": "/IMMUNOTOXICITY/ Pyometra is an inflammatory disease of the uterus that can be caused by chronic exposure to estrogens. It is unknown whether weakly estrogenic endocrine disruptors can cause pyometra. /The researchers/ investigated whether dietary exposures to the estrogenic endocrine disruptor bisphenol A (BPA) induced pyometra. Pyometra did not occur in CD1 mice exposed to different dietary doses of BPA ranging from 4.1 to >4000 ug/kg-day or 17a-ethinyl estradiol (EE; 1.2 to >150 ug/kg-day). In the C57BL/6 strain, pyometra occurred in the 15 ug/kg-day EE and 33 ug/kg-d BPA treatment groups. At the effective concentration of BPA, histological analysis revealed pathological alterations of uterine morphology associated with a >5.3-fold increase in macrophage numbers in non-pyometra uteri of C57BL/6 mice exposed to BPA. These results suggest that BPA enhances immune responsiveness of the uterus and that heightened responsiveness in C57BL/6 females is related to increased susceptibility to pyometra."
        },
        {
            "References": "PMID:27267941",
            "Value": "/OTHER TOXICITY INFORMATION/ Developmental exposure to bisphenol A (BPA) has been shown to induce changes in DNA methylation in both mouse and human genic regions; however, the response in repetitive elements and transposons has not been explored. Here we present novel methodology to combine genomic DNA enrichment with RepeatMasker analysis on next-generation sequencing data to determine the effect of perinatal BPA exposure on repetitive DNA at the class, family, subfamily, and individual insertion level in both mouse and human samples. Mice were treated during gestation and lactation to BPA in chow at 0, 50, or 50,000 ng/g levels and total BPA was measured in stratified human fetal liver tissue samples as low (non-detect to 0.83 ng/g), medium (3.5 to 5.79 ng/g), or high (35.44 to 96.76 ng/g). Transposon methylation changes were evident in human classes, families, and subfamilies, with the medium group exhibiting hypomethylation compared to both high and low BPA groups. Mouse repeat classes, families, and subfamilies did not respond to BPA with significantly detectable differential DNA methylation. In human samples, 1251 individual transposon loci were detected as differentially methylated by BPA exposure, but only 19 were detected in mice. Of note, this approach recapitulated the discovery of a previously known mouse environmentally labile metastable epiallele, Cabp(IAP). Thus, by querying repetitive DNA in both mouse and humans, we report the first known transposons in humans that respond to perinatal BPA exposure."
        },
        {
            "References": "PMID:24533973",
            "Value": "/OTHER TOXICITY INFORMATION/ Antisense transcript, long non-coding RNA HOTAIR is a key player in gene silencing and breast cancer and is transcriptionally regulated by estradiol. Here, we have investigated if HOTAIR expression is misregulated by bisphenol-A (BPA) and diethylstilbestrol (DES). Our findings demonstrate BPA and DES induce HOTAIR expression in cultured human breast cancer cells (MCF7) as well as in vivo in the mammary glands of rat. Luciferase assay showed that HOTAIR promoter estrogen-response-elements (EREs) are induced by BPA and DES. Estrogen-receptors (ERs) and ER-coregulators such as MLL-histone methylases (MLL1 and MLL3) bind to the HOTAIR promoter EREs in the presence of BPA and DES, modify chromatin (histone methylation and acetylation) and lead to gene activation. Knockdown of ERs down-regulated the BPA and DES-induced expression of HOTAIR. In summary, our results demonstrate that BPA and DES exposure alters the epigenetic programming of the HOTAIR promoters leading to its endocrine disruption in vitro and in vivo."
        },
        {
            "References": "PMID:24809654",
            "Value": "/OTHER TOXICITY INFORMATION/ Bisphenol-A, a chemical used in the production of the plastic lining of food and beverage containers, can be found in significant levels in human fluids. Recently, bisphenol-A has been associated with low-grade albuminuria in adults as well as in children. Since glomerular epithelial cells (podocytes) are commonly affected in proteinuric conditions, herein we explored the effects of bisphenol-A on podocytes in vitro and in vivo. On cultured podocytes we first observed that bisphenol-A-at low or high concentrations-(10 nM and 100 nM, respectively) was able to induce hypertrophy, diminish viability, and promote apoptosis. We also found an increase in the protein expression of TGF-beta1 and its receptor, the cyclin-dependent kinase inhibitor p27Kip1, as well as collagen-IV, while observing a diminished expression of the slit diaphragm proteins nephrin and podocin. Furthermore, mice intraperitoneally injected with bisphenol-A (50 mg/kg for 5 weeks) displayed an increase in urinary albumin excretion and endogenous creatinine clearance. Renal histology showed mesangial expansion. At ultrastructural level, podocytes displayed an enlargement of both cytoplasm and foot processes as well as the presence of condensed chromatin, suggesting apoptosis. Furthermore, immunohistochemistry for WT-1 (specific podocyte marker) and the TUNEL technique showed podocytopenia as well as the presence of apoptosis, respectively. In conclusion, our data demonstrate that Bisphenol-A exposure promotes a podocytopathy with proteinuria, glomerular hyperfiltration and podocytopenia. Further studies are needed to clarify the potential role of bisphenol-A in the pathogenesis as well as in the progression of renal diseases."
        },
        {
            "References": "PMID:24215246",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure to bisphenol A (BPA) in rodents was shown to induce obesity, yet the mechanism by which BPA might induce obesity is still unclear. We employed the genetically tractable model organism, Drosophila melanogaster, to test the effects of raising them on food containing various concentrations of BPA. Of note, raising males on food containing BPA were susceptible to starvation, possibly by inhibiting their ability to perform lipolysis during starvation, leading to significantly increased lipid content after 24 hr of fasting. Furthermore, feeding males with BPA significantly inhibited the expression of insulin-like peptides. From these results, we conclude that BPA may inhibit lipid recruitment during starvation in Drosophila."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Chen D et al; Environ Sci Technol 50: 5438-53 (2016) (2) Carmona E et al; Sci Total Environ 484: 53-63 (2014)",
            "Value": "SEDIMENT: Mean concentrations of bisphenol A were reported as 1.49, 8.3, 6.02 and 9.1 ng/g in sediment samples collected 1998-2012, 2012, 2008 and 2012 from respective countries of US, Japan, Korea and China(1). Bisphenol A was detected in 14 of 22 sediment samples collected Oct 2012 from the Turia River, Spain at an average of 7 ng/g(2)."
        },
        {
            "References": "(1) Matsumoto G, Hanya T; Atmos Environ 14: 1409-19 (1980)",
            "Value": "SOIL: Bisphenol A was not detected in soil samples taken Feb. 1976 to Jan. 1978 from residential area of Tokyo, Japan where the compound had been detected in atmospheric fallout(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Fent G et al; Chemosphere 51: 735-746 (2003) (2) Xu J et al; Environ Sci Technol 28: 1842-1850 (2009) (3) Ying GG, Kookana RS; Environ Toxicol Chem 24: 2640-2645 (2005) (4) Loffredo E, Senesi N; Pure Appl Chem 78: 947-961 (2006) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Zeng G et al; Chemosphere 65: 1490-1499 (2006)",
            "Value": "Koc values of 636-931 for bisphenol A were measured in soil adsorption experiments using four different agricultural soils from North-Rhine Westphalia and Rhineland-Palatinate, Germany and a bisphenol A concentration of 0.04-5.00 mg/L(1). Leaching studies in turf grass fields having loamy sand and sandy loam soils determined respective Koc values of 1751 and 3886(2); bisphenol A did not leach below a 30 cm soil layer(2). Batch experiments using soil samples from South Australia found Koc values of 251-1507 (mean 962)(3). Batch experiments using two acid sandy soils determined bisphenol A Koc values of 335-703 (average of 375)(4). According to a classification scheme(5), a Koc range of 251 to 3886 suggests that bisphenol A may have moderate to slight mobility in soil. Most of the measured Koc values suggest that bisphenol A may have moderate to low mobility in soil(SRC). An average bisphenol A Koc of 115 was determined in sorption studies using sediments from five locations on the Xiangjiang River in China(6)."
        },
        {
            "References": "(1) Chen W et al; Chemosphere 93: 2621-30 (2013)",
            "Value": "The absorption constant for bisphenol A was reported as follows(1):",
            "Table": "[{'soil layer (cm)': '0-20', 'loamy sand soil (days)': 9.63, 'sandy loam soil (days)': 17.1}, {'soil layer (cm)': '20-40', 'loamy sand soil (days)': 5.25, 'sandy loam soil (days)': 11.7}, {'soil layer (cm)': '40-90', 'loamy sand soil (days)': 3.5, 'sandy loam soil (days)': 7.8}]"
        }
    ]
}