{
    "_id": {
        "$oid": "6682e858c4e5dba5ffba2523"
    },
    "CID": {
        "$numberInt": "6629"
    },
    "Name": "Cumene hydroperoxide",
    "IUPACName": "2-hydroperoxypropan-2-ylbenzene",
    "CanonicalSMILES": "CC(C)(C1=CC=CC=C1)OO",
    "Synonyms": [
        "CUMENE HYDROPEROXIDE",
        "Cumyl hydroperoxide",
        "80-15-9",
        "Cumenyl hydroperoxide",
        "Hydroperoxide",
        "1-methyl-1-phenylethyl",
        "Cumolhydroperoxid",
        "Cumolhydroperoxide",
        "7-Cumyl hydroperoxide",
        "alpha,alpha-Dimethylbenzyl hydroperoxide",
        "Cument hydroperoxide",
        "2-hydroperoxypropan-2-ylbenzene",
        "Hydroperoxyde de cumene",
        "Hydroperoxyde de cumyle",
        "Cumeenhydroperoxyde",
        "Kumenylhydroperoxid"
    ],
    "IsomericSMILES": "CC(C)(C1=CC=CC=C1)OO",
    "INCHI": "InChI=1S/C9H12O2/c1-9(2,11-10)8-6-4-3-5-7-8/h3-7,10H,1-2H3",
    "INCHIKEY": "YQHLDYVWEZKEOX-UHFFFAOYSA-N",
    "Formula": "C9H12O2",
    "MolecularWeight": {
        "$numberDouble": "152.19"
    },
    "Description": "Cumene hydroperoxide is a peroxol that is cumene in which the alpha-hydrogen is replaced by a hydroperoxy group. It has a role as an oxidising agent, an environmental contaminant and a Mycoplasma genitalium metabolite. It derives from a hydride of a cumene.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "115"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 7, 2017: https://www2.epa.gov/tsca-screening-tools/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 12 was calculated in fish for cumene hydroperoxide(SRC), using an estimated log Kow of 2.16(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 7, 2017: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Cumene hydroperoxide, present at 100 mg/L, reached 0% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6248759",
            "Value": "The cumene hydroperoxide-hematin system reacts with 5,5-dimethyl-1-pyrroline-1-oxide to form the nitroxide 5,5-dimethyl-pyrrolidone-(2)-oxyl-(1) (DMPOX). DMPOX is formed via spin trapping of a cumene hydroperoxyl radical followed by an intramolecular carbanion displacement. Activation of carcinogen n-hydroxy-2-acetyl aminofluorene by cumene hydroperoxide-hematin system is most likely mediated by cumene hydroperoxyl radical."
        },
        {
            "References": "Smith LL, Kulig MJ; Cancer Biochem Biophys 1: 79-84 (1975)",
            "Value": "Cumene hydroperoxide oxidized cholesterol to the carcinogen 5,6-epoxide (5,6-alpha-epoxy-5-alpha-cholestan-3-beta-ol)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Floyd EP, Stockinger HE; Amer Ind Hyg Assocn J 19: 205-12 (1958)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of 1-2 drops of cumene hydroperoxide (73%) to rabbit skin (circular area, 2 cm diameter) produced erythema, edema, and vesiculation within 2-3 days. 1 mg applied to the eye of rabbits caused redness of palpebral conjunctiva and chemosis."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.9 (1980)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 8.8 x 10-7 to 9.3 x 10-7 ppm of cumene hydroperoxide inhaled by mice for 2 hours, the animals exhibited reduced leukocyte counts."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.10 (1980)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats (n=2) exposed to 50 ppm of cumene hydroperoxide for three 4-hr periods experienced incoordination, tremor, and /CNS depression/. One died. Autopsy (histological) indicated congested lung and kidneys. Rats (n=6) exposed to 31.5 ppm of cumene hydroperoxide for seven 5-hr periods exhibited salivation, respiratory difficulty, tremors, and hyperemia of ears and tail. Histological examination indicated emphysema and thickening of alveolar walls. Rats (n=6) exposed to 16 ppm of cumene hydroperoxide for twelve 4.5-hr periods experienced salivation, and nose irritation while autopsy indicated organs to be normal."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.9 (1980)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats given 95 mg/kg of cumene hydroperoxide by ip injection /showed/ signs of weakness, loss of equilibrium, prostration, and porphyrin deposition in the nostrils."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 1230",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation experiments conducted in six female rats exposed to 16 ppm 12 times, each exposure lasting 4 to 5 hr, produced salivation and nose irritation. All organs were normal at necropsy. When the concentration was increased to 31.5 ppm for six rats for seven exposures, 5 hr each, respiratory difficulty was noted along with salivation, tremor, weight loss, and hyperemia of eyes and tail. The lungs were the target organ showing emphysema and thickening of the alveolar walls. Two rats were exposed to 50 ppm; one died of congested lungs and kidneys."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 1230",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Necropsy of rats used in the inhalation LC50 test showed severe inflammation of the trachea and lungs."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 1230",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Edema, erythema, and vesiculation may take 2 to 3 days to appear. The maximal concentration that produced no irritation to rabbit skin was 7%. High concentrations of CHP applied directly to the eyes of rabbits affected the cornea, iris, and conjunctiva extensively. Washing the eyes with water for 4 sec after application prevented any adverse reactions. The maximal nonirritating concentration to rabbits' eyes was 1 percent /(10,000 ppm)/."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.9 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dermal application of cumene hydroperoxide (0.5 mg/specimen/day) to guinea pigs caused skin necrosis after 7-10 days of application."
        },
        {
            "References": "PMID:16483149",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To establish an oxidative stress model induced by cumene hydroperoxide (cHP) in testis and epididymis of rats in vivo, and to understand the peroxidative damage of oxidative stress in testis, epididymal sperm and its propensity to induce nuclear DNA damage during spermatogenesis and sperm maturation in vivo. METHODS: An organic hydroperoxide, cHP, 70% aqueous, diluted by 0.9% NaCl, was employed as model prooxidant. Ninety-day-old male Wistar rats were divided into a control and three cHP groups, and were administered intraperitoneally 0, 1/10, 1/6 and 1/4 LD50 cHP per day respectively at a dose of 2 mL/kg, for 7 consecutive days and were observed for any toxic symptoms and mortality. Twenty-four hours after the last dose, rats were sacrificed and induction of oxidative stress was ascertained by monitoring the degree of lipid peroxidation expressed as nano molar of malondialdehyde (MDA) in testicular homogenate and epididymal sperm. Nuclear DNA damage in testes and epididymal sperms was determined by comet assay. Motility of caudal sperms was counted and the morphology of testes and epididymis was observed under light microscope. RESULTS: Rats of cHP administered groups were less vigorous than those of the control, but there were no death of rats during treatment. 1/10 LD50 per day for 7 consecutive days resulted in only a marginal increase in testicular MDA levels. However, 1/6 and 1/4 LD50 per day for 7 days of cHP administered to adult rats induced marked oxidative stress in testis and epididymal sperms as evidenced by a marked increase in MDA or nuclear DNA damage in testis and caput sperms, as well as significant decreases both in the body weight-and motility of caudal sperms. While the nuclear DNA damage caput sperms of 1/6 and 1/4 LD50 cHP administered rats increased significantly, nuclear DNA damage in caudal sperms showed no treatment-related alterations. CONCLUSION: Oxidative stress in testis and epididymal sperms can be safely induced by applying multiple doses of cHP (1/6 and 1/4 LD50 per day for seven consecutive days). DNA damage caused by cHP induced oxidative stress may /have/ occurred mainly in testes."
        },
        {
            "References": "PMID:26985019",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cumene hydroperoxide (CHP) is a high production volume chemical that is used to generate phenol and acetone. Dermal exposure to CHP was hypothesized to result in systemic tissue toxicity, production of free radicals, and consequent decrease in plasma antioxidant levels. To evaluate the hypothesis and characterize the toxicity of CHP, male and female B6C3F1/N mice and F344/N rats were exposed to varying doses of CHP applied topically for 14 or 90 days. No significant changes in survival or body weight of mice and rats were observed following 14 days of exposure. However, 90 days of CHP exposure at the high dose (12 mg/kg) triggered a significant decrease (-15%) in the body weight of the male rat group only. Irritation of the skin was observed at the site of application and was characterized by inflammation and epidermal hyperplasia. In treated animals, histology of liver tissue, free radical generation, and antioxidant levels in blood plasma were not significantly changed as compared to the corresponding controls. Consistent with the lack of systemic damage, no increase in micronucleated erythrocytes was seen in peripheral blood. In conclusion, topical CHP application caused skin damage only at the application site and did not cause systemic tissue impairment."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.7 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... A 77-week test in which 20 rats /SRP: (female, Spraque-Dawley)/ each were administered 100 mg /SRP: (once per week)/ of cumene hydroperoxide by sc injection failed to produce any tumors."
        },
        {
            "References": "PMID:17234724",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Organic peroxides, widely used in the chemical and pharmaceutical industries, can act as skin tumor promoters and cause epidermal hyperplasia. They are also known to trigger free radical generation. The present study evaluated the effect of cumene hydroperoxide (Cum-OOH) on the induction of activator protein-1 (AP-1), which is linked to the expression of genes regulating cell proliferation, growth and transformation. Previously, we reported that topical exposure to Cum-OOH caused formation of free radicals and oxidative stress in the skin of vitamin E-deficient mice. The present study used JB6 P+ mouse epidermal cells and AP-1-luciferase reporter transgenic mice to identify whether exposure to Cum-OOH caused activation of AP-1, oxidative stress, depletion of antioxidants and tumor formation during two-stage carcinogenesis. In vitro studies found that exposure to Cum-OOH reduced the level of glutathione (GSH) in mouse epidermal cells (JB6 P+) and caused the induction of AP-1. Mice primed with dimethyl-benz[a]anthracene (DMBA) were topically exposed to Cum-OOH (82.6 umol) or the positive control, 12-O-tetradecanoylphorbol-13-acetate (TPA, 17 nmol), twice weekly for 29 weeks. Activation of AP-1 in skin was detected as early as 2 weeks following Cum-OOH or TPA exposure. No AP-1 expression was found 19 weeks after initiation. Papilloma formation was observed in both the DMBA-TPA- and DMBA-Cum-OOH-exposed animals, whereas skin carcinomas were found only in the DMBA-Cum-OOH-treated mice. A greater accumulation of peroxidative products (thiobarbituric acid-reactive substances), inflammation and decreased levels of GSH and total antioxidant reserves were also observed in the skin of DMBA-Cum-OOH-exposed mice. These results suggest that Cum-OOH-induced carcinogenesis is accompanied by increased AP-1 activation and changes in antioxidant status."
        },
        {
            "References": "PMID:14633658",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Screening of newly synthesized organic peroxides for tumor initiating/promoting activity would be greatly facilitated if predictive methodologies could be developed using topical exposures shorter than those required for definitive tumor assessment in mouse skin models. Nine organic peroxides [benzoyl peroxide (BZP), di-t-butyl peroxide (DTBP), t-butyl peroxybenzoate (TBPB), p-t-butyl isopropylbenzene hydroperoxide (TBIBHP), cumene hydroperoxide (CHP), dicetyl peroxydicarbonate (DPD), dicumyl peroxide (DCP), methyl ethyl ketone peroxide (MEKP) and O,O-t-butyl-O-(2-ethylhexyl) monoperoxycarbonate (TBEC)] were evaluated for their ability to increase biomarkers of tumor promotion in mouse skin, i.e., sustained epidermal hyperplasia, dermal inflammation and oxidative DNA damage. Evaluations were performed using SENCAR mice exposed topically for 4 weeks. The organic peroxides varied in their effects on these biomarkers. BZP, TBPB and TBIBHP exhibited significant increases in all three biomarkers associated with tumor promoting activity, CHP produced increases only in sustained epidermal hyperplasia and dermal inflammation, MEKP and DCP produced increases only in sustained epidermal hyperplasia and TBEC produced an increase only in dermal inflammation. DTBP and DPD had no effect on the three parameters studied. TBPB and TBIBHP were selected for further examination of their ability to produce mutations in codons 12, 13 and 61 of the c-Ha-ras protooncogene, i.e., those mutations known to be involved in the initiation of mouse skin tumors, because they were the only peroxides to exhibit significant positive results in all assays except the Ha-ras mutation following 4 weeks of exposure. Evaluations were performed using SENCAR mice dosed topically for 8 or 12 weeks in a complete carcinogenesis protocol or 16 weeks in an initiation/promotion protocol using 7,12-dimethylbenz[a]anthracene, urethane, benzo[a]pyrene and N-methyl-N'-nitro-N-nitrosoguanidine as positive controls. Neither TBPB nor TBIBHP produced detectable mutations in the c-Ha-ras protooncogene, indicating that they are not likely to possess tumor initiating or complete carcinogenic activity."
        },
        {
            "References": "PMID:14972014",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Organic peroxides used in the chemical and pharmaceutical industries have a reputation for being potent skin tumor promoters and inducers of epidermal hyperplasia. Their ability to trigger free radical generation is critical for their carcinogenic properties. Short-term in vivo exposure of mouse skin to cumene hydroperoxide (Cum-OOH) causes severe oxidative stress and formation of spin-trapped radical adducts. The present study was designed to determine the effectiveness of Cum-OOH compared to 12-O-tetradecanoylphorbol-13-acetate (TPA) in the induction of tumor promotion in the mouse skin, to identify the involvement of cyclooxygenase-2 (COX-2) in oxidative metabolism of Cum-OOH in keratinocytes, and to evaluate morphological changes and outcomes of oxidative stress in skin of SENCAR mice throughout a two-stage carcinogenesis protocol. Dimethyl-benz[a]anthracene (DMBA)-initiated mice were treated with Cum-OOH (32.8 umol) or TPA (8.5 nmol) twice weekly for 20 weeks to promote papilloma formation. Skin carcinoma formed only in DMBA/Cum-OOH-exposed mice. Higher levels of oxidative stress and inflammation (as indicated by the accumulation of peroxidative products, antioxidant depletion, and edema formation) were evident in the DMBA/Cum-OOH group compared to DMBA/TPA treated mice. Exposure of keratinocytes (HaCaT) to Cum-OOH for 18 hr resulted in expression of COX-2 and increased levels of PGE(2). Inhibitors of COX-2 efficiently suppressed oxidative stress and enzyme expression in the cells treated with Cum-OOH. These results suggest that COX-2-dependent oxidative metabolism is at least partially involved in Cum-OOH-induced inflammatory responses and thus tumor promotion."
        },
        {
            "References": "Yamaguchi T, Yamashita Y; Agric Biol Chem 44 (7): 1675-8 (1980)",
            "Value": "/GENOTOXICITY/ ... In the Ames test, of the various hydrocarbon peroxides, only the hydroperoxide type R-OOH, tert-butyl hydroperoxide and cumene hydroperoxide showed mutagenicity, whereas dialkyl and diacyl peroxides showed no activity."
        },
        {
            "References": "PMID:5380637",
            "Value": "/GENOTOXICITY/ Mutagenic activity of cumene hydroperoxide was observed in the C1B/w Drosophila melanogaster test."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.6 (1980)",
            "Value": "/GENOTOXICITY/ Cumene hydroperoxide was found to be nonmutagenic in the dominant lethal assay in mice."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.8 (1980)",
            "Value": "/GENOTOXICITY/ Cumene hydroperoxide was found to be mutagenic in Escherichia coli 15T-9-13."
        },
        {
            "References": "ITC/USEPA; Information Review #131 Cumene Hydroperoxide p.6 (1980)",
            "Value": "/GENOTOXICITY/ Cumene hydroperoxide was mutagenic toward Neurospora."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ Cumene hydroperoxide was evaluated for mutagenicity in the Salmonella/ microsome preincubation assay using the standard protocol approved by the National Toxicology Program (NTP). Cumene hydroperoxide was tested at doses of 0.03, 0.10, 0.30, 1.0, 3.3, 10, 16, 33, 67, 100, and 167 ug/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S9. Cumene hydroperoxide was positive in these tests and the lowest positive dose tested in any S. typhimurium strain was 33 ug/plate. Total clearing of the background bacterial lawn occurred at 167 ug/plate."
        },
        {
            "References": "PMID:19539047",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ DNA is affected by background damage of the order of one lesion per one hundred thousand nucleotides, with depurination and oxidative damage accounting for a major part. This damage contributes to spontaneous mutation and cancer. DNA adducts can be measured with high sensitivity, with limits of detection lower than one adduct per one billion nucleotides. Minute exposures to an exogenous DNA-reactive agent may therefore result in measurable adduct formation, although, as an increment over total DNA damage, a small increment in mutation cannot be measured and would be considered negligible. Here, we investigated whether this discrepancy also holds for adducts that are present as background induced by oxidative stress. L5178Y tk(+/-) mouse lymphoma cells were incubated for 4 hr with hydrogen peroxide (0, 0.8, 4, 20, 100, 500 uM) or cumene hydroperoxide (0, 0.37, 1.1, 3.3, 10 uM). Five endpoints of genotoxicity were measured in parallel from aliquots of three replicates of large batches of cells: Two DNA adducts, 8-oxo-7,8-dihydro-2'-deoxyguanosine (8-oxodGuo) and 1,N(6)-etheno-2'-deoxyadenosine (epsilondAdo) measured by LC-MS/MS, as well as strand breaks assessed with the comet assay and in vitro micronucleus test, and gene mutation as assessed using the thymidine kinase gene mutation assay. Background measures of 8-oxodGuo and varepsilondAdo were 500-1000 and 50-90 adducts per 1x10(9) nucleotides. Upon treatment, neither hydrogen peroxide nor cumene hydroperoxide significantly increased the DNA adduct levels above control. In contrast, dose-related increases above background were observed with both oxidants in the comet assay, the micronucleus test and the gene mutation assay. Differences in sensitivity of the assays were quantified by estimating the concentration of oxidant that resulted in a doubling of the background measure. We conclude that the increase in DNA breakage and mutation induced by hydrogen peroxide and cumene hydroperoxide observed in our in vitro experimental set-up was no direct consequence of the measured DNA adducts. In comparison with data obtained with the methylating agent methyl methanesulfonate, we further conclude that the assumption of DNA adducts being oversensitive biomarkers is adduct-specific."
        },
        {
            "References": "Munkres KD, Colvin HJ; Mech Aging Dev 5 (2): 99-107 (1976)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cumene hydroperoxide at sublethal concentration initially prevents growth of micelia of wild-type Neurospora crassa, but after a time cells grow at a subnormal steady-state rate."
        },
        {
            "References": "PMID:7256780",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Rats were treated for 4 wk with chlorphentermine-HCl (30 mg/kg, ip, 5 days/wk), causing profound phospholipidosis in the alveolar macrophages. The susceptibility of the phospholipidotic alveolar macrophages to lipid peroxidation was examined and compared to alveolar macrophages from untreated rats. The lipid peroxidation was induced by incubation of cells with cumene hydroperoxide. A dose-dependent increase of malonyl dialdehyde formation was observed in lipidotic and control alveolar macrophages. Two-three times more malonyl dialdehyde was found in lipidotic alveolar macrophages than in controls at the higher dose of cumene hydroperoxide."
        },
        {
            "References": "Koster JF et al; Biochem Int 2 (5): 525-31 (1981)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Perfusion of rat hearts with cumene hydroperoxide led to release of malondialdehyde and protein, but not of fluorescent material, into the coronary perfusate."
        },
        {
            "References": "Chiarpotto E et al; Exp Mol Path 41 (2): 191-201 (1984)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Isolated rat hepatocytes were treated with cumene hydroperoxide at concentrations not inducing irreversible cell damage. An enhanced lipid peroxidation, a decrease of glucose 6-phosphatase activity and cytochrome P450 content, and a /SRP: increase in aminopyrine demethylase. Cumene hydroperoxide decreased lipoprotein secretion and slightly decreased valine incorporation into protein./"
        },
        {
            "References": "PMID:6710482",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The response of isolated hepatocytes from vitamin E-deficient and selenium-deficient rats to cumene hydroperoxide ... was investigated. Hepatocytes of male Sprague-Dawley rats fed deficient diets were incubated with 0.5 mmol of cumene hydroperoxide, ... . Cell viability, glutathione (GSH) concentration, and lipid peroxidation by measurement of thiobarbituric acid (TBA) reactive substances was determined during a 4 hr incubation. Exposure to cumene hydroperoxide resulted in total loss of cell viability in hepatocytes within 4 hr of treatment. Hepatocytes of rats on the vitamin E-deficient diet lost complete viability after 2 hr. The concentration of TBA reactive substances was increased 3-fold."
        },
        {
            "References": "PMID:23767299",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In the present study, we studied the ability of glutathione (GSH) to detoxify exogenously applied cumene hydroperoxide (CHP). Exposure of leech Retzius nerve cells to CHP (1.5 mM) induced a marked prolongation of the spontaneous spike potential of these cells. Early after depolarization, and a cardiac-like action potential with a rapid depolarization followed by a sustained depolarization or plateau, which is terminated by a rapid repolarization were recorded. GSH (0.2 mM) significantly inhibited the effects of CHP on the duration of the action potential and suppressed CHP-induced spontaneous repetitive activity. Voltage-clamp recordings showed that CHP (1.5 mM) caused significant changes in the outward potassium currents. The fast and slow steady part of the potassium outward current was reduced by 46% and 39%, respectively. GSH applied in a concentration of 0.2 mM partially blocked the effect of CHP on the calcium-activated potassium currents. The fast and slow calcium-activated potassium currents were suppressed by about 20% and 15%, respectively. These results suggest that the neurotoxic effect of CHP on spontaneous spike electrogenesis and calcium-activated potassium currents of leech Retzius nerve cells was reduced in the presence of GSH."
        },
        {
            "References": "PMID:19135433",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Macrophages, the major phagocytes of body, are largely dependent on membrane for their apposite functioning. Cumene hydroperoxide (Cum-OOH), a catalyst used in chemical and pharmaceutical industry, is a peroxidative agent, which may induce oxidative stress in macrophages hampering the integrity of their membrane. Alpha-tocopherol is known to protect the membrane from oxidative modulation and preserve its integrity. In the present study, we investigated the effect of Cum-OOH on physiology of macrophages and evaluated the protective effect of alpha-tocopherol against Cum-OOH-induced functional impairment. An in vitro exposure to 10-200 uM Cum-OOH altered redox balance of murine peritoneal macrophages and led to a severe physiological impairment. It markedly augmented the release of proinflammatory cytokines (tumor necrosis factor-alpha, interleukin-1beta and prostaglandin E(2)), lipopolysaccharide primed nitric oxide release and inducible nitric oxide synthase expression, and lysosomal hydrolases secretion. It mitigated respiratory burst and phagocytosis and intracellular killing of yeast (Saccharomyces cerevisiae). Mannose receptor, a major macrophage phagocytic receptor (also implicated in S. cerevisiae phagocytosis), exhibited a hampered recycling with its number being reduced to about 54% of the untreated, control cells following Cum-OOH exposure. A 24 hr- pretreatment of macrophages with 25 uM alpha-tocopherol preserved most of the assessed functions close to their corresponding control values. These data suggest that exposure to Cum-OOH may impair the physiology of immune cells such as macrophages and that supplementation with alpha-tocopherol can safeguard these cells against Cum-OOH toxicity."
        },
        {
            "References": "PMID:19722092",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Candida glabrata is an opportunistic fungal pathogen that can cause severe invasive infections and can evade phagocytic cell clearance. We are interested in understanding the virulence of this fungal pathogen, in particular its oxidative stress response. Here we investigated C. glabrata, Saccharomyces cerevisiae and Candida albicans responses to two different oxidants: menadione and cumene hydroperoxide (CHP). In log-phase, in the presence of menadione, C. glabrata requires Cta1p (catalase), while in a stationary phase (SP), Cta1p is dispensable. In addition, C. glabrata is less resistant to menadione than C. albicans in SP. The S. cerevisiae laboratory reference strain is less resistant to menadione than C. glabrata and C. albicans; however S. cerevisiae clinical isolates (CIs) are more resistant than the lab reference strain. Furthermore, S. cerevisiae CIs showed an increased catalase activity. Interestingly, in SP C. glabrata and S. cerevisiae are more resistant to CHP than C. albicans and Cta1p plays no apparent role in detoxifying this oxidant."
        },
        {
            "References": "PMID:21812070",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Oxidative shock and production of reactive oxygen species are known to play a major role in situations leading to neuron degeneration, but the precise mechanisms responsible for cell degeneration remain uncertain. In the present article, we have studied in PC 12 cells the effect of cumene hydroxyperoxide on both cell metabolism and morphology. We observed that relatively low concentrations of the drug (100 uM) led to a significant decrease in the cellular content of ATP and reduced glutathione as well as to a decreased mitochondrial potential. These metabolic alterations were followed by an important increase in intracellular free calcium and membrane disruption and death. In parallel, we observed profound changes in cell morphology with a shortening of cell extensions, the formation of ruffles and blebs at the cell surface, and a progressive detachment of the cells from the surface of the culture flasks. We also showed that addition of thiol donors such as N-acetylcysteine or beta-mercaptoethanol, which were able to enhance cell glutathione content, almost completely protected PC 12 cells from the toxic action of cumene hydroperoxide whereas pretreatment by buthionine sulfoximine, a selective inhibitor of GSH synthesis, enhanced its action."
        },
        {
            "References": "PMID:23357941",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Oxidative stress and the production of reactive oxygen species are known to play a major role in neuronal cell damage, but the exact mechanisms responsible for neuronal injury and death remain uncertain. In the present study, we examined the effects of oxidative stress on spontaneous spike activity and depolarizing outward potassium current by exposing the Retzius neurons of the leech to cumene hydroperoxide (CHP) and hydrogen peroxide (H(2)O(2)), the oxidants commonly used to examine oxidative mechanisms mediating cell death. We observed that relatively low concentrations of CHP (0.25, 1, and 1.5 mM) led to a marked prolongation of spontaneous repetitive activity. The prolonged action potentials showed an initial, spike-like depolarization followed by a plateau phase. In contrast, H(2)O(2) at the same and much higher concentrations (0.25 to 5 mM) did not significantly change the duration of spontaneous spike potentials of leech Retzius nerve cells (LRNCs). In the voltage clamp experiments, calcium-activated outward potassium currents, needed for the repolarization of the action potential, were suppressed with CHP, but not with H(2)O(2). The present findings indicate that CHP is a more potent oxidant and neurotoxin than H(2)O(2) and that the effect of CHP on the electrophysiological properties of LRNCs may be due to the inhibition of the potassium channels."
        },
        {
            "References": "PMID:26877221",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ It has been claimed that oxidative stress and the production of reactive oxygen radicals can contribute to neuron degeneration and might be one factor in the development of different neurological diseases. In our study, we have attempted to clarify how oxidative damage induces dose dependent changes in functional membrane properties of neurons by means of whole cell patch clamp techniques in brain slices from young adult rats. Our research demonstrates physiological changes in membrane properties of pyramidal motor cortex neurons exposed to three concentrations of cumene hydroperoxide (CH; 1, 10 and 100 uM) during 30 min. Results show that oxidative stress induced by CH evokes important changes, in a concentration and time dependent manner, in the neuronal excitability of motor cortex neurons of the rat: (i) Low concentration of the drug (1 uM) already blocks inward rectifications (sag) and decreases action potential amplitude and gain, a drug concentration which has no effects on other neuronal populations, (ii) 10 uM of CH depresses the excitability of pyramidal motor cortex neurons by decreasing input resistance, amplitude of the action potential, and gain and maximum frequency of the repetitive firing discharge, and (iii) 100 uM completely blocks the capability to produce repetitive discharge of action potentials in all cells. Both larger drug concentrations and/or longer times of exposure to CH narrow the current working range. This happens because of the increase in the rheobase, and the reduction of the cancelation current. The effects caused by oxidative stress, including those produced by the level of lipid peroxidation, are practically irreversible and, this, therefore, indicates that neuroprotective agents should be administered at the first symptoms of alterations to membrane properties. In fact, the pre-treatment with melatonin, acting as an antioxidant, prevented the lipid peroxidation and the physiological changes induced by CH. Larger cells (as estimated by their cell capacitance) were also more susceptible to oxidative stress. Our results provide previously unavailable observations that large size and high sensitivity to oxidative stress (even at low concentrations) make pyramidal neurons of the motor cortex, in particular corticofugal neurons, more susceptible to cell death when compared with other neuronal populations. These results could also shed some light on explaining the causes behind diseases such as amyotrophic lateral sclerosis."
        },
        {
            "References": "PMID:14642824",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ We have examined by immunoblotting the effect of three oxidant compounds on the level of hepatic elongation factor-2 (eEF-2). Rat liver homogenates were exposed to cumene hydroperoxide (CH), 2-2'-azobis (2-aminopropane) dihydrochloride (AAPH) and H(2)O(2). Only CH treatment produced the disappearance of eEF-2, probably due to a phenomena of peptide bond cleavage. The direct implication of free radical species in this process is evident because of the fact that the inclusion of a free radical scavenger such as melatonin prevented the eEF-2 depletion. The results also suggest that the disappearance of eEF-2 induced by CH can be linked to a lipid peroxidant process, which could account for the decline of protein synthesis in aging and other circumstances where lipid peroxidation is high."
        },
        {
            "References": "PMID:16428309",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Several chemical agents have been used to exert oxidative stress in the study of stress response, but differences in the effects of different reagents have received little attention. To elucidate whether such differences exist, the response of Schizosaccharomyces pombe to menadione (MD), 1-chloro-2,4-dinitrobenzene (CDNB), hydrogen peroxide and cumene hydroperoxide (CHP), which are frequently used to exert oxidative stress, was investigated. Sensitivity to these reagents differed among mutants deficient in genes involved in oxidative stress resistance. N-Acetylcysteine restored resistance to MD, CHP and hydrogen peroxide but did not change sensitivity to CDNB. The induction kinetics of genes induced by oxidative stress differed for each reagent. MD, CDNB and hydrogen peroxide caused a transient induction of genes, but the peak times of induction differed among the reagents. CHP gave quite different kinetics in that the induction continued for up to 2 hr. The ctt1(+) gene was not induced by CHP. Gluthatione rapidly decreased in the cells treated with high concentrations of these reagents, but at a low concentration only CDNB decreased GSH. These results indicated that S. pombe responded differently to the oxidative stress exerted by these different reagents."
        },
        {
            "References": "PMID:10980410",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ We studied the participation of the stress-inducible systems, as the OxyR, SoxRS and SOS regulons in the protection of Escherichia coli cells against lethal effects of cumene hydroperoxide (CHP). Moreover, we evaluated the participation of BER and NER in the repair of the DNA damage produced by CHP. Our results suggest that the hypersensitivity observed in the oxyR mutants to the lethal effect of CHP does not appear to be due to SOS inducing DNA lesions, but rather to cell membrane damage. On the other hand, DNA damage induced by CHP appears to be repaired by enzymes involved in BER and NER pathways. In this case, Fpg protein and UvrABC complex could be involved cooperatively in the elimination of a specific DNA lesion. Finally, we have detected the requirement for the uvrA gene function in SOS induction by CHP treatment."
        },
        {
            "References": "PMID:16958922",
            "Value": "/OTHER TOXICITY INFORMATION/ ...The cross-reactivity pattern among cumene hydroperoxide, limonene hydroperoxide, 1-(1-hydroperoxy-1-methylethyl) cyclohexene (cyclohexene hydroperoxide), and 15-hydroperoxydehydroabietic acid was investigated in guinea-pigs. No general cross-reactivity was observed. Cross-reactions between cumene hydroperoxide and cyclohexene hydroperoxide show that similarity in the overall structure and the way of antigen formation are needed. Quantum calculations were used to determine the formation energies of the intermediary radicals. We concluded that hydroperoxides form specific antigens and that formation of non-specific antigens is unlikely. The concomitant patch test reactions described in the literature are best explained as a result of multiple sensitizations."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 7, 2017: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Sanchez J, Myers TN; Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2017). New York, NY: John Wiley & Sons; Peroxides and Peroxide Compounds, Organic Peroxides. Online Posting Date: Dec 4, 2000.",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of cumene hydroperoxide can be estimated to be 2000(SRC). According to a classification scheme(2), this estimated Koc value suggests that cumene hydroperoxide is expected to have low mobility in soil. Hydroperoxides react with multivalent metal ions and other species ubiquitous in soil and are readily reduced to the corresponding alcohols(3). Therefore, it is expected to chemically degrade rapidly in soil and is not expected to travel long distances in soil or migrate to groundwater(SRC)."
        }
    ]
}