{
    "_id": {
        "$oid": "6682e859c4e5dba5ffba2525"
    },
    "CID": {
        "$numberInt": "6641"
    },
    "Name": "Dicumyl peroxide",
    "IUPACName": "2-(2-phenylpropan-2-ylperoxy)propan-2-ylbenzene",
    "CanonicalSMILES": "CC(C)(C1=CC=CC=C1)OOC(C)(C)C2=CC=CC=C2",
    "Synonyms": [
        "DICUMYL PEROXIDE",
        "80-43-3",
        "Cumene peroxide",
        "Cumyl peroxide",
        "dicumylperoxide",
        "Di-Cup",
        "Percumyl D",
        "Perkadox B",
        "Perkadox BC",
        "Perkadox SB",
        "Dicumenyl peroxide",
        "Peroxide",
        "bis(1-methyl-1-phenylethyl)",
        "Luperox",
        "Percumyl D 40",
        "Luperox 500"
    ],
    "IsomericSMILES": "CC(C)(C1=CC=CC=C1)OOC(C)(C)C2=CC=CC=C2",
    "INCHI": "InChI=1S/C18H22O2/c1-17(2,15-11-7-5-8-12-15)19-20-18(3,4)16-13-9-6-10-14-16/h5-14H,1-4H3",
    "INCHIKEY": "XMNIXWIUMCBBBL-UHFFFAOYSA-N",
    "Formula": "C18H22O2",
    "MolecularWeight": {
        "$numberDouble": "270.4"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "4.3"
    },
    "Complexity": {
        "$numberInt": "254"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 13, 2017: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 181-667 and 137-1470 were measured using carp (Cyprinus carpio) which were exposed over an 8-week period to respective concentrations of 1 and 10 ug/L of dicumyl peroxide(1). According to a classification scheme(2), these BCF ranges suggest bioconcentration in aquatic organisms is high to very high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 13, 2017: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Dicumyl peroxide, present at 100 mg/L, reached 0% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1)."
        }
    ],
    "logP": [
        {
            "References": "CDC; International Chemical Safety Cards (ICSC) 2012. Atlanta, GA: Centers for Disease Prevention & Control. National Institute for Occupational Safety & Health (NIOSH). Ed Info Div. Available from, as of Sept 7, 2017 https://www.cdc.gov/niosh/ipcs/default.html",
            "Value": "log Kow = 5.50"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 711",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the most severe injuries induced in rabbit eyes there has been great chemosis and formation of gas bubbles in the conjunctiva, cornea, and  anterior chamber. Conjunctiva has become necrotic and the cornea opaque. /Organic peroxides/"
        },
        {
            "References": "Hansson HA, Petruson B; Acta Otolaryngologica 101 (1-2): 102-13 (1986)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Changes in the nasal mucosa after exposure to dicumyl peroxide ... were studied in rabbits. Albino Swedish rabbits were exposed to a mixture of fine polyethylene, ... dicumyl peroxide and an antioxidant or to dicumyl peroxide. Both were applied to the right nostril 3 times a day for 5 days per week at a concentration of 10 or 25 ppm in a quantity equal to 50 microliters of solution. Animals were exposed for 4 weeks and allowed to recover for 8 weeks with periodic examinations beginning at 1 hr. Signs of local irritation or damage were observed. Biopsies of the nasal mucosa were studied by light and transmission electron microscopy and by scanning microscopy. After 1 hr an increased amount of mucus containing red blood cells were seen. After 1 week exposure to either 10 ppm dicumylperoxide or 25 ppm dust an increased number of blood vessels was seen in some animals and aggregates of mucus with erythrocytes were found in all animals. At 1 month there were visible blood vessels on the medial and lateral sides of the nasal cavity not seen in unexposed rabbits. Exposure to dust at 10 ppm for 1 month did not result in any apparent changes in the mucosa. After instillation of dicumyl peroxide or the dust at 25 ppm for 1 month and a 2 month recovery, visible blood vessels were still observed and there was incr crusting and mucus in the nasal cavities of all rabbits. Scanning electron microscopy showed distortion of many cilia beginning as early as 1 hr after exposure. At 5 days areas lacking cilia but still covered with microvilli and areas with clusters of goblet cells appeared. Changes in the mucosa were more pronounced at 1 month with scattered islands without cilia in the mucosal carpet. Only partial recovery was apparent at 2 months after exposure terminated. ..."
        },
        {
            "References": "Orlova FI; Sb Nauch Tr Kuibyshev Nauch-Issled Inst Gig 6: 101-2 (1971)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When dicumyl peroxide was given with their food for 4 mo, rats had decreased hemoglobin levels and amount of erythrocytes, increased reticulocytes in peripheral blood, increased methemoglobin formation, decreased blood SH groups, and slightly decreased blood peroxidase activity and decrease in total blood protein."
        },
        {
            "References": "PMID:9512729",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The skin tumor-promoting activities of three organic peroxides were evaluated and compared to the activity of benzoyl peroxide, a well-characterized tumor promoter. Two of the compounds (di-t-butyl peroxide and dicumyl peroxide) were dialkyl peroxides and the other (di-m-chlorobenzoyl peroxide) was a diacyl peroxide. These compounds were selected based on a previous study in which we evaluated their capacity to induce epidermal hyperplasia, ornithine decarboxylase activity, and dark basal keratinocytes, which have been reliable short-term markers of tumor promotion. Dicumyl peroxide was a weak tumor promoter despite its high activity in inducing hyperplasia. Like benzoyl peroxide, di-m-chlorobenzoyl peroxide generally had intermediate activity as an inducer of short-term markers of tumor promotion and was a moderately effective tumor promoter. However, compared to benzoyl peroxide, di-m-chlorobenzoyl peroxide was more toxic to the skin, which may have limited its tumor-promoting activity. The final compound, di-t-butyl peroxide, which was essentially inactive in short-term assays, was also totally inactive in promoting papillomas or carcinomas in initiated skin. Tumor-promoting efficacy generally showed an inverse association with thermal stability for the compounds tested, suggesting that the rate of formation of free radicals is a key factor contributing to tumor promotion by organic peroxides. However, a number of other factors can potentially affect the activity of different organic peroxides as tumor promoters. Each compound evaluated had a different spectrum of activities, and these compounds should be useful for studying mechanisms of organic peroxide-induced tumor promotion."
        },
        {
            "References": "PMID:14633658",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Screening of newly synthesized organic peroxides for tumor initiating/promoting activity would be greatly facilitated if predictive methodologies could be developed using topical exposures shorter than those required for definitive tumor assessment in mouse skin models. Nine organic peroxides [benzoyl peroxide (BZP), di-t-butyl peroxide (DTBP), t-butyl peroxybenzoate (TBPB), p-t-butyl isopropylbenzene hydroperoxide (TBIBHP), cumene hydroperoxide (CHP), dicetyl peroxydicarbonate (DPD), dicumyl peroxide (DCP), methyl ethyl ketone peroxide (MEKP) and O,O-t-butyl-O-(2-ethylhexyl) monoperoxycarbonate (TBEC)] were evaluated for their ability to increase biomarkers of tumor promotion in mouse skin, i.e., sustained epidermal hyperplasia, dermal inflammation and oxidative DNA damage. Evaluations were performed using SENCAR mice exposed topically for 4 weeks. The organic peroxides varied in their effects on these biomarkers. BZP, TBPB and TBIBHP exhibited significant increases in all three biomarkers associated with tumor promoting activity, CHP produced increases only in sustained epidermal hyperplasia and dermal inflammation, MEKP and DCP produced increases only in sustained epidermal hyperplasia and TBEC produced an increase only in dermal inflammation. DTBP and DPD had no effect on the three parameters studied. TBPB and TBIBHP were selected for further examination of their ability to produce mutations in codons 12, 13 and 61 of the c-Ha-ras protooncogene, i.e., those mutations known to be involved in the initiation of mouse skin tumors, because they were the only peroxides to exhibit significant positive results in all assays except the Ha-ras mutation following 4 weeks of exposure. Evaluations were performed using SENCAR mice dosed topically for 8 or 12 weeks in a complete carcinogenesis protocol or 16 weeks in an initiation/promotion protocol using 7,12-dimethylbenz[a]anthracene, urethane, benzo[a]pyrene and N-methyl-N'-nitro-N-nitrosoguanidine as positive controls. Neither TBPB nor TBIBHP produced detectable mutations in the c-Ha-ras protooncogene, indicating that they are not likely to possess tumor initiating or complete carcinogenic activity."
        },
        {
            "References": "PMID:2013121",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Induction of biomarkers of tumor promotion by benzoyl peroxide and other organic peroxides was studied in mice. Benzoyl peroxide, O,O-t-butyl-0-(2-ethylhexyl)-monoperoxy-carbonate (Lupersol), dicumyl peroxide (Luperox), ... t-butyl-hydroperoxide (TBHP), di-t-butyl-peroxide (DTBP), m-chloroperoxybenzoic acid (MCPBA), di-m-methylbenzoyl-peroxide (DMBP), or di-m-chlorobenzoyl-peroxide (DCBP) was applied once, or twice weekly for 2 weeks to the shaved backs of female Sencar mice. Doses ranged up to 40 mg in the single-dose study and up to 60 mg in the multiple-dose experiment. The mice were killed 0.25 to 7 days after the last treatment and the skins were removed. The tumor promoting potential of the chemicals was assessed by determining epidermal ornithine decarboxylase (ODC) activity and induction of epidermal hyperplasia and dark band keratinocytes. Attempts were made to correlate the data with the temperature at which the compounds had a half life of 10 hr, a measure of thermal stability. After single application, MCPBA showed the greatest tumor promotion potential, followed by DMBP, Luperox, Lupersol, benzoyl peroxide, DCBP, DTBP, and TBHP in that order. Luperox was the most active in the multiple dosing study, followed by DMBP, Lupersol, MCPBA, DCBP, TBHP, benzoyl peroxide, and DTBP in that order. The tumor promotion activity of the compounds did not correlate with their 10 hr /half-life/. The /results indicate/ that the tumor promotion potential of the peroxides cannot be explained on the basis of their stability. The data generally support the notion that tumor promotion activity is associated with free radical generation."
        },
        {
            "References": "PMID:8532709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Many tumor promoters, including the phorbol esters, do not require biotransformation to stimulate cell growth. By contrast, some promoters, notably organic peroxides and hydroperoxides, must be metabolized to reactive intermediates to trigger signal transduction pathways for mitogenesis. These intermediates can be both free radicals and electrophiles. For example, skin tumor promoters such as tert-butyl hydroperoxide, cumene hydroperoxide, dicumyl peroxide and benzoyl peroxide undergo metal-dependent activation in keratinocytes to form alkoxyl, alkyl and aryl radicals as determined by spin trapping and electron paramagnetic resonance spectroscopy. These radicals can participate in substitution, addition or hydrogen-abstraction reactions leading to protein oxidation or alkylation, lipid peroxidation and/or DNA damage. Scavenger studies indicate that these macromolecular interactions mediate the cytotoxic and mitogenic effects of these peroxides. In some instances radicals can undergo further oxidation to electrophiles. The promoting activity of butylated hydroxytoluene hydroperoxide is mediated by a quinone methide, an electrophile formed through a phenoxyl radical intermediate. In this instance, covalent interaction of the quinone methide with sulfhydryl groups or other nucleophiles in the target cell appears to transmit the molecular signal for cell division and replication. Like the phorbol esters, peroxides and hydroperoxides lead to a genetic reprogramming manifest by the induction of immediate early response genes such as c-jun and late response genes such as ornithine decarboxylase, suggesting convergence in the molecular signalling processes among different classes of promoters."
        },
        {
            "References": "PMID:6692814",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic and teratogenic effects of nine peroxides were investigated in white Leghorn chicken embryos. Solutions containing cyclohexanone peroxide, cumolhydroperoxide, ethylmethylketone peroxide, dibenzoyl peroxide, acetylacetone peroxide, perbenzoic acid tert butylester, dicumyl peroxide, dilauroyl peroxide, and hydrogen peroxide, were dropped on the inner shell membrane in the air chamber of the egg. Eggs were incubated in a vertical position for 1 day, then rotated normally. Deaths were scored 2 days after injection and surviving embryos were candled up to Day 14, then examined. The order of potency, as measured by median effective dose, was in the order listed, with cyclohexanone peroxide about 20 times more potent than hydrogen peroxide. The highest frequencies of malformations were caused by ethylmethylketone peroxide, dibenzoyl peroxide, and dicumyl peroxide. The most common malformations were defects of the right eye and right wing, twisting and stunting of the back, and defects of the coelomic wall. Late deaths were caused only by dicumyl peroxide and dibenzoyl peroxide, and embryos were almost always malformed. The /investigators/ ... conclude that none of the peroxides have median effective doses less than 0.1 umole per egg. The peroxides are not very effective in causing malformations; only dicumyl peroxide causes more than 50% of malformed embryos at any dose."
        },
        {
            "References": "PMID:9491389",
            "Value": "/GENOTOXICITY/ Several aldehydes and peroxides were tested for mutagenicity using Salmonella typhimurium tester strains TA97a, TA100, TA102 and TA104, in the presence and absence of Aroclor-induced liver S9 mix from F344 rats and B6C3F1 mice, in either preincubation or vapor phase protocols. Some chemicals were tested in additional Salmonella strains. Benzaldehyde, butyraldehyde, benzoyl peroxide, 4-chlorobenzaldehyde, isobutyraldehyde, propionaldehyde and veratraldehyde were non-mutagenic. Acetaldehyde and dicumyl peroxide gave inconsistent results and furfural gave equivocal responses in TA100 and TA104. Cumene hydroperoxide, formaldehyde and glutaraldehyde were mutagenic in TA100, TA102 and TA104. trans-Cinnamaldehyde exhibited a weak mutagenic response in TA100 with mouse liver S9 only. 2,4,5-Trimethoxybenzaldehyde was mutagenic only in strain TA1538 with rat liver S9. With the exception of butanone peroxide, which was mutagenic only in TA104, all chemicals mutagenic in strains TA102 and/or TA104 were also mutagenic in TA100. The data do not, therefore, support the preferential use of strains TA102 and TA104 for screening aldehydes and peroxides for mutagenicity. For a number of these chemicals the advantages of using TA102 or TA104 was in the increased responses compared with those obtained with TA100. Two of the four peroxides were mutagenic and one of these was mutagenic only with TA104. This suggests that strains TA102 and TA104 be used if peroxides are not mutagenic in TA100 or TA97."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 13, 2017: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of dicumyl peroxide can be estimated to be 322,900(SRC). According to a classification scheme(2), this estimated Koc value suggests that dicumyl peroxide is expected to be immobile in soil(SRC)."
        }
    ]
}