{
    "_id": {
        "$oid": "6682e859c4e5dba5ffba2527"
    },
    "CID": {
        "$numberInt": "6654"
    },
    "Name": "ALPHA-PINENE",
    "IUPACName": "2,6,6-trimethylbicyclo[3.1.1]hept-2-ene",
    "CanonicalSMILES": "CC1=CCC2CC1C2(C)C",
    "Synonyms": [
        "ALPHA-PINENE",
        "80-56-8",
        "2-Pinene",
        "Acintene A",
        ".alpha.-Pinene",
        "2,6,6-Trimethylbicyclo[3.1.1]hept-2-ene",
        "pin-2(3)-ene",
        "Pinene isomer",
        "alfa-Pinene",
        "Sylvapine A",
        "PINENE",
        "ALPHA",
        "(+/-)-alpha-Pinene",
        "(+/-)-2-Pinene",
        "NSC 7727",
        "pin-2-ene"
    ],
    "IsomericSMILES": "CC1=CCC2CC1C2(C)C",
    "INCHI": "InChI=1S/C10H16/c1-7-4-5-8-6-9(7)10(8,2)3/h4,8-9H,5-6H2,1-3H3",
    "INCHIKEY": "GRWFGVWFFZKLTI-UHFFFAOYSA-N",
    "Formula": "C10H16",
    "MolecularWeight": {
        "$numberDouble": "136.23"
    },
    "Description": "Alpha-pinene is a pinene that is bicyclo[3.1.1]hept-2-ene substituted by methyl groups at positions 2, 6 and 6 respectively. It has a role as a plant metabolite.",
    "XlogP": {
        "$numberDouble": "2.8"
    },
    "Complexity": {
        "$numberInt": "186"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "RASMUSSEN RA; WHAT DO THE HYDROCARBONS FROM TREES CONTRIBUTE TO AIR POLLUTION?; J AIR POLLUT CONTROL ASSOC 22(7) 537 (1972)",
            "Value": "PLANT SPECIES RELEASE APPRECIABLE QUANTITIES OF VOLATILE ORGANIC SUBSTANCES TO THE ATMOSPHERE. THE MAJOR COMPD EMITTED ARE MONOTERPENES LIKE ALPHA-PINENE, BETA-PINENE, & LIMONENE & THE HEMITERPENE ISOPRENE."
        },
        {
            "References": "(1) Arey J et al; J Geophys Res 96: 9329-36 (1991) (2) Breheret S et al; J Agric Food Chem 45: 831-6 (1997) (3) Kempf K et al; Atmos Environ 30: 1381-89 (1996) (4) Khalil MAK, Rasmussen RA; J Air Waste Manag Assoc 42: 810-3 (1992) (5) Schuh G et al; J Atmos Chem 27: 291-318 (1997) (6) Winer AM et al; Atmos Environ 26A: 2647-59 (1992) (7) He C et al; Chemosphere - Global Change Sci 2: 65-76 (2000) (8) Janson R, Deserves C; Atmos Environ 35: 4629-37 (2001) (9) Yassaa N et al; Atmos Environ 34: 2809-16 (2000)",
            "Value": "alpha-Pinene was identified in chamise shrubs (Adenostoma fasciculatum)(1). It was identified in 16 of 82 wild mushroom species(2). The normalized emission rate of alpha-pinene from mature spruce was 0.25 (Pinus glauce), 0.85 (P. Abies), and 0.34 (P. pungens) ug C/g-hr(3). The emission rates of alpha-pinene from loblolly pine, shortleaf pine, sweet gum, willow, elm, cypress, water hickory, hackberry, maple, and red oak were 2300, 7000, 45000, 80, 1300, 5700, 12000, 50, 5300, and 40 ug/kg-foliage/hr, respectively(4). The mean emission rate of alpha-pinene from sunflower (Helianthus annus L. cv. gigantues) was 6.2X10-16 mol/cu cm-s(5). It was identified as an emission from California agricultural plants(6). alpha-Pinene exhibited seasonal emission variations in Australian Eucalyptus globulus trees sampled under natural growing conditions from June 1996 to May 1997. Monthly average percentages beginning with May and sampled for the following 11 months were: 64; 47; 82; 60; 56; 62; 50; 62; 62; 59; 44; and 65%(7). Sampling was conducted in the Scandanavian boreal zone in Asa Research Park, Sweden and Mekrijarvi Research Station, Finland in the spring and summer of 1997; percent emission composition from Scots pine at Asa and Mekrijarvi were 35 and 63% for alpha-pinene, respectively(8). alpha-Pinene was detected, not quantified in ambient air around Pinus halepensis trees located in Bab-Ezzouar, a suburb of Algiers, and in Eucalyptus globulus and Cedrus atlantica trees from El-Hamma Botanical Garden, Algiers(9)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Li J, Perdue EM; Physicochemical Properties of Selected Monoterpenes. Preprint. 209th ACS Natl Mtg, Anaheim, CA 35: 134-7 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1,040 was calculated in fish for alpha-pinene(SRC), using a log Kow of 4.83(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is very high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "1) Misra G, Pavlostathis SG; Appl Microbiol Biotechnol 47: 572-7 (1997) (2) Misra G, Pavlostathis SG; Appl Microbiol Biotechnol 45: 831-8 (1996) (3) Button DK, Juttner F; Marine Chem 26: 57-66 (1989) (4) Hrutfiord BF et al; Tappi 58: 98-100 (1975) (5) Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Ver 2006.01.30 Updated. National Institute of Technology and Evaluation. Tokyo, Japan. alpha-Pinene (80-56-8). Available from the database query page at https://www.safe.nite.go.jp/english/kizon/KIZON_start_hazkizon.html as of Sept 9, 2008.",
            "Value": "AEROBIC: Soil slurry samples taken from three different Georgia watersheds were found to readily degrade alpha-pinene under aerobic conditions, undergoing complete removal within 250 hours after a short lag period(1,2). The concentration of alpha-pinene in seawater samples decreased from 0.41 ng/L to 0.25 ng/L when incubated with macrophytes for 6 hrs at 10 °C(3). The concentration of alpha-pinene in the influent to a kraft mill aerated stabilization basin with a 7-8 day retention time decreased from 0.20 ppm to 0.04 ppm(4). alpha-Pinene, present at 100 mg/L, reached 95% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5)."
        },
        {
            "References": "(1) Tudroszen NJ et al; Biochem J 168: 315-8 (1977) (2) Kleinheinz GT et al; Arch Environ Contam Toxicol 37: 151-57 (1999)",
            "Value": "PURE CULTURE: Pure cultures of Pseudomonas putida isolated from soil oxidized alpha-pinene to 3-isopropylbut-3-enoic acid, (Z)-2-methyl-5-isopropylhexa-2,5-dienoic acid, 2,4,5-trimethylhept-2-en-5-olide, (E)-2-methyl-5-isopropylhexa-2,5-dienoic acid, 3,4-dimethylvaleric acid, 2,5,6-trimethyl-hept-3-enoic acid, and 2-methyl-5-isopropylhexa-2,5-dienoic acid under aerobic conditions(1). As a way to treat forest products industry emissions, enrichment cultures isolated from a monoterpene-contaminated soil completely degraded approximately 340 mg/L alpha-pinene in 36 hrs(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Misharina TA, Golovnya RV; J High Res Chromat 15: 332-4 (1992)",
            "Value": "alpha-Pinene was detected not quantified in shrimp (Funchalia woodwardi) and crab (Gerivin maritae) caught in the Atlantic ocean near Namibia, in 1989(1)."
        }
    ],
    "logP": [
        {
            "References": "Li J, Perdue EM; Physicochemical Properties of Selected Monoterpenes. Pre-print Extended Abstract, Presented Before The Division of Environmental Chemistry, Amer Chem Soc, Anaheim, Ca: April 2-7 (1995)",
            "Value": "log Kow = 4.83"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "3.1.1]hept-2-ene, 2,6,6-trimethyl- CAS Number: 80-56-8. Available from, as of October 8, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=101069",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single 24 hour /dermal/ application was made to the clipped abraded abdominal skin of ten New Zealand White rabbits weighing 2.0 to 2.3 kg. Observations were made for mortality and toxic effects for a period of seven days. Gross necropsies were performed on all animals at the termination of the study.    The LD50 was reported to be > 5000 mg/kg bw.[USEPA; High Production Volume Information System (HPVIS). Detailed Chemical Results  Chemical Name: Bicyclo"
        },
        {
            "References": "The Flavor and Fragrance High Production Volume Consortia; Revised Robust Summaries for Bicyclic Terpene Hydrocarbons Submitted to the EPA under the HPV Challenge Program. p. 140 (November 9, 2006) Available from, as of October 8, 2008: https://www.epa.gov/chemrtk/pubs/summaries/bictrphy/c13610tc.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ten male Wistar rats per dose were administered 0, 2020, 3200, 5000, 7800 mg/kg bw alpha-pinene. Food and water was provided ad libitum. Animals were observed for toxic signs and death at 1 and 6 hours after dosing and daily thereafter ... Gross necropsies were performed on all survivors. The animals experienced diarrhea and urinary incontinence. Deaths occurred from 2 hours after administration to 2 days following. The LD50 calculated from the data was 3700 mg/kg bw (95% C.L. 2300-5100 mg/kg bw). The number of deaths at each dose level was: 2020 mg/kg bw, 2/10; 3200 mg/kg bw, 5/10; 5000 mg/kg bw, 6/10; 7800 mg/bw, 9/10."
        },
        {
            "References": "PMID:15910405",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of (+)-alpha-pinene and (-)-alpha-pinene vapors were studied for respiratory effects in BALB/c mice. The (+) enantiomer showed persistent sensory irritation effect on the upper respiratory tract during exposures in the range of 100 to 3691 ppm. The threshold concentration for this effect was calculated to be about 70 ppm, which is close to the no-effect level of about 40 ppm in humans. A significant airflow limitation occurred from exposure concentrations of 200 ppm and higher. No irritating effect was observed at the alveolar level and no central nervous system effect was obvious. In the exposure range from 218 to 5213 ppm, the (-) enantiomer produced only a short-lasting sensory irritation effect during the first 10 min. of exposure and only at concentrations above 2900 ppm. The tidal volume decreased significantly from approximately 400 ppm, but it was first conspicuous above 1000 ppm. Airflow limitation appeared consistently from approximately 2000 ppm. The (-) enantiomer also induced anesthesia/and or pulmonary irritation as well as sudden death at concentrations above 2600 ppm. Overall, the enantiomers showed different time-dependent and stereoselective effects. The lower sensory irritation effect of the (-) enantiomer probably being due to less of the molecule being adsorbed to a sensory irritant receptor."
        },
        {
            "References": "PMID:17179641",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...A toxicity study of each of the major fragrant components of myoga /a fragrant plant cultivated throughout Japan/ using acute dermal irritation assays and the Guinea-Pig Maximization test (GPMT) /was conducted/ ...to probe the mechanism of allergic contact dermatitis /from this plant/. In acute dermal irritation assays, alpha-pinene, beta-pinene and limonene showed positive responses at concentrations of 4%; limonene oxide at 20% and myoga showed a positive response at concentrations of 100%. From the results of the GPMT, according to Kligman scores, limonene oxide was identified as an extreme skin sensitizer and myoga as a mild skin sensitizer."
        },
        {
            "References": "PMID:12122569",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oxidation products (OPs) of ozone and the unsaturated hydrocarbons d-limonene, (+)-alpha-pinene, and isoprene have previously been shown to cause upper airway irritation in mice during 30-min acute exposures. This study evaluated the effects of OPs and the hydrocarbons themselves on the upper airways, the conducting airways, and the lungs over a longer exposure period. The time course of development of effects and the reversibility of effects were investigated; in addition ... possible exacerbation of sensory responses of the airways to the unreacted hydrocarbons /was assessed/. Respiratory parameters in male BALB/c mice were monitored via head-out plethysmography. Exposures to OPs or hydrocarbons were for 60 min, followed by a 30-min challenge period with air or hydrocarbon, and a 15-min recovery period with air only. ... Ozone concentration in the reaction mixture was 3.4 ppm, and concentrations of hydrocarbons were 47 ppm (alpha-pinene), 51 ppm (d-limonene), and 465 ppm (isoprene). Due to reaction, the ozone concentration at the point of exposure was less than 0.35 ppm; exposure to 0.30 ppm ozone for 60 min did not produce effects different from air-exposed control animals. As previously established, upper airway irritation was a prominent effect of OP exposure. In addition, over the longer exposure period the development of airflow limitation that persisted for at least 45 min postexposure /was observed/. ... Exposures to OPs did not cause enhanced upper airway irritation during challenge with the hydrocarbons, indicating that a 1-hr exposure to OPs did not increase the sensitivity of the upper respiratory system. However, airflow limitation was exacerbated in animals exposed to d-limonene alone immediately following exposure to limonene OPs. These findings suggest that terpene/ozone reaction products may have moderate-lasting adverse effects on both the upper airways and pulmonary regions. This may be important in the context of the etiology or exacerbation of lower airway symptoms in office workers, or of occupational asthma in workers involved in industrial cleaning operations."
        },
        {
            "References": "The Flavor and Fragrance High Production Volume Consortia; Revised Robust Summaries for Bicyclic Terpene Hydrocarbons Submitted to the EPA under the HPV Challenge Program. p. 163-5 (November 9, 2006) Available from, as of October 8, 2008: https://www.epa.gov/chemrtk/pubs/summaries/bictrphy/c13610tc.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female F344 rats were exposed to alpha-pinene by inhalation 6 hr/day, 5 d/wk for 14 wks at cconcentrations of. 0, 25, 50, 100, 200, or 400 ppm. Based on an absorption rate of 50%, these inhalation concentrations correspond to estimated dose levels of 0, 21, 42, 85, 170 or 340 mg/kg bw per day. ... All of the exposed males showed a decrease in body weight gain when compared to controls while the females exposed to less than 200 ppm showed a slight increase in body weight gain when compared to controls. Six female rats of the 400 ppm group were found dead during the study and 3 female rats of the same high exposure group displayed mild tremors. Absolute and relative liver weights were statistically increased in males at 200 ppm and greater and relative and absolute kidney weights were increased in males at 100 ppm and greater. In females, relative and absolute liver weights were increased at levels of >/= 50 ppm, but there were no increases in either hepatic enzymes or any evidence of histopathological changes at any of these dose levels. Females showed statistically significant decreases in absolute and relative thymus weights and increased relative lung weight at the 400 ppm level. Males showed statistically significant reductions in sorbitol dehydrogenase activity at 400 ppm, alanine aminotransferase activity at levels >/=50 ppm, and alkaline phosphatase activity at levels >/= 100 ppm. Females showed statistically significant reductions in alanine aminotransferase activity at levels >/= 200 ppm, and alkaline phosphatase activity at the 400 ppm. There were significant decreases at lower levels of exposure for females but these changes were not dose-dependent. None of these changes in enzyme activity were related to organ weight changes or evidence of histopathology. Examination of the male kidneys at all dose levels revealed lesions including granular casts and hyaline droplets indicative of alpha2u-globulin nephropathy. ...  In females there was no evidence of histopathology in any organ at any dose level. Specifically, there was no evidence of histopathological changes to the clitoris, ovaries, uterus, epididymis, preputial gland, seminal vesicles, and testes for any of the control or test groups of animals..."
        },
        {
            "References": "The Flavor and Fragrance High Production Volume Consortia; Revised Robust Summaries for Bicyclic Terpene Hydrocarbons Submitted to the EPA under the HPV Challenge Program.p. 166-8 (November 9, 2006) Available from, as of October 8, 2008: https://www.epa.gov/chemrtk/pubs/summaries/bictrphy/c13610tc.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female B6C3F1 mice were exposed to alpha-pinene by inhalation for 6 hr/day, 5 d/wk for 14 wk at 0, 25, 50, 100, 200, or 400 ppm, calculated to correspond to a daily intake of 36, 72, 144, 288, and 576 mg/kg bw per day. All mice survived until the study was completed. Body weight gain was comparable for all test animals when compared to controls. Absolute liver weights were increased for both sexes at the 400 ppm and relative and absolute liver weights were increased for both sexes at 200 ppm and 400. The 400 ppm male group showed decreased absolute and relative thymus weight. No gross or microscopic lesions were associated with these organ weight findings. Histopathological examination of male and female mice exposed to atmospheres of >/= 100 ppm of alpha-pinene revealed evidence of hyperplasia of the transitional epithelium of the urinary bladder. However, there was no evidence of histopathological changes to the clitoris, ovaries, uterus, epididymis, preputial gland, seminal vesicles, and testes any of the control or test groups of animals..."
        },
        {
            "References": "3.1.1]hept-2-ene, 2,6,6-trimethyl- CAS Number: 80-56-8. Available from, as of October 8, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=101069",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Virgin adult female hamsters were individually housed in mesh-bottom cages in a temperature- and humidity-controlled room. Animals were given free access to food and fresh tap water. There were mated one to one with untreated adult males and the appearance of motile sperm in the vaginal sperm was considered day 0 of gestation. Beginning on Day 6 and continuing daily through Day 10 of gestation, females were given 0, 6, 28, 130, or 600 mg/kg bw of the test material /a mixture of 85-90% terpene hydrocarbons and < 10% oxygenated terpene hydrocarbons/ by gavage in corn oil. A positive control group received 250 mg/kg bw/day of aspirin. Body weights were recorded on days 0, 8, 10, and 14 of gestation. Females were observed daily for appearance and behavior. Food consumption and body weight were monitored to eliminate any abnormalities that may be associated with anorexia in pregnant females. On Day 14 all dams were subjected to Caesarian section and the number of implantation sites, resorption sites, live fetuses, dead fetuses, and body weight of live pups were recorded. Gestation index, mortality, gross pathology incidence of the dam urogenital tract, number of implantation sites, number of corpora lutea, litter size and weights, sex and sex ratio of pups, and gross abnormalities to pups were reported. The urogenital tract of each dam was examined for anatomical abnormalities. One-third of fetuses of each litter underwent detailed visceral examination at 10x magnification. The remaining two-thirds were stained with alizarin red S dye/KOH and examined for skeletal defects.  Parental data and F1 as Appropriate: Data for number of females mated/pregnant at each dose level: 0 mg/kg bw, 27/21; 250 mg/kg bw of aspirin, 26/19; 6 mg/kg bw, 28/19; 28 mg/kg bw, 26/21; 130 mg/kg bw, 28/20; 600 mg/kg bw, 27/23. All pregnant females survived to sacrifice on Day 14. There was no significant difference in dam body weights between controls and any test group measured at Days 0, 6, 8, 10, or 14 of the study. One death each was reported in the two control groups and in the two highest dose groups before day 14. All litters were alive on Day 14 sacrifice. Average number of corpora lutea/dam mated were similar for controls and treatment groups: 0 mg/kg bw, 10.3; 250 mg/kg bw aspirin, 9.9; 6 mg/kg bw, 9.6; 28 mg/kg bw, 11.4; 130 mg/kg bw, 9.6; 600 mg/kg bw, 11.2. The average number of implantation sites/dam and % partial resorptions were similar for all groups:0 mg/kg bw, 11.7 and 15%; 250 mg/kg bw aspirin, 11.3 and 39%; 6 mg/kg bw, 12.1 and 32%; 28 mg/kg bw, 11.9 and 38%; 130 mg/kg bw, 11.5 and 42%; 600 mg/kg bw, 12.1 and 23%. Based on body weight changes, clinical observation, and gross examination of the urogenital tract, was no evidence of toxicity to dams. Offspring Toxicity - F1 and F2: Based on gross examination of live pups, visceral examination, and skeletal examination there were no signs of toxicity to offspring in either the control or test groups. The total number of live fetuses, average number of live fetuses per dam, sex ratio, and average fetal weight were not different between control and treatment groups. A small number of dead fetuses were reported at the three highest dose levels. The incidence of mortality was not dose related. Total number of live fetuses/dead fetuses/average fetal weight are recorded below: 0 mg/kg bw, 229/0/1.76g; 250 mg/kg bw aspirin, 192/0/1.74g; 6 mg/kg bw, 217/0/1.66g; 28 mg/kg bw, 230/7/1.73g; 130 mg/kg bw, 195/5/1.72g; 600 mg /kg bw, 258/1/1.70g.[USEPA; High Production Volume Information System (HPVIS). Detailed Chemical Results  Chemical Name: Bicyclo"
        },
        {
            "References": "3.1.1]hept-2-ene, 2,6,6-trimethyl- CAS Number: 80-56-8. Available from, as of October 8, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=101069",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Virgin adult female CD-1 outbred mice were gang-housed in plastic disposable cages in a temperature- and humidity-controlled room. Animals were given free access to food and fresh tap water. There were mated with untreated young adult males and observation of vaginal sperm plugs was considered day 0 of gestation. Beginning on Day 6 and continuing daily through Day 15 of gestation, groups (20-22/group) of pregnant females were given 0, 6, 26, 120, or 560 mg/kg bw of the test material by gavage in corn oil. A positive control group received 150 mg/kg bw/day of aspirin. Body weights were recorded on days 0, 6, 11, 15, and 17 of gestation. Females were observed daily for appearance and behavior. Food consumption and body weight were monitored to eliminate any abnormalities that may be associated with anorexia in pregnant females. On Day 17 all dams were subjected to Caesarian section and the number of implantation sites, resorption sites, live fetuses, dead fetuses, and body weight of live pups were recorded. Gestation index, mortality, gross pathology incidence of the dam urogenital tract, number of implantation sites, number of corpora lutea, litter size and weights, sex and sex ratio of pups, and gross abnormalities to pups were reported (these data were described in the robust summary for reproductive effects for the test material). The urogenital tract of each dam was examined for anatomical abnormalities. One-third of fetuses of each litter underwent detailed visceral examination at 10x magnification. The remaining two-thirds were stained with alizarin red S dye/KOH and examined for skeletal defects (the maternal and developmental fetal effects are discussed in this robust summary). Actual dose received by dose level and sex: 0, 6, 26, 120, or 560 mg/kg bw of the test material (FDA 71-28). Maternal data with dose level: Daily clinical observation and measurement of body weight gain failed to show any differences between control and test groups of female mice. The number pregnant and % pregnancy were similar for all dose and control groups. No abortions were observed in any group. Fetal Data with Dose Level: The average fetal weight of treatment and control groups were not statistically different (p>0.05). The total number of live fetuses was similar for test and control groups. Also, there was no significant difference in the number of dead fetuses between test and control groups. Skeletal examination of sternebrae showed no significant differences in the incidence of incomplete ossification or missing sternebrae for test and control groups. Likewise the incidences of fetuses with more than 13 ribs, incomplete ossification of vertebrae and extremities, incomplete skull closures were similar for test and control animals. Visceral examination failed to reveal any evidence of abnormalities at any dose level.[USEPA; High Production Volume Information System (HPVIS). Detailed Chemical Results  Chemical Name: Bicyclo"
        },
        {
            "References": "3.1.1]hept-2-ene, 2,6,6-trimethyl- CAS Number: 80-56-8. Available from, as of October 8, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=101069",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In the study, virgin adult female hamsters were individually housed in mesh bottom cages in a temperature- and humidity-controlled room. Animals were given free access to food and fresh tap water. There were mated one to one with untreated young adult males and the appearance of motile sperm in the vaginal sperm was considered day 0 of gestation. Beginning on Day 6 and continuing daily through Day 10 of gestation, groups (19-23/group) of pregnant females were given 0, 6, 28, 130, or 600 mg/kg bw of the test material by gavage in corn oil. A positive control group received 250 mg/kg bw/day of aspirin. Body weights were recorded on days 0, 6, 8, 10, and 14 of gestation. Females were observed daily for appearance and behavior. Food consumption and body weight were monitored to eliminate any abnormalities that may be associated with anorexia in pregnant females. On Day 14 all dams were subjected to Caesarian section and the number of implantation sites, resorption sites, live fetuses, dead fetuses, and body weight of live pups were recorded. Gestation index, mortality, gross pathology incidence of the dam urogenital tract, number of implantation sites, number of corpora lutea, litter size and weights, sex and sex ratio of pups, and gross abnormalities to pups were reported (these data were described in the robust summary for reproductive effects for the test material). The urogenital tract of each dam was examined for anatomical abnormalities. One-third of fetuses of each litter underwent detailed visceral examination at 10x magnification. The remaining two-thirds were stained with alizarin red S dye/KOH and examined for skeletal defects (the maternal and developmental fetal effects are discussed in this robust summary).   Actual dose received by dose level and sex: 0, 6, 28, 130, or 600 mg/kg bw of the test material (FDA 71-28) Maternal data with dose level: Daily clinical observation and measurement of body weight gain failed to show any differences between control and test groups of female rats. The number pregnant and % pregnancy were similar for all dose and control groups. One pregnant female died in each of the two control groups and the two highest dose groups in the study. No abortions were observed in any group. Fetal Data with Dose Level: The average fetal weight of treatment and control groups were not statistically different (p>0.05). The total number of live fetuses was similar for test and control groups. A small % of (less than 3%) dead fetuses were observed at the three highest dose levels. Skeletal examination of sternebrae showed no significant differences in the incidence of incomplete ossification or missing sternebrae for test and control groups. Likewise the incidences of fetuses with more than 13 ribs, incomplete ossification of vertebrae and extremities, incomplete skull closures were similar for test and control animals. Visceral examination failed to reveal any evidence of abnormalities at any dose level.[USEPA; High Production Volume Information System (HPVIS). Detailed Chemical Results  Chemical Name: Bicyclo"
        },
        {
            "References": "3.1.1]hept-2-ene, 2,6,6-trimethyl- CAS Number: 80-56-8. Available from, as of October 8, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=101069",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The test substance was administered orally by gavage /to Sprague-Dawley rats/ at the dose levels specified or the vehicle alone once daily for six days from the 9th to 14th day of gestation. All dams were necropsied and examined for gross lesions on Day 20. Maternal data with dose level: No significant differences were reported for maternal body weight gain, number of implantations, placental weight, intrauterine mortality and fetal weight for the 0.16 mL/kg (137.6 mg/kg) and 0.8 mL/kg (688 mg/kg) dose levels. At the 1.6 mL/kg (860 mg/kg) dose level, significant maternal weight loss and placental and fetal weight loss were reported. Fetal Data with Dose Level: No gross, visceral or skeletal anomalies were reported at the highest dose level. Malformations were reported in the 0.16 mL/kg (137.6 mg/kg) dose group and the control group, but the differences between the two were not significant. No effect on postnatal development was reported for the 0.16 mL/kg (137.6 mg/kg) and 0.8 mL/kg (688 mg/kg) dose levels. Newborn body weight showed significant decrease at the 1.60 mL/kg (860 mg/kg) dose level, but development recovered within one week.[USEPA; High Production Volume Information System (HPVIS). Detailed Chemical Results  Chemical Name: Bicyclo"
        },
        {
            "References": "PMID:15621337",
            "Value": "/GENOTOXICITY/ ... Mutagenicity was evaluated by the Salmonella/microsome assay (TA100, TA98, TA97a and TA1535 tester strains), without and with addition of an extrinsic metabolic activation system (rat liver S9 fraction induced by Aroclor 1254). Two dose-complementary assays were performed so that a broad range of doses, including a number of regularly-spaced doses in the non-toxic dose interval, were tested. No increase in the number of his+ revertant colonies over the negative control values was observed in any of the four S. typhimurium tester strains. Results from the present study therefore indicated that ... (+) and (-)-alpha-pinene are not mutagenic in the Ames test."
        },
        {
            "References": "The Flavor and Fragrance High Production Volume Consortia; Revised Robust Summaries for Bicyclic Terpene Hydrocarbons Submitted to the EPA under the HPV Challenge Program..p. 152 (November 9, 2006)",
            "Value": "/GENOTOXICITY/ The test material (0.5 mL of alpha-pinene) was administered directly through a gastric tube to 2 Sprague-Dawley rats with an average weight of 250 grams. The rats were maintained in polyethylene metabolism cages, which are constructed to separate feces from urine. Urine was collected on ice for a 24-hour period, removed and sterilized by filtration. Control urines from rats, which received only water, were collected. Ames tests were conducted in strains TA100 and TA98 with and without beta-glucuronidase. 50-300 uL of 24-hour direct urine samples were assayed. After a 48-hour incubation at 37 °C, each assay plate was counted and the number of spontaneous mutants for either TA98 (40) or TA100 (180) were subtracted from the total number of revertants. Routine positive control plates were prepared to verify the reversion properties of each strain: sodium azide and picrolonic acid were used to check TA100 and TA98 respectively. The positive response to mutagenicity with TA100 is defined as any deviation above the upper 99.9% confidence limits of the mean control value. This value (180) is the average number of spontaneous TA100 revertants observed on the control plates. Testing of alpha-pinene directly using the AMES assay ... was also performed with metabolic activation. No mutagenic effects for either the urinary metabolite assay or the assay using alpha-pinene directly. /There was/ no evidence of mutagenicity."
        },
        {
            "References": "The Flavor and Fragrance High Production Volume Consortia; Revised Robust Summaries for Bicyclic Terpene Hydrocarbons Submitted to the EPA under the HPV Challenge Program. p. 153-4 (November 9, 2006). Available from, as of October 8, 2008: https://www.epa.gov/chemrtk/pubs/summaries/bictrphy/c13610tc.htm",
            "Value": "/GENOTOXICITY/ In the Ames assay with Salmonella typhimurium TA1535, TA1537, TA1538, TA98, TA100 with Aroclor induced  rat liver S9 and  and a concentration of 25,000 ug/plate, mutagenic effects were not observed."
        },
        {
            "References": "The Flavor and Fragrance High Production Volume Consortia; Revised Robust Summaries for Bicyclic Terpene Hydrocarbons Submitted to the EPA under the HPV Challenge Program. p. 154-5 (November 9, 2006). Available from, as of October 8, 2008: https://www.epa.gov/chemrtk/pubs/summaries/bictrphy/c13610tc.htm",
            "Value": "/GENOTOXICITY/ Alpha-pinene was tested in the Ames assay using Salmonella typhimurium TA100, TA98, TA1538, TA1537, and TA1535 with and without Aroclor induced rat liver S-9. Concentrations were 0, 0.1, 0.25, 0.5, 1.0, 2.5, 5.0, 10.0, 25 uL/plate. Doses were selected based on a preliminary toxicity study of 14 doses in the range from 0.02 uL to 150.0 uL/plate using strain TA100. The test substance was toxic at doses at and above 4.69 uL/plate. The mutagenicity assays were conducted using three plates per dose level. Ethanol was used as the solvent and the negative control. For non-activated assays the positive controls included sodium azide (TA-1535 and TA-100), 2nitrofluorene (TA-1538 and TA-98), 9-aminoacridine (TA-1537); and for the activated assays, 2-aminoanthracene was used for all strains. alpha-Pinene did not exhibit mutagenic activity at any dose level tested."
        },
        {
            "References": "3.1.1]hept-2-ene, 2,6,6-trimethyl- CAS Number: 80-56-8. Available from, as of October 8, 2008: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=101069",
            "Value": "/GENOTOXICITY/  Livers were perfused in situ with 0.5 mM EDTA in HEPES buffer (pH 7.2) for four minutes. Cultures of rat liver hepatocytes were incubated with the test material for 18-20 hours. /Unscheduled DNA synthesis/ was measured by electronically counting nuclear grains and subtracting the average number of grains in 3 adjacent nuclear sized cytoplasmic areas. 75-150 cells were analyzed for each dose level. The test was considered positive if an increase in net nuclear grain count of at least six grains per nucleus above the solvent control and/or an increase in the percent of nuclei with at least 6 net grains to more than 10% above the negative control value.  Negative at all dose levels. The test article did not cause a significant increase in /unscheduled DNA synthesis/ as measured by the mean number of net nuclear grain counts ay any dose level. The positive control, 7,12-dimethylbenz(a)-anthracene (DMBA), induced significant increases in the mean number of net nuclear grain counts compared to the solvent control.  Cytotoxic concentration: Non-toxic at all dose levels .[USEPA; High Production Volume Information System (HPVIS). Detailed Chemical Results  Chemical Name: Bicyclo"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Pin-2(3)-ene (80-56-8) p.48 (2000 CD-ROM edition). Available from, as of October 8, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /Investigators performed the Ames test using TA100, TA98, UTH8414 and UTH8413 strains at concentrations of 50 to 2000 ug/plate, the results were negative/."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Pin-2(3)-ene (80-56-8) p.48 (2000 CD-ROM edition). Available from, as of October 8, 2008: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /Investigators performed the Ames test using TA100, TA98, UTH8414 and UTH8413 strains at concentrations of 10 to 500 ug/plate, the results were negative/."
        },
        {
            "References": "PMID:1610401",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Camphor, alpha-pinene (the major component of turpentine), and thujone (a constituent in the liqueur called absinthe) produced an increase in porphyrin production in primary cultures of chick embryo liver cells. In the presence of desferrioxamine (an iron chelator which inhibits heme synthesis and thereby mimics the effect of the block associated with acute porphyria), the terpenes enhanced porphyrin accumulation 5 to 20 fold. They also induced synthesis of the rate-controlling enzyme for the pathway, 5-aminolevulinic acid synthase. These effects are shared by well-known porphyrogenic chemicals such as phenobarbital and glutethimide. Camphor and glutethimide alone led to the accumulation of mostly uro- and heptacarboxylporphyrins, whereas alpha-pinene and thujone resulted in lesser accumulations of porphyrins which were predominantly copro- and protoporphyrins. In the presence of desferrioxamine, plus any of the three terpenes, the major product that accumulated was protoporphyrin. The terpenes tested are porphyrogenic and hazardous to patients with underlying defects in hepatic heme synthesis."
        },
        {
            "References": "PMID:17383062",
            "Value": "/IMMUNOTOXICITY/ The popliteal lymph node assay (PLNA) has been proposed as a screening test for detecting chemicals with potential of inducing allergic and auto-immune-like reactions in humans. ... The present study ... used the rat PLNA to evaluate the immuno-sensitizing potential of 10 monoterpenes found in the essential oils of a variety of aromatic, edible and medicinal plants. The primary or direct PLNA was performed with the monoterpenes, and chlorpromazine (CPZ) and barbital were used as positive and negative controls, respectively. Female, 7-8 week-old Wistar rats were injected subcutaneously (50 uL) with the test substance (0.5, 2.5 or 5 mg) into the right hind footpad while the contralateral footpad was injected with the vehicle (DMSO) alone. Weight (WI) and cellularity (CI) indices for draining PLNs were determined 7 days after treatment. PLNA was positive (WI >or= 2 and CI >or= 5) for CPZ, citral, alpha-terpinene, beta-myrcene and (-)-alpha-pinene, and negative for barbital, DMSO, (-)-menthol, 1,8-cineole, (+/-) citronellal, (+)-limonene, (+/-) camphor and terpineol. A secondary PLNA, a T-cell priming test, was carried out with the four substances that had been positive in the primary assay. Six weeks after being locally primed with 5 mg/paw, rats were sc injected into the same footpad with a dose (0.5 mg/paw) of the substance that had been previously found to be insufficient to cause a positive response. WI and CI were then calculated 4 and 7 days after the second injection. CPZ was also positive in the secondary assay thereby confirming that it is a sensitizing agent. Citral, alpha-terpinene, beta-myrcene and (-)-alpha-pinene, however, were negative in the secondary assay. In summary, citral, alpha-terpinene, beta-myrcene and (-)-alpha-pinene induced a clear immuno-stimulatory response due to their irritant properties but no monoterpene proved to be a sensitizing agent in the PLNA."
        },
        {
            "References": "PMID:9765067",
            "Value": "/OTHER TOXICITY INFORMATION/ To clarify the existence of a receptor protein for sensory irritants in trigeminal nerve endings, D- (ie (+)) and L- (ie (-)) enantiomers of alpha- and beta-pinene as models of nonreactive chemicals were evaluated for their potency in outbred OF1 and NIH/S mice using ASTM E981-84 bioassay. All pinenes possess sensory irritation properties and also induced sedation and signs of anesthesia but had no pulmonary irritation effects. According to the ratio of RD50 (ie, concentration which causes a 50% decrease in respiratory rate,f) and vapor pressure (Po), all pinenes are nonreactive chemicals. For nonreactive chemicals, Po and olive oil-gas partition (Loil) can be used to estimate their potency as sensory irritant. Thus, for enantiomers with identical physicochemical properties, the estimated RD50 values are the same. In addition, although alpha- and beta-pinene do not have identical Po and Loil values, their estimated potencies are quite close. However, the experimental results showed that D-enantiomers of pinenes were the most potent as sensory irritants and a difference in potency also exists between alpha- and beta-pinene. RD50 for D-enantiomers of alpha- and beta-pinene were almost equal, 1053 ppm and 1279 ppm in OF1 strain and 1107 ppm and 1419 ppm in NIH/S strain, respectively. Values differed by a factor of approximately 4 to 5 from L-beta-pinene for which the RD50 was 4663 ppm in OF1 and 5811 ppm in NIH/S mice. RD50 could not be determined for L-alpha-pinene; this pinene was almost inactive. D-alpha-pinene seems to best fit the receptor because its experimental RD50 was one-half of the estimated value while for D-beta-pinene those values were equal. On the contrary, L-beta-pinene was about 3 to 4 times less potent than estimated. L-alpha-pinene was only slightly active although it was estimated to be as potent as D-alpha-pinene. The remarkable difference in potency between L-enantiomers is most likely due to a structural difference between alpha- and beta-pinene: the more flexible beta-pinene can bend to fit into the receptor better than the rigid alpha-pinene."
        },
        {
            "References": "JARVISALO J, VAINIO H; ACTA PHARMACOL TOXICOL 46 (1): 32 (1980)",
            "Value": "/OTHER TOXICITY INFORMATION/ Turpentine treatment incr the affinity of liver microsomal cytochrome P450 to alpha-pinene (the main component of turpentine)"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) McCreary JJ et al; Chemosphere 12: 1619-32 (1983)",
            "Value": "SOIL: alpha-Pinene was detected not quantified in soil samples at the site of a former pine-tar manufacturer in Gainsville, FL(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Li J, Perdue EM; Physicochemical properties of selected monoterpenes. Pre-print extended abstract, Presented before the Division of Environmental Chemistry, Amer. Chem. Soc., Anaheim, CA, April 2-7, 1995 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of alpha-pinene is estimated as 2,600(SRC), using a water solubility of 2.49 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that alpha-pinene is expected to have slight mobility in soil."
        }
    ]
}