{
    "_id": {
        "$oid": "6682e859c4e5dba5ffba2528"
    },
    "CID": {
        "$numberInt": "6658"
    },
    "Name": "Methyl methacrylate",
    "IUPACName": "methyl 2-methylprop-2-enoate",
    "CanonicalSMILES": "CC(=C)C(=O)OC",
    "Synonyms": [
        "METHYL METHACRYLATE",
        "80-62-6",
        "methyl 2-methylprop-2-enoate",
        "Methylmethacrylate",
        "Methyl methylacrylate",
        "Methyl 2-methylpropenoate",
        "Methacrylic acid methyl ester",
        "Pegalan",
        "Methyl-methacrylat",
        "9011-14-7",
        "Methyl 2-methyl-2-propenoate",
        "Diakon",
        "Acryester M",
        "2-Propenoic acid",
        "2-methyl-",
        "methyl ester",
        "Methacrylate de methyle"
    ],
    "IsomericSMILES": "CC(=C)C(=O)OC",
    "INCHI": "InChI=1S/C5H8O2/c1-4(2)5(6)7-3/h1H2,2-3H3",
    "INCHIKEY": "VVQNEPGJFQJSBK-UHFFFAOYSA-N",
    "Formula": "C5H8O2",
    "MolecularWeight": {
        "$numberDouble": "100.12"
    },
    "Description": "Methyl methacrylate is an enoate ester having methacrylic acid as the carboxylic acid component and methanol as the alcohol component. It has a role as an allergen and a polymerisation monomer. It is an enoate ester and a methyl ester. It is functionally related to a methacrylic acid.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "94"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 14 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 4 was calculated in fish for methyl methacrylate(SRC), using a log Kow of 1.38(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Feb 3, 2010. (2) Greim H et al; Chemosphere 31: 2637-659 (1995) (3) Slave T et al; Rev Chim 25: 666-70 (1974) (4) Pahren HR, Bloodgood DE; Water Pollut Control Fed J 33: 233-8 (1961) (5) Jung J et al; Haz Waste Haz Mat 10: 3-11 (1993)",
            "Value": "AEROBIC: Methyl methacrylate, present at 100 mg/L, reached 94% of its theoretical BOD in 2 weeks using an activated sludge inoculum in the Japanese MITI test(1). In the modified Japanese MITI test, methyl methacrylate reached 32% of its theoretical BOD after 28 days; in a closed bottle test, methyl methacrylate released 88% of carbon dioxide evolution after 28 days; and >95% methyl methacrylate was degraded in the Zahn-Wellens test, time not specified(2). Methyl methacrylate was reported to be completely degraded by activated sludge in approximately 20 hours(3). In a standard biodegradability test using sewage seed, 42% of the theoretical BOD was consumed in 19 days, including a 3-4 day lag period; with acclimated seed, 66% of the theoretical BOD was consumed in 22 days(4). The biodegradation rate for methyl methacrylate at 75 ppm starting concentration, treated using a mixed microbial population immobilized in calcium alginate gel, was 9.3 ppm/hr; this corresponded to 89% removal due to biodegradation(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 14",
            "Value": "log Kow = 1.38"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.98 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /Inhalation/ exposure of rats (strain and sex unknown) up to 23,000 ppm MMA for 1 hr resulted in a decrease in serum lipids."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.100 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No deaths occurred in rats (strain and sex unknown) exposed for one hour to methyl methacrylate vapor at concentrations approximating the lower explosive limit (up to 74 mg/L). Slight to moderate weight loss and signs of respiratory tract irritation were seen. Surviving rats had an overall weight gain by the end of the recovery period. Purity: 97%. Impurities: Methacrylonitirile 0.002%, Isobutanol 0.003%, Butanol 0.008%, Water 0.014%, MEHQ (inhibitor) > 7 - 10 ppm."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.315 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ MMA caused a variety of effects when injected undiluted into rabbit (strain not given) eye to achieve final concentrations from 0.05 to 5% (v/v) in the anterior chamber of the eye. Corneal edema, neovascularization, iris engorgement, inflammation, and cataracts were observed in a dose related manner. The doses producing these effects were much higher than the small amount of MMA that leaches out implanted ocular lenses."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-411",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Monomeric form is reportedly lethal at oral doses from 6 to 9 g/kg in lab animals. Poisoned animals exhibit respiratory depression, and coma; also irritation of skin, eyes and respiratory tract."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 89",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Insertion of 3 drops of this monomer in the eyes of rabbits (strain not given) produces immediate irritation accompanied by inflammation and subsequent edema, which clears up in 3 days. Toxicity of methyl methacrylate when inhaled and when administered sc and ip has ... been studied ... Kidney and liver lesions resembling those caused by carbon tetrachloride /were found/. Liver injury was also found, but sometimes it appeared to be reversible, and healed subsequently ... /In other studies it was/ found that when animals are made to breathe toxic amounts of the vapor of the monomer there is great exhaustion, dyspnea, and diminution of the reflexes, the animals finding increased difficulty in breathing, and finally dying through respiratory failure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1029",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Single 8-hr exposures to ... concentrations of 4400 ppm were fatal to rats and rabbits, but not guinea pigs ... Exposures of 10,000 to 11,000 ppm for one-half hr to 3 hr daily for 15 days caused deaths among mice and dogs, but guinea pigs survived."
        },
        {
            "References": "Constantinescu S; Rev Roum Embryol Cytol, Ser Cytol 9 (1): 97-103 (1972)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Treatment of rats with methyl methacrylate caused a decrease in hepatic beta-glucuronidase levels within 24 hr. Serum enzymic activity gradually increased upon treatment."
        },
        {
            "References": "PMID:874741",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Monomeric methyl methacrylate vapor in air was delivered into the breathing air of dogs. 2000 ppm resulted in transient drop in arterial blood pressure and marked inhibition of ongoing GI motor activities."
        },
        {
            "References": "D'hollander AA et al, Acta Anaesthesiol Belg, 27, Suppl, 75-9 (1976)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The cardiovascular effects of methyl methacrylate monomer iv injections were studied in dogs. IV 0.1 mL/kg resulted in significant variations in cardiac output (+20%), pulmonary pressure (+30%), and diastolic systemic pressure (-25%) in dogs."
        },
        {
            "References": "PMID:4820367",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methacrylic acid admin iv increased respiratory rate, decreased heart rate, and produced electrocardiogram changes in anesthetized dogs. Methacrylic acid, methyl, n-propyl, n-butyl, isobutyl, and hydroxyethyl methacrylates produced a biphasic response, an abrupt fall in blood pressure followed by a secondary rise. 2-Ethylhexyl, isodecyl, lauryl, and tert-butylaminoethyl methacrylates produced only a hypotensive effect. Dimethylaminoethylmethacrylate produced only a hypertensive effect."
        },
        {
            "References": "PMID:6839739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Twenty-one different acrylate and methacrylate compounds, including methyl methacrylate, were scanned for their ability to induce contact sensitivity, using 5 different sensitization protocols. Contact reactions of varying intensities were produced to all the mono-, di-, and triacrylates tested. Methacrylates did not sensitize guinea pigs."
        },
        {
            "References": "PMID:845451",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs could be strongly sensitized to methyl, ethyl, and n-butyl methacrylates in ethanol or olive oil by topical route, or in saline by intradermal route."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2009.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When a rhesus monkey was exposed to methyl methacrylate for 22 hr /concentration unspecified from source/, the animal died from acute pulmonary edema; centrilobular necrosis was recorded at autopsy."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 625",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl methacrylate has been applied externally on rabbit eye and caused irritation requiring several days of recovery."
        },
        {
            "References": "PMID:12746123",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The purpose of this study was to map, in 3 dimensions, the lesions induced by beta-beta'-iminodipropionitrile (IDPN), methyl iodide (MeI) and methyl methacrylate (MMA) in the rat nasal cavity. Animals were administered IDPN (150 mg/kg, IP) or exposed via inhalation to MeI (100 ppm, 2 hours) or MMA (400 ppm, 4 hours) and sacrificed after 24 hours. Heads were decalcified, step-sections (1 every 400 um) cut and stained, and the severity of the epithelial lesion graded as mild (vacuolation and pyknosis), moderate (undulation and mild stripping), or marked (complete stripping). These grades were mapped onto a 3D-model of a rat nasal cavity using the KS400 imaging system (Imaging Associates, Thame, UK). Despite the different routes of exposure the lesions induced by the 3 compounds had very similar distributions, predominantly affecting the dorsal-medial aspects of the ethmoturbinates and, in the case of MMA, the organ of Rodolfo Masera. These results suggest that, with these chemicals, local bioactivation plays a more important role than dosimetry in determining lesion distribution."
        },
        {
            "References": "PMID:11275353",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Female F344 rats exposed to 200 ppm methyl methacrylate for 6 hr developed a lesion in the nasal olfactory epithelium which was characterized by degeneration and atrophy. The severity of the lesion was markedly reduced by pre-treatment of the rats with an intraperitoneal dose of 100 mg/kg bis-(p-nitrophenyl)phosphate, an inhibitor of carboxylesterase enzymes, thus demonstrating that the lesion is caused by the carboxylesterase mediated metabolism of methyl methacrylate to methacrylic acid, an irritant and corrosive metabolite. The distribution of the carboxylesterases in nasal tissues has been investigated and the metabolism of methyl methacrylate to methacrylic acid has been compared in rat, hamster and human nasal tissue fractions in vitro. Histocytochemistry showed that the carboxylesterases are heavily localized in the sustentacular cells and Bowman's glands of the rat olfactory region, but are more generally distributed in human olfactory epithelium. Consistent with this, the enzyme activity in all three species was higher in fractions prepared from olfactory tissue than from respiratory tissue, 3-fold in rat and human and 12-fold in the hamster. The maximum rates (V(max)) of metabolism in rat and hamster olfactory tissue fractions were comparable, whereas those in human olfactory tissue fractions were at least 13-fold lower. The rate of metabolism in rat olfactory tissue was also comparable to that in rat liver whereas in humans, the rate in olfactory tissue was 500-fold lower than that in the liver. In respiratory tissues, the rate in humans was at least 6-fold lower than that in the rat. These results suggest that humans are significantly less sensitive than rodents to the nasal toxicity of methyl methacrylate."
        },
        {
            "References": "PMID:4093996",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 4 hr daily exposures (excluding weekends) of young adult male rats to 110 ppm methyl acrylate in air over a period of 32 days failed to produce significant differences in body or tissue weights, blood chemistries, gross metabolic performance, and spontaneous small intestinal motor activities when compared with a sham-exposed group."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) pp.279-80 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following the addition of 0, 2, 5 and 10 mM methyl methacrylate to isolated rat hepatocyte preparations and incubation for 2 hr at 37 °C, a concentration and time dependent depletion of reduced glutathione (GSH) in the cells was observed. A minimum GSH content was reached after 30 min incubation. GSH levels then returned to normal, the time required being a function of the MMA concentration. After 2 hr the concentration-related GSH depletion was still observable. The viability of the hepatocytes, monitored by the integrity of the plasma membrane, was not impaired by MMA treatment. MMA had no effect on the content of cytochrome P-450 hemoprotein of the cells."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.280 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl methacrylate (1 mM or 5 mM) did not react with GSH (2 mM) in phosphate buffer (pH 6.5) when incubated with 25% rat liver supernatant for 1 or 3 hr. The enzyme glutathione-S-epoxide transferase was not active in the presence of MMA as determined by GSH loss. Although a separate enzyme in rat liver supernatant, catalyzing the reaction of alpha, beta- unsaturated compounds with GSH could be identified, this enzyme did not catalyze the reaction of MMA with GSH."
        },
        {
            "References": "PMID:4024123",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Gavage administration of equimolar doses (2 mmol/kg) of methyl or ethyl acrylate in corn oil resulted in profound gastric toxicity in male F344 rats, while acrylic acid and n-butyl acrylate were without effect. Furthermore, gavage administration of equimolar doses of methyl propionate or ethyl propionate (saturated analogues of methyl acrylate and ethyl acrylate, respectively) as well as methacrylic acid esters were without gastric toxicity. These results indicate that structural requirements for acrylate esters to cause gastric lesions include an intact ester moiety, a double bond, and no substitution at carbon number 2. Additional studies indicate that gastric toxicity may be attributed to the intact ester molecule or to metabolite(s) other than products of carboxylesterase-mediated hydrolysis (acrylic acid and alcohol) and that gastric toxicity is dependent upon both acrylate ester concentration in dose vehicle and the lipophilicity of the dose vehicle (corn oil vs water)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.128 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rat (strain and sex unknown) tails were exposed to MMA 3 hr/day for 8 weeks. Findings: enlargement of intracellular spaces (spongiosis), with fine granular substance, keratinocytes with vacuoles, edema, distorted christae in mitochondria, and pycnotic nuclei. Focal cytolysis and edema in all layers of the epidermis."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.137 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Guinea pig maximization test: Method: Magnusson Kligman. Induction: 0.5M in arachis oil intradermal (day 0), 1M in 80% ethanol, dermal, 24 hr occlusive (day 7). Challenge: 3M (maximum non-irritant concentration) in arachis oil:methyl ethyl ketone 1:2. 2 of 10 animals reacted positively. Test substance purity: 99%. Result: non-sensitizing."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.138 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Guinea pig maximization test: Method: Magnusson Kligman, modified. Induction: 5, 10, 15, 25% in propylene gycol intradermal. (day 0), 5, 10 15, 25% in petrolatum, dermal, 48 hr occlusive (day 7). Challenge: maximum non-irritant concentration (value not given) (day 21). Reaction was dependent on induction concentration: 5% (0/5 animals positive), 10% (2/5), 15% (2/5), 25% (4/5).  Result: sensitizing."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.147 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mouse ear swelling test: Induction: 50% MMA in ethanol topically to both sides of the right ear (day 0, 2); Challenge: 50% MMA in ethanol topically to both sides of the left ear (day 9); Result: Significant increase in ear thickness (114%, n = 15). Result: Sensitizing."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.147 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Open epicutaneous test, guinea pig: Induction: 3M MMA in ethanol 95%:methoxyethanol:Tween (9:9:2), unoccluded (days 0, 2, 4, 7, 9, 11); challenge: from day 28 once per week , 12 weeks, 5% MMA in acetone:olive oil (4:1), unoccluded.  Result: 0 of 6 animals reacted positively.  Result: not sensitizing"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.149 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Split adjuvant test, guinea pig: Induction: FCA i.d. into 5 application sites (day 0), 0.1 mL of 100 ug MMA in ethanol saline (1:100) intradermal into the same sites; Dermal induction and challenge: From day 14 once per week, 12 weeks, 5% in acetone:olive oil (4:1), unoccluded. Result: 0 or 6 animals reacted positively. Result: not sensitizing."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) pp.150-1 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cyclophosphamide FCA assay, guinea pig: Animals were treated with cyclophosphamide 3 days prior to induction (150 mg/kg bw ip); Induction: 5 x 10% /methyl methacrylate/ in ethanol, occluded, 24 hr (day 0-4); 2 x Freund's Complete Adjuvant (FCA) intadermal (day 4); 10% in ethanol, 6 hr, occluded (day 9); Challenge: 10% in ethanol, 24 hr occluded (day 22); Result: 0 of 30 animals reacted positively. Result: not sensitizing."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.152 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Polak method (with adjuvant), guinea pig: Induction: Freund's Complete Adjuvant (FCA) into 4 footpads, 3 x MMA in ethanol 95% topically (concentration not indicated), 1 topical application in ethanol 95% on day 25.  Challenge: 2% and 5% in olive oil. Result: 13 or 13 animals reacted positively. Result: sensitizing."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.154 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Polak method (with adjuvant), guinea pig: Induction: Freund's Complete Adjuvant (FCA) intradermal into 4 footpads, 3 dermal applications of MMA in ethanol 95% (concentration not indicated), 1 i.d. application of 0.005 mL in saline; Challenge: 2% and 5% in ethanol 95%. Result: 0 of 10 animals reacted positively. Result: not sensitizing."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.160 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cross reactions: Guinea pigs sensitized to ethyleneglycol dimethacrylate, triethyleneglycol dimethacrylate, and trimethylolpropane trimethylacrylate did not cross react with MMA. Animals sensitized to MMA showed cross reactions with hydroxyethyl methacrylate, ethyleneglycol dimethacrylate, and triethyleneglycol dimethacrylate, but not with trimethylolpropane dimethacrylate, hexanediol diacrylate, pentaerythritol tetraacrylate, or trimethylolpropane triacrylate."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.160 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No cross reactions were observed after a challenge with 1% MMA in acetone in /guinea pigs/ sensitized to epoxy acrylate or bisphenol A dimethacrylate."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.161 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ MMA was shown to cross react to ethyl- and n-butyl methacrylate /in guinea pigs/."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.163 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pig local lymph node assay: Induction: 0.1 mL MMA in ethanol/saline (1:4) in Freund's Complete Adjuvant (FCA) s.c. into 4 footpads and neck (total dose 11.5 umol per animal); Challenge: 1% and 5% MMA in acetone:olive oil (4:1) unoccluded, 1M solution of MMA in acetone/olive oil (4:1) to dorsal side of the ear. Result: lymph node weight was not affected (number of animals not indicated)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.169 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two groups of female rats (strain unknown) were exposed to MMA vapor (air concentration of approx 7.6%) for 20 min daily for 21 or 42 days respectively. 5 min prior to exposure, and then during the treatment, blood pressure, heart rate, respiration, and ECG were monitored. Systolic blood pressure increased with time of exposure to MMA. Abnormal respiratory patterns, ECG changes, and an increase in systolic blood pressure with increased heart rate were recorded. Minimal chronic tissue changes were observed in the lungs of rats exposed for 21 days. In animals exposed for 42 days perivascular lymphocytic and histiocytic infiltrations were present, and a large number of macrophages were observed in the lungs."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.170 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats (strain not given), 60 animals per group, were exposed to MMA vapor 24 hr/day, 7 days/week, for 60 days, at dosages of 0.024, 0.24, and 2.4 ppm. Continuous exposure to 0.24 or 2.4 ppm MMA for 60 days produced changes in muscle activity in rats. Coproporphyrin levels in urine and blood cholinesterase activity were decreased. Pneumonia, oxygen permeability in the alveoles, dystrophic changes in the kidney, and plethora in the speen were observed in the high dose group. Behavior and body weights were not affected"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.199 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Wistar rats (sex not given) were exposed to MMA on 12 sq cm of proximal tail skin 1 cm distal to the anus 3 hr/day for 8 weeks. Keratolysis without ulceration of the exposed skin and a decrease of primary muscle response to stimulation of the rat tail motor nerve was observed after 4 weeks of exposure. The thickness of the myelinated nerve was not significantly affected. On electron microscopic examination myelin figures were found in < 10% of the axons in the upper dermis. In the epidermis enlarged intracellular spaces and abnormal keratinocytes were found."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.206 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female B5C3F1 mice were exposed to MMA vapor 6 hr/day, 5 days/week for 64 exposures (14 weeks) at doses of 500, 1000, 2000, 3000, and 5000 ppm, 20 animals per group (10 male, 10 female). A control group received no treatment. Survival: 0-1000 ppm male and female: 10/10; 2000 ppm: male 8/10, female 9/10; 3000 ppm: male 6/10, female 10/10; 5000 ppm male and female: 2/10. Final mean body weights of all groups of exposed male mice were lower than that of controls by 13-27%, those of female animals by 6-18%. At dose levels beyond 2000 ppm dose related histopathological changes included renal cortical necrosis, cortical tubular degeneration, and/or focal mineralization, inflammation of the nasal cavity with necrosis and loss of olfactory epithelium, extensive liver necrosis in females, inflammation of the nasal turbinates in females. Other lesions, such as pulmonary congestion, hepatic necrosis and vacuolation, and congestion of the brain were observed mainly at concentrations of 3000 and 5000 ppm."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.216 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Beagle dogs (sex not given), 6 animals per group, were exposed to 100 or 400 ppm MMA 5 hr/day, 5 days/week for 3 months. A control group received no treatment.  For the whole period the animals were catheterized via the external iliac artery and a total of 36 variables, including systolic and diastolic blood pressure, ECG, heart and respiratory rates, hematology and clinical chemistry parameters and urinalysis were recorded monthly. None of these parameters was significantly different from the control group, and no changes in organ weights and bone marrow differentials were observed. Histopathological examination of the major organs was unremarkable."
        },
        {
            "References": "Tansy MF et al, Environ Res 11 (1): 66-77 (1976)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of rats (strain and sex unknown) to 116 ppm methyl methacrylate vapor for 8 hr/day for 3-6 mo decreased subcutaneous fat deposits, body, lung, and spleen wt, affected intestinal transit performance, and altered blood chemistry."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 757",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 3-month study with mice and rats(strains and sexes not given),, the animals were exposed to methyl methacrylate via inhalation at 4 concentrations ranging from 500 ppm (2080 mg/cu m) to 3000 ppm (12,480 mg/cu m). In female and male rats 2000 ppm and 3000 ppm, respectively, caused inflammation in the nasal cavity and necrosis of the olfactory epithelium. The mice showed metaplastic changes of the nasal epithelium even at the lowest level of 500 ppm. Apart from the local airway injuries, there were rather few observations concerning systemic toxicity: female rats showed dose-related malacia and gliosis of the brain at and above 1000 ppm; at 2000 ppm and higher concentrations, male mice showed a dose-related increase in renal cortical necrosis and tubular degeneration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2009.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats and mice (strains and sexes unknown) inhaled 500, 1000, 2000, 3000, or 5000 ppm methyl methacrylate for 6 hr/day, 5 days/wk for 14 wk. Concentration-dependent mortality was recorded; all rats exposed at 5000 ppm died, and cerebellar congestion and hemorrhage into the cerebellar pedoncles, malacia, and gliosis were found in early and late deaths, respectively. There was a dose-dependent increase in olfactory epithelial necrosis and sloughing; metaplasia and inflammation in the nasal turbinates occurred in the mice. Renal cortical necrosis, tubular degeneration with focal mineralization and hepatic necrosis were seen in the male mice. No deaths occurred in groups of rats or mice that inhaled 500 or 1000 ppm methyl methacrylate, but body weights were reduced."
        },
        {
            "References": "PMID:16308612",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Two experimental groups of rats were exposed to methyl methacrylate (MMA) by inhalation under poor ventilation: one group (n = 36) was exposed permanently, and the other (n = 36) was exposed during 8 hours per day, without water and food supply during the exposure period. A control group (n = 8) received normal air supply. Twelve animals of each study group were sacrificed after 5, 8 and 10 days of exposure together with two or four control animals. Twenty-nine (80.5%) of the rats continuously exposed to MMA developed inflammation on the tracheal epithelium, as well as 58.33% (n = 21) of those exposed 8 h/day and 87.5% (n = 7) of the control rats. No association was observed between the inflammatory process and MMA exposure; no significant alterations in the tracheal epithelium thickness were observed..."
        },
        {
            "References": "PMID:12051552",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Two experimental groups of /female Wistar/ rats were exposed to methyl methacrylate (MMA) (at 1,000 ppm, 6 hr/day, 5 days/week for 4 weeks) by inhalation under poor (group A, n = 12) and normal ventilation (group B, n = 11) conditions. A control group (group C, n = 10) received normal air. Degeneration of olfactory epithelium, bronchopneumonia, interstitial pneumonia, hemorrhage, atelectasis, edema, emphysema, and bronchial epithelial hyperplasia were observed in groups A and B. Emphysema was the most common lesion. Bronchopneumonia with abscesses was only observed in group A. Glutathione levels were significantly decreased and malondialdehyde levels were significantly increased in group A. No significant difference was observed in superoxide dismutase levels between the groups..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.207 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 male Swiss Webster mice were exposed to intermittent daily exposures of 0, 100, or 400 ppm MMA vapor in air for a total exposure time of 160 hr. A control group received no treatment. 24 hr after the last exposure, 50 mg/kg bw sodium pentobarbital was injected ip into each mouse to determine the induction and sleeping times. The mean induction time was significantly shorter for the 100 ppm animals. The mean sleeping time was significantly decreased for mice exposed to 400 ppm MMA but was not altered statistically significant in the 100 ppm MMA group."
        },
        {
            "References": "PMID:12042061",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  A group of nine guinea pigs was initially treated with 0.0077 mL of Ethyl Methacrylate in olive oil on day 60 (as controls) and was challenged with 2% and 5% Ethyl Methacrylate in olive oil on day 95. Positive reactions were observed in all of the animals after 72 hours. When the guinea pigs from both groups were challenged a second or fourth time with Ethyl Methacrylate and either 1% methyl methacrylate or 1% butyl methacrylate, strong cross-sensitivity was observed."
        },
        {
            "References": "PMID:12042061",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Crossreactivity patterns of methacrylates /were investigated/. In a standard guinea pig maximization test, induction was done with 10% methyl methacrylate in water-Ficund's Adjuvant emulsion, 10% methyl methacrylate in corn oil, and a water-Ficund's Adjuvant emulsion in the neck region. Challenge was done with Finn chambers filled with 25 uL of 25% methyl methacrylate in corn oil. Open skin tests were made 2 weeks later with 25% and 50% methyl methacrylate in an ethanol/DMSO (40%) solution. A modification of this protocol with induction at day 0 with injections of 10% methyl methacrylate, 12% 2-hydroxyethyl methacrylate, 14% 2-hydroxypropyl methacrylate, or 20% ethylene glycol dimethacrylate into both flanks, the ears, and the neck was used in cross-reactivity tests. In the modified protocol, challenge was done at day 14 with open skin tests on clipped and shaved upper flanks with 25 uL of solution containing either 50% methyl methacrylate, 10% ethylene glycol dimethacrylate, 50% 2-hydroxyethyl methacrylate, or 50% 2-hydroxypropyl methacrylate. Challenge reactions were recorded after 6, 24, 48, and 72 hours as red (2), pink (1.5), pale pink (1), faintly pink (0.5), or negative (0) ... /Results indicated/ that crossreactions between methacrylates are most likely if there are similarities between size and polarity of the ester side chains."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) pp.175-8 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Fischer 344 rats were exposed to MMA vapor 6 hr/day, 5 days/week for 104 weeks at doses of 25, 100, and 400 ppm (70 male and 70 female per group).  A control group received no treatment ... The chronic inhalation studies on MMA were evaluated as follows. The lead effect of MMA in chronic inhalation studies in rodents is the nasal lesion characterized by inflammatory degeneration of the nasal epithelium, the target tissue at low concentrations being the olfactory epithelium; only at 400 ppm were effects seen in the anterior regions of the nose. A NOEL in the rat of 25 ppm has been established with very slight nasal lesions being observed at 100 ppm. This histological picture and the pattern of effect (i.e., olfactory tissue affected at the lower concentration) is consistent with toxicity arising from metabolism of the inhaled material by the olfactory tissue. Olfactory tissue in many species, including man, is known to have a considerable capacity to metabolize inhaled materials ... A purely irritant effect of the inhaled material would have give a reversed effect pattern, i.e., the anterior respiratory epithelium lined regions would have been affected at the lower concentration with a progression with increasing concentration to the posterior olfactory regions ... These effects are therefore probably related to the deposition of MMA in the upper respiratory tract and its subsequent hydrolysis by carboxylesterase enzymes to methacrylic acid in the nasal mucosa ... Localization and severity of the lesion in the olfactory epithelium is consistent with the greater esterase activity reported in the olfactory epithelium as compared with respiratory epithelium in rodents ... Release of methacrylic acid in this tissue is likely to cause severe local irritation leading ultimately to the observed histopathological effects. An additional factor governing tissue specificity may be due to different sensitivies to the acid metabolite or even further metabolism of the acid. This is suggested by inhalation studies conducted on acrylic and acetic acids, both inducing olfactory epithelium lesions ... There are significant morphological differences between species in the structure of the nasal cavity, and this is reflected in the differences in surface area normalized to minute ventilation reported between rodents (9 sq mm/mL/min) and humans (2 sq mm/mL/min) ..., which will result in differences in concentration of inhaled materials at the nasal tissue. In addition, rodents are obligate nose breathers whereas humans also breath through the mouth, the latter method of breathing being expected to reduce exposure of the nasal epithelium. Differing nasal flow patterns also influence the proportion of inhaled air passing over specific regions of the nasal cavity ... and hence the quantity of MMA vapor that might be absorbed. In the rat, ... a significant proportion of  inhaled air is directed onto the regions containing olfactory epithelium. In contrast, in man during the inhalatory phase of respiration, a small eddy is generated in the olfactory region, considered to provide sufficient flow for olfaction while protecting against injury ... While a higher airflow across the human olfactory epithelium occurs during the expiratory phase, the vapor concentration would be considerably reduced due to absorption in the lower respiratory tract. Taken together, these factors suggest that humans may be less sensitive than rodents to lesions of the nasal epithelium caused by MMA. Although no data are currently available on the species differences in olfactory tissue carboxylesterase activity, there are scant data available on species differences in respiratory enzyme complements ... A 35-fold lower activity of alpha-naphthylbutyrate carboxylesterase /has been demonstrated/ in human nasal respiratory tissue as compared to the rat, and although this supports the view that man is less likely to develop olfactory lesions as a result of inhaling MMA vapors, it must be stressed that these data were generated from human tissue samples taken at polyp biopsy that may not have been morphologically normal. It can therefore be concluded from the above that, while human nasal tissue will have the appropriate enzyme complement to metabolize MMA, the combination of the lower enzyme activities expected, together with differences in surface area to inspired flow and flow patterns, will result in a considerably reduced potential for the human to develop olfactory tissue lesions equivalent to those seen in the rat if exposed to similar concentrations of MMA vapor. In the original study, there were no treatment related clinical signs, no treatment related alteration in hematology and clinical chemistry or urinalysis, no consistent dose related effects on organ weight, and no consistent treatment related gross pathology. Histopathological investigations did not show treatment related increases in tumor incidence. Compound related histomorphological changes were restricted to a very slight increase in lesions of mild rhinitis in the mucosal lining of the nasal turbinates (slight serous exudate overlying the mucosa which occasionally contained polymorphonuclear leucocytes and distended submucosal glands, occasionally with accompanying pleocellular infiltrate). It was not possible on the strength of this study alone to determine if the rhinitis was a direct consequence of MMA exposure, or whether MMA exposure predisposed the animal to an increased incidence of spontaneous disease ... A review /was carried out/ of the histopathology of the nasal tissues taken from the rats in the /original/ study, which included taking sections deeper into the tissue blocks than was done in the original study. Of particular importance in this reanalysis was the differentiation between lesions of the olfactory epithelium and the respiratory epithelium, which had not been performed in the original histopathological examination. In rats exposed to 100 or 400 ppm, the olfactory region lining the dorsal meatus in the anterior region of the nasal cavity was primarily affected by the exposure to MMA and showed exposure related microscopic changes characterized by degeneration and/or atrophy of the epithelium and submucosal glands lining the dorsal meatus, basal cell hyperplasia, replacement of olfactory epithelium with ciliated (respiratory-like) epithelium, and inflammation of mucosa and/or submucosa. The severity of the lesions varied from minimal to slight at 100 ppm to slight to moderate at 400 ppm. One male rat from the 400 ppm exposure group showed severe effects. Based on this reassessment of the study, the author concluded that the nasal cavity is the target organ for MMA following exposure by the inhalation route and that the olfactory epithelium is the primary target tissue."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.257 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Lakeview golden hamsters were exposed to MMA vapor 6 hr/day, 5 days/week for 78 weeks at doses of 25, 100, and 400 ppm, 112 animals (56 male, 56 female). A control group received no treatment. Mortality /in females/ was significantly higher than in the equivalent male exposure groups. Sporadic fluctuations in body weight were observed during the study, affecting both high and low exposure males and females, but there was no treatment relationship. With the exception of statistically significant lower mean hemoglobin values at week 78 in high exposure males and a slight decrease in high exposure females, all hematological parameters were within normal limits. The incidence of nodules and masses was not significantly different between the control and MMA exposed groups. Concerning the nasal histopathology, it should be noted that the olfactory regions of the nasal cavaties were not examined in this study. Result: not carcinogenic. Mortality was significantly higher in high exposure group animals. No pathologic effects attributable to MMA were observed. Only the control and high exposure group was examined histopathologically, and no treatment related changes were observed. Nasal tissue sections of the high dose group were examined and found to be largely free of irritation or associated lesions."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.258 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female dogs (breed not specified) were fed gelatin capsules containing MMA solution in corn oil once per day in doses of 10, 100, and 1000 ppm, 4 animals per group (2 male, 2 female) for two years. A control group received vehicle only. Slight but statistically nonsignificant reductions in body weight gains were observed in dogs of both sexes fed dietary equivalents of 1000 - 1500 ppm MMA. No adverse effects were noted on food or water consumption, hematological parameters, or on the levels of urinary protein or reducing substances. Organ body weight ratios differed from controls only with statistically significant lower spleen ratios in dogs receiving 100 ppm MMA. The effect was not seen at 1000 - 1500 ppm, and its biological significance is uncertain. No histopathological changes, attributable to MMA, were seen in any of the organs and tissues examined. The concentration of MMA in the high dose group was altered to 500 ppm (day 2), 0 ppm (days 3-13), and 300 ppm (day 14) due to vomiting, and then increased stepwise to 1500 ppm over a period of 9 weeks and maintained at this level for the remainder of the study. No significant effects different from control. No neoplastic changes."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 746",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In chronic studies, rats and dogs (strains/breeds and sexes unknown) were given drinking water containing 16, 60, and 2,000 ppm and 10, 100, & 1,000 ppm methyl methacrylate, respectively, for 2 yr. No clinical, lab or pathological evidence of toxicity was observed ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 192 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 male and 25 female Wistar rats were administered 0, 6, 60, or 2000 mg/L (ppm) methyl methacrylate in their drinking-water for 2 yr; no treatment-related tumors were found. /Working group noted that insufficient details on survival and pathological exam were given/."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 193 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ten Wistar rats (sex not given) were painted on the back of the neck with methyl methacrylate 3 times a wk for 4 mo and then kept for lifespan. No local tumors were observed. (The working group noted that the study was inadequate due to the insufficient number of animals at risk and the short duration of treatment)."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of Methyl Methacrylate (CAS No. 80-62-6) in F344/N Rats and B6C3F1 Mice (Inhalation Studies). Technical Report Series No. 314 (1986) NIH Publication No. 87-2570. Available from, as of March 1, 2010: https://ntp.niehs.nih.gov/ntp/htdocs/LT_rpts/tr314.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Under the conditions of these 2 yr inhalation studies, there was no evidence of carcinogenicity of methyl methacrylate for male F344/N rats exposed at 500 or l,000 ppm, for female F344/N rats exposed at 250 or 500 ppm, or for male and female B6C3Fl mice exposed at 500 or 1,000 ppm. ..."
        },
        {
            "References": "PMID:19534087",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The purpose of this study was to determine whether methyl methacrylate (MMA) mixed with water at four different concentrations is able to affect the histological structure of testicular tissues and seminal vesicle on male rats. The target population consisted of 60 male Sprague-Dawley rats. They were housed in colony cages and divided into five groups: The first group (n=15) designated as the control group and four experimental groups (n=45). Experiments were conducted by exposing the four experimental groups to MMA administered per os mixed with water at different concentrations (4% per hundred, 8% per hundred, 16% per hundred, 32% per hundred). The exposure duration was eight months. ...  Seven out of 10 rats to which the MMA was administrated at a concentration of 32% per hundred showed partial seminal vesicle atrophy. The seminal vesicles in the remaining rats showed normal histology in all specimens. Testis, epididymis and vas deferens showed normal histology in all rats..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.260 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Alderly Park rats were exposed to MMA vapor 5 hr/day during days 6 - 15 and sacrificed in day 20. A control group received no treatment of genstation. Two experiments, one with doses of 100 and 200 ppm, and one with 25, 100, and 1000 ppm. A dose of 1000 ppm, which was slightly maternally toxic, produced an increase in the numbers of early resorptions, and possibly affected the total numbers of late resorptions in the first experiment. Fetal body weight and development was normal, and an increase in fetal abnormalities was not seen. There may have been a slight retardation of ossification at the high concentration. The NOEL for delayed ossification in this study was 100 ppm. The authors concluded that MMA was not teratogenic in the rat when administered by inhalation but appeared to be weakly embryotoxic at the high dose level."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 464 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of 22 and 27 pregnant Sprague-Dawley rats /were exposed/ to 110 mg/L (26,800 ppm) methyl methacrylate vapor (head only), for 17 and 54 min per day (about 25 and 75% of the time to death of 50% of animaIs after a single exposure of 72.2 min), respectively, from days 6 to 15 of gestation. The fetuses were examined on day 20 for gross and skeletal malformations only. Both doses were toxic to the dams, as shown by loss of body weight during the first few days of treatment and decreased food intake throughout. The highest dose caused a small but significant increase in early fetal deaths and both doses reduced fetal weight and crown-rump length. The highest dose induced increased incidences of hematomas and retarded ossification."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 464-5 (1994)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 27 Crl:CD rats were exposed to 99, 304, 1178, or 2028 ppm (406, 1246, 4830, or 8315 mg/cu m) methyl methacrylate vapor for 6 hr/day on days 6-15 of gestation and the fetuses examined on day 20. Transient reduction in body weight gain was observed in all groups of dams, which persisted at the two highest doses throughout the treatment period. No adverse effect on pregnancies, on embryofetal development or on malformation frequency was observed at any dose level ..."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 746",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Doses of 0.13-0.44 mL/kg methyl methacrylate injected into pregnant rats (strain unknown) on day 5, 10, and 15 of gestation were found to affect resorptions, fetal survival, and fetal size at all doses. Hemangiomas were also observed in some fetuses from highest dose group. No skeletal abnormalities were observed at any dose."
        },
        {
            "References": "Mclaughlin RE et al, J Bone Jt Surg Am 60 (3): 355-8 (1978)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant mice /strain unknown/ were exposed to 1330 ppm methyl methacrylate for 2 hr twice daily during 6th-15th day of pregnancy. Slight increase in wt of fetus was observed but there was no evidence of teratological effects."
        },
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 547",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Embryofetal toxicity and teratogenic effects of a group of methacrylic esters in rats (strain unknown) /were studied/. The esters studied included methyl methacrylate, ethyl methacrylate, butyl methacrylate, isobutyl methacrylate, and isodecyl methacrylate. Esters were administered at 1/10, 1/5, and 1/3 LD50 dose on the 5th, 10th, 15th days of gestation ... Each ester produced some or all of the following effects: resorptions, gross and skeletal malformations, fetal death, or decreased size."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 369",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Six types of methacrylate esters /were administered/ to pregnant rats (strain unknown) on days 5, 10, and 15 of gestation in doses up to one-third the acute intraperitoneal LD50. The maximum doses used were 0.44, 0.40, 0.78, 0.46, and 0.82 mL/kg for the methyl, ethyl, n-butyl, isobutyl, isodecyl methacrylate respectively. Hemangiomas were increased at the highest doses as were resorptions. The fetal wt was reduced by treatment. Acrylic acid was injected in volumes of up to 0.0075 mL/kg, and this was associated with resorptions and hemangiomas. Fetal mortality and an incidence of up to 16% malformations were reported ..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.97 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Multi-unit electrical activity of the lateral hypothalamus and ventral hippocampus decreased at the concentrations of 100 ppm MMA and above in rats (strain and sex unknown) exposed /(inhalation)/ to 50, 100, 200, 400, or 800 ppm MMA for 60 min."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.286 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A study was reported in which 4 electrode assemblies were positioned in predetermined areas of the brains of anesthetized male Sprague-Dawley rats. The rats were then exposed to an atmosphere containing 400 ppm MMA for 60 min. During the exposure period continuous multiple-unit activity (MUA) neuronal recordings were made of 10 different areas of the brain (hypothalamic nuclei: anterior, dorsal, lateral, ventromedial, and mammillary body; limbic nuclei: amygdaloid, dorsal hippocampal, and ventral hippocampal; cerebral nuclei: parietal cortex, cerebellar cortex). Exposure to MMA caused statistically significant decreases in the firing rate of cells in the lateral hypothalamus and ventral hippocampus. Decreases were observed in the dorsal hypothalamus and cerebellar cortex, but these were not statistically significant. The firing rates of cells in the remaining areas of the brain remained unchanged or increased (not statistically significant) in response to MMA exposure. Electroencephalographic recordings of the same areas gave no indication of the changes recorded by the in-dwelling electrodes. The firing rate of cells from the lateral hypothalamus and ventral hippocampus returned to normal following cessation of exposure. The authors concluded that the slowing of the firing rate in the cerebellar portion of the brain reflected decreased motor activity associated with anesthesia rather than exposure to MMA. Although the significance of these findings are uncertain, the authors tenuously linked them with reduced body weight gain seen in previous studies."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.317 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The influence of MMA on resting and compound action potential of the isolated desheathed frog sciatic nerve was investigated. Isolated nerves were treated with 5, 10, 20, 25, 50, or 100 mM MMA for 15, 45, or 60 min. A reversible dose-dependent decrease of the compound action potential was observed over a period of 15 to 75 min. The action potential was completely abolished after 15 min exposure to 50mM MMA. Hyperpolarization lasted for 15 min following exposure to 10, 20, or 50 mM MMA but for only 10 min following 100 mM MMA. The depolarizing effects of calcium and veratridine were reversed by MMA. Voltage clamp measurements on the Node of Ranvier following treatment with 50mM MMA showed a decrease of sodium and potassium currents."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) pp.317-8 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A study was made of the effects of MMA on the resting potential of the isolated desheathed sciatic nerve and the electroretinogram (ERG) of the isolated retina of a frog. A dose-dependent decrease in ERG was observed above 1mM and of the action potential of the sciatic nerve at 10 mM. Hyperpolarization of the membrane potential of the nerve started 1.5 min after MMA application. Replacement, in the bathing medium, of sodium ions by choline or of chloride by nitrate, and an increase in calcium ions, did not affect hyperpolarization. It was reduced, however, by increasing the potassium ion concentration of the bathing fluid. Also, if NaCl was replaced by sucrose there was no polarizing effect of MMA. Depolarization in calcium ion-free solutions and with veratridine was reversed by MMA. The authors suggest that MMA has a complex effect on chloride and sodium permeability and that the ester group may be involved."
        },
        {
            "References": "Innes DL, Tansy MF; Neurotoxicology2 (3): 515-22 (1981)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Inhalation exposures caused a depression of multiple-unit electrical activity in lateral hypothalamus and ventral hippocampus of mature male rats (strain unknown) which were exposed to 400 ppm of methyl methacrylate in air for 60 minutes."
        },
        {
            "References": "PMID:304714",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Monomeric methyl methacrylate at a concentration of approx 10 mmol decreased the amplitude of action potential of desheathed amphibian sciatic nerve and produced hyperpolarization of resting potential. The ethyl, allyl, and butyl esters were more active than methyl methacrylate. Isobutyl methacrylate was less active, and sodium methacrylate had no effect. Sodium and potassium currents across the nerve membrane at the node of Ranvier were decreased by methyl methacrylate."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.198 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/BEHAVIORAL STUDIES/ Male Wistar rats were administered MMA by gavage 7 days/week for 21 days at doses of 100, 200, and 500 mg/kg, 30 animals per group.  A control group received no treatment. Effects were seen only in the high dose group (500 mg/kg). 3 animals (10%) died, while no deaths occurred in the control group. Locomotor activity and learning ability were impaired, foot-shock-induced aggressive behavior was significantly increased in the high dose animals compared to controls. Biogenic amine levels were reported to have been increased in the pons medulla and hippocampus, noradrenaline was increased in the cerebral cortex and the corpus striatum. Dopamine levels were slightly decreased in the corpus striatum and 5-hydroxytryptamine was increased in the midbrain and hypothalamus. Doses of 100 and 200 mg/kg had no effect on behavior."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.218 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ MMA was tested for genotoxicity on Salmonella typhimurium strains TA97a, TA98, TA100, TA102, and TA104 (Ames test) at 0-25 mg/plate with and without metabolic activation (S9-mix prepared from rat liver microsomes). Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.220 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Bacterial gene mutation assay using S. typhimurium TA1535, TA100, E. coli WP2, Wp2 uvrA, with and without metabolic activation (Aroclor 1254 induced rat liver S9 mix). Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.222 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Cytogenetic assay for MMA using L5178Y TK+/- cells at a concentration of 1000 - 3000 ug/mL (10 - 30 mM) without metabolic activation. Although increases in chromosomal aberrations were observed, these were small, not clearly dose-related, and observed only at concentrations above the recommended limit concentration of 10 mM. In addition, the chromosomal aberration frequencies in the control cultures were higher than would be expected for this cell line. Result: ambiguous."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.224 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Mouse lymphoma assay for MMA using L5178Y TK+/- cells, 3 tests using up to cytotoxic concentrations of 300 nL/mL with metabolic activation (Aroclor 1254 induced rat liver S9 mix).  Results: positive."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.231 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Salmonella typhimurium reverse mutation assay with TA1535, TA1537, TA1538, TA98, TA100 strains. Concentration 150 - 4700 ug/plate with and without metabolic activation (PCB induced rat liver S9 mix). Preincubation assay. Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.234 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Sister chromatid exchange assay.  Chinese hamster ovary (CHO) cells, concentration 1250 - 5000 ug/mL with and without metabolic activation (Aroclor 1254 induced rat liver S9 mix). small increases in SCE frequency reported. Results: ambiguous."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.242 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Cytogenetic assay, Alderly Park rats administered 100, 400, 700, or 1000 ppm (8 animals per group) MMA vapor for 2 hr. The maximum concentration tested caused significant reductions in mitotic activity in the bone marrow of the exposed animals.  Small and non-dose related increases in the percentages of cells with chromosomal aberrations were observed in the animals exposed to MMA. However, these increases were almost exclusively due to gap-type aberrations, and when these were excluded from the data, small increases were only observed at 400 ppm. Such small increases, observed at lower, but not at higher concentrations tested, are not considered to be biologically significant."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.245 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Dominant lethal assay. Male CD-1 mice were exposed to MMA vapor at 100, 1000, or 9000 ppm 6 hr/day for 5 days (20 animals per group). Results: negative. The test concentrations, which were based on preliminary toxicity studies, resulted in the deaths of 1/20, 1/20, and 6/20 males in the 100, 1000, and 9000 ppm groups respectively. Each surviving male was mated with two virgin females each week for a period of 8 weeks, and no effects on fertility, preimplantation egg loss, or early or late post-implantation fetal deaths were observed in the female mice. The positive controls responded as expected."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.246 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Micronucleus assay. Male ddy mice were given a single dose of 1130 - 4520 mg/kg bw (0.5 LD50) by gavage (6 animals per group). Solvent: olive oil. Sampling time: 24 hr. No significant increases in micronucleated polychromatic erythrocytes."
        },
        {
            "References": "PMID:11597020",
            "Value": "/GENOTOXICITY/ ... Monomers were analyzed for the induction of chromosomal aberrations indicated by micronuclei induced in V79 cells. A dose-related increase in the numbers of micronuclei was observed with triethyleneglycol dimethacrylate (TEGDMA), 2-hydroxyethyl methacrylate (HEMA), and glycidyl methacrylate (GMA). These effects were reduced, however, by a metabolically active microsomal fraction from rat liver. The very low activity of Bis-GMA and UDMA and the elevated numbers of micronuclei caused by high concentrations of methyl methacrylate and bisphenol A were associated with cytotoxicity..."
        },
        {
            "References": "PMID:3338441",
            "Value": "/GENOTOXICITY/ A series of monomeric acrylate/methacrylate esters (methyl acrylate, ethyl acrylate, methyl methacrylate, and ethyl methacrylate) as well as acrylic acid were examined for genotoxic activity in L5178Y mouse lymphoma cells without exogenous activation. All five compounds induced concentration-dependent increases in mutant frequency. Small-colony, trifluorothymidine-resistant mutants were primarily induced, which suggests that these compounds may act via a clastogenic mechanism. This prediction was confirmed by the finding that all five compounds produced gross chromosome aberrations in mouse lymphoma cells. The two acrylates were much more potent in their response than acrylic acid. Methyl acrylate (22 ug/mL, survival = 18%) induced 385 mutants/10+6 survivors (total mutant frequency less the spontaneous mutant frequency) and 45 chromosome aberrations/100 cells analyzed (total aberrations less the spontaneous background) ... The evidence suggests that the genotoxicity of these compounds is most likely due to a clastogenic mechanism."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.273 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of methy methacrylate on rat liver hepatocytes was tested. The MMA concentrations used were 0.003, 0.010, 0.030, 0.100, 0.300, 1.000, 3.000, and 10.000 mM at an incubation time of 24 hr at 37 °C. The XXT test is a colorimetric method which determines the cell proliferation and the number of surviving cells after incubation with the test substance. No cytotoxic signs were seen up to a concentration of 3.000 mM. 10.000 mM EDMA were slightly cytotoxic to the hepatocytes ..."
        },
        {
            "References": "PMID:7338202",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Isolated guinea pig ileum was exposed to 755 ppm methyl methacrylate. Spontaneous motor activities and contractile responses to electrical field stimulation decreased. Persistence of this inhibitory response indicates that effect is partly due to direct action upon contractile mechanism of intestine."
        },
        {
            "References": "PMID:4705683",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Methacrylate ester monomer and methacrylic acid decreased the heart rate and force of contraction of the isolated, perfused rabbit heart when added to the perfusing liquid at a concentration of 1:1000, 1:10,000, or 1:100,000 (vol/vol), and most of the compounds decreased the coronary flow rate. Methacrylic acid, methyl methacrylate, ethyl methacrylate, and dimethylaminoethyl methacrylate produced an irreversible effect on the isolated heart at all 3 concentrations, while 1,3-butylene dimethacrylate, 2-ethylhexyl methacrylate, isodecyl methacrylate, and lauryl methacrylate produced only a reversible effect at all 3 concentrations."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.317 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The ability of macrophages obtained from the peritoneal cavity of mice to phagocytize Staphylococcus aureus was inhibited by 0.5% MMA in the culture medium. Human heparinized blood was incubated with concentrations of 0.5%, 1.25%, and 2.5% MMA for 15 min. The number of leucocytes was reduced at a concentration of 2.5% MMA, no viable cells were detected by the trypan blue method, and at 1.25% the number of viable leucocytes was reduced to about 50%. Phagocytic polymorphonuclear neutrophils were damaged to a greater extent than lymphocytes. Erythrocytes and platelets were complete lysed at 2.5% MMA."
        },
        {
            "References": "PMID:11203647",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  The objective of this study was to examine the cytotoxic effect of methyl methacrylate (MMA) monomer on 4 mammalian fibroblasts. ...  Four cells--C3H10T1/2, L929, Balb/3T3 clone A31, and MC3T3-E1-were incubated for 6 days in 24-well microplates filled with 1 mL of Dulbecco's Modified Eagle medium containing MMA monomer that ranged from 0 to 200 mM/L. Cytotoxicity was evaluated by direct cell number count. RESULTS: L929 possessed the largest TC50 value (the amount of MMA that caused 50% cell death) (34 mM/L), and Balb/3T3 clone A31 had the least value (1 mM/L); C3H10T1/2 and MC3T3-E1 had intermediate values (25 mM/L and 16 mM/L, respectively)..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.306 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/IMMUNOTOXICITY/ ... The influence of MMA on human immunoglobulins in vitro /was studied/ using a quantitative gel diffusion technique. MMA added to serum samples did not change the concentration of IgG, IgA, or IgM."
        },
        {
            "References": "Paulet G, Vidal M; Arch Mal Prof Med Trac Secur Soc 36 (1-2): 58-60 (1975)",
            "Value": "/OTHER TOXICITY INFORMATION/ The toxicity of 6 acrylates and 6 methacrylates, including methyl methacrylate, was determined in rats and fish. All the esters were less toxic than acrylamide and acrylonitrile. Methacrylates were approximately 5-fold less toxic than acrylates. For a given series, toxicity decreased with increasing length of the carbon chain."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 464 (1994)",
            "Value": "/OTHER TOXICITY INFORMATION/ Methyl methacrylate affects the endocrine system in rats ..., the respiratory system in sheep ..., the cardiovascular system in dogs ..., and the nervous system in rats ... Sensitization has been demonstrated in guinea-pigs ..."
        },
        {
            "References": "Bisesi MS; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Esters of Mono- and Alkenyl Carboxylic Acids and Mono- and Polyalcohols. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ The introduction of unsaturation into a fatty acid, as, for example, comparing the methyl or ethyl esters of propionic acid with the equivalent propenoic or acrylic acid derivatives, shows a tenfold increase in acute toxicity. Comparing acute toxicity of straight with branched-chain acrylates, ethyl acrylate by the oral route may be only half as toxic as methyl acrylate, but 8 times as toxic as methyl methacrylate, and 13 times as toxic as ethyl methacrylate."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Staples CA et al; Hum Ecol Risk Assess 15: 503-25 (2009) (2) Hamilton JD et al; Environ Technol 16: 715-27 (1995) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of methyl methacrylate has been measured as 9-72(1) and as high as 95(2). According to a classification scheme(3), this Koc range suggests that methyl methacrylate is expected to have very high to high mobility in soil."
        }
    ]
}