{
    "_id": {
        "$oid": "6682e85ac4e5dba5ffba252a"
    },
    "CID": {
        "$numberInt": "6675"
    },
    "Name": "TAUROCHOLIC ACID",
    "IUPACName": "2-[[(4R)-4-[(3R,5S,7R,8R,9S,10S,12S,13R,14S,17R)-3,7,12-trihydroxy-10,13-dimethyl-2,3,4,5,6,7,8,9,11,12,14,15,16,17-tetradecahydro-1H-cyclopenta[a]phenanthren-17-yl]pentanoyl]amino]ethanesulfonic acid",
    "CanonicalSMILES": "CC(CCC(=O)NCCS(=O)(=O)O)C1CCC2C1(C(CC3C2C(CC4C3(CCC(C4)O)C)O)O)C",
    "Synonyms": [
        "TAUROCHOLIC ACID",
        "Taurocholate",
        "81-24-3",
        "Cholaic acid",
        "Cholyltaurine",
        "N-Choloyltaurine",
        "Cholic acid taurine conjugate",
        "Taurine",
        "N-choloyl-",
        "Acidum cholatauricum",
        "Taurocholate sodium",
        "3alpha,7alpha,12alpha-Trihydroxy-5beta-cholanic acid 24-taurine",
        "NSC25505",
        "NSC 25505",
        "Ethanesulfonic acid",
        "2-(((3alpha,5beta,7alpha,12alpha)-3,7,12-trihydroxy-24-oxocholan-24-yl)amino)-",
        "2-(((3alpha,5beta,7alpha,12alpha)-3,7,12-Trihydroxy-24-oxocholan-24-yl)amino)ethanesulfonic acid"
    ],
    "IsomericSMILES": "C[C@H](CCC(=O)NCCS(=O)(=O)O)[C@H]1CC[C@@H]2[C@@]1([C@H](C[C@H]3[C@H]2[C@@H](C[C@H]4[C@@]3(CC[C@H](C4)O)C)O)O)C",
    "INCHI": "InChI=1S/C26H45NO7S/c1-15(4-7-23(31)27-10-11-35(32,33)34)18-5-6-19-24-20(14-22(30)26(18,19)3)25(2)9-8-17(28)12-16(25)13-21(24)29/h15-22,24,28-30H,4-14H2,1-3H3,(H,27,31)(H,32,33,34)/t15-,16+,17-,18-,19+,20+,21-,22+,24+,25+,26-/m1/s1",
    "INCHIKEY": "WBWWGRHZICKQGZ-HZAMXZRMSA-N",
    "Formula": "C26H45NO7S",
    "MolecularWeight": {
        "$numberDouble": "515.7"
    },
    "Description": "Taurocholic acid is a bile acid taurine conjugate of cholic acid that usually occurs as the sodium salt of bile in mammals. It has a role as a human metabolite. It is an amino sulfonic acid and a bile acid taurine conjugate. It is functionally related to a cholic acid. It is a conjugate acid of a taurocholate.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "891"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Roda A et al; J Lipid Res 31: 1433-1443 (1990) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Jan 13, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for taurocholic acid(SRC), using a log Kow of 0.20(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Rosch V et al; Arch Microbiol 190: 11-18 (2008)",
            "Value": "PURE CUTLTURE: Aerobic enrichment cultures using various bacterial strains of Pseudomonas and Rhodococcus were successful in utilizing taurochloate (ionized form of taurocholic acid) as sole sources of carbon and energy for growth(1)."
        }
    ],
    "logP": [
        {
            "References": "Roda A et al; J Lipid Res 31(8): 1433-1443 (1990)",
            "Value": "log Kow = 0.20 at 25 °C, pH 1; log Kow = -0.50 at 25 °C, pH 7"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:12085987",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Membrane-associated cytotoxicity induced by hydrophobic bile salts is a major contributing factor leading to liver diseases. Administration of ursodeoxycholate reduces serum liver enzymes in chronic liver diseases but the nature of this effect is still unclear. Using alcohol metabolising enzymes as cellular markers, the hepatotoxic properties of hydrophobic bile salts and the putative hepatoprotective effect of ursodeoxycholate was examined. Two animal models of biliary retention, bile duct obstruction and choledochocaval fistula was used to investigate the effect of taurocholate on the hepatic alcohol metabolizing enzymes: cytosolic alcohol dehydrogenase, microsomal ethanol oxidizing system, catalase and aldehyde dehydrogenase before and after the infusion of taurocholic acid or tauroursodeoxycholic acid for two days period. Bile duct obstruction was found to be similar to or slightly exceeds choledochocaval fistula in the degree of retention. Following the taurocholic acid infusion, the serum alcohol dehydrogenase activity as well as microsomal ethanol oxidizing system and aldehyde dehydrogenase were greatly increased but the level of cytosolic alcohol dehydrogenase and catalase activities was found to be lower in either or both models in comparison with the control animals. However, the tauroursodeoxycholic acid infusion did not induce any significant changes in the levels of all the alcohol metabolizing enzyme activities in either or both models. These findings suggest that hydrophobic taurocholic acid (7alpha) affects the plasmalemma to allow leakage of cytosolic alcohol dehydrogenase into the blood circulation, stimulates the biosynthesis of microsomal ethanol oxidizing system and aldehyde dehydrogenase, and suppresses the biosynthesis of alcohol dehydrogenase and catalase. But in contrast, the hydrophilic tauroursodeoxycholic acid (7beta) provided hepatoprotective effect."
        },
        {
            "References": "PMID:21464203",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It is claimed that apoA-I expression is repressed in mice by cholic acid (CA) and its taurine conjugate, taurocholic acid (TCA) via farnesoid X receptor (FXR) activation. We measured apoA-I expression in mice, hamsters, and rats treated with highly potent and selective synthetic FXR agonists or with TCA. All of the synthetic agonists bound to FXR with high affinity in a scintillation proximity assay. However, TCA did not compete with the radio ligand up to the highest concentration used (100 uM). The C-site regulatory region of apoA-I, through which FXR has been reported to regulate its expression, is completely conserved across the species investigated. In both male and female human apoA-I-transgenic mice, we reproduced the previously reported strong inhibition of human apoA-I expression upon treatment with the typical supraphysiological dose of TCA used in such studies. However, in contrast to some previous reports, TCA did not repress murine apoA-I expression in the same mice. Also, more-potent and -selective FXR agonists did not affect human or murine apoA-I expression in this model. In LDL receptor-deficient mice and Golden Syrian hamsters, selective FXR agonists did not affect apoA-I expression, whereas in Wistar rats, some even increased apoA-I expression. In conclusion, selective FXR agonists do not repress apoA-I expression in rodents. Repression of human apoA-I expression by TCA in transgenic mice is probably mediated through FXR-independent mechanisms."
        },
        {
            "References": "Chaudhury TK, Robeert A; Dig Dis Sci 25 (11): 830 (1980)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acidified sodium taurocholate, 80 mmole given orally to rats, produced extensive gastric lesions within 1 hr."
        },
        {
            "References": "Aho HJ et al; Scand J Gastroenterol 15(4): 411 (1980)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sodium taurocholate injected into pancreatic duct system of rat caused acute hemorrhagic pancreatitis. Lesions were characterized by interstitial edema & extensive necrosis of acinar cells. Acinar atrophy, pancreatic fibrosis, & necrosis of liver cells were noted."
        },
        {
            "References": "Kitani K et al; Kanzo 19 (1): 33 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Changes in erythritol clearance, max hepatic transport of sulfobromophthalein (bsp tm) & bile salt excretion rate by choleresis induced by taurocholate was compared in dogs under pentobarbital anesthesia. The incr in bsp tm by taurocholate is related with excretion of taurocholate."
        },
        {
            "References": "Westra P; Br J Anaesth 53 (3): 217 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rat phrenic nerve-hemidiaphragm prepn, taurocholate potentiated the neuromuscular blockade of org 6368, pancuronium bromide, & gallamine, but not org NC 45. Incr bile salt concn caused strong inhibition of hepatic uptake & biliary excretion of org 6368 & tubocurarine in liver."
        },
        {
            "References": "Chaudhury TK, Robert A; Dig Dis Sci 25 (11): 830 (1980)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A variety of milk irritants (0.15-0.35 N HCL; 10-25% ethanol; 5 mmole of acidified taurocholate) given orally 15 min before 80 mmole of taurocholate protected the stomach in a dose-dependent manner. This phenomenon is called \"adaptive cytoprotection. \""
        },
        {
            "References": "Shefer S et al; J Lipid Res 14 (5): 573 (1973)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Admin of taurocholate @ 1% of diet to rats for 1 week decr the activity of hepatic microsomal 3-hydroxy-3-methylglutaryl CoA reductase. Taurocholate inhibited cholesterol 7alpha-hydroxylase."
        },
        {
            "References": "PMID:12769814",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ MOCP (maternal obstructive cholestasis during pregnancy) induces a reversible impairment in bile formation in young rats born to these mothers. The aim of the present study was to gain information on the effects of MOCP on the maturation of pathways involved in protein secretion into bile in young (4-week-old) rats. The amount of hepatic alpha-tubulin and the structure of the microtubular network were apparently not affected by MOCP. HRP (horseradish peroxidase) was used as a model protein, and its secretion into bile after administration through the jugular vein was measured. In adult (8-week-old) rats, two peaks of HRP output into bile were observed following administration: an early peak presumably due to paracellular transfer, and a late peak presumably due to transcytosis. In young rats (4 weeks old), the early peak was similar to that of adult animals, and was not affected by MOCP. However, the late peak was markedly smaller in young control rats, and was further reduced by MOCP. Brefeldin A decreased, whereas taurocholate did not change, the early peak, whereas both affected the transcytotic transport of HRP. Brefeldin A delayed HRP secretion (similarly in control and MOCP groups), without affecting cumulative output, whereas taurocholate accelerated the transcytotic transport of HRP in the control group, but not in the MOCP group. These results suggest that MOCP affects the maturation of hepatocyte mechanisms involved in the transcytotic secretion of HRP into bile."
        },
        {
            "References": "Yang W et al;  Obstet Gynecol 105 (4 Suppl): 40S-41S (2005)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To determine whether elevated levels of the bile acid taurocholate found in maternal serum of women with intrahepatic cholestasis of pregnancy could account for the increased risk of intrauterine fetal death, /the authors/ assessed the effects of taurocholate and glycocholate on cultured neonatal rat myocardial cell viability and contractility. Primary cultures of neonatal rat myocardial cells were established and divided into 3 treatment groups (taurocholate 0.3 uM, glycocholate 0.3 uM, and media alone control , n = 20). The effects of taurocholate and glycocholate on cultured myocardial cell viability were studied by means of methyl thiazolyl tetrazolium (MTT)/formazan assay. The contractility and morphology of myocardial cells were measured by inverted and transmission electron microscopy. Statistical analysis was performed using SPSS 10.0, Student-Newman- Keuls test (mean +/- standard deviation). Contractility rate of cells was significantly decreased in the taurocholate group (30.9 +/- 6.3 beats/min) compared with the glycocholate group (68.8 +/- 8.1 beats/min) and control (70.2 +/- 6.2 beats/min) (P < .001). No change in morphology was observed between groups. Taurocholate caused a gradual decrease in formazan optical density (OD). The OD at 1 hour was significantly lower than at baseline(0.1497 +/- 0.0130 versus 0.2337 +/- 0.0503, P < .05). The OD in the taurocholate group was significantly lower than OD in the glycocholate group at 1 hour (P < .05). In this in vitro model, taurocholate significantly reduces the viability and contractility of myocardial cells compared with glycocholate. The raised levels of the bile acid taurocholate in maternal serum may explain the increased risk of sudden intrauterine fetal death observed with cholestasis of pregnancy."
        },
        {
            "References": "PMID:22015023",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Intrahepatic cholestasis of pregnancy (ICP) is a pregnancy specific liver disease associated with significant risk of fetal complications. It is hypothesised that the risk of adverse fetal outcomes relates to the toxic effects of bile acids, the levels of which are increased in both maternal and fetal serum. Human and rodent studies have shown that transplacental transfer of bile acids is impaired in ICP. Furthermore, the morphology of placentas from the rodent model of ICP is markedly abnormal, and is associated with increased expression of apoptotic markers and oxidative stress. Using placental tissue from ICP cases and normal pregnancies and cultured placental explant fragments /researchers/ investigated the histological and molecular effects of cholestasis. /Researchers/ also examined the influence of ursodeoxycholic acid (UDCA) administration on these parameters. Here we report that ICP is associated with several morphological abnormalities of the placenta, including an increase in the number of syncytial knots, and that these can be reproduced in an in vitro (explant) model exposed to the bile acids taurocholic acid and taurochenodoexycholic acid. Furthermore, /researchers/ demonstrate that ursodeoxycholic acid, a drug commonly used in the management of ICP, has a protective effect on placental tissue both in vivo and in vitro."
        },
        {
            "References": "PMID:12149111",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Obstetric cholestasis is characterized by raised bile acids, and can be complicated by intrauterine death. /researchers/ have shown that the bile acid taurocholate causes loss of synchronous beating, bradycardia and cessation of contraction in cultured rat cardiomyocytes. ... The aim of the present study was to investigate the effect of taurocholate on cardiomyocytes further. /The authors/ demonstrated a reduced rate of contraction and proportion of beating cells when rat cardiomyocytes were exposed to increasing concentrations of taurocholate (0.1-3.0 mM); more marked at higher concentrations (P<0.001). Using scanning ion-conductance microscopy, /it was/ also demonstrated /that/  reduced amplitude of contraction and calcium transients with taurocholate. /These/ observations indicate that taurocholate affects calcium release from the sarcoplasmic reticulum and this parallels changes in contractile function. The relationship between the contraction amplitude and calcium transient is not linear, particularly at higher concentrations of taurocholate. /The authors/ observed different effects in individual cultured neonatal cells; a reversible reduction in rate and amplitude of contraction in some, and irreversible oscillatory (fibrillatory) cessation of beating in others. The effects were more marked with higher concentrations. The contraction amplitude was also reduced in adult cardiomyocytes. The changes were reversible following removal of taurocholate in adult, but not in neonatal, cardiomyocytes exposed to higher concentrations (>0.3 mM) (P<0.001). In conclusion /the authors/ have demonstrated that the bile acid taurocholate can cause different types of dysrhythmia in individual cardiomyocytes. These results provide further support for the hypothesis that obstetric cholestasis may produce cardiac-related sudden intrauterine death."
        },
        {
            "References": "PMID:23261361",
            "Value": "/IMMUNOTOXICITY/ Currently, there is a dramatically growing interest in Chinese traditional medicines, especially in the therapy of inflammatory diseases. Taurocholic acid (TCA), as a kind of natural bioactive substance of animal bile acid, has medicinal applications to treat a wide range of inflammatory diseases. The study was designed to evaluate the effects of TCA on cytokine secretion, such as TNF-alpha and IL-1Beta and on the ratio of CD4(+)/CD8(+), which is beneficial for understanding the mechanism of TCA on immunoregulation preliminarily, and also will benefit our further research. The gene and protein expressions of TNF-alpha and IL-1Beta were measured by real time RT-PCR and ELISA in serum, spleen and lymphocytes respectively. The ratio of CD4(+)/CD8(+) in peripheral blood and lymphocytes was measured by flow cytometry. The study has shown that lipopolysaccharide (LPS) and cyclosporin A (CsA) could increase or decrease the gene and protein expressions of TNF-alpha and IL-1Beta respectively. TCA (0.25g/kg, 0.125g/kg) could recover the suppressed expressions of TNF-alpha and IL-1Beta and increase the ratio of CD4(+)/CD8(+). In vitro, TCA (15ug/mL) could inhibit the increased production of TNF-alpha and IL-1Beta; TCA (0.15ug/mL-15ug/mL) could inhibit the increased gene expressions of IL-1Beta and TNF-alpha. TCA (0.15ug/mL) could recover the suppressed expressions of TNF-alpha and IL-1Beta. The function of immunoregulation of TCA may be accomplished through modulating the gene and protein expressions of TNF-alpha and IL-1Beta and elevating CD4(+)/CD8(+) T-cell ratio."
        },
        {
            "References": "PMID:16041594",
            "Value": "/OTHER TOXICITY INFORMATION/ The bile acids filtered through the glomeruli nearly completely escape urinary excretion due to an efficient tubular reabsorption process. Reabsorption is mediated by the sodium-dependent bile acid transporter ASBT, which is localized in the brush border membranes of proximal tubular cells. The purpose of the present study was to assess whether tubular taurocholate transport is regulated by sex hormones. Clearance studies and studies on proximal tubular cells freshly isolated from rat kidneys were performed. The studies with the isolated proximal tubular cells revealed a cell to bath (3)H-taurocholate accumulation ratio of 5.63+/-0.28 in male and of 3.67+/-0.43 in female rats (p<0.01). This difference in cellular taurocholate uptake was corroborated by the clearance studies, which showed a 3H-taurocholate clearance of 133.9+/-28.1 in male rats and of 262.0+/-45.4 uL/min x 100 g b.w. in female rats (p<0.05). Testosterone treatment of female rats did not significantly alter the cell to bath (3)H-taurocholate accumulation ratio. However, the cellular taurocholate accumulation significantly decreased, by 61.6+/-10.1%, following ethinylestradiol treatment of male rats. Ovariectomy, chemical castration of female rats with buserelin or treatment of female rats with the estrogen receptor antagonist ICI 182780 did not affect taurocholate uptake, but treatment of ovariectomized rats with ethinylestradiol decreased the taurocholate accumulation ratio by 53.7+/-15.8%. By determination of serum bile acids the possibility was excluded that this change was an indirect effect of cholestasis induced by ethinylestradiol. This study demonstrates gender differences in the renal handling of taurocholate in rats that may be related to an inhibitory effect of estrogens on taurocholate transport in proximal tubular cells. Since the ASBT protein content of the proximal tubular cells was found not to be different between male and female rats, a nongenomic mechanism may underlie this estrogen effect."
        },
        {
            "References": "PMID:23028532",
            "Value": "/OTHER TOXICITY INFORMATION/ Obesity is a prognostic factor for severity in acute pancreatitis in humans. /The/ aim was to assess the role of oxidative stress and abdominal fat in the increased severity of acute pancreatitis in obese rats. Taurocholate-induced acute pancreatitis was performed in lean and obese Zucker rats. Levels of reduced glutathione, oxidized glutathione, L-cysteine, cystine, and S-adenosylmethionine were measured in pancreas as well as the activities of serine/threonine protein phosphatases PP1 and PP2A and tyrosin phosphatases. Isoprostane, malondialdehyde, triglyceride, and free fatty acid levels and lipase activity were measured in plasma and ascites. Lipase activity was measured in white adipose tissue with and without necrosis and confirmed by western blotting. Under basal conditions obese rats exhibited lower reduced glutathione levels in pancreas and higher triglyceride and free fatty acid levels in plasma than lean rats. S-adenosyl methionine levels were markedly increased in pancreas of obese rats. Acute pancreatitis in obese rats led to glutathione oxidation and lower reduced glutathione levels in pancreas together with decreased activities of redox-sensitive phosphatases PP1, and PP2A. S-adenosyl methionine levels decreased but cystine levels increased markedly in pancreas upon pancreatitis. Acute pancreatitis triggered an increase in isoprostane levels in plasma and ascites in obese rats. Free fatty acid levels were extremely high in pancreatitis-associated ascitic fluid from obese rats and lipase was bound with great affinity to white adipose tissue, especially to areas of necrosis. /These/  results show that oxidative stress occurs locally and systemically in obese rats with pancreatitis favoring inactivation of protein phosphatases in pancreas, which would promote up-regulation of pro-inflammatory cytokines, and the increase of isoprostanes which might cause powerful pulmonary and renal vasoconstriction."
        },
        {
            "References": "PMID:17873460",
            "Value": "/OTHER TOXICITY INFORMATION/ Experimental models of acute pancreatitis have been developed in order to understand its pathophysiology and extrapancreatic manifestations. The objective of our study was to study sequential changes in the pancreas and distant organs in sodium taurocholate-induced acute pancreatitis in a rat model. Sixteen male Wistar rats weighing 250-300 g ... were distributed into two groups: induced acute pancreatitis (study group: 8 rats) and a control group (8 rats). Within each group, the animals were divided into subgroups: those who were sacrificed early (24 hr and 72 hr; two each) and those who were sacrificed late (120 hr and 240 hr; two each). Acute pancreatitis was induced in the rats by multiple intraparenchymal injections of 10% sodium taurocholate solution. In the controls, the same amount of normal saline was injected into the pancreatic parenchyma. Pathological examination of the pancreas, lungs, kidneys, intestine and liver was done. In this model of taurocholate-induced acute pancreatitis, the early changes observed in the pancreas were focal hemorrhages, parenchymal necrosis and neutrophil infiltration. At 72 hours, the changes observed were acinar necrosis, edema, fibrin deposition and inflammatory cell infiltration. Late changes were fibrinoid necrosis and fibroblast proliferation. In the acute phase, the histological changes in the lungs were congestion, focal pulmonary edema and intra-alveolar hemorrhages while, in the late stage, there was persistence of vascular congestion. The changes observed in the kidneys were vacuolization of tubular epithelium in the subcapsular region and areas of hemorrhage in the interstitium. Intestinal changes included degenerative changes in the villous epithelium in the acute phase with normalization of the histology in the late phase. Our findings correlate with the clinical observation of multisystem organ failure in acute pancreatitis. Early changes in these organs suggest that careful observation is mandatory in patients with acute pancreatitis in order to institute supportive treatment."
        },
        {
            "References": "Lewis, R.J. Sr. (ed) Sax's Dangerous Properties of Industrial Materials. 11th Edition. Wiley-Interscience, Wiley & Sons, Inc. Hoboken, NJ. 2004., p. 3350",
            "Value": "/OTHER TOXICITY INFORMATION/ /Taurocholic acid is/ moderately toxic by intraperitoneal route."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Roda A et al; J Lipid Res 31: 1433-1443 (1990) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Jan 13, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) O'Neil MJ, ed; The Merck Index. 15th ed., Cambridge, UK: Royal Society of Chemistry, p. 1679 (2013) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of taurocholic acid is estimated as 1.5(SRC), using a log Kow of 0.20(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that taurocholic acid is expected to have very high mobility in soil. The pKa of taurocholic acid is 1.4(4), indicating that this compound will exist almost entirely in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}