{
    "_id": {
        "$oid": "6682e85bc4e5dba5ffba252e"
    },
    "CID": {
        "$numberInt": "6720"
    },
    "Name": "PENTACHLORONITROBENZENE",
    "IUPACName": "1,2,3,4,5-pentachloro-6-nitrobenzene",
    "CanonicalSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)[N+](=O)[O-]",
    "Synonyms": [
        "PENTACHLORONITROBENZENE",
        "Quintozene",
        "82-68-8",
        "PCNB",
        "1,2,3,4,5-Pentachloro-6-nitrobenzene",
        "Brassicol",
        "Quintozen",
        "Terrachlor",
        "Fartox",
        "Batrilex",
        "Botrilex",
        "Fungiclor",
        "Pentagen",
        "Phomasan",
        "Quinosan"
    ],
    "IsomericSMILES": "C1(=C(C(=C(C(=C1Cl)Cl)Cl)Cl)Cl)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C6Cl5NO2/c7-1-2(8)4(10)6(12(13)14)5(11)3(1)9",
    "INCHIKEY": "LKPLKUMXSAEKID-UHFFFAOYSA-N",
    "Formula": "C6Cl5NO2",
    "MolecularWeight": {
        "$numberDouble": "295.3"
    },
    "Description": "Pentachloronitrobenzene is a C-nitro compound that is nitrobenzene in which every hydrogen has been replaced by a chlorine. A fungicide used on a variety of crops, including cotton, rice and seed grains, it is no longer approved for use within the European Union. It has a role as an antifungal agrochemical. It is a C-nitro compound, a member of pentachlorobenzenes and an aromatic fungicide.",
    "XlogP": {
        "$numberDouble": "4.2"
    },
    "Complexity": {
        "$numberInt": "219"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Menzie CM; Ann Rev Entomol 17: 199-222 (1972) (2) Rautapaa J et al; Ann Agric Fenn 16: 277-82 (1977) (3) Carey AE et al; Pestic Monit J 12: 209-29 (1979) (4) Connor MS; Biocycle 25: 47-51 (1984)",
            "Value": "When cotton seeds were planted in soil containing 300 ppm pentachloronitrobenzene, two-week old plants (excluding the root portion) contained 155 ppm pentachloronitrobenzene(1). Pentachloronitrobenzene concentrations (mg/kg) in various field crops grown in Finland, together with the total amount of pentachloronitrobenzene (kg/ha) applied given in parentheses, and the years applied were as follows: 0.003 (rye,5, 1975), 0.005 (rye,5, 1975), 0.07 (rye,5, 1975), 0.005 (clover,5, 1975), 0.14 (wheat,50, 1966-75), 0.05 (wheat 5, 1975), 0 (rye, untreated), and 0 (clover, untreated)(2). Pentachloronitrobenzene concn in field corn kernels was 0.01 ppm(3). The ratio of plant to soil concentration (fresh weight: fresh weight) for head lettuce, late harvest lettuce, potatoes, leaf chicory, and grass above 5 cm was 0.023-0.036, 0.44, 0.01, 0.004, and 0.004, respectively(4)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kanazawa J; Pestic Sci 12: 417-24 (1981) (2) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (3) Niimi AJ et al; Environ Toxicol Chem 8: 817-23 (1989) (4) Korte F et al; Chemosphere 1: 79-102 (1978) (5) Franke C et al; Chemosphere 29: 1501-14 (1994) (6) Wang X et al; Chemosphere 32: 1783-93 (1996)",
            "Value": "Measured bioconcentration factors for pentachloronitrobenzene in fish are 238 (topmouth gudgeon, 14 day continuous flow test, compound present at 5-20 ppb)(1), 1,140 (golden orfe, 3 day static test)(2) and 114-261 (rainbow trout; compound concentration of 690 ng/L; flow-through test duration of 5-36 days)(3). BCF values for pentachloronitrobenzene in golden orfe were 430, 950, and 1,130; however, the toxicity limit was exceeded for the first two BCF values and only 70% of the initial radioactivity was recovered from the fish and water for the latter BCF, indicating that some of the pentachloronitrobenzene was lost(4). According to a classification scheme(5), these BCF values suggest the potential for bioconcentration in aquatic organisms is high(SRC). Other BCF values for pentachloronitrobenzene were 14,000 and 22,000 (algae)(4), 4,508 (Chlorella fusca)(6) and 4,500 (activated sludge)(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Korte F, Klein W; Ecotox Environ Safety 6: 311-27 (1982) (2) Kawamoto K, Urano K; Chemosphere 21: 1141-52 (1990) (3) Pancorbo DC, Varney TC; Vet Hum Toxicol 28: 127-43 (1986)",
            "Value": "AEROBIC/SLUDGE: After 5 days incubation with activated sludge as the seed and at an initial concentration of 50 ug/L, 7.0% of the pentachloronitrobenzene was mineralized to CO2(1). In an aerobic screening test using an activated sludge inoculum, a half-life of 4.3 days was measured for pentachloronitrobenzene at 100 ug/L(2). Less than 0.1% of the initial pentachloronitrobenzene in a 5 day aqueous screening test was biodegraded by an activated sludge inoculum(3)."
        },
        {
            "References": "(1) Overcash MR, Pal D; pp. 182-457 in Design of Land Treatment Systems for Industrial Wastes-Theory and Practice. Ann Arbor, MI: Ann Arbor Science (1979) (2) Kuhn EP, Suflita JM; pp. 111-80 in Reactions and Movement of Organic Chemicals in Soils, SSSA Special Publication No. 22 (1989) (3) Wang CH, Broadbent FE; J Environ Quality 2: 511-15 (1973) (4) Blume HP, Ahlsdorf B; Ecotoxicol Environ Safety 26: 313-32 (1993)",
            "Value": "AEROBIC/SOIL: A laboratory half-life ranging from 213-699 days with an average of 468 days was reported for pentachloronitrobenzene incubated in soil at two application rates, (10 and 60 kg/ha)(1). In field studies, where 22 different soils had been receiving pentachloronitrobenzene for 2-10 years, half-lives of 117-1,059 days were reported with an average half-life of 434 days(2). Reaction products of biodegradation included pentachloroaniline and pentachlorothioanisole(2). Pentachlorothioanisole is more abundant in moist soil (>5%) than under flooded (<5%) conditions(2). Pentachloronitrobenzene at 100 ppm in a fine sandy loam, a clay soil, and a peat muck showed about 20% biodegradation over 2 months for all soils(3). In flooded soils after 1 month of incubation, 27, 67, and 93% of the applied pentachloronitrobenzene was lost from Columbia fine sandy loam, Sacramento clay, and Staten peaty muck, respectively; sterile controls had a much lower rate of degradation(4). Aerobic degradation of pentachloronitrobenzene in a loose, moist plow layer of soil with a pH of 5.5-6.5 was reported to require from 18 weeks to 3 years to reach 90% degradation(4)."
        },
        {
            "References": "(1) Doyle RC et al; J Agric Food Chem 26: 987-9 (1978) (2) Igarashi H et al; Noyaku Kagaku 3: 132-6 (1976) (3) Haefner M; Gesund Pflanz 28: 93-8,100-6,108 (1976) (4) Hankawa Y; Hiroshima-Kenritsu Nogyo Shikenjo Hokoku 40: 81-92 (1978) (5) de Vos et al; Bull Environ Contam Toxicol 11: 567-71 (1974)",
            "Value": "AEROBIC/SOIL: Radiolabeled pentachloronitrobenzene at 5 ppm in Matapeake silt loam was biodegraded in 60 days to 10.3% pentachloroaniline, 8.2% pentachlorothioanisole, and 14.3% to a compound of unknown origin (67.2% remained as pentachloronitrobenzene)(1). In soil treated with pentachloronitrobenzene and incubated at 30 °C, 40-58% of the pentachloronitrobenzene was degraded in 18 weeks; however, no mineralization occurred(2). Pentachloronitrobenzene residues decreased from 14.6 to 2.20 ppm in 6 months in a lettuce-growing area in Germany(3). In a study conducted in Japan, 2 kg pentachloronitrobenzene/ha was applied and mixed into the top 10 cm of soil (lithosole and gray lowland soil). After 1 month, 5% of the pentachloronitrobenzene had degraded in the top 5 cm; after 8.4 months, 100% had degraded(4). Soil samples from greenhouses in which pentachloronitrobenzene had been regularly used contained pentachloronitrobenzene, pentachloroaniline, pentachlorothioanisole, tetrachloronitrobenzene, tetrachloroaniline, tetrachlorothioanisole, hexachlorobenzene, and pentachlorobenzene (unspecified concns)(5)."
        },
        {
            "References": "(1) Walker WW et al; Chemosphere 17: 2255-70 (1988) (2) Fushiwaki Y et al; Eisei Kagaku 37: 529-36 (1991)",
            "Value": "AEROBIC/WATER: In a sediment:water system collected from the Davis Bayou, MS, a first order biodegradation rate constant of 0.00456-0.00481/hr was measured for pentachloronitrobenzene (half-life of 6-7 days); a rate constant of 0.00380 was measured for a sterile sediment:water system(1). In estuarine water alone, a first order biodegradation rate constant of 0.00554-0.00633/hr was measured for pentachloronitrobenzene (half-life of 5-6 days), with a rate constant of 0.00445/hr measured for a sterile water control(1). Pentachloronitrobenzene was biodegraded in river water polluted with this compound; biodegradation ranged from 20 to 90% over 7 days(2). Pentachloroaniline and pentachloroanisole were reported as metabolites(2)."
        },
        {
            "References": "(1) Blume HP, Ahlsdorf B; Ecotoxicol Environ Safety 26: 313-32 (1993) (2) Susarla S et al; Chemosphere 32: 967-77 (1996)",
            "Value": "ANAEROBIC: Anaerobic degradation in a loose, moist plow layer of soil with a pH of 5.5-6.5, required from 6-18 weeks to reach 90% degradation(1). An anaerobic, estuarine, sulfidogenic sediment, collected from the Tsurumi River, Japan, biodegraded pentachloronitrobenzene with a first-order rate constant of 0.866/day and a half-life of 0.8 days; an autoclaved sediment sample had a degradation rate constant of 0.0781/day(2). Pentachloronitrobenzene was transformed by this sediment into pentachloroaniline then to 2,3,4,5-tetrachloroaniline, to 3,4,5-trichloroaniline, to 3,5-dichloroaniline, and finally to 3 chloroaniline(2). 2-Chloroaniline and 4-chloroaniline were also identified as intermediate metabolites in this transformation reaction(2)."
        },
        {
            "References": "(1) Murphy SE et al; Chemosphere 11: 33-9 (1982) (2) Chacko CI et al; Science 154: 893-5 (1966) (3) Nakanishi T, Oku H; Phytopathol 59: 1761-2 (1969) (4) Kobayashi H, Rittmann BE; Environ Sci Technol 16: 170A-82A (1982)",
            "Value": "PURE CULTURE STUDIES: The protozoan, Tetrahymena thermophila, metabolizes pentachloronitrobenzene (initial concentration 1 or 100 umol/L, pH 7.4, 25 °C) to several products, including nitrite, pentachlorothioanisole, and pentachloroaniline(1). Pure cultures of various fungi and actinomycetes degraded pentachloronitrobenzene (5 to 10 ug/ml) in a nutrient medium containing glucose, peptone, and yeast extract(2). Fusarium oxysporum and F. dycopensia degraded 25 ppm pentachloronitrobenzene in a mineral salts medium to pentachloroaniline and pentachlorothioanisole(3). Other organisms reported to degrade pentachloronitrobenzene under aerobic conditions are Aspergillus niger, Fusarium solani, Glomerella congulata, Helminthosporium victoriae, Myrothecium, Penicillium, and Trichoderma viridae(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Duggan RE et al; Pestic Residue Levels in Foods in the U.S. from July 1,1969 to June 30,1976. Washington, DC: Food Drug Admin Div Chem Technol (1983) (2) Kuehl DW, Butterworth B et al; Chemosphere 29: 523-35 (1994)",
            "Value": "Pentachloronitrobenzene was detected in 1 US fish and shellfish sample during the fiscal years of 1970-76(1). Bottom feeding and game fish samples collected from one of 400 sites in the US between 1986 and 1989 contained pentachloronitrobenzene at a maximum concentration of 10 ng/g and a mean concentration of 0.09 ng/g(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 15",
            "Value": "log Kow = 4.22"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carey AE et al; Pestic Monit J 12: 209-29 (1979) (2) Rautapaa J et al; Ann Agric Fenn 16: 277-82 (1977) (3) Beck J, Hansen KE; Pestic Sci 5: 41-8 (1974) (4) Haefner M; pp 39-54 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil Overcash, MR, ed. Ann Arbor MI: Ann Arbor Sci Publ (1981) (5) Dejonckheere W et al; pp 15-23 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil. Overcash VR, ed. Ann Arbor, MI: Ann Arbor Sci Publ (1981) (6) Fushiwaki Y et al; Sci Total Environ 92: 55-67 (1990) (7) Al-Mughrabi KI, Qrunfleh IM; Bull Environ Contam Toxicol 68: 86-96 (2002)",
            "Value": "SOIL: Pentachloronitrobenzene concentrations (ppm dry weight) in cropland soils were: 2.61 (Oklahoma), 0.22 (Tennessee), and 0.98 (North Carolina)(1). Pentachloronitrobenzene concentrations of up to 27.0 mg/kg and 12.2 mg/kg were found in the soil of forest tree nurseries and in agricultural soil, respectively, in Finland(2). In Denmark, pentachloronitrobenzene concn in field samples of soil ranged from 0.01 to 25.25 mg/kg (3). Pentachloronitrobenzene concentrations in greenhouse soils in W Germany ranged from 0.019 to 1.020 ppm(4). Maximum pentachloronitrobenzene concentrations found in W German soils were 55.6 ppm (chicory cultivation) and 8.4 ppm (lettuce cultivation)(5). Pentachloronitrobenzene concentrations in soil were similar to those of river sediment at an intensively farmed area in Tsumagoi, Japan; pentachloronitrobenzene was concentrated 5000-10,000 times over levels in river water(6). Soil samples randomly collected from five locations at Humrat Al-Sahn, Jordan in 1998(1). Pentachloronitrobenzene concentrations were reported as 0.02 ppm in two of the five sites (WDA site: pH 7.9, 50.0% sand, 17.5% silt, 32.5% clay; WDW site: pH 7.8, 50.0% sand, 12.5% silt, 37.5% clay)(7). It was not detected at sites with the following characteristics: GHR site: pH 7.9, 65% sand, 17.5% silt, 17.5% clay; WUR site: pH 8.1, 37.5% sand, 30.0% silt, 32.5% clay; WDB site: pH 7.9, 50.0% sand, 17.5% silt, 32.5% clay)(7)."
        },
        {
            "References": "(1) Lopes TJ, Furlong ET; Environ Sci Technol 20: 727-37 (2001)",
            "Value": "SEDIMENT: 536 sites in 20 major streambeds in the US were assessed in 1992 -1995 for semivolatile organic compounds; pentachloronitrobenzene was detected in 0.2% and with a maximum concentration of 180 ug/g(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kordel W et al; Chemosphere 27: 2341-52 (1993) (2) Chu W, Chan KH; Sci Total Environ 248: 1-10 (2000) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Overcash MR, Pal D; pp. 182-457 in Design of Land Treatment Systems for Industrial Wastes-Theory and Practice. Ann Arbor, MI: Ann Arbor Science (1979)",
            "Value": "A Koc of 21,877 was measured according to OECD TG 106 protocol using a Podsol and an Alfisol(1). A Koc of 19,000 has also been reported, test conditions not specified(2) According to a recommended classification scheme(3), these Koc values indicate that pentachloronitrobenzene will be immobile in soil, particularly those soils containing high concentrations of organic matter(SRC). Analyses of soil samples collected at the groundwater level from cultivated land treated frequently with pentachloronitrobenzene confirmed that this compound is not transported below a depth greater than plow layer(4). Evaporation and movement of pentachloronitrobenzene is strongly inhibited by higher organic matter content of soil(4)."
        },
        {
            "References": "(1) Schauerte W et al; Ecotox Environ Safety 6: 560-9 (1982) (2) Helling CS; Phytopathology 64: 1091-100 (1974) (3) Howard PH et al; Investigation of Selected Potential Environ Contam: Nitroaromatics USEPA-560/2-76-010 Research Triangle Park, NC USEPA (1976) (4) Katsoyiannis A, Samara C; Environ Res 97: 245-57 (2005)",
            "Value": "In a small experimental pond in southern Germany, pentachloronitrobenzene did not leach significantly into the surrounding soil or through the pond sediments(1). Pentachloronitrobenzene conc. in the 0-5 cm sediment layer was 323 ppm and 29 ppm at 30 and 145 weeks, respectively, after pentachloronitrobenzene was added to the ponds(1). Pentachloronitrobenzene was not detected in the 15-20 cm sediment layer until 145 weeks after application, at which time pentachloronitrobenzene conc. was 3 ppm. During the 145 week experiment, no pentachloronitrobenzene was detected (detection limit of 0.002 mg/kg) in the 20-25 cm sediment layer(1). Pentachloronitrobenzene did not move (avg Rf value = 0.00) in a soil thin-layer chromatography experiment using Hagerstown silty clay loam (2.50% organic matter, 39.5% clay, pH 6.8)(2). In a soil extraction experiment, about 75% of pentachloronitrobenzene was retained in natural soil after 3 extractions (2 days each) with excess water(3). Pentachloronitrobenzene, present in raw wastewater at a mean concentration of 60 ng/L, was detected in primary sedimentation effluent, secondary sedimentation effluent, primary sludge, activated sludge and final sludge samples at concentrations of 35, 14, 30, 30 and 20 ng/g, respectively, in a municipal wastewater treatment plant located in Thessaloniki, Greece(4)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Bains, S. S., & Jhooty, J. S. (1983). Sensitivity to fungitoxicants, cultural behaviour and pathogenicity of Rhizoctonia solani isolates naturally occurring in Punjab. Indian Journal of Ecolog",
            "Value": "Rhizoctonia solani isolates exhibited varying responses. Notably, no single chemical showed equal efficacy against all isolates. Interestingly, the isolate with the least pathogenicity across different crops also displayed the lowest sensitivity to both systemic and non-systemic fungitoxicants. This particular isolate was characterized by distinctive coloration and the site of sclerotia formation on potato dextrose agar Petri plates. Additionally, another isolate with a narrow host range demonstrated reduced sensitivity to fungitoxicants, despite having sclerotial characteristics similar to other isolates. Surprisingly, factors like growth rate, hyphal thickness, sclerotia formation level, and pathogenicity did not show a consistent relationship among different isolates. On average, among the systemic and non-systemic fungitoxicants, benomyl and quintozene respectively were identified as the most effective against R. solani. "
        }
    ]
}