{
    "_id": {
        "$oid": "6682e85bc4e5dba5ffba2531"
    },
    "CID": {
        "$numberInt": "6734"
    },
    "Name": "ACENAPHTHENE",
    "IUPACName": "1,2-dihydroacenaphthylene",
    "CanonicalSMILES": "C1CC2=CC=CC3=C2C1=CC=C3",
    "Synonyms": [
        "ACENAPHTHENE",
        "83-32-9",
        "1,2-Dihydroacenaphthylene",
        "1,8-Ethylenenaphthalene",
        "peri-Ethylenenaphthalene",
        "Naphthyleneethylene",
        "Acenaphthylene",
        "1,2-dihydro-",
        "Ethylenenaphthalene",
        "1,8-Dihydroacenaphthalene",
        "V8UT1GAC5Y",
        "DTXSID3021774",
        "CHEBI:22154",
        "NSC-7657",
        "MFCD00003807",
        "DTXCID201774"
    ],
    "IsomericSMILES": "C1CC2=CC=CC3=C2C1=CC=C3",
    "INCHI": "InChI=1S/C12H10/c1-3-9-4-2-6-11-8-7-10(5-1)12(9)11/h1-6H,7-8H2",
    "INCHIKEY": "CWRYPZZKDGJXCA-UHFFFAOYSA-N",
    "Formula": "C12H10",
    "MolecularWeight": {
        "$numberDouble": "154.21"
    },
    "Description": "Acenaphthene is a polycyclic aromatic hydrocarbon derived from naphthalene by the addition of an ethylene bridge connecting C-1 and C-8.",
    "XlogP": {
        "$numberDouble": "3.9"
    },
    "Complexity": {
        "$numberInt": "155"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Acenaphthene. Available from, as of Oct 7, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Acenaphthene was detected not quantified in the essential oil of the ginkgo tree (Ginkgo biloba; Family: Ginkgoaceae)(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Camacho M et al; Sci Total Environ 487: 436-442 (2014)",
            "Value": "The plasma of live stranded loggerhead sea turtles was sampled at the beginning and end of a rehabilitation period for various pollutants. Mean acenaphthene concentration at the beginning and end was 0.006 ng/mL and half of the detection limit (0.03 ng/mL), respectively(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Soli G, Bens EM; Biotech Bioeng 24: 319-30 (1972) (2) Wilson JT et al; Environ Toxicol Chem 4: 721-6 (1985) (3) Hall WS et al; Bull Environ Contam Toxicol 36: 286-93 (1986) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 30, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Acclimated mixed cultures in mineral salt media were able to degrade 50% of a crude oil containing acenaphthene within 48 hr(1). Grab samples of groundwater aquifer soil that had acclimated to creosote wastes containing acenaphthene were able to degrade acenaphthene at concentration between 0.02 and 0.12 ppm under aerobic conditions at 25 °C for a 56 day period at an average rate of 130% per week(2); an average loss of 5.0% per week was observed for autoclaved controls(2). Unacclimated material from the same aquifer degraded acenaphthene at an average rate of 6.6% per week; however, autoclaved controls lost acenaphthene at an overall rate of 9.2% per week(2). The biotransformation half-life for 2 mg/L of acenaphthene in hard water with zero suspended solids was 24.8 days(3). The half-lives for 2 mg/L of acenaphthene in hard water with suspended solid concentration of 52, 403 and 601 mg/L from Roselawn Pond, Denton, TX were 3.52, 4.03 and 2.23 days, respectively(3). The half-lives for 2 mg/L of acenaphthene in hard water with suspended solid concentrations of 83, 397 and 591 mg/L from Pat Mayseake, Paris, TX were 4.91, 1.20 and 0.83 days, respectively(3); all half-lives were corrected for abiotic losses by controls(3). Acenaphthene, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(4)."
        },
        {
            "References": "(1) Coover MP, Sims RC; Haz Waste Haz Mat 4: 69-82 (1987) (2) Mihelcic JR, Luthy RG; Appl Environ Microbiol 54: 1182-7 (1988) (3) Medvedev VA, Davidov VD; p. 245-54 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil. Overcash MR, ed., Ann Arbor, MI: Ann Arbor Sci Publ (1981) (4) Kincannon DF, Lin YS; Prod Ind Waste Conf 40: 607-19 (1985)",
            "Value": "AEROBIC: 5% and 0% of an initial concentration of 400 ug/g acenaphthene remained after 240 days in an unacclimated agricultural sandy loam soil incubated at 10 and 20 °C, respectively(1); corresponding half-lives were estimated to be less than 60 and 10 days(1). Under aerobic conditions, acenaphthene at a concentration of 1 mg/L was degraded to non-detectable levels in 10 days using a mineral salts solution inoculated with 1 g of soil(2). At a concentration of 5 mg/kg of average-humus, lightly grained chernozem soil and at 20 °C, acenaphthene degraded in 24 hr(3); however, acenaphthene did not degrade in soil at a concentration of 500 mg/kg(3). In 76 days, 1296 mg/kg of acenaphthene in a mixture of oil sludge degraded to 375 mg/kg in a derby soil column with nitrogen and phosphorous additions(4). In 83 days, 3013 mg/kg of acenaphthene in a wood preserving sludge degraded to 2066 mg/kg in a Derby soil column with nitrogen and phosphorous additions(4). The succeeding first order rate constants are 0.0163 and 0.0045 day-1 which correspond to half-lives of 42.5 and 102.4 days, respectively(4)."
        },
        {
            "References": "(1) Petrasek AC et al; J Water Pollut Control Fed 55(10): 1286-96 (1983)",
            "Value": "AEROBIC: A pilot plant study was conducted to evaluate the fate and behavior of 22 toxic organic compounds, including acenaphthene, in conventional wastewater treatment plants. Two parallel 0.1 l/s (1.5-g/m) treatment sequences were operated: a control and an experimental sequence spiked with the 22 compounds being investigated. The organic compounds studied, spiked at a normal concentration of 50 ug/L each, were typically removed to the 95-98% level. Many were partitioned to the primary and return activated sludges. For acenaphthene, 48% of spiked acenaphthene was recovered with 41% in the primary sludge and 3% in the activated sludge effluent(1)."
        },
        {
            "References": "(1) Mihelcic JR, Luthy RG; Appl Environ Microbiol 54: 1182-7 (1988) (2) Chang BV et al; Chemopshere 48: 717-724 (2002)",
            "Value": "ANAEROBIC: Under anaerobic conditions, acenaphthene at a concentration of 1 mg/L was not degraded in a mineral salts solution inoculated with 1 g of soil incubated over 70 days(1). The anaerobic biodegradation of acenaphthene in two soils was investigated under various conditions(1). In soil tests at 20-40 °C, acenaphthene had half-lives on the order of 30-99 days. In one specific test protocol (non-acclimated soil), acenaphthene (and fluorene, phenanthrene, anthracene and pyrene) did not degrade much faster in non-sterile versus sterile control soils over a 90-day incubation. However, when consortia-treated river sediments from a polluted river were added, percentage of remaining acenaphthene dropped from 91-92% to 23-44%, suggesting an importance of acclimated microbes(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Uthe JF, Musial CJ; J Assoc Off Anal Chem 71: 363-8 (1988) (2) Vassilaros, DL et al; Anal Chem 54: 106-12 (1982) (3) McFall JA et al; Chemosphere 14: 1561-9 (1985A) (4) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (5) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (7) Rostad CE, Pereira WE; Chemosphere 16: 2397-2404 (1987) (8) Iosifidou HG et al; Bull Environ Contam Toxicol 28: 535-41 (1982) (9) Nakata H et al; Ecotoc Environ Safety 99: 61-68 (2014) (5) Kagi R et al; Intern J Environ Anal Chem 22: 135-53 (1985)(10) Easton MDL et al; Chemosphere 46: 1053-1074 (2002) (11) Malik A et al; Bull Environ Contam Toxicol 80: 134-138 (2008)",
            "Value": "The level of acenaphthene in the same digestive gland oil of lobsters was 36.4 and 64.0 ng/g according to 2 different laboratories(1). Bullhead catfish fish from the Black River, OH and Striped Bass from the Potomac River, MD contained acenaphthene at concentrations of 39 and 7 ppb, respectively(2). Both oysters and clams from Lake Pontchartrain, LA contained acenaphthene at an average concentration of 46 ppb(3). Fish samples from the Great Lakes harbors and tributary mouths contained acenaphthene(4,5). Snails from 2 sites at Pensacola Bay, FL contained acenaphthene at average concentration of 2.06 and 8.80 ug/kg(6). Coral rock oysters (Saccostrea cucculata) collected in Sept 1982 from six locations at Mermaid Sound in NW Australia contained acenaphthene at concentrations ranging from less than 0.2 to 2 ppb with a 65% frequency of occurrence(7). Acenaphthene was detected in mussels (Mytilus galloprovincialis) from the Thermaikos Gulf, Greece(8). Acenaphthene concentrations of 0.15-16 ng/g wet weight were detected in oysters collected from 18 stations in the Yatsushiro Sea, Japan in 2010(9). An analysis of farmed and wild salmon, collected in 1999-2000, found mean acenaphthene concentrations of 0.83 and 1.10 ng/g, respectively(10). Edible fish taken from the Gornti River, India in 2004-2005 contained a mean acenaphthene + fluorene concentration of 0.92 ng/g wet wt with detection in 50% of all samples(11)."
        },
        {
            "References": "Onuska FI et al; Anal Lett 9: 451 (1976) as cited in USEPA; Ambient Water Quality Criteria Doc: Acenaphthene (Draft) p.C-2 (1980)",
            "Value": "Levels of  greater than or equal to 3.2 ug acenaphthene/kg (the detection limit) were reportedly identified in the tissues of shellfish of an unspecified species and location."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 97",
            "Value": "log Kow = 3.92"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Varanasi U et al; Environ Sci Technol 4: 721-6 (1985) (2) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (3) Shinohara R et al; Environ Internat 4: 163-74 (1980) (4) Malins DC et al; Environ Sci Technol 18: 705-13 (1984) (5) Bieri R et al; Intern J Environ Anal Chem 26: 97-113 (1986) (6) Merrill EG, Wade TL; Eviron Sci Technol 19: 597-603 (1985) (7) West WR et al; Environ Sci Technol 22: 224-8 (1988) (8) Helfrich J, Armstrong DE; J Great Lakes Res 12: 192-9 (1986) (9) Onuska FI et al; J Great Lakes Res 9: 169-82 (1983) (10) Farrington JW, Westall J; NATO ASI Ser C 172: 361-425 (1986) (11) Larsen PF et al; Bull Environ Contam Toxicol 30: 530-5 (1983) (12) Plowchalk DR, Zagorski SJ; Proc PA Acad Sci 60: 174-8 (1986) (13) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (14) Rodgers IH, Hall KJ; Water Poll Res J Canada 22: 197-210 (1987) (15) Garrigues P et al; Intern J Environ Anal Chem 28: 121-31 (1987)",
            "Value": "SEDIMENT: Sediment from the Duwamish River delta, WA contained acenaphthene at an average concentration of 160 ng/g(1). Sediments from three sites in Eagle Harbor and one at President Point, WA contained acenaphthene at an average concentration of 94, 5000, 43 and less than 2.0 ng/g for 4, 9, 2 and 1 sample(s), respectively(2). Acenaphthene was detected in sediments from Dohkai Bay(3) and Puget Sound(4) WA, the Elizabeth River, VA(5,6), the Black River, OH(7) and the Great Lakes Michigan(8) and Ontario(9). Three sediment samples from the New York, NY harbor contained acenaphthene concentrations of 500, 500 and 80 ng/g(10). Acenaphthene was detected in 5 of 30 samples form Casco Bay, ME at concentrations of 140, 34, 58, 1150 and 84 ppb(11). Acenaphthene was detected in 8 of 10 sediment samples from streams feeding Lake Erie within the city of Erie, PA at concentrations of 3366, 1316, 568, 513, 231, 343, 175 and 198 ug/kg(12). Sediment samples from nearby the Hooker Chemical and Plastics Corp disposal site at Love Canal, NY contained acenaphthene(13). Between March 1984 and April 1985, acenaphthene was detected in sediments located 1 km from a sewage outfall at the Fraser River Estuary, British Columbia, Canada at an average concentration of 53 ng/g(14). Two of 5 sediment samples from along the \"Golfe de Gascogne\", France contained acenaphthene at concentrations of 1 and 32 ng/g(15)."
        },
        {
            "References": "(1) Balch CG et al; Environ Toxicol Chem 14: 79-91 (1995) (2) Boyd TJ et al; Microbial Ecology 49: 2226-235 (2005) (3) Hiller E et al; Bull Environ Contam Toxicol 83: 444-448 (2009) (4) Hori T et al; Bull Environ Contam Toxicol 83: 455-461 (2009)",
            "Value": "SEDIMENT: Sediments collected from Hamilton Harbour and Fawn Lake, Ontario in 1987 contained acenaphthene concentrations ranging from not detectable (not specified) to 1.82 ug/g wet wt(1). Sediments collected from the Delaware Bay near Philadelphia, PA between 1997 and 1999 contained average acenaphthene concentrations of 0.24-0.81 ug/g dry wt(2). Bottom sediments collected from two water reservoirs in the Slovak Republic had an acenaphthene concentration range of 11-665 ng/g dry wt(3). Acenaphthene concentrations of <0.1-12.2 ng/g dry wt were detected in sediments taken from the Shinano River, Japan in 2005 and 2006(4)."
        },
        {
            "References": "(1) Vogt NB et al; Environ Sci Technol 21: 35-44 (1987) (2) Acheson CM et al; Environ Toxicol Chem 23: 245-251 (2004) (3) Ortiz R et al; Bull Environ Contam Toxicol 88: 428-432 (2012) (4) Baran S et al; J Environ Sci Health b38: 799-812 (2003) (5) Maliszewska-Kordybach B et al; Sci Total Environ 407(12): 3746-3753 (2009) (6) Bucheli TD et al; Chemosphere 56: 1061-1076 (2004) (7) Heywood E et al; Environ Sci Technol 40: 7629-7635 (2006) (8) Cai QY et al; Chemosphere 68: 159-168 (2007) (9) Honda K et al; Chemosphere 68: 1763-1771 (2007)",
            "Value": "SOIL: Acenaphthene was detected in 12 samples of polluted, non-polluted and bog soils in Norway at average concentrations of 53.6, 1.7 and 3.8 ppb, respectively(1). Soil samples from two Superfund sites (Charleston, SC; St. Louis Park, MN) contained mean acenaphthene levels of 14-139 mg/kg dry soil(2). Topsoils collected from semi-rural areas near Mexico City during 2008-2009 contained average acenaphthene levels of 0.12-0.24 mg/kg(3). Soils sampled from southern-eastern Poland in 2001 that had experience flooding contained acenaphthene concentrations of 8.3-122 and 0.7-5.3 ug/kg in the 0-20 cm and 20-40 cm soil depths, respectively(4). Agricultural soils sampled in eastern Poland had a geometric mean acenaphthene concentration of 9 ug/kg(5). Soil samples taken from 23 sites in Switzerland in 2002 by the Swiss soil monitoring network had mean and median acenaphthene concentrations of 1.0 and 0.8 ug/kg dry wt, respectively(6). The mean acenaphthene concentration found in nearly 200 rural soil samples collected from around Great Britain was 15.75 ng/g dry wt(7). Soils collected from nine vegetable fields of the Pearl River Delta, South China in 2002 had mean acenaphthene levels of not detectable (not specified) to 93 ng/kg(8). The mean acenaphthene level of 182 Japanese paddy soils sampled between 1959-2002 was 0.91 ug/kg dry wt(9)."
        }
    ]
}