{
    "_id": {
        "$oid": "6682e987c4e5dba5ffba2b12"
    },
    "CID": {
        "$numberInt": "67542"
    },
    "Name": "Perfluorohexanoic acid",
    "IUPACName": "2,2,3,3,4,4,5,5,6,6,6-undecafluorohexanoic acid",
    "CanonicalSMILES": "C(=O)(C(C(C(C(C(F)(F)F)(F)F)(F)F)(F)F)(F)F)O",
    "Synonyms": [
        "Perfluorohexanoic acid",
        "307-24-4",
        "Undecafluorohexanoic acid",
        "PFHxA",
        "Hexanoic acid",
        "undecafluoro-",
        "2,2,3,3,4,4,5,5,6,6,6-undecafluorohexanoic acid",
        "Hexanoic acid",
        "2,2,3,3,4,4,5,5,6,6,6-undecafluoro-",
        "Undecafluoro-1-hexanoic acid",
        "Perfluorocaproic acid",
        "DTXSID3031862",
        "CHEBI:83492",
        "ZP34Q2220R",
        "NSC-5213",
        "Perfluorohexanoic acid 100 microg/mL in Acetonitrile",
        "C6HF11O2"
    ],
    "IsomericSMILES": "C(=O)(C(C(C(C(C(F)(F)F)(F)F)(F)F)(F)F)(F)F)O",
    "INCHI": "InChI=1S/C6HF11O2/c7-2(8,1(18)19)3(9,10)4(11,12)5(13,14)6(15,16)17/h(H,18,19)",
    "INCHIKEY": "PXUULQAPEKKVAH-UHFFFAOYSA-N",
    "Formula": "C6HF11O2",
    "MolecularWeight": {
        "$numberDouble": "314.05"
    },
    "Description": "Perfluorohexanoic acid is a monocarboxylic acid that is perfluorinated hexanoic acid. It has a role as an environmental contaminant and a xenobiotic. It is functionally related to a hexanoic acid.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "368"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Yoo H et al; Environ Sci Technol 45: 7985-90 (2011)",
            "Value": "Grass samples were collected from fields treated with bio-solids in 2009 near Decatur, AL; perfluorohexanoic acid concentrations were 22.9, 30.2-182.2 and 26.3 ng/g dry weight in Kentucky blue grass, tall fescue and Bermuda grass, respectively(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Berger U et al; Organohalogen Compounds 66: 4046-52 (2004) (2) Braune BM, Letcher RJ; Environ Sci Technol 47: 616-24 (2013) (3) Falandysz J et al; Environ Sci Technol 40: 748-51 (2006) (4) Holmstrom KE, Berger U; Environ Sci Technol 42: 5879-84 (2008) (5) Guruge KS et al; Organohalogen Compounds 66: 4029-34 (2004) (6) Keller JM et al; Environ Sci Technol 39: 9101-8 (2005) (7) Wang Y et al; Environ Sci Technol 42: 8146-51 (2008) (8) Riebe RA et al; Arch Environ Contam Toxicol Dec 29 (2015) Epub ahead of print. Available from, as of Jan 22, 2016: https://www.ncbi.nlm.nih.gov/pubmed/?term=26714691",
            "Value": "Perfluorohexanoic acid was detected in all the marine mammal samples (grey seal, minke whale, pilot whale) taken from Sweden, Denmark, Iceland and the Faeroe Islands(1). Perfluorohexanoic acid was not detected (detection limit 0.1 ng/g wet weight) in northern fulmar (Fulmarus glacialis) and thick-billed murre (Uria lomvia) eggs sampled 1971-2007 and 2010-2011 from Prince Leopold Island, Nunavut, Canada; in 2009 perfluorohexanoic acid was detected in fulmar eggs at 0.11 ng/g and in 2008 and 2009 was detected in murre eggs at 0.02 and 0.08 ng/g, respectively; black guillemot (Cepphus grylle), black-legged kittiwake (Rissa tridactyla) and glaucous gull (Larus hyperboreus) eggs sampled in 2008 did not contain perfluorohexanoic acid(2). Perfluorohexanoic acid was not detected (detection limit 50 pg/mL) in blood samples from 16 eider duck (Somateria mollisima), collected from the Gulf of Gdansk in Feb 2003(3). Perfluorohexanoic acid was not detected (detection limit ng/g) in the muscle (1.0), kidney (0.51), adult liver (1.9), chick liver (1.3) or egg (0.75) of common guillemot (Uria aalge) samples from Stora Karlso Island in the Baltic Sea collected in 1989(4). Perfluorohexanoic acid was detected at 590, 160 and 80 pg/mL in blood plasma from three Japanese black beef cattle at 9 months of age, these concentrations decreased to 100, 80 and 50 pg/mL at 27 months of age(5). Perfluorohexanoic acid was detected in the blood of six of 67 loggerhead sea turtles (Caretta caretta) at <100-124 pg/mL and not detected (detection limit 100 pg/mL) in six Kemp's ridley sea turtles (Lepidochelys kempii); samples were collected June-July 2003 along the coast of South Carolina, Georgia and Florida(6). Perfluorohexanoic acid was not detected (detection limit 0.01 ng/g wet weight) in eggs of little egret (Egretta garzetta) and night heron (Nycticorax nycticorax) from Quanzhou, Xiamen, and Hong Kong, South China, but was detected at <0.01-0.071 in eggs from great egret (Ardea alba) collected from Hong Kong; respective sampling dates were March-May 2004, March-May 2004 and March-May 2006(7). Perfluorohexanoic acid was detected in one of 40 fox (Vulpes vulpes) livers tested at 1.4 ug/kg wet weight, but not detected in chamois (Rupicapra rupicapra) livers sampled; fox were collected from Germany and chamois from Austria(8)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Holzer J et al; Environ Sci Technol 45: 8046-52 (2011) (2) Falandysz J et al; Environ Sci Technol 40: 748-51 (2006) (3) Holmstrom KE, Berger U; Environ Sci Technol 42: 5879-84 (2008)",
            "Value": "Perfluorohexanoic acid was not detected (detection limit 0.1 ng/g) in 44 fish (15 perch (Perca fluviatilis), 6 pike (Esox lucius), 5 eel (Anguilla anguilla), 8 cisco (genus Coregonus), 10 roach (Rutilus rutilus)) collected from Lake Mohne, Germany or 117 fish (2 eel, 73 trout, 8 pike/perch, 34 other) purchased from retail, wholesale, supermarkets and producers in the Lake Mohne region(1). Blood samples from 18 cod (Gadus morhua), collected from the Gulf of Gdansk in Feb 2003, contained perfluorohexanoic acid at <50-690 pg/mL(2). Ten herring, about the size a common guillemot would eat, sampled from Landsort, Baltic Sea in 2005 did not contain perfluorohexanoic acid (detection limit 1.4 ng/g wet weight)(3)."
        },
        {
            "References": "(1) Berger U et al; Organohalogen Compounds 66: 4046-52 (2004)",
            "Value": "Fish collected from different countries in the European Nordic region were tested. Flounder, eelpout and herring from Denmark contained quantifiable amounts of perfluorohexanoic acid. The compound was present at >1 ng/g w/w in long rough dab and sulpin from Iceland(1).",
            "Table": "[{'Country': 'Finland', 'Fish': 'pike', 'Occurrence': 'not detected'}, {'Country': 'Norway', 'Fish': 'burbot', 'Occurrence': 'not detected'}, {'Country': nan, 'Fish': 'trout', 'Occurrence': 'detected'}, {'Country': nan, 'Fish': 'pike', 'Occurrence': 'detected'}, {'Country': nan, 'Fish': 'perch', 'Occurrence': 'detected'}, {'Country': 'Sweden', 'Fish': 'perch', 'Occurrence': 'detected'}, {'Country': nan, 'Fish': 'cod', 'Occurrence': 'not detected'}, {'Country': 'Denmark', 'Fish': 'flounder', 'Occurrence': 'detected'}, {'Country': nan, 'Fish': 'eelpout', 'Occurrence': 'detected'}, {'Country': nan, 'Fish': 'herring', 'Occurrence': 'detected'}, {'Country': 'Iceland', 'Fish': 'long rough dab', 'Occurrence': 'detected'}, {'Country': nan, 'Fish': 'sculpin', 'Occurrence': 'detected'}, {'Country': nan, 'Fish': 'dab', 'Occurrence': 'not detected'}, {'Country': 'Faeroe Islands', 'Fish': 'sculpin', 'Occurrence': 'not detected'}, {'Country': nan, 'Fish': 'dab', 'Occurrence': 'not detected'}, {'Country': nan, 'Fish': 'cod', 'Occurrence': 'not detected'}, {'Country': nan, 'Fish': 'Arctic char', 'Occurrence': 'not detected'}]"
        }
    ]
}