{
    "_id": {
        "$oid": "6682e85cc4e5dba5ffba2534"
    },
    "CID": {
        "$numberInt": "6758"
    },
    "Name": "ROTENONE",
    "IUPACName": "(1S,6R,13S)-16,17-dimethoxy-6-prop-1-en-2-yl-2,7,20-trioxapentacyclo[11.8.0.03,11.04,8.014,19]henicosa-3(11),4(8),9,14,16,18-hexaen-12-one",
    "CanonicalSMILES": "CC(=C)C1CC2=C(O1)C=CC3=C2OC4COC5=CC(=C(C=C5C4C3=O)OC)OC",
    "Synonyms": [
        "rotenone",
        "83-79-4",
        "Dactinol",
        "Paraderil",
        "Barbasco",
        "Tubatoxin",
        "(-)-Rotenone",
        "(-)-cis-Rotenone",
        "Derrin",
        "Derris",
        "Nicouline",
        "Rotocide",
        "Ronone",
        "Rotenon",
        "Canex"
    ],
    "IsomericSMILES": "CC(=C)[C@H]1CC2=C(O1)C=CC3=C2O[C@@H]4COC5=CC(=C(C=C5[C@@H]4C3=O)OC)OC",
    "INCHI": "InChI=1S/C23H22O6/c1-11(2)16-8-14-15(28-16)6-5-12-22(24)21-13-7-18(25-3)19(26-4)9-17(13)27-10-20(21)29-23(12)14/h5-7,9,16,20-21H,1,8,10H2,2-4H3/t16-,20-,21+/m1/s1",
    "INCHIKEY": "JUVIOZPCNVVQFO-HBGVWJBISA-N",
    "Formula": "C23H22O6",
    "MolecularWeight": {
        "$numberDouble": "394.4"
    },
    "Description": "Rotenone is a member of the class of rotenones that consists of 1,2,12,12a-tetrahydrochromeno[3,4-b]furo[2,3-h]chromen-6(6aH)-one substituted at position 2 by a prop-1-en-2-yl group and at positions 8 and 9 by methoxy groups (the 2R,6aS,12aS-isomer). A non-systemic insecticide, it is the principal insecticidal constituent of derris (the dried rhizome and root of Derris elliptica). It has a role as a phytogenic insecticide, a mitochondrial NADH:ubiquinone reductase inhibitor, a metabolite, an antineoplastic agent, a toxin and a piscicide. It is an organic heteropentacyclic compound and a member of rotenones.",
    "XlogP": {
        "$numberDouble": "4.1"
    },
    "Complexity": {
        "$numberInt": "664"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Gingerich WH, Rach JJ; Aquat Toxicol 6: 179-96 (1985) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A study showed that when yearling bluegills (Lepomis macrochirus) were exposed to 5.2 ug/L of rotenone for 30 days in a continuous flow system, bioconcentration factors for the head, viscera, and carcass were 165, 3,500, and 125, respectively(4). According to a classification scheme(3), bioconcentation factors of 100-100 are high and >1000 are very high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Cavoski I et al; J Agric Food Chem 56: 8066-8073 (2008) (2) Thom NS, Agg AR; Proc R Soc Lond B 189: 347-57 (1975)",
            "Value": "AEROBIC: In southern Italy, two types of soil samples spiked with rotenone, a silt clay loam and a loamy soil, underwent degradation experiments in dark conditions at 10-20 °C. The results indicated that half-life values for rotenone were 8 days in the silt clay loam soil and 5 days in the loamy soil at 20 °C. At 10 °C however, the half-lives were 25 days for silt clay loam soil and 21 for the loamy soil(1). Rotenone is listed as one of the organic substances which may be degraded during aerobic and anaerobic sewage treatment if adequate acclimatization can be achieved; much depends on the concentration to be treated and possibly on the temperature during treatment(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Gilderhus PA et al; Investigations in fish control: deposition and persistence of rotenone in shallow ponds during cold and warm seasons. Washington, DC: Fish Wildlife Svc. NTIS PB89-110753 (1988)",
            "Value": "A cold water pond (0 to 5 °C, November 1983) at the Geona National Fish Hatchery, Wisconsin and a warm water pond (23 to 27 °C, July 1984) at the La Crosse National Fisheries Research Center was treated with Noxfish (0.25 mg/L rotenone) and analyzed. Channel catfish (Ictalurus punctatus) and largemouth bass (Micropterus salmoides) were used as representative fish for analysis in cold water; black bullheads (Ictalurus melas) and bluegills (Lepomis macrochirus) were used as representative fish for analysis in warm water. Concentrations of rotenone in catfish ranged from 0.123 ug/g after 1 day to 0.178 ug/g after 20 days; no further sampling was possible after this because all the fish had died. Concentrations of rotenone in largemouth bass ranged from 0.082 ug/g after 1 day to 0.502 ug/g after 6 days; no further sampling was possible after this because all the fish had died. Concentrations of rotenone in black bullheads ranged from 0.0.005 ug/g (limit of detection) after 1 day to 0.083 ug/g after 21 days, declining to <0.005 ug/g after 35 days. Concentrations of rotenone in bluegills ranged from 0.064 ug/g after 1 day to <0.005 ug/g after 21 days(1)."
        },
        {
            "References": "(1) Gilderhus PA et al; Investigations in fish control: deposition and persistence of rotenone in shallow ponds during cold and warm seasons. Washington, DC: Fish Wildlife Svc. NTIS PB89-110753 (1988)",
            "Value": "A cold water pond (0 to 5 °C, November 1983) at the Geona National Fish Hatchery, Wisconsin and a warm water pond (23 to 27 °C, July 1984) at the La Crosse National Fisheries Research Center was treated with Noxfish (0.25 mg/L rotenone) and analyzed. Fresh water crayfish (Orconectes sp.) and mussels (Lampsilis sp. were used as representative invertebrates. Crayfish in the cold water pond had rotenone concentrations ranging from 0.0.395 ug/g after 1 day of treatment to <0.057 ug/g after 21 days; rotenone concentrations did not reach the limit of detection because all the fish had died by day 21. Crayfish in the warm water pond had rotenone concentrations ranging from 0.058 ug/g after 1 day of treatment to <0.005 ug/g (limit of detection) after 7 days. Mussels in the cold water pond had rotenone concentrations peak at 0.723 ug/g on day 7 and decline to 0.230 ug/g on day 28. In the warm water pond, rotenone concentrations reached 1.060 ug/g after 1 day of treatment; no further sampling was possible after this because all the mussels had died(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 180",
            "Value": "log Kow = 4.10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "WHO; Poisons Information Monographs (PIMs) 474: Rotenone (1990). Available from, as of September 1, 2011: https://www.inchem.org/pages/pims.html",
            "Value": "Rotenone inhibits the oxidation of NADH to NAD, blocking the oxidation by NAD of substrates such as glutamate, alpha-ketoglutarate, and pyruvate. Rotenone inhibits the mitochondrial respiratory chain between diphosphopyridine nucleotide and flavine.  This blockade is overcome by Vitamin K3 (menadione sodium bisulphite), which apparently activates a bypass of the rotenone sensitive site.  Rotenone is a powerful inhibitor of mitochondrial electron transport. The regulation of fatty acid synthesis in mitochondria by rotenone may be altered after chronic administration, resulting in fatty changes in the liver."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1186",
            "Value": "The ability of rotenone to inhibit respiration and glutamate oxidation was first described ... using insect tissues. The extension of this work to show potent inhibition of rat liver mitochondrial respiration and the localization of rotenone's site of action in or near complex I was described ... /Subsequent investigations/ have confirmed the view that the primary site of action for rotenone is the inhibition of respiration by interaction with complex I. Two binding sites have been identified for rotenone within complex I, a high affinity site and a lower affinity one, both of which must be occupied for full inhibition of electron flow through the complex. The recent studies with a photoaffinity label for the putative rotenone binding site already described also reveal a high affinity and a lower affinity binding site. These authors concluded that the 23 kDa PSST subunit of complex I plays a key role in high affinity binding."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1186",
            "Value": "Rotenone inhibits cellular growth and division in many biological systems with inhibitory effects on cell division observed at 10-100 nM concentrations in a number of types of isolated cells. At least two possible mechanisms for this antimitotic action have been described: a slowing of progression through the cell cycle due to rotenone's effects on respiration and ATP availability, and a direct effect on microtubule assembly and spindle formation which arrests cell division in mitosis and resembles the effects of colchicine in disrupting spindle formation."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1184",
            "Value": "/The/ general antiproliferative action /of rotenone is/ related to the ability of rotenoids to inhibit the expression of phorbol ester-induced omithine decarboxylase (ODC) in mouse cells. ODC is involved in the regulation of cell proliferation and tumor promotion and is utilized as a biomarker for cancer chemopreventive agents. In turn, the rotenoid effect on ODC induction was attributed to an observed rapid decrease in cellular ATP levels due to complex I inhibition. The alternative hypothesis that rotenoids could have their anticancer activity by inhibiting tubulin polymerization was rejected since deguelin is inactive in this regard, and activity correlated with complex I inhibitory activity rather than antimitotic capability among several other compounds."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 123",
            "Value": "The fatty acid changes seen in the liver after chronic feeding could be explained by the blocking of NADH oxidation and thus the inhibition of fatty acid oxidation, leading to the accumulation of a long-chain acyl-coenzyme A (CoA; e.g., palmitoyl-CoA), which was shown for rabbit heart mitochondria."
        },
        {
            "References": "PMID:18480073",
            "Value": "In this study, we have examined the effects of rotenone in primary cultures of hippocampal and dopaminergic neurons in order to obtain insights into the possible mechanisms underlying the neurotoxic effects of this pesticide. The results obtained indicate that a 48-hr exposure to rotenone (0.1 uM) produces a complete and selective suppression of axon formation. This effect was dose dependent, not accompanied by changes in microtubule organization, and reversible after washout of the agrochemical from the tissue culture medium. Interestingly, pull-down assays revealed that rotenone decreases Cdc42 and Rac activities, whereas increasing that of Rho. In accordance with this, treatment of neuronal cultures with cytochalasin D, an actin-depolymerizing drug, or with the Rho-kinase inhibitor Y27632, or overexpression of Tiam1, a guanosine nucleotide exchange factor for Rac, reverts the inhibitory effect of rotenone on axon formation. Taken together, /this/ data suggest that at least some of the neurotoxic effects of rotenone are associated with an inhibition of actin dynamics through modifications of Rho-GTPase activity."
        },
        {
            "References": "Siddiqui MA et al; Toxicol Ind Health 26 (8): 533-42 (2010)",
            "Value": "The investigations were aimed to study the possible association of dopamine DA-D(2) receptor in rotenone-induced cytotoxicity in PC12 cells, one among the most studied cell line in neurotoxicity studies. PC12 cells were subjected to receive an exposure of rotenone (10(-6) to 10(-4) M) for 24 and 48 hours. Cytotoxicity studies were carried out using standard end points including, (3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) (MTT), lactate dehydrogenase (LDH) release and neutral red uptake (NRU). Cells were found to be vulnerable to rotenone in dose-dependent manner. In general, 10(-4) and 10(-5) M concentrations were found to be cytotoxic, whereas 10(-6) M and lower concentrations used have shown nonsignificant effect on cell viability. Further, studies were extended to study the rotenone-induced alterations in cellular glutathione (GSH) level and dopamine DA-D(2) receptor expression. Significant (p < 0.001) chronological depletion in GSH levels were recorded following rotenone exposure. Expression of dopamine DA-D(2) receptor was also found to be effected significantly (p < 0.001) at 24 hours of rotenone exposure (10(-4) and 10(-5)). However, no further depletion in the expression of dopamine DA-D(2) receptor could be recorded with extended exposure period, that is, 48 hours. Rotenone at 10(-6) M and lower concentrations was found to be ineffective in PC12 cells. Data suggest the vulnerability of PC12 cells against experimental exposure of rotenone, which possibly routed through dopamine DA-D(2) receptor and oxidative stress machinery."
        },
        {
            "References": "PMID:18579341",
            "Value": "Rotenone is a widely used pesticide. Administration of rotenone can induce biochemical and histological alterations similar to those of Parkinson's disease in rats, leading to the selective loss of dopaminergic neurons in the substantia nigra pars compacta. However, it remains unclear why rotenone seems to affect preferentially dopaminergic cells. To address this question, we studied the effects of rotenone on dopamine distribution and metabolism to determine the role of endogenous dopamine in rotenone-induced PC12 cells toxicity. Results showed that cell viability was decreased and intracellular dopamine concentration was increased with rotenone administration in a dose-dependent manner. Rotenone exposure led to changes of proteins and enzymes associated with dopamine synthesis and transportation in PC12 cells. Tyrosine hydroxylase (TH) and vesicular monoamine transporter 2 (VMAT(2)) were markedly down-regulated, and dopamine transporter (DAT) was up-regulated in the cells. The activity of monoamine oxidase (MAO) was also increased. In addition, rotenone increased ROS formation, which was clearly inhibited by the pretreatment with GSH. Similar inhibitions of ROS formation were also observed in PC12 cells pretreated with the classical dopamine transporter inhibitor of GBR-12909 and the MAO inhibitor L-deprenyl. Moreover, opposite effects were observed in PC12 cells pretreated with the specific VMAT(2) inhibitor reserpine. These results suggest that rotenone administration may interfere with dopamine distribution and metabolism, leading to dopamine accumulated in the cytoplasm of PC12 cells, which may contribute to the ROS formation and cell death. Therefore, the endogenous dopamine resulted from the altered dopamine metabolism and redistribution may play an important role in rotenone toxicity in dopamine neurons."
        },
        {
            "References": "PMID:21783966",
            "Value": "Rotenone, a mitochondrial complex-I inhibitor, has been verified to cause dopaminergic neurons degeneration in vivo and in vitro, and the substantia nigra pars compacta (SNc) and the striatum are the main target organs of rotenone in the rat brain. However, whether rotenone could cause damage to other regions in the brain has been unclear till now. To address this question, the rotenone-induced neurotoxicity in the hippocampal neurons was investigated in the present study. Rotenone (4 mg/kg) was given to the male Sprague-Dawley rats per day for up to 4 weeks by using the osmotic minipumps. Results showed that neurodegeneration was formed and phosphorylated ERK1/2 (p-ERK1/2) was induced in the hippocampus of rats following rotenone treatment. In addition, Ras, PKA and PKC were also activated and free [Ca(2+)](i) was increased in the cytoplasm of the hippocampus neurons. To determine how ERK cascade was activated, studies in the primary cultured hippocampus neurons were carried out in a further. Cell viability was reduced, and also apoptosis was induced in vitro following rotenone administration. Expressions of p-ERK1/2 were also enhanced evidently in the cultured neurons treated by rotenone. Free [Ca(2+)](i) was also increased in the cultured neurons induced by rotenone. However, this influx might not take main effect in ERK1/2 phosphorylation. In conclusion, Ras-Raf-1-MEK-ERK1/2 classic signal pathway, not by PKA/PKC alternative pathway may be the main contributor to the ERK1/2 phosphorylation. And also, Ras protein is the dominant activator in the ERK phosphorylation induced by rotenone."
        },
        {
            "References": "PMID:14645467",
            "Value": "... Here, /investigators/ examined mechanisms of rotenone toxicity using three model systems. In SK-N-MC human neuroblastoma cells, rotenone (10 nM to 1 uM) caused dose-dependent ATP depletion, oxidative damage, and death. To determine the molecular site of action of rotenone, cells were transfected with the rotenone-insensitive single-subunit NADH dehydrogenase of Saccharomyces cerevisiae (NDI1), which incorporates into the mammalian ETC and acts as a \"replacement\" for endogenous complex I. In response to rotenone, NDI1-transfected cells did not show mitochondrial impairment, oxidative damage, or death, demonstrating that these effects of rotenone were caused by specific interactions at complex I. Although rotenone caused modest ATP depletion, equivalent ATP loss induced by 2-deoxyglucose was without toxicity, arguing that bioenergetic defects were not responsible for cell death. In contrast, reducing oxidative damage with antioxidants, or by NDI1 transfection, blocked cell death. To determine the relevance of rotenone-induced oxidative damage to dopaminergic neuronal death, we used a chronic midbrain slice culture model. In this system, rotenone caused oxidative damage and dopaminergic neuronal loss, effects blocked by alpha-tocopherol. Finally, brains from rotenone-treated animals demonstrated oxidative damage, most notably in midbrain and olfactory bulb, dopaminergic regions affected by Parkinson's disease. ..."
        },
        {
            "References": "PMID:19428506",
            "Value": "... /Investigators/ reported previously that rotenone potently augmented N-methyl-D-aspartate (NMDA)-evoked currents in rat dopamine neurons via a tyrosine kinase-dependent mechanism. In this study, /the authors/  investigated the effect of rotenone on the current-voltage relationship of NMDA-induced currents in substantia nigra zona compacta neurons recorded with whole-cell patch pipettes in slices of rat brain. In a physiologic concentration of extracellular Mg(2+) (1.2mM), a 30min perfusion with rotenone (100nM) produced a marked increase in current evoked by bath application of NMDA (30microM), especially when measured at relatively hyperpolarized currents. In the presence of rotenone, NMDA currents lost the characteristic region of negative-slope conductance that is normally produced by voltage-dependent block by Mg(2+). The voltage-dependent effect of rotenone on NMDA currents was mimicked by a low extracellular concentration of Mg(2+) (0.2mM) and was antagonized by a high level of Mg(2+) (6.0mM). Moreover, we report that the tyrosine kinase inhibitor genistein blocked the ability of rotenone to augment NMDA receptor currents. These results suggest that rotenone potentiates NMDA currents by a tyrosine kinase-dependent process that attenuates voltage-dependent Mg(2+) block of NMDA-gated channels. These results support the hypothesis that an excitotoxic mechanism might participate in rotenone-induced toxicity of midbrain dopamine neurons."
        },
        {
            "References": "PMID:17587308",
            "Value": "... /This/ recent study has shown that midbrain dopaminergic neurons are particularly vulnerable to microtubule-depolymerizing agents including rotenone, an environmental toxin linked to PD. Here /investigators/ show that rotenone also selectively killed serotonergic neurons in midbrain neuronal cultures. Its selective toxicity was significantly decreased by the microtubule-stabilizing drug taxol and mimicked by microtubule-depolymerizing agents such as colchicine and nocodazole. Microtubule depolymerization induced by rotenone or colchicine caused vesicle accumulation in the soma and killed serotonergic neurons through a mechanism dependent on serotonin metabolism in the cytosol. Blocking serotonin synthesis or degradation, as well as application of antioxidants, significantly reduced the selective toxicity of rotenone or colchicine. Inhibition of vesicular sequestration of serotonin exerted a selective toxicity on serotonergic neurons that was mitigated by blocking serotonin metabolism. Over-expression of parkin, a protein-ubiquitin E3 ligase that strongly binds to microtubules, greatly attenuated the selective toxicity of rotenone or colchicine. The protective effects of parkin were abrogated by its PD-linked mutations. Together, our results suggest that rotenone and parkin affect the survival of serotonergic neurons by impacting on microtubules in opposing manners."
        },
        {
            "References": "PMID:17560718",
            "Value": "... /Investigators/ used whole-cell patch pipettes to investigate actions of rotenone on currents evoked by N-methyl-d-aspartate (NMDA) in dopamine neurons in slices of rat midbrain. After superfusing the slice for 20-30 min, rotenone (100 nM) caused a 162% increase in the average amplitude of inward current evoked by 30 microM NMDA. This effect of rotenone was mimicked by the sodium pump inhibitor strophanthidin (10 microM) and was abolished when pipettes contained an ATP regeneration solution. Although strophanthidin also significantly increased the amplitude of inward currents evoked by (+/-)-alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA; 10 microM), rotenone failed to potentiate AMPA currents. Because rotenone potentiated NMDA- but not AMPA-dependent currents, this suggests that rotenone acts selectively to augment NMDA receptor function. Furthermore, the failure of rotenone to mimic strophanthidin suggests that rotenone does not inhibit sodium pump activity. ..."
        },
        {
            "References": "PMID:17697112",
            "Value": "In the present study, the effects of rotenone on the assembly of microtubules in relation to its ability to inhibit cell proliferation and mitosis were analyzed. /Investigators/ found that rotenone inhibited the proliferation of HeLa and MCF-7 cells with half maximal inhibitory concentrations of 0.2 +/- 0.1 uM and 0.4 +/- 0.1 uM, respectively. At its effective inhibitory concentration range, rotenone depolymerized spindle microtubules of both cell types. However, it had a much stronger effect on the interphase microtubules of MCF-7 cells compared to that of the HeLa cells. Rotenone suppressed the reassembly of microtubules in living HeLa cells, suggesting that it can suppress microtubule growth rates. Furthermore, it reduced the intercentrosomal distance in HeLa cells at its lower effective concentration range and induced multipolar-spindle formation at a relatively higher concentration range. It also increased the level of checkpoint protein BubR1 at the kinetochore region. Rotenone inhibited both the assembly and the GTP hydrolysis rate of microtubules in vitro. It also inhibited the binding of colchicine to tubulin, perturbed the secondary structure of tubulin, and reduced the intrinsic tryptophan fluorescence of tubulin and the extrinsic fluorescence of tubulin-1-anilinonaphthalene-8-sulfonic acid complex, suggesting that it binds to tubulin. A dissociation constant of 3 +/- 0.6 uM was estimated for tubulin-rotenone complex. The data presented suggest that rotenone blocks mitosis and inhibits cell proliferation by perturbing microtubule assembly dynamics."
        },
        {
            "References": "PMID:18402771",
            "Value": "... /The authors/ examined whether caspases and their upstream regulators are involved in rotenone-induced cytotoxicity. Rotenone significantly inhibited the proliferation of oral cancer cell lines in a dose-dependent manner compared to normal oral mucosal fibroblasts. Flow cytometric analysis of DNA content showed that rotenone treatment induced apoptosis following G2/M arrest. Western blotting showed activation of both the caspase-8 and caspase-9 pathways, which differed from previous studies conducted in other cell types. Furthermore, p53 protein and its downstream pro-apoptotic target, Bax, were induced in SAS cells after treatment with rotenone. Rotenone-induced apoptosis was inhibited by antioxidants (glutathione, N-acetylcysteine, and tiron). In conclusion, our results demonstrate significant involvement of caspases and their upstream regulators in rotenone-induced cytotoxicity."
        },
        {
            "References": "PMID:21223980",
            "Value": "... Rotenone inhibits cell growth through the induction of cell death and cell cycle arrest, associated with the development of mitotic catastrophe. The cell death inducer staurosporine potentiates the inhibition of cell growth by rotenone in a dose-dependent synergistic manner. The tumor suppressor p53 is involved in rotenone-induced cell death, since the drug treatment results in increased expression, phosphorylation and nuclear localization of the protein. The evaluation of the effects of rotenone on a p53-deficient cell line revealed that although not required for the promotion of mitotic catastrophe, functional p53 appears to be essential for the extensive cell death that occurs afterwards. /These/ results suggest that mitotic slippage also occurs subsequently to the rotenone-induced mitotic arrest and cells treated with the drug for a longer period become senescent. Treatment of mtDNA-depleted cells with rotenone induces cell death and cell cycle arrest as in cells containing wild-type mtDNA, but not formation of reactive oxygen species. This suggests that the effects of rotenone are not dependent from the production of reactive oxygen species. ..."
        },
        {
            "References": "PMID:14976342",
            "Value": "... Though rotenone is known to be an inhibitor of the mitochondrial complex I electron transport chain, little is known about downstream pathways leading to its toxicity. /The authors/ used human dopaminergic SH-SY5Y cells to study mechanisms of rotenone-induced neuronal cell death. /The/ results suggest that rotenone, at nanomolar concentrations, induces apoptosis in SH-SY5Y cells that is caspase-dependent. Furthermore, rotenone treatment induces phosphorylation of c-Jun, the c-Jun N-terminal protein kinase (JNK), and the p38 mitogen activated protein (MAP) kinase, indicative of activation of the p38 and JNK pathways. Importantly, expression of dominant interfering constructs of the JNK or p38 pathways attenuated rotenone-induced apoptosis. These data suggest that rotenone induces apoptosis in the dopaminergic SH-SY5Y cells that requires activation of the JNK and p38 MAP kinases and caspases. These studies provide insights concerning the molecular mechanisms of rotenone-induced apoptosis in neuronal cells."
        },
        {
            "References": "PMID:17324951",
            "Value": "... /The authors/ utilized pheochromocytoma (PC) 12 and SH-SY5Y cells as well as rat primary cultured dopaminergic neurons to investigate mechanisms for dopaminergic cell death induced by paraquat and rotenone, pesticides that are used to model Parkinson's disease (PD) in rodents. Both paraquat and rotenone induce selective loss of dopaminergic neurons in primary cultures. /Investigators/ discovered that paraquat induces apoptosis in PC12 cells but not in SH-SY5Y cells, while rotenone exposure causes apoptosis in SH-SY5Y cells but not in PC12 cells. The selective ability of paraquat and rotenone to induce apoptosis in different cell lines correlates with their ability to activate c-Jun N-terminal protein kinase (JNK) and p38 mitogen-activated protein kinases. Furthermore, JNK and p38 are required for rotenone-induced apoptosis in SH-SY5Y cells as well as primary neurons, and for paraquat-induced apoptosis in PC12 cells. However, JNK but not p38 plays a role in paraquat-induced loss of primary cultured dopaminergic neurons. /These/ data identify JNK activation as a common mechanism underlying dopaminergic cell death induced by both paraquat and rotenone in model cell lines and primary cultures."
        },
        {
            "References": "PMID:20418776",
            "Value": "... /The authors/ investigated the role of c-Jun-N-terminal kinase 3 (JNK3), a neural-specific JNK isoform, in dopaminergic neuron death induced by the pesticides rotenone and paraquat. The role of JNK3 was evaluated using RNA silencing and gene deletion to block JNK3 signaling. Using an antibody that recognizes all isoforms of activated JNKs, we found that paraquat and rotenone stimulate JNK phosphorylation in primary cultured dopaminergic neurons. In cultured neurons transfected with Jnk3-specific siRNA and in neurons from Jnk3 mice, JNK phosphorylation was nearly abolished, suggesting that JNK3 is the main JNK isoform activated in dopaminergic neurons by these pesticides. Paraquat- and rotenone-induced death of dopaminergic neurons was also significantly reduced by Jnk3 siRNA or Jnk3 gene deletion, and deletion of the Jnk3 gene completely attenuated paraquat-induced dopaminergic neuron death and motor deficits in vivo. ..."
        },
        {
            "References": "PMID:19900598",
            "Value": "... The effect of rotenone in RANKL-induced osteoclast differentiation was examined in this study. Rotenone inhibited RANKL-mediated osteoclast differentiation in bone marrow macrophages (BMMs) in a dose-dependent manner without any evidence of cytotoxicity. The mRNA expression of c-Fos, NFATc1, TRAP, and OSCAR in RANKL-treated BMMs was inhibited by rotenone treatment. Rotenone strongly inhibited p38 and ERK phosphorylation and I-kappaB degradation in RANKL-stimulated BMMs, and did not inhibit JNK phosphorylation. Further, RANKL-induced c-Fos and NFATc1 protein expression was suppressed by rotenone. Rotenone additionally inhibited the bone resorptive activity of differentiated osteoclasts. A lipopolysaccharide (LPS)-induced bone erosion study was also performed to assess the effects of rotenone in vivo. Mice treated with rotenone demonstrated marked attenuation of bone erosion based on Micro CT and histologic analysis of femurs. These results collectively suggested that rotenone demonstrated inhibitory effects on osteoclast differentiation in vitro and suppressed inflammatory bone loss in vivo. ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR: Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book. Washington, DC: Amer Chem Soc (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Cavoski I et al; J Agric Food Chem 56: 8066-8073 (2008)",
            "Value": "The Koc of rotenone is estimated as approximately 3,200(SRC), using a measured log Kow of 4.10(1) and a regression-derived equation(2). According to a recommended classification scheme(3), this estimated Koc value suggests that rotenone is expected to have slight mobility in soil(SRC). The Kd values of rotenone were determined in 2 different soil types from Southern Italy. In the adsorption experiment Kd values were 0.56 and 2.73 L/kg for silt clay loam and loamy soil respectively, and the degradation rates were 0.102 and 0.074 d-1 for soils at 20 °C(4)."
        }
    ]
}