{
    "_id": {
        "$oid": "6682e85dc4e5dba5ffba2539"
    },
    "CID": {
        "$numberInt": "6781"
    },
    "Name": "DIETHYL PHTHALATE",
    "IUPACName": "diethyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCOC(=O)C1=CC=CC=C1C(=O)OCC",
    "Synonyms": [
        "DIETHYL PHTHALATE",
        "84-66-2",
        "Ethyl phthalate",
        "phthalic acid diethyl ester",
        "Anozol",
        "diethyl benzene-1,2-dicarboxylate",
        "Diethylphthalate",
        "Neantine",
        "Phthalol",
        "Solvanol",
        "Diethyl o-phthalate",
        "Palatinol A",
        "Placidol E",
        "Unimoll DA",
        "Phthalsaeurediaethylester"
    ],
    "IsomericSMILES": "CCOC(=O)C1=CC=CC=C1C(=O)OCC",
    "INCHI": "InChI=1S/C12H14O4/c1-3-15-11(13)9-7-5-6-8-10(9)12(14)16-4-2/h5-8H,3-4H2,1-2H3",
    "INCHIKEY": "FLKPEMZONWLCSK-UHFFFAOYSA-N",
    "Formula": "C12H14O4",
    "MolecularWeight": {
        "$numberDouble": "222.24"
    },
    "Description": "Diethyl phthalate is the diethyl ester of benzene-1,2-dicarboxylic acid. It has a role as a teratogenic agent, a neurotoxin and a plasticiser. It is a phthalate ester, a diester and an ethyl ester.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "223"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:15112801",
            "Value": "Diethyl phthalate was found in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia; green algae (Enteromorpha intestinalis) 2.29 ng/g lipid and brown algae (Nereocysitis luetkeana, Fucus gardneri) 1.73 ng/g lipid(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Veith GD et al; pp. 116-129 in Aquatic Toxicology. Eaton JG et al eds. Am Soc Test Mat (1980) (2) Franke C et al; Chemosphere 29:1501-14 (1994) (3) Giam CS et al; Handbook of Environmental Chemistry; Anthropogenic Substances Berlin,Germany: Springer-Verlag pp. 67-142 (1984)",
            "Value": "Bluegill sunfish exposed to 9.42 ug/L of diethyl phthalate for 21 days had a measured BCF of 117(1). According to a classification scheme(2), this BCF value suggests that bioconcentration in aquatic organisms is high(SRC). An experimental log BCF of 2.07 was measured in clams(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Capel PD, Larson SJ; Chemosphere 30: 1097-1107 (1995) (2) Cartwright CD et al; FEMS Microbiol Lett 186: 27-34 (2000) (3) Reardon KF, Zhang G; Appl Biochem Biotech 34/35: 753-65 (1992) (4) Ritsema R et al; Chemosphere 18: 2161-75 (1989) (5) Desai SM; Diss Abstr Int B 52: 3752-3985 (1992) (6) Tabak HH et al; Wat Sci 26: 763-72 (1992) (7) Tabak HH et al; pp. 561-85 in Remedial Action, Treatment, And Disposal of Hazardous Waste. Proc 16th Ann Haz Waste Res Symp Cincinnati, OH USEPA-600/9-90-037 (1990) (8) Desai S et al; in ACS Symp Ser 422(Emerging Technol Hazard Waste Manage): 143-156 (1990) (9) Peterson DR, Staples CA; Hanbook of Environ Chem 3: 85-124 (2003)",
            "Value": "AEROBIC: The aerobic half-life of diethyl phthalate in natural fresh water was estimated as 3 days(1). Diethyl phthalate was found to degrade to ethyl methyl phthalate, dimethyl phthalate, methyl phthalate and ethyl phthalate when co-contaminated with methanol(2). A shake flask experiment using microorganisms isolated from a municipal sludge resulted in complete aerobic degradation of 400 mg/L of diethyl phthalate in approximately 35 hours, 200 mg/L in 25 hours, 140 mg/L in 22 hours and 75 mg/L in 18 hours(3). Diethyl phthalate was completely degraded by Rhine River water at 20 °C in a 3 day die-away test(4). Diethyl phthalate was 87-92% degraded in 10-50 days at 25 °C from a concn of 100 mg/L using 30 mg/L activated sludge(5). Electrolytic respirometer studies have shown that diethyl phthalate is readily biodegradable under aerobic conditions(6-8). Diethyl phthalate had aerobic aquatic half-lives of 0.39 days in a river die-away test, 4.33 days in MITI test, and 0.71 days using microcosm periphlton, and an aerobic soil half-life of 1.83 days agitated in aqueous suspension(9)."
        },
        {
            "References": "(1) Capel PD, Larson SJ; Chemosphere 30: 1097-1107 (1995) (2) Chauret C; Diss Abstr Int, B 55: 3223 (1994) (3) Parker WJ et al; Water Res 28: 1779-89 (1994) (4) Reardon KF, Zhang G; Appl Biochem Biotech 34/35: 753-65 (1992) (5) O'Conner OA et al; Environ Toxicol Chem 8: 569-76 (1989) (6) Ejlertsson J et al; Biodegradation 7: 345-52 (1996) (7) Gavala HN et al; Chemosphere 52: 673-82 (2003) (8) Peterson DR, Staples CA; Hanbook of Environ Chem 3: 85-124 (2003)",
            "Value": "ANAEROBIC: The anaerobic half-life of diethyl phthalate in natural fresh water was estimated as 28 days(1). Diethyl phthalate was partially degraded in ground water at 10 °C(2). A pseudo-first order anaerobic biodegradation rate constant of 0.006/hr was measured for diethyl phthalate using microbial cultures isolated from a municipal waste sludge; this rate constant corresponds to a half-life of about 5 days(3). Under anaerobic conditions, 250 mg/L of diethyl phthalate was degraded in approximately 450 hours(4). Enriched microbial cultures isolated from a wastewater treatment facility resulted in complete degradation of a 20 mg/L sample of diethyl phthalate in 26 days under anaerobic conditions, while a 100 mg/L sample resulted in 5% degradation and a 200 mg/L sample had 3% degradation in 26 days(5). Anaerobic degradation of diethyl phthalate in aging phases of landfills were; 20-25% in 80 days of the first stage, 40% in 278 days in stable methane production stage and 100% anaerobic degradation in 60-80 days in municipal solid waste samples(6). Diethyl phthalate was degraded at a rate of 0.00804/day and 0.00634/day in anaerobic sludge and anaerobic sludge acclimated with 10 mg/L of diethyl hexyl phthalate corresponding to half-lives of 8.6 and 10.9 days, respectively(7). Diethyl phthalate had anaerobic degradation half-lives of <7.3 days in undiluted sludge at a concn of 20 mg/L, 5.0 days in undiluted sludge at concns of 0.5-10 mg/L and 10 days in 10% diluted sludge at a concn of 20 mg/L(8)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Devault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (2) Nicola RM et al; J Environ Health 49: 342-47 (1987) (3) MacKintosh CE et al; Environ Sci Technol 38: 2011-20 (2004) (4) Chung HY; J Agric Food Chem 47: 2280-7 (1999) (5) Lin ZP et al; Environ Sci Technol 37: 2100-8 (2003)",
            "Value": "Diethyl phthalate was detected in edible fish from Wisconsin lakes and rivers at concns of less than 0.02 mg/kg to 0.20 mg/kg(1). Diethyl phthalate was detected in fish at concns of 0.0875 ppm in Tacoma Washington(2). Diethyl phthalate was analyzed for in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia (species, concn in ng/g lipid): blue mussels (Mytilus edulis) 2.22, Pacific oysters (Crassostrea gigas) 2.16, geoduck clams (Panope abrupta) 2.60, manila clams (Tapes philippinarum) 2.17, dungeness crabs (Cancer magister) 1.69, purple seastar (Pisaster ochraccus) 1.91, juvenile shiner perch (Cyrnatogaster aggragata) 2.12, Pacific herring (Clupea harengus pallasi) 1.86, pile perch (Rhacochilus vacca) 2.76, striped seaperch (Embiotoca lateralis) 2.99, Pacific staghorn sculpin (Leptocottus armatus) 2.69, English sole (Pleuronectes ventulus) 2.81, white-spotted greenling (Hexogrammos stelleri) 2.76, spiny dogfish (Squalus acanthias) muscle 2.05, liver 1.51, embryo 1.99, surf scoters (Melanitta perspicillata) 2.23, and plankton (composite of phytoplankton, zooplankton and other pelagic invertebrates) 2.85(3). Diethyl phthalate was found in charybdis feriatus crabs at 0.4 ug/kg, 0.2 ug/kg, and 1.1 ug/kg in the leg, body and carapace, respectively(4). Three seaperch (Embiotoea lateralis) taken from False Creek, Vancouver, Canada contained approximately 1 ppb of diethyl phthalate(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 101",
            "Value": "log Kow = 2.47"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1122902",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ MOST OF 12 PHTHALIC ACID ESTERS TESTED PRODUCED A PROLONGATION OF PENTOBARBITAL SLEEPING TIME IN MICE PRETREATED WITH A PHTHALATE ESTER. /PHTHALIC ACID ESTERS/"
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Following oral and intravenous administration of diethyl phthalate to rats, rabbits, dogs, and leghorn chickens, stimulated respiration (initially), lethargy and imbalance, cramps, and respiratory arrest were observed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 0.25 mL/kg dose of DEP in saline was injected slowly into the femoral vein of a dog. At first, respiration was stimulated and then it was paralyzed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The intravenous administration of 0.5 mL of DEP into a rabbit ear vein caused convulsions \"similar to those produced by strychnine\" within a few minutes. The symptoms \"soon\" disappeared and the rabbit appeared normal. A larger dose was fatal to rabbits by causing paralysis of respiration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The only changes noted in rabbits given an intravenous injection of 100 mg/kg were transient hypotension and transient reduction in respiratory rate."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ DEP, in a 3 percent acacia suspension, was administered to an anesthetized rabbit through the jugular vein. The DEP was administered in repeated doses of 50 mg/kg to a total dose of 650 mg/kg (time between doses was not given). The first six doses caused a transient fall in blood pressure. The total dose of 650 mg/kg did not cause death or significant change in the animal. Five doses of the 3 percent acacia vehicle did not produce any blood pressure changes."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four male Fischer 344 rats (150-180 g) received 2% diethyl phthalate in the diet (corresponding to 1753 mg/kg body weight per day) for 3 weeks. Thirteen animals served as controls. Diethyl phthalate treatment resulted in a significant reduction in the serum triglyceride level (69.2 + or - 2.6 mg per 100 mL, compared with 114.8 + or - 17.8 mg per 100 mL in the control), while no significant difference was observed in the concentration of serum cholesterol. Only slight, but statistically significant, increases (P < 0.01) in liver weight (4.4% of the body weight, compared with 3.8% in the control) and activities of peroxisomal enzymes, such as catalase (52 + or - 5.5 U per mg protein, compared with 44 + or - 2.7 U per mg protein in the control) and carnitine acetyltransferase (8.0 + or - 0.6 U per mg protein, compared with 2.7 + or - 0.5 U per mg protein in the control), occurred in the diethyl phthalate-treated rats. Moreover, the ratio of mitochondria to peroxisome changed slightly to 5:2 from 5:1 in the control group. Under the same test conditions, di(2-ethylhexyl) phthalate, a well known peroxisome proliferator, showed a mitochondria to peroxisome ratio of 5:4."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ten male Wistar rats were administered 2% diethyl phthalate in the diet (corresponding to approximately 2000 mg/kg body weight per day) for 1 week. A significant increase (12%) in relative liver weights was detected, with no changes in kidney and testis weights. No hematological or histopathological examinations or measurements of any other organ weight were reported."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague-Dawley rats (six per group) received 50 mg diethyl phthalate/liter, 5% ethyl alcohol, or a combination of both in the drinking-water for 120 days. There was no significant difference in body weight, liver weight, or water consumption between control and treated groups. However, serum aspartate and alanine aminotransferase levels were significantly increased, while those of liver were decreased in the diethyl phthalate and combined treatment groups. Significant increases in liver glycogen levels and liver cholesterol levels were also found in those two treated groups. These findings indicate liver damage due to toxic injury and enhancement of glycogen and cholesterol storage and uptake. Moreover, lipid peroxidation as measured by diene conjugation was enhanced in the livers of diethyl phthalate-treated groups."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 15 rats of each sex were given diets containing 0, 0.2, 1.0, or 5.0% of diethyl phthalate (corresponding to 0, 150, 770, or 3160 mg/kg body weight per day for males and 0, 150, 750, or 3710 mg/kg body weight per day for females) for 16 weeks. Additional groups of five rats of each sex were fed similar diets for 2 or 6 weeks. No significant effects on hematology, serum enzyme levels, or urinary examinations were detected. Significant decreases in body weight gain were observed in the 5.0% groups of both sexes at 2, 6, or 16 weeks (23-32% for males, 15-20% for females) and in the 1.0% group of females at 16 weeks (8%). A concurrent paired-feeding experiment indicated that the decrease in body weight gain was primarily attributable to lower food consumption and/or poorer food utilization, rather than to a direct toxic action of diethyl phthalate. There were over 30% increases in relative liver weight at the highest dose groups of both sexes in all treatment periods (2, 6, and 16 weeks). The increases in relative liver weight of females at all doses in the 16-week study were significant and dose-dependent. Similar effects were detected in relative organ weights of stomach and small intestine. Relative weights of kidney were also significantly increased at the highest dose only in the 16-week study (18% for males and 11% for females). However, there were no abnormal histopathological findings in the liver, kidney, digestive organs, or any other organs. Although the authors postulate the 1.0% dose as a lowest-observed-adverse-effect level (LOAEL), based on the decrease in body weight, the magnitude of the body weight change at the 1.0% dose was much smaller than that at the 5.0% dose, and the change was primarily due to a decrease in food consumption, as described above. Therefore, the dose of 1.0% (750 mg/kg body weight per day) is considered to be the NOAEL."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In 4-week studies, diethyl phthalate was dermally applied to rats and mice. Groups of 10 male and 10 female rats were administered 0, 37.5, 75, 150, or 300 uL (corresponding to 0, 200, 400, 800, or 1600 mg/kg body weight per day for males and 0, 300, 600, 1200, or 2500 mg/kg body weight per day for females). In mice, 10 males or 10 females per group were administered 0, 12.5, 25, 50, or 100 uL (corresponding to 0, 560, 1090, 2100, or 4300 mg/kg body weight per day for males and 0, 630, 1250, 2500, or 5000 mg/kg body weight per day for females). Doses were applied to clipped interscapular skin 5 times per week. Increased relative liver weights were observed in 300 uL male (9%) and female rats (7%), 150 uL female rats (10%), and 100 uL female mice (10%). However, no adverse effects on clinical indices of liver or kidney function were noted. No adverse effects on histopathology of heart, lung, liver, kidney, esophagus, gallbladder (mouse only), large intestine, small intestine, stomach, or bladder in rats or mice were observed."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Diethylphthalate p.10 (1995) PB/95/264214/AS. Available from, as of April 23, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A statistically significant increase in erythrocyte counts was reported in male rats receiving 3,160 mg/kg/day (5% in diet) diethyl phthalate in the diet for 6 weeks. However, this change was no longer apparent after 16 weeks of dietary administration. In addition, no treatment-related effects were noted in packed cell volume, reticulocyte counts, or leukocyte counts in male or female rats in this study."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Diethylphthalate p.10 (1995) PB/95/264214/AS. Available from, as of April 23, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two-to-16-week dietary administration of diethyl phthalate, at concentrations up to 3,710 mg/kg/day, had no effect on the gross or microscopic pathology of the hearts or aorta in rats. Administration of 3,160 mg/kg/day to male rats resulted in a statistically significant (p<0.01) increase in heart weight."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ DEP was administered intraperitoneally in a dose of 2 mL/kg per day to rabbits for 8 days. \"Temporary distress\" was observed during and after administration. There was no paralysis or other abnormal effect. The intraperitoneal administration of 1.5 mL/kg per day of DEP to guinea pigs for 8 days did not result in any permanent ill effects during or after the experiment."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A DEP emulsion was administered intraperitoneally in a dose of 125 mg/kg per day for 6 weeks to 20 to 30 mice. There was slight retardation in weight gain and some evidence of peritonitis. The organ:body weight ratios for liver, heart, lungs, kidneys, spleen, and testes of treated mice were not different from the control mice ratios. No abnormal hematological patterns were observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 822",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Doses of 0, 100, or 300 uL neat DEP were applied to the shaved skin of F344 rats for 2 yr. There was a slight decrease in weight gain in male rats dosed with 300 uL between weeks 16 and 90, but there were no clinical signs of toxicity or signs of dermatotoxicity. Differences in organ weight were seen at 4 wk of treatment, but there were no differences in organ weight after 15 mo of treatment. No treatment-related changes in hematology or clinical chemistry were noted. There was no evidence of carcinogenesis, and local effects on the skin at the site of application were considered to be adaptive."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of B6C3F1 mice (60 per sex per dose) received dermally 0, 7.5, 15, or 30 uL diethyl phthalate/day (corresponding to approximately 0, 280, 520, or 1020 mg/kg body weight per day for males and 0, 280, 550, or 1140 mg/kg body weight per day for females) in 100 uL acetone, 5 days/week for 103 weeks. Survival and mean body weights of the dosed animals were similar to those of controls throughout the study. No effects on hematological or blood clinical chemistry parameters and no dermatotoxicological lesions (including neoplasms and non-neoplastic lesions) were observed in both sexes. An increased incidence of non-neoplastic proliferative lesions (basophilic foci) in the liver was statistically significant at the 15 uL dose in males, but not females. Dose-related trends (incidence in order from low to high dose: 0/50, 1/50, 9/50, 3/50 in males and 2/50, 3/50, 6/50, 2/50 in females) were not apparent. The incidences of combined hepatocellular adenomas/carcinomas in the male mice dosed with 0, 7.5, 15, and 30 uL/day were 9/50, 14/50, 14/50, and 18/50, respectively; the corresponding incidences in the female mice were 7/50, 16/51, 19/50, and 12/50, respectively. The combined tumor incidence was dose-related in males only (the dose-related trend by the logistic regression test had a P value of 0.040 in males and 0.231 in females). The authors considered that there was equivocal evidence of carcinogenicity in both sexes of mice, because there was no dose-related response in females and an unusually low control incidence compared with historical data. However, considering that oral administration of di(2-ethylhexyl) phthalate induced the incidences of hepatocellular carcinoma and adenoma in mice and diethyl phthalate showed a weak potential for peroxisome proliferation, this positive trend of the combined incidence of hepatocellular adenomas/carcinomas in male mice by diethyl phthalate may be related to the peroxisome proliferation activity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 1-year study was ... conducted by the NTP to evaluate the potential of DEP, applied dermally to the clipped backs of Swiss CD-1 mice, to initiate tumorigenesis when followed by dermal application of a known skin tumor promotor, 12-o-tetradecanoylphorbol- 13-acetate (TPA) or to promote tumorigenesis following application of a known skin tumor initiator, 7,12-dimethylbenzanthracene (DMBA). Based on the incidence of skin neoplasms and the number of skin neoplasms, there was no evidence that DEP was able to initiate skin carcinogenesis when chronically promoted by TPA or that DEP was able to promote skin carcinogenesis in the skin of mice previously initiated with DMBA."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female F344/N rats (60 per sex per dose) dermally administered 100 or 300 uL diethyl phthalate/day (approximately 320 or 1010 mg/kg body weight per day for males and 510 or 1560 mg/kg body weight per day for females), 5 days/week for 2 years, exhibited a slight decrease in body weight gain. ... Survival rates of all treated animals were similar to control. The mean body weights of 300 ul males were slightly less (4-9%) than those of the controls throughout the study. No effects on hematological or blood clinical chemistry parameters were detected. No morphological evidence (including neoplasms and non-neoplastic lesions) of dermal or systemic toxicity was observed in male or female rats, except for a dose-related increase of minimal to mild epidermal acanthosis at the site of application in both sexes, which was considered to be a subtle adaptive response to local irritation."
        },
        {
            "References": "PMID:18411233",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The dose response effects of six individual phthalates [BBP, DBP, DEHP, diethyl phthalate (DEP), diisobutyl phthalate (DiBP), and dipentyl phthalate (DPP)] on gestation day (GD) 18 testicular testosterone production /were characterized/ following exposure of Sprague Dawley rats on GD8-18. BBP, DBP, DEHP, and DiBP were equipotent (ED50 of 440 +/- 16 mg/kg/d), DPP was about 3-fold more potent (ED50 = 130 mg/kg/d) and DEP had no effect on fetal testosterone production. /Investigators/ hypothesized that coadministration of these five antiandrogenic phthalates would reduce testosterone production in a dose-additive fashion since they act via a common mode of toxicity. In a second study, dams were dosed at 100, 80, 60, 40, 20, 10, 5 or 0% of the mixture. The top dose contained 1300 mg of total phthalates/kg/d including BBP, DBP, DEHP, DiBP (300 mg/kg/d per chemical) and DPP (100 mg DPP/kg/d). This mixture ratio was selected such that each phthalate would contribute equally to the reduction in testosterone. As hypothesized, testosterone production was reduced in a dose-additive manner. Several of the individual phthalates and the mixture also induced fetal mortality, due to pregnancy loss."
        },
        {
            "References": "PMID:16040568",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... To evaluate its ability for detecting antiandrogens in vivo, the dose effect of di-(2-ethylhexyl) phthalate (DEHP) and time effect of five antiandrogens, DEHP, di-n-butyl phthalate (DBP), diethyl phthalate (DEP), linuron (3-(4-dichlorophenyl)-methoxy-1-methylurea), and 2,4'-DDE (1,1-dichloro-2-(p-chlorophenyl)-2-(o-chlorophenyl)ethylene), were investigated using humanized transgenic mice coexpressing tetracycline-controlled transactivator (tTA) and the human cytochrome P450 (CYP) enzyme CYP1B1 (hCYP1B1). Adult transgenic males were treated with each of the five antiandrogens, and their tTA-driven hCYP1B1 expressions analyzed by real-time polymerase chain reaction (PCR) and/or Western blot and for O-debenzylation activity. Herein, the treatments of adult males with the five antiandrogens were shown to affect the increased levels of tTA-driven hCYP1B1 expression in both dose-dependent and repeated experiments. ..."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Diethylphthalate p.20-1 (1995) PB/95/264214/AS. Available from, as of April 23, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a continuous breeding study in CD-l mice, dietary administration of 2.5% diethyl phthalate (>99% pure) (3,250 mg/kg/day) produced physiological effects in F1 parental animals and significantly decreased the number of live pups per litter (Lamb et al. 1987). No adverse effects on the physiology, fertility, or reproductive performance of the F0 generation animals were observed. The F0 mice were fed diets containing the test compound at concentrations of 0, 325, 1,625, or 3,250 mg/kg daily during premating, mating, gestation, and lactation; the F1 generation animals received 0 or 3,250 mg/kg/day on the same regimen. The parental toxicity in the F1 generation was evidenced by a significant decrease in body weight, increased prostate weight in males, and increased liver and pituitary weights in females. However, histological findings in the liver and pituitary were not reported, rendering the toxicological significance of a change in these organ weights uncertain. Although a significant decrease in sperm concentration occurred in the males, no adverse effect on the fertility was observed. The total number of live pups per litter in the F1 generation was significantly lower by 14% in the test group compared to the controls. The study limitations include a lack of data on the histopathological findings of the tissues and failure to assess the effects of the test compound on the F1 generation at the two lower doses. Data on the F, generation showed an increase in the number of live pups per litter at the low doses."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Testicular and accessory gland weight and histopathology were unaffected by treatment of male rats with diethyl phthalate at doses up to 1600 mg/kg body weight per day. In addition, diethyl phthalate had no effect on progesterone binding to testes microsomes, testicular cytochrome P450 content, or testicular steroidogenic enzyme activity, whereas other phthalates known to cause testicular toxicity have induced changes in these parameters. Although treatment with 2% diethyl phthalate (corresponding to approximately 2000 mg/kg body weight) in diet for 1 week in male Wistar rats (5 weeks old) decreased testosterone concentrations in testes and serum (approximately 40% in both), other phthalate esters (di-n-butyl phthalate, diisobutyl phthalate, di(2-ethylhexyl) phthalate) increased testosterone levels. The toxicological significance of the decreased intratesticular testosterone levels is unknown."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a continuous-breeding study, Swiss CD-1 mice (10-12 weeks old) were administered dietary concentrations of 0, 0.25, 1.25, or 2.5% diethyl phthalate (>99% pure) (corresponding to 0, 340, 1770, and 3640 mg/kg body weight per day) for 14 weeks beginning 1 week before cohabitation. No adverse effects on the physiology, fertility, or reproductive performance (e.g., mean number of litters per pair, the numbers of live pups per litter, the viability of the pups, or pup body weight adjusted for litter size) of the F0 generation were observed. The second generation was tested using the F1 mice from the control and high-dose groups only. All 20 pairs of mice mated in both groups, and fertility indices were the same for both groups (95%). The diethyl phthalate F1 litters had 14% fewer pups (11.53 + or - 0.54 for control, 9.95 + or - 0.67 for the dosed group); viability and pup weight adjusted for litter size were unchanged. Treated F1 males weighed 12% less than controls, while their liver weight and prostate weight, both adjusted for body weight, were increased statistically significantly by 18% and 32%, respectively. Epididymal sperm concentration in F1 males at the 2.5% dose was reduced by 30%, while the percentage of motile sperm and the proportion of abnormal forms were unaffected by diethyl phthalate. The LOAEL in this study is estimated to be 3640 mg/kg body weight per day."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/... Skeletal malformations ... were observed when diethyl phthalate at 500, 1600, or 5600 mg/kg body weight per day was administered percutaneously to pregnant ICR mice (18-20 per dose) from day 0 to day 17 of gestation. The body weights of the dams in all dose groups were in the same range as those of the controls. A significant reduction in thymus weight and a non-significant 7% reduction in spleen weight of the dams relative to the controls were observed in all dose groups. Additionally, the weights of the adrenal glands and kidneys of dams were increased in the highest dose group. Brain, lung, and liver weights of dams were unaffected. Fetal weight was significantly lower in the high-dose group (P < 0.01). Fertility index, number of corpora lutea, number of implantations, number of living fetuses, and the ratio of male to female fetuses lay in the same range as those of the control. The number of malformations in the dose groups did not differ from that of the corresponding controls. The number of variations/retardations in the area of the cervical and lumbar ribs was significantly higher in the high-dose group (P < 0.05), but this finding is probably linked to the maternal toxicity associated with the high dose. A dose of 1600 mg/kg body weight per day was identified as the NOAEL for effects on both the mother and the offspring."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CD rats (27-32 per dose) were given diethyl phthalate at concentrations of 0.25, 2.5, or 5.0% in their feed (corresponding to 200, 1900, and 3200 mg/kg body weight per day) on days 6-15 of pregnancy. The laparotomy took place on day 20 of pregnancy. One-half of the fetuses were examined for skeletal malformations, and the other half for organ malformations. The dams' body weights in the 2.5 and 5.0% groups were significantly lower (P < 0.05) on day 9 and from day 9 to day 18, respectively, but lay within those of the control on the day of postmortem examination. The dams in the 0.25% group had significantly higher body weights (P < 0.05). Uterus weights as well as absolute and relative liver and kidney weights were unaffected. Further symptoms of incompatibility were not observed. ... Not affected were the numbers of corpora lutea per dam, numbers of implants and absorptions per litter, numbers of dead and living fetuses per litter, the body weights of the fetuses, or the ratio of male to female fetuses. There were no externally visible visceral or skeletal malformations. The incidence of fetuses with an extra rib (variation) was significantly higher in the high-dose group (P < 0.05; 21% compared with 8.8% in the control). The significance of finding an increased incidence of fetal lumbar ribs at the high dose, however, was obscured by the high incidence of skeletal variations in the controls and by maternal toxicity due to reduced food and water consumption of the high-dose dams early in gestation. Although the decreased body weight in dams was observed at the 2.5% dose only on day 9, the change could be due to transient decreased food consumption. Other adverse effects were seen only at the highest dose. The dose of 1900 mg/kg body weight per day (2.5% in the diet) was identified as the NOAEL both for the mother and for the offspring."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an investigation of ultrastructural changes of Leydig cells caused by treatment with four phthalate esters (di(2-ethylhexyl) phthalate, di-n-pentyl phthalate, di-n-octyl phthalate, diethyl phthalate), male Wistar rats were dosed by gavage with 2000 mg/kg body weight per day for 2 days. Diethyl phthalate produced mitochondrial swelling, smooth endoplasmic reticulum focal dilation and vesiculation, and increased interstitial macrophage activity associated with the surface of the Leydig cells of rats. The same dose of di(2-ethylhexyl) phthalate also induced these ultrastructural alterations, but the potencies of the two esters were not compared."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DBP, DMP, and DEP in corn oil were administered by oral intubation for 4 days to groups of 12 rats in doses of 7.2 mmole/kg per day (approximately 2.0 g/kg per day DBP, 1.4 g/kg per day DMP, and 1.6 g/kg per day DEP). There were no significant changes in food intake or body weight. DMP and DEP administration did not result in significant changes in testes weight, no testicular atrophy was observed, and urinary zinc excretion was unaffected. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 823",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study of the developmental toxicity of DEP following ip injection ... /investigators/ found evidence of resorptions, fetotoxicity, and skeletal anomalies after injecting >1 g/kg into the peritoneal cavity. ... Maternal toxicity was observed at 2.5 and 5.0% DEP, but there was no developmental toxicity except for an increase in extra ribs."
        },
        {
            "References": "PMID:16641546",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A two-generation reproductive toxicity study was performed to evaluate the effects of diethyl phthalate on parental reproductive performance, including features of the endocrine system and development and growth of offspring at dietary dose levels of 0, 600, 3000 and 15000 ppm. In F0 and F1 parents, no treatment-related adverse effects were observed in clinical findings, body weights, food consumption, reproductive parameters, and gross or histopathological findings in any treated group. Increased liver weights and enhanced activities of metabolic enzymes were observed in F0 males at 15000 ppm. F0 males also exhibited an increase in the content of CYP3A2, a cytochrome P450 isozyme, at 15000 ppm, and a decrease in the levels of serum testosterone at 3000 and 15000 ppm, suggesting sex steroid metabolism might be changed. ... Body weight gains before weaning were inhibited in F1 and F2 pups and vaginal opening was slightly delayed in F1 females at 15000 ppm. No changes were observed in the reproductive performance. Therefore, the no-observed-adverse-effect level (NOAEL) from this study is considered to be 15000 ppm for parental animals, and 3000 ppm for development and growth of the pups."
        },
        {
            "References": "PMID:8351646",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethyl phthalate (DEP) and dimethyl phthalate (DMP), phthalic acid ester (PAE) plasticizers, were evaluated for developmental toxicity ... . DEP (0, 0.25, 2.5, and 5%) or DMP (0, 0.25, 1, and 5%) in feed (approximately 0.2-4.0 g/kg/day) were supplied to timed-mated rats from gd 6 to 15. Treatment with 5% DMP resulted in increased relative maternal liver weight. Also, animals exhibited reduced body weight gain during treatment (5% DEP or DMP) and during gestation (5% DEP). Weight gain corrected for gravid uterine weight was also reduced in animals fed 5% DEP. However, high-dose treatment with either DEP or DMP resulted in changes in food and water consumption paralleling the body weight reductions, suggesting that apparent toxic effects on maternal body weight may reflect PAE/feed unpalatability. Treatment with 2.5% DEP resulted in only transient changes in body weight during early treatment. The only maternal effects at 0.25 or 1% DMP were minor changes in food and/or water consumption, and there were no effects at 0.25% DEP. Thus, the NOAELs for maternal toxicity were 1% DMP and 0.25% DEP. In contrast to the observed maternal toxicity, there was no effect of DEP or DMP treatment on any parameter of embryo/fetal development, except an increased incidence of supernumerary ribs (a variation) in the 5% DEP group. These results do not support the conclusion of other investigators that DEP and DMP are potent developmental toxicants."
        },
        {
            "References": "PMID:11099647",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Di-n-butyl phthalate (DBP) ... has been shown to display antiandrogenic activity and induce malformations in male rats. ... The current investigation ...examined several phthalate esters to determine if they altered sexual differentiation in an antiandrogenic manner... . Diethylhexyl phthalate (DEHP), benzyl butyl phthalate (BBP), diisononyl phthalate (DINP), diethyl phthalate (DEP), dimethyl phthalate (DMP), or dioctyl terephthalate (DOTP) were administered orally to the dam at 0.75 g/kg from gestational day (GD) 14 to postnatal day (PND) 3. None of the treatments induced overt maternal toxicity or reduced litter sizes. While only DEHP treatment reduced maternal weight gain during the entire dosing period by about 15 g, both DEHP and DINP reduced pregnancy weight gain to GD 21 by 24 g and 14 g, respectively. DEHP and BBP treatments reduced pup weight at birth (15%). Male (but not female) pups from the DEHP and BBP groups displayed shortened AGDs (about 30%) and reduced testis weights (about 35%). As infants, males in the DEHP, BBP, and DINP groups displayed femalelike areolas/nipples (87, 70, and 22% (p < 0.01), respectively, versus 0% in other groups). All three of the phthalate treatments that induced areolas also induced a significant incidence of reproductive malformations. The percentages of males with malformations were 82% (p < 0.0001) for DEHP, 84% (p < 0.0001) for BBP, and 7.7% (p < 0.04) in the DINP group."
        },
        {
            "References": "PMID:6754364",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Oral administration of di(2-ethylhexyl)-phthalate led to decreased testicular weight and associated histological changes within the seminiferous tubules, and depletion of germinal epithelium to only Sertoli cells, spermatogonia and a small number of spermatocytes. ... Similar pathobiologic effects were associated with administration of d-n-pentyl-phthalate, di-n-hexyl-phthalate, and particularly di-n-butyl-phthalate. These phthalates were found to be metabolized in vivo to their corresponding monoesters by nonspecific esterases in the intestinal mucosa and other tissues. Such monoesters also were effective in producing testicular damage in exposed rats. Phthalates induced increased urinary zinc excertion and a reduced level of this element within testicular tissue. ..."
        },
        {
            "References": "PMID:9347895",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A large number of phthalate esters were screened for estrogenic activity using a recombinant yeast screen. a selection of these was also tested for mitogenic effect on estrogen-responsive human breast cancer cells. A small number of the commercially available phthalates tested showed extremely weak estrogenic activity. The relative potencies of these descended in the order butyl benzyl phthalate (BBP) > dibutyl phthalate (DBP) > diisobutyl phthalate (DIBP) > diethyl phthalate (DEP) > diisiononyl phthalate (DINP). Potencies ranged from approximately 1 x 10+6 to 5 x 10+7 times less than 17beta-estradiol. ... The activities of simple mixtures of BBP, DBP, and 17beta-estradiol were assessed in the yeast screen. No synergism was observed, although the activities of the mixtures were approximately additive."
        },
        {
            "References": "PMID:3906141",
            "Value": "/GENOTOXICITY/ The mutagenic potential of dimethyl phthalate, diethyl phthalate, dibutyl phthalate, and di-2-ethylhexyl phthalate, as well as metabolites of bis(2-ethylhexyl) phthalate ie, mono-2-ethylhexyl phthalate, 2-ethylhexanol, and phthalic acid were tested in Salmonella typhimurium cultures using the Ames test procedure. The compounds were tested on strains TA98, TA100, TA1535, TA1537. ... Spot tests yielded negative reponses for all compounds with the strains tested. ... Diethyl phthalate and dibutyl phthalate exhibited a mildly positive repsonse in both TA100 and TA1535 cultures. ... The mutagenic effects were apparently abolished by the addition of S9 fraction in TA100 and TA1535 cultures, while no effect, other than cytotoxicity, was observed in the TA98 and TA1538 systems. ..."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 52: Diethyl Phthalate (2003) Available from, as of April 17, 2008: https://www.inchem.org/documents/cicads/cicads/cicad52.htm",
            "Value": "/GENOTOXICITY/ Two chromosomal aberration assays with Chinese hamster fibroblasts and ovaries, respectively, produced negative results for diethyl phthalate at concentrations up to 0.324 mg/mL. However, at culture concentrations of 0.05, 0.167, and 0.5 ug/liter, diethyl phthalate produced a concentration-related increase in the number of relative sister chromatid exchanges per chromosome. This effect occurred only in the presence of the S9 fraction from rat liver homogenates"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Diethyl phthalate (84-66-2) p. 17 (2007) as of April 28, 2008.",
            "Value": "/GENOTOXICITY/ Approximately 1.0 X 10+8 bacteria were mixed with 0.5 mL of either 0.1 M sodium phosphate buffer or S-9 mix, and diethyl phthalate. The reaction was carried out in triplicate. The mixture was incubated at 37 degrees C for 48 hours, after which time histidine-revertant colonies were counted. The doses selected were separated by half-log intervals. The high dose was 10 mg/plate unless limited by solubility. Positive control chemicals were sodium azide, nitro-o-phenylenediamine, 9-aminoacridine and 2-aminoanthracene. Concurrent solvent and positive controls were included in all experiments. A toxicity pretest with TA 100 was conducted to determine the high dose level. No mutagenic activity was observed at doses up to 10 mg/plate in Salmonella strains TA98, TA100, TA1535 and TA1537 with or without metabolic activation."
        },
        {
            "References": "PMID:3906141",
            "Value": "/GENOTOXICITY/ The mutagenic potential of dimethyl phthalate (DMP), diethyl phthalate (DEP), dibutyl phthalate (DBP), and di-2-ethylhexyl phthalate (DEPH), as well as metabolites of DEHP--i.e., mono-2-ethylhexyl phthalate (MEHP), 2-ethylhexanol (2-EH), and phthalic acid (PA)--were tested in Salmonella typhimurium cultures using the Ames test procedure. The compounds were tested on strains TA98, TA100, TA1535, TA1537, TA1538, and TA2637 for base-pair substitution or frameshift-type mutations. Spot tests yielded negative responses for all compounds with the strains tested. Each compound was tested for a dose-effect relationship in the TA98, TA100, TA1535, and TA1538 systems. DEP and DBP exhibited a mildly positive response in both TA100 and TA1535 cultures, and DMP showed a similar response in TA1535. Normalization of the data for cytotoxicity of DMP suggests TA100 has a mildly positive effect. The higher doses of these compounds exhibited some cytotoxic effects. The mutagenic effects were apparently abolished by the addition of S9 fraction in TA100 and TA1535 cultures, while no effect, other than cytotoxicity, was observed in the TA98 and TA1538 systems. DEHP, MEHP, 2-EH, and PA exhibited no mutagenicity in any of the strains of Salmonella typhimurium tested, with or without S9 metabolic activation. MEHP and 2-EH, however, exhibited a moderate cytotoxic effect in most cultures."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Report of the Cosmetic Ingredient Review Expert Panel; Final Report on the Safety Assessment of Dibutyl Phthalate, Dimethyl Phthalate, and diethyl phthalate (1985).",
            "Value": "/GENOTOXICITY/ In a liquid suspension assay with a 4-hour incubation, DBP, DMP, and DEP were positive in strain TA100 without metabolic activation and negative with metabolic activation. In a modified Ames test in which histidine and biotin were incorporated into the bottom agar, DBP, DMP, and DEP were negative with and without metabolic activation in strain TA98, and DBP was negative with and without metabolic activation in strain TA100."
        },
        {
            "References": "PMID:17083357",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Mice were epicutaneously sensitized with fluorescein isothiocyanate (FITC) dissolved in acetone containing a phthalate ester. Sensitization was evaluated as ear swelling after a challenge with FITC. Draining lymph node cells obtained 24 hr after skin sensitization were examined for FITC fluorescence by means of flow cytometry. FITC-positive cells were characterized with anti-CD11c and anti-CD11b by three-colour flow cytometry. ... : When mice were sensitized with FITC in acetone containing di-butyl phthalate (DBP) or di-n-propyl phthalate (DPP), strong enhancement of the ear-swelling response was observed. Di-methyl phthalate (DMP) and di-ethyl phthalate (DEP) were less effective but produced some enhancement. Consistent enhancement was not observed with di-(2-ethylhexyl) phthalate or di-isononyl phthalate. Upon sensitization in the presence of DBP or DPP, the number of FITC-positive dendritic cells (total CD11c+ as well as CD11c+/CD11b+) was increased in draining lymph nodes. As to the other four phthalate esters, there was no significant increase in the FITC-positive cell number in the draining lymph nodes. /It was concluded that/ ...during the process of sensitization to FITC, DBP, and DPP exert strong adjuvant effects that are associated with enhancement of trafficking of antigen-presenting dendritic cells from the skin to draining lymph nodes."
        },
        {
            "References": "PMID:3935708",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Diethyl phthalate and dimethoxyethyl phthalate inhibited UDP-glucuronyltransferase activity of rat liver in vitro. ..."
        },
        {
            "References": "PMID:15883486",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The expression of CaBP-9k in the uterus of immature rats /was investigated/ after oral treatment with butyl benzyl phthalate (BBP), dicyclohexyl phthalate (DCHP), 2-ethylhexyl phthalate (DEHP+, or di-n-butyl phthalate (DBP) (600 mg/kg per day) in this in vivo model, because the immature rat model is highly sensitive to exposure to estrogenic chemicals. None of the phthalates induced the expression of Calbindin-D9k CaBP-9k mRNA and its protein in the neonatal uterus as analysed by Northern and Western blot analyses, respectively. Although phthalates induced an increase in MCF-7 cell proliferation by an estrogenic effect, they could not induce CaBP-9k expression in the in vivo system."
        },
        {
            "References": "PMID:6829050",
            "Value": "/OTHER TOXICITY INFORMATION/ Treatment of young male rats with dipentyl phthalate (DPP) produced significant decreases in testicular cytochrome P-450, cytochrome P-450 dependent microsomal steroidogenic enzymes (17 alpha-hydroxylase, 17-20 lyase) and in the maximal binding of a natural substrate (progesterone) to testis microsomes. No effect was demonstrated by this compound on hepatic cytochrome P-450 content. Treatment of animals with a phthalate ester not causing testicular atrophy (diethyl phthalate; DEP) produced no significant changes in any of the parameters measured."
        },
        {
            "References": "PMID:3935708",
            "Value": "/OTHER TOXICITY INFORMATION/ Di(2-ethylhexyl)phthalate (DEHP) inhibited UDP-glucuronyltransferase activity of rat liver in vitro and in vivo. Diethyl phthalate and dimethoxyethyl phthalate also inhibited this enzyme in vitro. On the other hand, DEHP did not inhibit the activity of the cytosolic enzyme N-acetyltransferase; it also did not alter the levels of rat liver microsomal cytochrome P-450 in vitro."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Giam CS et al; in Handbook of Environmental Chemistry; Anthropogenic Substances. Berlin, Germany: Springer-Verlag pp. 67-142(1984) (2) Ritsema R et al; Chemosphere 18: 2161-75 (1989) (3) Tan GH; Bull Environ Contam Toxicol 54: 171-76 (1995) (4) Crawford DW et al; Ecotoxicol Environ Safety 30: 85-100 (1995) (5) Great Lakes Water Quality Board; Report on the Great Lakes Water Quality. Great Lakes Surveillance, Vol 2 (1989) (6) Ishizuka S; Aomori-Ken Kankyo Hoken Senta Kenkyu Hokoky 5: 26-35 (1995) (7) Kawata K et al; Bull Environ Contam Toxicol 65: 660-7 (2000) (8) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000) (9) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004) (10) Lopes TJ et al; in Environ Toxicol Risk Assess: V7 ASTM STP 1333, Little EE et al eds, Amer Soc Testing Materials pp 105-19 (1997) (11) Matthiessen P et al; Mar Pollut Bull 26: 90-5 (1993) (12) Lin ZP et al; Envrion Sci Technol 37: 2100-8 (2003) (13) McDowell DC, Metcalfe CD; J Great Lakes Res 27: 3-9 (2001)",
            "Value": "SEDIMENT: Diethyl phthalate was detected in the sediment of the San Luis Pass in the Gulf of Mexico at a concn of 5 ng/g and in the sediment of the Chesapeake Bay at a concn of 42 ng/g(1). Diethyl phthalate was detected in the sediment of the Yssel River in the Netherlands at concns of 0.2-0.8 mg/kg(2) and in the sediment of the Klang River in Malaysia at concns of 0-3.4 ng/g(3). Diethyl phthalate was identified, not quantified, in the sediment of Newark Bay, NJ(4). Diethyl phthalate was detected in the sediment of the Detroit River at concns of 0.12-0.66 mg/kg(5). Diethyl phthalate was detected in sediment from Lake Jusan and Mutsu Bay, in Japan(6). Diethyl phthalate was identified in sediment samples taken Sept 1995 at the mouth of 2 of 3 rivers and in 1 port in Niigata, Japan(7). Diethyl phthalate was detected in sediment in 7 of 7 sites in the German Bight area(8). Diethyl phthalate was found in 6 of 12 samples taken on the Huaihe River in China the summer of 2002; 0.14 and 0.21 ug/L were found in samples taken at the Huaihe River bridge and 0.12, 0.16, 0.13 and 0.89 ug/L was found in samples at Hongguang near a chemical plant(9). Diethyl phthalate was also found in sediment samples at concns of 0.64 and 0.65 ug/L at the Huaihe River bridge and 0.55 and 0.57 ug/L at Hongguang(9). Diethyl phthalate was found in 12.8% of 430 sites sampled from 19 major US river basins from Aug 1992 to March 1995 with a maximum concn of 67 ug/kg(10). United Kingdom estuaries sampled May 1988 to Dec 1989 contained 0.015, 0.43, 0.017, <0.001, <0.001, <0.018, 0.01, and 0.051 mg/L of diethyl phthalate in the Tyne, Tees, Humber, Thames, Solent, Plymouth Sound, Dee and Mersey river sediments, respectively(11). Diethyl phthalate was found in surface sediment samples at 4 sites in False Creek in Vancouver, Canada(12). Diethyl phthalate was not detected in sediments near a sewage treatment plant outflow in Hamilton Harbour, Ontario, Canada from samples taken in the summer of 1997 in the city of Burlington(13)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Vonopen B et al; Chemosphere 22: 285-304 (1991) (2) Zurmuehl T et al; J Contam Hydrol 8: 111-33 (1991) (3) Russel DJ, McDuffie B; Chemosphere 15: 1003-21 (1986) (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "A Koc value of diethyl phthalate of 1,726 was measured in podzol soil at pH 2.8 and 4.85% carbon, a value of 704 in alfisol soil at pH 6.7 and 1.25% carbon, a value of 320 in sediment at pH 7.1 and 1.58% carbon(1). An experimental log Koc of 1.99 was determined from unsaturated soil columns at pH 4.8(2). A Koc value of 69 was determined from measurements on soil samples from Broome County, NY(3). According to a classification scheme(4), these Koc values suggest that diethyl phthalate is expected to have low to high mobility in soil."
        }
    ]
}