{
    "_id": {
        "$oid": "6682e85ec4e5dba5ffba253c"
    },
    "CID": {
        "$numberInt": "6787"
    },
    "Name": "DINONYL PHTHALATE",
    "IUPACName": "dinonyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCCCC",
    "Synonyms": [
        "DINONYL PHTHALATE",
        "84-76-4",
        "Unimoll DN",
        "Di-n-nonyl phthalate",
        "Bisoflex 91",
        "Nonyl phthalate",
        "1,2-Benzenedicarboxylic acid",
        "dinonyl ester",
        "Bisoflex DNP",
        "dinonyl benzene-1,2-dicarboxylate",
        "Phthalic acid",
        "dinonyl ester",
        "1,2-dinonyl benzene-1,2-dicarboxylate",
        "Dinonyl 1,2-benzenedicarboxylate",
        "90UCU78V8R",
        "Phthalic acid",
        "bis-nonyl ester",
        "DTXSID9047966"
    ],
    "IsomericSMILES": "CCCCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCCCC",
    "INCHI": "InChI=1S/C26H42O4/c1-3-5-7-9-11-13-17-21-29-25(27)23-19-15-16-20-24(23)26(28)30-22-18-14-12-10-8-6-4-2/h15-16,19-20H,3-14,17-18,21-22H2,1-2H3",
    "INCHIKEY": "DROMNWUQASBTFM-UHFFFAOYSA-N",
    "Formula": "C26H42O4",
    "MolecularWeight": {
        "$numberDouble": "418.6"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "10.1"
    },
    "Complexity": {
        "$numberInt": "395"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:15112801",
            "Value": "Dinonyl phthalate was found in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia; green algae (Enteromorpha intestinalis) 2.96 ng/g lipid and brown algae (Nereocysitis luetkeana, Fucus gardneri) 2.12 ng/g lipid(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for dinonyl phthalate(SRC), using an estimated log Kow of 9.52(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Saeger VW, Tucker ES; Appl Environ Microbiol 31: 29-34 (1976) (2) Saeger VW, Tucker ES; Plastics Eng Aug: 46-49 (1973) (3) Kurane R et al; Agric Biol Chem 41: 2119-23 (1977) (4) Carson DB et al; Aquat Toxicol Risk Assess: 13th Vol, ASTM STP 1096 pp. 48-59 (1990) (5) Sugatt RH et al; Appl Environ Microbiol 47: 601-6 (1984)",
            "Value": "AEROBIC: Dinonyl phthalate, added to a semi-continuous activated sludge apparatus at 5, 10, and 20 mg added per 24 hr, underwent 52%, 48%, and 54% degradation, respectively, under aerobic conditions(1,2). When dinonyl phthalate was incubated with pure cultures of Pseudomonas acidovorans under aerobic conditions, the initial degradation products were phthalic acid and nonyl alcohol(3). Di(heptyl,nonyl,undecyl) phthalate had a half-life of 6 to 8 days in river die-away tests(4). In active microcosms containing lake water and sediment, 40 to 48% of (14)C-di(heptyl,nonyl,undecyl)phthalate radioactivity was evolved as carbon dioxide over a 41 day period; after six weeks no residual (14)C-di(heptyl,nonyl,undecyl) phthalate was found in the water column and only 2 to 6% was associated with sediments(4). In semi-continuous activated sludge tests, a primary degradation half-life of <1 day at an addition rate of 5 to 200 mg/L per 24-hour cycle was observed for di(heptyl,nonyl,undecyl) phthalate(4). In shake flask studies using an acclimated bacterial inoculum, an ultimate biodegradation half-life of 5 days was observed for di(heptyl,nonyl,undecyl) phthalate at an initial concentration of 20 mg/L(4). 98% Biodegradation of di(heptyl,nonyl,undecyl) phthalate was observed over a period of 28 days in shake flask tests using an acclimated inoculum consisting of soil and sewage microorganisms(5)."
        },
        {
            "References": "(1) Rogers JE; Anaerobic transformation process: a review of the microbiological literature. Athens, GA: USEPA Res Lab, Report 1986, USEPA/600/3-86/042 (NTIS PB86-230042) pp. 61 (1986)",
            "Value": "ANAEROBIC: Dinonyl phthalate was microbially transformed by activated sludge under anaerobic conditions(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:15112801",
            "Value": "Dinonyl phthalate was analyzed for in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia (species, concn in ng/g lipid): blue mussels (Mytilus edulis) 2.25, Pacific oysters (Crassostrea gigas) 1.71, geoduck clams (Panope abrupta) 3.19, manila clams (Tapes philippinarum) 1.89, dungeness crabs (Cancer magister) 1.58, purple seastar (Pisaster ochraccus) not detected, juvenile shiner perch (Cyrnatogaster aggragata) 1.08, Pacific herring (Clupea harengus pallasi) 0.54, pile perch (Rhacochilus vacca) 1.87, striped seaperch (Embiotoca lateralis) 1.95, Pacific staghorn sculpin (Leptocottus armatus) 2.39, English sole (Pleuronectes ventulus) not detected, white-spotted greenling (Hexogrammos stelleri) 1.54, spiny dogfish (Squalus acanthias) muscle 0.34, liver 0.51, embryo not detected, surf scoters (Melanitta perspicillata) not detected, and plankton (composite of phytoplankton, zooplankton and other pelagic invertebrates) 3.33(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Brown VK H et al; Arch Toxicol 26 (1): 84-90 (1970)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In single dose acute oral toxicity test with rats and mice, dinonyl phthalate showed a low order of toxicity (LD50 26 g/kg)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 849",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In three rats, inhalation of 5500 ppm heated (200 °C) dinonyl phthalate for 1.5 hr caused nasal irritation. Dinonyl phthalate does not cause irritation to guinea pig skin or rabbit eyes."
        },
        {
            "References": "PMID:1122902",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute ip LD50 for twelve phthalic acid esters, including those commonly used as plasticizers, in mice ranged from 3.22 to >100 g/kg. Most /compounds were/ 2-4 times more toxic chronically than acutely. Dinonyl phthalate was one of the phthalates."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1907",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to saturated vapors of dinonyl phthalate at 28 °C for 6 hr/day for 12 days showed no effect. /from table/"
        },
        {
            "References": "Brown VK H et al; Arch Toxicol 26 (1): 84-90 (1970)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chronic dosing of rats with 5 mL/kg/day for 7 days caused /CNS/ depression. Phthalate was nonirritating to skin of rabbits, but caused irritation of guinea pig skin."
        },
        {
            "References": "Barber E et al; Toxicology & Industrial Health 3 (2): 7-24 (1987)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Seven phthalate esters of different chain lengths and degrees of branching were evaluated for their ability to induce peroxisomes in the livers of Fischer-344 rats. The esters included di(2-ethylhexyl)phthalate, butyl, benzyl-phthalate, di(n-butyl)phthalate, di(isodecyl)phthalate, di(isononyl)phthalate, di(undecyl)phthalate, di(n-hexyl,n-octyl,undecyl)phthalate, and di(heptyl,nonyl,undecyl)phthalate. ... Each of the compounds was fed to groups of five male and five female rats in the diet at concentrations of 2.5, 1.2, and either 0.6 or 0.3% for a period of 21 days. Cyanide insensitive palmitoyl-CoA oxidation, lauric acid-11-hydroxylase, and lauric acid-12- hydroxylase were assayed in the liver microsomes. Cholesterol and triglyceride concentrations were measured in the serum. The results indicated that none of the esters was more potent than di(2-ethylhexyl)phthalate. The most sensitive parameters were relative liver weight and cyanide insensitive palmitoyl-CoA oxidation. The latter parameter was assumed to be an indicator of peroxisome proliferation and thereby predictive of liver tumorigenesis."
        },
        {
            "References": "PMID:3203332",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A series of straight and branched chain phthalate monoesters were examined for their effects on hepatocyte intercellular communication in male B6C3F1 mouse hepatocytes. Intercellular communication was determined autoradiographically following the passage and incorporation of 5-(3)H-uridine nucleotides from pre-labelled hepatocytes into nonlabelled hepatocytes. Intercellular communication was evaluated in hepatocytes after 8 hr treatment of straight and branched chain phthalate esters at sublethal concentrations. Straight chain phthalate monoesters (mono(ethyl)phthalate, mono(n-butyl) phthalate, mono(n-hexyl)phthalate, mono(n-octyl)-phthalate, mono(nonyl)phthalate and mono(isononyl)phthalate) had no effect on hepatocyte intercellular communication. Branched chain phthalate monoesters that contained on ethylalkyl moiety (ie mono(2-ethylpropyl) phthalate, mono(2-ethylbutyl)-phthalate, mono(2-ethylphenyl)-phthalate and mono(2-ethylhexyl)phthalate) inhibit intercellular communication in mouse hepatocytes."
        },
        {
            "References": "PMID:6927640",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The toxicity to HeLa cells of 29 plasticizers was determined in the MIT (Metabolic Inhibition Test)-24 test system. The 7-day IC50 (median inhibitory concentration) for HeLa cells varied from 260 to 1.5 g/L. Phthalates, adipates, sebacates, azelates and phosphates with long carbon chain alcohols were very non-toxic to the cells, probably due to insolubility in water of the compounds, while the citrates, some phosphates and the 2 polymer plasticizers had a higher toxicity to the cells. A comparison of the HeLa cytotoxicity with the toxicity in vitro to other cells for 7 plasticizers showed a similarity of the cytotoxicity to all cell types. A comparison of the HeLa cytotoxicity for 20 plasticizers with ip lethal dosage in rodents demonstrated a rough similarity of values, suggesting a toxicity in rodents of the compounds by toxic interference of the agents with basal functions and structures of tissues (basal cytotoxicity)."
        },
        {
            "References": "PMID:7851345",
            "Value": "/GENOTOXICITY/ The ability of phthalic acid, phthalic acid anhydride, and various phthalate esters to enhance the mutagenicity of many amino acid pyrolysates was observed with the Ames test (Salmonella typhimurium TA98), but not the SOS Chromotest. Phthalate enhancement of the mutagenicity of 4-nitroquinoline-1-oxide, 2-nitrofluorene, and benzo[a]pyrene was not observed with either test. The mutagenicity-enhancing ability may be related to the induction of enzymes such as P450IIB, that metabolize amino acid pyrolysates. By quantitative structure activity relationship (QSAR) analysis, a good correlation was observed between the mutagenicity-enhancing activity of phthalates and their octanol-water partition coefficients."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Carson DB et al; Aquat Toxicol Risk Assess: 13th Vol, ASTM STP 1096 pp. 48-59 (1990)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of dinonyl phthalate can be estimated to be 6.6X10+5(SRC). According to a classification scheme(2), this estimated Koc value suggests that dinonyl phthalate is expected to be immobile in soil. In sterile microcosms containing lake water and sediment, approximately 80% of di(heptyl,nonyl,undecyl) phthalate partitioned to sediment(3)."
        }
    ]
}