{
    "_id": {
        "$oid": "6682e7d7c4e5dba5ffba229d"
    },
    "CID": {
        "$numberInt": "679"
    },
    "Name": "DIMETHYL SULFOXIDE",
    "IUPACName": "methylsulfinylmethane",
    "CanonicalSMILES": "CS(=O)C",
    "Synonyms": [
        "dimethyl sulfoxide",
        "DMSO",
        "67-68-5",
        "Methyl sulfoxide",
        "Methylsulfinylmethane",
        "Dimethyl sulphoxide",
        "Dimethylsulfoxide",
        "Methane",
        "sulfinylbis-",
        "Demasorb",
        "Demsodrox",
        "Demavet",
        "Domoso",
        "Infiltrina",
        "Somipront",
        "Dimexide"
    ],
    "IsomericSMILES": "CS(=O)C",
    "INCHI": "InChI=1S/C2H6OS/c1-4(2)3/h1-2H3",
    "INCHIKEY": "IAZDPXIOMUYVGZ-UHFFFAOYSA-N",
    "Formula": "C2H6OS",
    "MolecularWeight": {
        "$numberDouble": "78.14"
    },
    "Description": "Dimethyl sulfoxide is a 2-carbon sulfoxide in which the sulfur atom has two methyl substituents. It has a role as a polar aprotic solvent, a radical scavenger, a non-narcotic analgesic, an antidote, a MRI contrast agent, an Escherichia coli metabolite, a geroprotector and an alkylating agent. It is a sulfoxide and a volatile organic compound.",
    "XlogP": {
        "$numberDouble": "-0.6"
    },
    "Complexity": {
        "$numberInt": "29"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Dimethyl sulfoxide. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Jun 17, 2014: https://www.ars-grin.gov/duke/",
            "Value": "Dimethyl sulfoxide occurrence in plants(1).",
            "Table": "[{'Genus species': 'Mentha spicata', 'Family': 'Lamiaceae', 'Common name': 'Spearmint', 'Part': 'Leaf'}, {'Genus species': 'Mentha x piperita subsp nothosubsp piperita', 'Family': 'Lamiaceae', 'Common name': 'Peppermint', 'Part': 'Essential oil'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 16, 2014: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of <4 was measured in fish for dimethyl sulfoxide using carp (Cyprinus carpio) which were exposed over a 6-week period(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 16, 2014: https://www.safe.nite.go.jp/english/db.html (2) Zahn R, Wellens HZ; Wasser Abwasser Forsch 13: 1-7 (1980) (3) USEPA; Screening-Level Hazard Characterization, Dimethyl Sulfoxide (CASRN 67-68-5), December 2009. Available from, as of June 16, 2014: https://www.epa.gov/hpvis/hazchar/67685_Dimethyl%20Sulfoxide_December2009.pdf (4) OECD; SIDS Initial Assessment Profiles agreed in the course of the OECD HPV Chemicals Programme from 1993 to 2011, ENV/JM/MONO(2012)4/PART6 (Feb 12, 2012). Available from, as of June 16, 2014: https://www.oecd.org/officialdocuments/publicdisplaydocumentpdf/?cote=env/jm/mono(2012) 4/part6&doclanguage=en",
            "Value": "AEROBIC: Dimethyl sulfoxide, present at 100 mg/L, reached 3.1% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Little degradation of dimethyl sulfoxide (<20%) was noted in a screening test using an activated sludge inoculum(2). Using the OECD 301E method, 99% degradation was observed(3). Using the OECD 303A method (domestic sewage simulation), 90% degradation of dimethyl sulfoxide was observed at a concentration of 65 mg/L over a 32-day incubation period(3,4). One ready biodegradation test performed following the norm AFNOR NFT 90-312 concluded that dimethyl sulfoxide is readily biodegradable(4). Dimethyl sulfoxide, at a 500 mg/L concentration, was entirely biodegraded within about 37 hours with aerobic settling sludge obtained from the activated sludge process at an opto-electronic plant, under optimized pH/temperature conditions(4). The available biodegradation screening tests have conflicting results(3), but based on available data and weight-of-evidence approach, dimethyl sulfoxide is expected to be inherently biodegradable(4)."
        },
        {
            "References": "(1) Zinder SH, Brock TD; Arch Microbiol 116: 35-40 (1978) (2) Zinder SH, Brock TD; J Gen Microbiol 105: 335-42 (1978)",
            "Value": "ANAEROBIC: A variety of microorganisms, including some that are found in anaerobic lake mud, have the ability to transform dimethyl sulfoxide to dimethyl sulfide(1,2), however specific test details were not available(SRC)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yasuhara A; Chemosphere 16: 2559-65 (1987) (2) Chung HY; J Agric Food Chem 47: 2280-7 (1999)",
            "Value": "Dimethyl sulfoxide has been detected in mussels, Mytilus edulis, at a concentration of 0.07 ug/g(1). Dimethyl sulfoxide concentrations of 6.6, 8.3 and 44.2 ug/kg were detected in the leg, body and carapace of the edible crab, Charybdis feriatus(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = -1.35"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:17395177",
            "Value": "Thioacetamide (400 mg/kg body weight, i.p.) was administered to rats. After 12 hr the activity of plasma glutamate-oxaloacetate transaminase (GOT) and glutamate-pyruvate transaminase (GPT) was significantly higher than that of the control group, and after 24 hr plasma GOT and GPT activities strongly increased. These results indicated that the necrotic process was initiated at about 12 hr and developed thereafter. By co-administration of dimethyl sulphoxide (DMSO, 18 and 1 hr before, and 8 hr after administration of thioacetamide: each time, 2.5 mL/kg body weight, p.o.), plasma GOT and GPT were significantly decreased and were even comparable to the control group, showing that DMSO totally prevented the necrotic action of thioacetamide. After 12 and 24 hr of thioacetamide administration, the hepatic level of vitamin C, the most sensitive chemical indicator of oxidative stress, decreased significantly, indicating that oxidative stress was significantly enhanced 12 hr after thioacetamide intoxication and thereafter. DMSO totally restored the liver vitamin C level, demonstrating that DMSO effectively ameliorated the oxidative stress caused by thioacetamide, resulting in the prevention of necrosis of the liver. Phosphorylated c-Jun NH(2)-terminal kinase (JNK) significantly increased transiently 12 hr after treatment with thioacetamide. These results indicated that oxidative stress and the activation of JNK took place almost simultaneously. Phosphorylated extracellular signal-related kinase (ERK) 2 was significantly increased 6-12 hr after thioacetamide injection. Phosphorylated p38 MAPK (mitogen activated protein kinase) was significantly decreased 24 hr after administration of thioacetamide. DMSO treatment inhibited the change of these MAPKs by thioacetamide, corresponding with the prevention of the liver necrosis as well as the attenuation of oxidative stress."
        },
        {
            "References": "PMID:16103003",
            "Value": "Previous studies performed in our laboratory indicated that non-toxic concentrations of peroxynitrite nevertheless commit U937 cells to a rapid necrosis that is however prevented by a survival signaling driven by cytosolic phospholipase A(2)-released arachidonic acid. Toxicity was mediated by concentrations of peroxynitrite resulting in H(2)O(2)-dependent inhibition of arachidonic acid release. The present study shows that U937 cells differentiated to monocytes by prolonged exposure to dimethyl sulfoxide are resistant to peroxynitrite because able to respond with enhanced release of arachidonic acid. An additional important observation was that these cells require more arachidonate than the undifferentiated cells to support the survival signaling. The enhanced arachidonic acid release was not associated with changes in cytosolic phospholipase A(2) expression but was rather dependent on the increased responsiveness of the enzyme to calcium-dependent stimulation as well as on reduced mitochondrial formation of H(2)O(2). The latter event was found to be critical, since differentiated and undifferentiated cells were equally sensitive to peroxynitrite when the accumulation of H(2)O(2) was enhanced via depletion of catalase, or addition of a complex III inhibitor. Thus, the strategy selected by the differentiation process to allow monocytes to cope with peroxynitrite appears to involve some specific mechanism preventing the mitochondrial formation of H(2)O(2)."
        },
        {
            "References": "PMID:21533649",
            "Value": "Dimethyl sulfoxide (DMSO) has recently been proposed as an anti-inflammatory and free radical scavenging agent. However, the mechanisms by which DMSO mediates its therapeutic effects are unclear. /This paper/ investigated the capability of DMSO to up-regulate heme oxygenase-1(HO-1) expression, as well as the possible underlying mechanisms in human umbilical vein endothelial cells (HUVECs). DMSO induced HO-1 expression both at the level of mRNA and protein in dose-and time-dependent manners in HUVECs, resulting in increased HO-1 activity. The pharmacological inhibition of cJun-N-terminal kinases (JNKs) blocked the DMSO-induced HO-1 up-regulation, while inhibition of extracellular regulated kinase and p38-MAPK did not block heme oxygenase-1 up-regulation. In addition, the phosphorylation of JNKs was initiated by DMSO, indicating the involvement of this kinase in the observed response. DMSO increased the nuclear translocation of NF-E2-related factor 2 (Nrf2) and enhanced its binding to the anti-oxidant response element. Inhibition of Nrf2 synthesis by small interfering RNA molecules subsequently inhibited HO-1 expression induced by DMSO, indicating DMSO's role in inducing HO-1 expression via Nrf2 activation. Utilizing these findings, the present study identified DMSO as a novel inducer of HO-1 expression and identified the underlying mechanisms involved in this process."
        },
        {
            "References": "PMID:21269693",
            "Value": "Dimethyl sulfoxide (DMSO) is evident to induce apoptosis in certain tumor cells in vitro. However, its apoptotic mechanism remains unexplored in in vivo tumors. This article describes that DMSO, being non-toxic to the normal lymphocytes, up regulated TNFalpha and p53, declined Bcl-2/Bax ratio, activated caspase 9 and PARP-1 cleavage and produced apoptotic pattern of DNA ladder in Dalton's lymphoma (DL) in vivo. This was consistent with the declined expressions of tumor growth supportive glycolytic enzymes; inducible D-fructose-6-phosphate-2-kinase and lactate dehydrogenase-5 in the DL cells. The findings suggest induction of TNFalpha-p53-mitochondrial pathway of apoptosis by DMSO in a non-Hodgkin's lymphoma and support evolving concept of glycolytic inhibition led apoptosis in a tumor cell in vivo."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 4 to 14 unshaven rats (108-182 g) were immersed in a DMSO solution (40, 60, 80 or 100%) until the fur and skin were thoroughly wetted. The animals were then withdrawn from the solution and ... most of the excess solution /was allowed/ to run off. From the weights before and after dipping, it was possible to calculate the amount of DMSO. There was no immediate response, but within 24 hours 13/14 rats dipped into 100% DMSO were dead. A complete microscopic examination of tissues revealed no changes."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three groups of 8 male Sprague-Dawley rats were exposed to an aerosol of 1600 mg DMSO per cubic meter of air for 4 hr. Control rats were exposed to a normal chamber environment. Groups were sacrificed immediately after exposure, another 24 hr after exposure, and the third group was observed for 2 weeks after exposure. ... There was no mortality and none of the animals displayed outward signs of toxicity during and after exposure to DMSO. After exposure, the hair was damp and slightly yellow, and the animals had a characteristic garlic-like odor. Organs appeared normal at necropsy. Histopathologic examination revealed areas of hemorrhage in lung sections of control and DMSO treated animals. Focal and diffuse collections of clear pneumocytes were noted within lung alveoli in DMSO treated rats; similar edematous changes were not seen in control animals."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single i.v. injections of undiluted DMSO were administered to groups of 5 male and 5 female Carworth CFN rats. Dose levels were 2.5, 5.0, and 10 g/kg. ... Animals were observed for 14 days following DMSO administration. ... With one exception, deaths occurred within the first 24 hours. Death was preceded by tremors, myasthenia,  dyspnea, and occasionally, convulsions. Non-lethal doses of DMSO produced decreased motor activity and myasthenia."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slight conjunctivitis in the eyes of rabbits were noted at the 24 hr observation period in the animals undergoing ocular tests. This disappeared by 48 hrs post dosing."
        },
        {
            "References": "PMID:15917147",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Dimethyl sulfoxide (DMSO) is an efficient solvent for water-insoluble compounds, widely used in biological studies and as a vehicle for drug therapy, but few data on its neurotoxic or behavioral effects is available. The aim of this work is to explore DMSO's effects upon sleep/wake states. Twenty male rats were sterotaxically prepared for polysomnography. Four concentrations of DMSO (5%, 10%, 15%, and 20%, in saline) were examined. DMSO or saline were administered intraperitoneally at the beginning of the light period. Three hours of polygraphic recording were evaluated for stages of vigilance after treatment. Sleep/wake parameters and EEG power spectral analyses during sleep were investigated. Results show no significant effect after 5% or 10% DMSO treatment. DMSO 15% increased mean episode duration of light slow wave sleep (SWS), decreasing mean episode duration of deep SWS and of quiet wake (QW). DMSO 20% increased light SWS enhancing number of episodes, while decreased deep SWS mean episode duration. EEG power spectra of sigma and delta activity were also affected by DMSO. Therefore, DMSO at 15% and 20% affects sleep architecture in rats, increasing light SWS and reducing deep SWS. Being aware of DMSO behavioral effects seems important since experimental artifacts caused by DMSO can lead to the erroneous interpretation of results."
        },
        {
            "References": "PMID:18508278",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ DMSO is one of the most common solvents used experimentally to dissolve hydrophobic substances for in vivo and in vitro purposes. A wide range of pharmacological effects exerted by DMSO has been documented in both animal and human experimental models. However, only a few and sometimes contrasting data about the effects of DMSO in animal models of nociception and inflammation are presently available. /This study/ evaluated the effects induced by DMSO and a DMSO-containing saline on thermal and chemical nociception, inflammation and locomotor activity in CD1 mice. /It/ demonstrated that centrally or orally administered DMSO displayed anti-nociceptive effects to thermal (hot plate and tail-flick test) and chemical (formalin test) stimuli. Conversely, DMSO was able to increase both nociceptive phases in the formalin test when applied subcutaneously in the dorsal surface of the mouse hind paws 10 min before formalin administration. Oral administration of DMSO produced anti-inflammatory effects on zymosan-induced edema in the mouse paw, whereas local administration potentiated the inflammatory action exerted by zymosan. Oral and central, but not local, administration of DMSO improved the mouse locomotor activity. These results suggest that DMSO displayed opposite effects on nociception and inflammation, depending on the route of administration. New and helpful evidence about DMSO laboratory applications need to be considered in the in vivo studies to assess correctly the pharmacological properties of investigated drugs."
        },
        {
            "References": "PMID:24835524",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The aim of the present study was to determine the amount of dimethyl sulfoxide (DMSO) present in sheep ovarian tissue after exposure to cryoprotectant at different times (5, 10, 20, or 30 min) and at different concentrations (1.0, 1.5, or 2.0 M). To quantify the levels of DMSO in the ovarian tissue, the high-performance liquid chromatography (HPLC) method was applied. In addition, viability of preantral follicles after toxicity test and cryopreservation of ovarian tissue using the above mentioned concentrations of DMSO and exposure times was evaluated. /It was/ observed that the presence of ~0.6 mg of DMSO into the ovarian tissue may be deleterious to the sheep preantral follicles. In addition, the application of a short exposure time (5 min at 1.5 or 2.0 M DMSO) or low concentration (1.0 M for 10 min) of DMSO successfully preserves sheep preantral follicles following cryopreservation."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Six pairs (male and female) of young adult beagle dogs received daily oral doses of 0, 2.5,  5, 10, 20 and 40 g/kg/d DMSO, 5 days a week for up to 23 weeks. The 20 and 40 g/kg dose levels were  not tolerated by the dogs and were reduced. Changes in the lens of the eye were observed in dogs  receiving 5 g/kg after 9 weeks of administration. At lower dose levels by the 18th week all the dogs  were affected. Treatment was withheld after 23 weeks and the animals were observed for 31 weeks. The changes persisted after the withdrawal of DMSO but became slightly less pronounced."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily i.v. doses of 3 or 2 g/kg DMSO in a 40% solution were given respectively to 4 or 1 male rhesus monkeys for 9 consecutive days. ... /Investigators observed a/ rapid fourfold increase in diuresis over the control values in the monkeys receiving 2 or 3 g/kg DMSO. This urine output indicates that DMSO is one of the strongest diuretics known. The absence of any microscopic or gross structural damage to the kidneys suggests that the coffee-colored urine seen after DMSO administration represents a transient erythrocytic hemolysis, possibly caused by an osmotic gradient due to DMSO in the vascular system. Since this effect was short lived and did not significantly alter the red cell count or the hemoglobin and hematocrit values, we believe the coffee-colored urine represented a transient and reversible condition. ... The partial thromboplastin time in DMSO treated monkeys decreased from a normal mean of 46 s to a mean of 18.7 s. These values returned to normal when DMSO administration was stopped. Although the PT values in both saline and DMSO treated monkeys fluctuated slightly before and after treatment, the values did not significantly differ from the control standard range ... An increase in respiratory rate after DMSO was previously reported. It appears from these studies that DMSO acts as a central respiratory stimulant when given iv in bolus form. A rise in minute respiratory volume concomitant with the rise in respiratory rate was also reported."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A total of 32 male Sprague-Dawley rats were exposed to 200 mg DMSO per cubic meter of air  for 7 hr/day, 5 days a week, for 6 weeks for 30 exposures. Control rats were exposed to a normal  chamber environment. Hemoglobin concentration, packed erythrocyte volume as expressed by the  microhematocrit, and total leukocyte and reticulocyte counts were done on all animals. ... There were no outward toxic signs noted in any of the exposed animals throughout the experimental period of 6  weeks. The characteristic garlic-like odor was detected in the breath of each of the rats after the first day of exposure, and the hair began to appear slightly yellow after the first week. All animals gained weight normally, showing a mean gain of 95.8 % for the test animals and 92.5 % for the controls. No significant alterations were noted in hemoglobin concentrations, microhematocrit,  total leukocyte counts, reticulocyte counts, serum glutamic pyruvic and glutamic-oxalo-acetic transaminase activities, liver alkaline phosphatase activity, or liver lactate concentrations. Gross and histopathologic examinations of organs and tissue were unremarkable except for nonspecific inflammatory changes in the lungs and livers of nearly all animals, including controls."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Pharmaceutical-grade DMSO was administered as a 90% solution to 4 groups of rhesus monkeys by gastric intubation, 7 days a week for up to 87 weeks. Groups of 2 animals of each sex were treated with 1 or 3 mL/kg. Three animals of each sex received 9 mL/kg. Dosages administered were equivalent  to 990, 2970, and 8910 mg/kg/day. The principal physical signs seen in the animals given DMSO orally  included /SRP: excess salivation/ and emesis. These signs occurred sporadically and did not appear to be related to  the dose except in the group receiving 9 mL/kg. ... Anorexia occurred at high oral doses but was not  evident at the 2 lower dose levels. ... No  DMSO-related changes were found in the treated monkeys during physical examinations. These tests  included mean systolic blood pressure, heart rate, respiratory rate, body temperature, 48-hour water  consumption, neurological reflexes, and electrocardiograms, performed during weeks 1, 4, 7, 12, 24,  37, 51, and 73 of study. No evidence of refractoriness to tropicamide mydriasis was seen in any of  these monkeys. The typical DMSO lenticular changes described in other species were not visible in any monkey during the course of the experiment. No significant differences were found between the  DMSO-treated and control monkeys in any of the hematologic or biochemical parameters evaluated.  Animals given 1 mL/kg orally responded in a similar manner. ... Further, no significant differences were seen in erythrocyte  sedimentation rate (ESR), BSP retention, creatinine clearance, urinalysis, and absolute or relative  organ weights between the treated and control animals. No significant lesions attributable to DMSO  were found upon gross examination at necropsy. No histologic changes were visible in the lenses of  treated animals. ..."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Doses (0, 1, 3, and 9 mL/kg) of a 90 % (v/v) aqueous solution of pharmaceutical grade DMSO were administered dermally to 4 groups of rhesus monkeys 7 days per week. Topical administration was by direct application to the entire abdominal skin. Animals were restrained in a supine position for 1 hour after drug administration to prevent ingestion of the applied solution. Control animals in each group were given water, 9.0 mL/kg body weight. Dosages administered were equivalent to 990, 2970, and 8910 mg/kg/day. All animals treated topically with DMSO exhibited scaling and flaking of the skin in the area of drug application during the initial phases of the study. There were no apparent differences among the various treatment groups. Although several animals had erythema of the skin it did not appear to be related to the dose, and erythema did not occur at regular intervals in any animal. No other adverse behavioral or physical signs were seen that could be attributed to topical application of DMSO. The only ocular abnormality observed was in one animal which had been given 1 mL of DMSO/kg per day dermally for 82 weeks. In the final ocular examination, this animal had a unilateral complete retinal detachment and syneresis of the vitreous humor. There were no biomicroscopically visible changes in the vitreous humor of the remaining animals. There appeared to be several swollen lenticular fibers in the equatorial portion of the lens in the affected eyes. The retina was undergoing cystic changes and the outer limbs of the neuroepithelial cells were sticky. There was no indication of inflammatory activity within the eye although there was an accumulation of inflammatory cells in the periphery of the optic nerve near the globe."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Three groups of 25 mated female rats received DMSO by gavage at the dose levels of 200, 1000, and 5000 mg/kg/day as a solution in purified water. DMSO was administered each day from day 6 to day 15 of gestation. A control group of 25 mated females was given the vehicle alone. Day 0 of pregnancy was designated as the day of confirmed mating. Clinical signs including mortality and evidence of abortion were checked daily. Food consumption and body weight were recorded at designated intervals during pregnancy. On day 20 of pregnancy, females were killed. The gravid uterus was weighed and fetuses removed by hysterectomy. Females were examined macroscopically. Litter parameters were recorded: number of corpora lutea, implantation sites, early and late resporptions, and dead and live fetuses. Fetuses were weighed, sexed, and submitted to external examination and then to soft tissue or skeletal examinations. Maternal data: There were no clinical signs observed in treated or control groups. No maternal deaths or abortions occurred in any group. Lower food consumption and body weight gain were noted in females of the 5000 mg/kg group. No macroscopic findings were noted at necropsy in any of the females. Litter data: Pre- and post-implantation losses were similar in all groups. No treatment-related effects were observed on the number of fetuses or the sex ratio. In the 5000 mg/kg/day group, fetal body weights were slightly lower than that of controls, an indirect consequence, at least in part, of decreased maternal food consumption and body weight gain. Fetal examination: No external malformations or anomalies were observed in fetuses from any group. An increased incidence of two soft tissues anomalies were observed: dilated renal pelvis for fetuses in all treated groups, which was associated at 5000 mg/kg/day with an increased incidence of dilated ureter(s). No treatment-related soft tissue malformations were observed. There were no treatment-related skeletal variations or malformations in any group. An increased incidence of reduced or delayed ossification of ribs was observed in fetuses of the 5000 mg/kg group. This skeletal anomaly is considered to be a consequence of the lowered fetal body weights observed for this group. No treatment-related microscopic changes were noted in the kidneys of fetuses with dilated renal pelvis. Dilation of the renal pelvis may be related to the diuretic properties of DMSO."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant hamsters were administered a single intraperitoneal injection of 0.5 mL undiluted  DMSO on day 8 of gestation and the embryos were examined 1 to 3 days later. DMSO was found to be  embryotoxic, the embryocidal effect being most marked in litters from mothers weighing less than 110  g at the time of injection. Various degrees of exencephaly and anencephaly were found in those  embryos surviving up to 3 days after the injection."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 5 -6 pregnant golden hamsters were injected with dilutions of DMSO ranging from 50  to 5500 mg/kg iv or 5500 and 8250 mg/kg ip on the eighth day of gestation. Examination of the  embryos 3 days later revealed that no embryocidal or teratogenic effects were noted until levels of  2500 mg/kg were reached. At higher levels, malformations, including exencephaly, rib fusions,  microphthalmia, limb abnormalities and cleft lip were found. There was no appreciable effect of  DMSO on maternal weight gain or health."
        },
        {
            "References": "PMID:24892319",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  INTRODUCTION: The pathophysiology of cerebral ischemia is essential for early diagnosis, neurologic recovery, the early onset of drug treatment and the prognosis of ischemic events. Experimental models of cerebral ischemia can be used to evaluate the cellular response phenomena and possible neurological protection by drugs.  OBJECTIVE: To characterize the cellular changes in the neuronal population and astrocytic response by the effect of Dimethyl Sulfoxide (DMSO) on a model of ischemia caused by cerebral embolism.  METHODS: Twenty Wistar rats were divided into four groups (n= 5). The infarct was induced with alpha-bovine thrombin (40 NIH/Unit.). The treated group received 90 mg (100 microL) of DMSO in saline (1:1 v/v) intraperitoneally for 5 days; ischemic controls received only NaCl (placebo) and two non-ischemic groups (simulated) received NaCl and DMSO respectively. We evaluated the neuronal (anti-NeuN) and astrocytic immune-reactivity (anti-GFAP). The results were analyzed by densitometry (NIH Image J-Fiji 1.45 software) and analysis of variance (ANOVA) with the Graph pad software (Prism 5).  RESULTS: Cerebral embolism induced reproducible and reliable lesions in the cortex and hippocampus (CA1), similar to those of focal models. DMSO did not reverse the loss of post-ischemia neuronal immune-reactivity, but prevented the morphological damage of neurons, and significantly reduced astrocytic hyperactivity in the somato-sensory cortex and CA1 (p <0.001).  CONCLUSIONS: The regulatory effect of DMSO on astrocyte hyperreactivity and neuronal-astroglial cytoarchitecture , gives it potential neuroprotective properties for the treatment of thromboembolic cerebral ischemia in the acute phase."
        },
        {
            "References": "PMID:21907339",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  INTRODUCTION: Despite the explanations put forth in many studies regarding histopathological evidence of the inflammatory stage related with the infusion of dimethyl sulfoxide (DMSO) in the vessel wall and its lumen, there has been no research to evaluate its neural toxicity when it is infused via the intracarotid route. This study was designed to evaluate the possible neurotoxic effects of DMSO on the closer and distant brain tissue and carotid artery when it was slowly infused into the internal carotid arteries of the rats.  METHODS: The right common carotid artery bifurcation was exposed through a midline neck incision, and then except those of the control group animals (n=5), the experimental material (normal saline, n=5 or anhydrous DMSO, n=10) was infused into the internal carotid artery of the Wistar albino rats. After the experimental materials were administered intra-arterially, brain tissues were harvested for histopathological and biochemical studies at 72 hr for investigation of the acute stage changes and on 10th day for investigation of the chronic stage changes. Internal carotid arteries of both sides were also removed for histopathological evaluation. During sacrification of the rats, whole body blood of them are collected for biochemical evaluation.  RESULTS: There was no statistically significant difference between the groups regarding comparison of the mean values of the hippocampal neuronal cell counts and the carotid artery diameters in both acute and chronic stages. Also, mean values of the lipid peroxidation levels of harvested brain tissues and serums of the collected bloods were similar in control, saline and DMSO groups.  CONCLUSION: This experimental study suggested that DMSO has no toxic effect on the neural and arterial tissues of rats when it is slowly infused into the carotid artery."
        },
        {
            "References": "PMID:21320528",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/   Dimethyl sulfoxide (DMSO) is a widely used solvent for water-insoluble molecules and it has antioxidant, neuroprotective and cryopreservative effects. While DMSO is a regularly used solvent in research and a therapeutic agent, several cases of DMSO evoked seizures were reported in the literature. Therefore, /this study/ investigated the effect of different doses of DMSO on the absence-like epileptic activity of Wistar Albino Glaxo/Rijswijk (WAG/Rij) rats. /It/ revealed that low doses of DMSO decreased whereas high doses of DMSO increased the absence-like epileptic activity of WAG/Rij rats."
        },
        {
            "References": "PMID:19100327",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Dimethyl sulfoxide (DMSO) is a solvent that is routinely used as a cryopreservative in allogous bone marrow and organ transplantation. ...C57Bl/6 mice of varying postnatal ages (P0-P30) /were exposed/ to DMSO in order to study whether DMSO could produce apoptotic degeneration in the developing CNS. DMSO produced widespread apoptosis in the developing mouse brain at all ages tested. Damage was greatest at P7. Significant elevations above the background rate of apoptosis occurred at the lowest dose tested, 0.3 mL/kg. In an in vitro rat hippocampal culture preparation, DMSO produced neuronal loss at concentrations of 0.5% and 1.0%. The ability of DMSO to damage neurons in dissociated cultures indicates that the toxicity likely results from a direct cellular effect. Because children, who undergo bone marrow transplantation, are routinely exposed to DMSO at doses higher than 0.3 mL/kg, there is concern that DMSO might be producing similar damage in human children."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ Groups of 15 male mice were injected intraperitoneally with 5, 7.5, and 10 g/kg DMSO twice at an interval of about 20 hours. Surviving males were paired with untreated virgin females, which were replaced at weekly intervals for five consecutive weeks. ... During the first week of matings, pregnancy rates were reduced in females paired with 10 g/kg males. Rates increased in subsequent weeks, and were comparable to controls by week 5. Pregnancy rates of females paired with males given 5 and 7.5 g/kg were similar to controls. Total implantation rates were reduced in females paired with 7.5 and 10 g/kg males during week 1. There were no significant differences in implantations in subsequent weeks. The number of dead implantations in females mated to DMSO-treated males did not differ from that of controls during the entire test interval."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ DMSO was negative for genotoxicity when tested in the Salmonella typhimurium pre-incubation protocol at concentrations of  DMSO (100, 333, 1000, 3333, 10000 ug) /with strains TA97, TA98, TA100, TA102, TA104, TA1537, and TA1538/."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ DMSO was tested in Chinese hamster ovary cells to a maximum concentration of 5000 ug/mL with and without metabolic activation. DMSO did not induce cell toxicity or cell cycle delay, and did not induce an increase in the incidence of SCEs."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ DMSO was injected intraabdominally into 1-2-day-old Drosophila melanogaster males at concentrations of 0.1, 1 and 5%; the volume injected was 0.2 ul per fly. Rod-X and ring-X bearing males were used to test for sex-linked recessive lethals and for sex chromosome loss, respectively. Controls consisted of males that were not injected, and males that received saline injections. One day after treatment, each male was individually crossed with three 4-day-old virgin females. In order to collect post meiotic and premeiotic germ cell stages separately, males were mated every two days to a new set of females. Males were mated five times to obtain broods A to E. Mortality and sterility of treated males were recorded during the breeding program.  Increased mortality was observed in all injected males; DMSO did not enhance mortality when compared to saline. Intraabdominal injection of DMSO did not induce sex-linked recessive lethals and did not raise the frequency of sex chromosome loss above the spontaneous level. Data from later broods showed lower frequencies of sex chromosome loss than those from the first brood. This tendency was also observed in untreated controls."
        },
        {
            "References": "PMID:20433889",
            "Value": "/GENOTOXICITY/ Vitrification requires high concentrations of cryoprotectants that may induce long-term toxic effects on cells. The aim of this study was to evaluate the possible genotoxicity of three cryoprotectants extensively used for oocyte vitrification: dimethyl sulfoxide (DMSO), ethylene glycol (EG) and propylene glycol (PROH). For this purpose, a Chinese Hamster Ovary cell line (CHO), commonly used in genetic toxicology, was selected as an in vitro biological model to assess both the induction of DNA strand-breaks as identifiable by the alkaline comet assay and the persistence of chromosomal damages (micronuclei) as analyzed by the micronucleus assay. Results showed that DMSO was not genotoxic. EG did not exert direct genotoxic activity, however EG exhibited significant genotoxic and clastogenic activities in the presence of an external cytochrome-based P450 oxidation system (S9 Mix). PrOH produced in vitro DNA-damage leading to chromosome mutations in the presence and absence of the S9 Mix. These results showed that high concentrations of EG and PrOH could induce in vitro chromosomal damage in eukaryotic cells."
        },
        {
            "References": "PMID:16828892",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  Dimethyl sulfoxide (DMSO) has been frequently used as carrier solvent in toxicological experiments where the most compelling DMSO attributes are its exceptionally low toxicity and environmental impact. We were inspired by recent and consistent observations that ethanol and DMSO modulate endocrine-disruptor biomarker responses in both in vitro and in vivo studies in our laboratory, to take a critical evaluation of these effects. Quantitative (real-time) polymerase chain reaction (PCR) method with specific primer pairs was used in this study to measure DMSO-induced time-dependent modulation of estrogen receptor (ER) isoforms, vitellogenin (Vtg) and zona radiata-protein (Zr-protein) gene expression patterns in primary culture of salmon hepatocytes. In addition, immunochemical analysis, using indirect enzyme linked immunosorbent assay (ELISA) with monoclonal (Vtg) and polyclonal (Zr-proteins) antibodies was used to detect and measure Vtg and Zr-proteins secreted in culture media. Salmon hepatocytes were isolated by a two-step collagenase perfusion method and exposed to 0.1% or 10 microL/L of DMSO after 48 h pre-culture. Cells were harvested at 12, 24, 48 and 72 hr after exposure and analysed for ERalpha, ERbeta, Vtg and Zr-protein gene expression using real-time PCR method. Media samples were collected at similar time-intervals for protein analysis. /This/ data show that DMSO-induced significant increase in ERalpha, ERbeta, Vtg and Zr-protein genes in a time-dependent manner. Indirect ELISA analysis showed a time-specific effect of DMSO. The use of DMSO as carrier solvent in fish endocrine disruption studies should be re-evaluated..."
        },
        {
            "References": "PMID:18191039",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  /This study/  used quantitative real-time RT-PCR to investigate the effects of dimethyl sulfoxide (DMSO) and dexamethasone (Dex) on the mRNA expression levels of the housekeeping genes beta-actin (ACTB), glyceraldehyde-3-phosphate dehydrogenase (GAPDH), beta-glucuronidase (GUSB), hypoxanthine phosphoribosyltransferase 1 (HPRT1), phosphoglycerate kinase 1 (PGK1), peptidylprolyl isomerase A (PPIA), and transferrin receptor (TFRC) in cultures of C2C12 myotubes. The ratios of ACTB mRNA levels to the HPRT1 mRNA level in C2C12 cells that were differentiating from myoblast cells to myotubes decreased from 0 to 120 hr of culture, whereas the ratios of TFRC mRNA levels to the HPRT1 mRNA level increased from 0 to 120 hr of culture. The ratios of GAPDH, GUSB, PGK1, and PPIA mRNA levels to the HPRT1 mRNA level remained constant from 0 to 120 hr of culture. All housekeeping gene mRNA levels were unaffected by exposure to DMSO concentrations of 0.1% or less. The GAPDH mRNA level was increased by Dex, while the ACTB and PGK1 mRNA levels were significantly decreased by Dex. The GUSB, PPIA, and TFRC mRNA levels were unaffected by exposure to Dex. GUSB, HPRT1, and PPIA are thus suitable internal controls for evaluating mRNA expression levels in cultures of C2C12 cells."
        },
        {
            "References": "PMID:18712839",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Dimethyl sulfoxide (DMSO) is commonly used in biological studies to dissolve drugs and enzyme inhibitors with low solubility. Although DMSO is generally thought of as being relatively inert, it can induce biological effects that are often overlooked. An example that highlights this potential problem is found in a recent report demonstrating a pathogenic role for natural killer T (NKT) and natural killer (NK) cells in acetaminophen-induced liver injury (AILI) in C57Bl/6 mice in which DMSO was used to facilitate acetaminophen (APAP) dissolution. We report that NKT and NK cells do not play a pathologic role in AILI in C57Bl/6 mice in the absence of DMSO. Although AILI was significantly attenuated in mice depleted of NKT and NK cells prior to APAP treatment in the presence of DMSO, no such effect was observed when APAP was dissolved in saline. Because of this unexpected finding, the effects of DMSO on hepatic NKT and NK cells were subsequently investigated. When given alone, DMSO activated hepatic NKT and NK cells in vivo as evidenced by increased NKT cell numbers and higher intracellular levels of the cytotoxic effector molecules interferon-gamma (IFN-gamma) and granzyme B in both cell types. Similarly, when used as a solvent for APAP, DMSO again increased NKT cell numbers and induced IFN-gamma and granzyme B expression in both cell types.  CONCLUSION: These data demonstrate a previously unappreciated effect of DMSO on hepatic NKT and NK cells, suggesting that DMSO should be used cautiously in experiments involving these cells."
        },
        {
            "References": "PMID:17293065",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  This study was designed to examine the reduced incidence of normal fertilization in vitrified ovine oocytes. After in vitro maturation for 24 hr, the oocytes were randomly allocated into three groups: (1) untreated (control), (2) exposed to vitrification solution (VS) without being plunged into liquid nitrogen (toxicity), or (3) vitrified by open-pulled straw method (vitrification). In experiment 1, the treated and control oocytes were matured for another 2 hr, and the oocytes were then in vitro fertilized for 12 hr to examine sperm penetration. The percentage of monospermy in toxicity group (29.3%) and vitrification group (28.2%) dramatically decreased compared to the control group (45.0%) (P<0.05). To find the mechanism that the VS decreased the monospermy, some treated and control oocytes were used to test the distribution of CG and the resistance of zona pellucida (ZP) to 0.1% pronase E immediately (IVM 24 h), after another 2 hr of maturation (IVM 26 h), and after 12 hr of in vitro fertilization (IVF 12 hr) respectively. Others were used to examine female pronucleus formation after 12 hr of culture in fertilization medium with the absence of sperm. The results showed that the percentage of CG completely release in the oocytes (IVM 24 and 26 hr) of toxicity group (41.2% and 39.9%) and vitrification group (41.7% and 51.7%) was significantly higher than that of control group (7.1% and 18.4%) (P<0.05). The ZP digestion duration in the oocytes (IVM 26 hr) of the toxicity group (435.6 s) and vitrification group (422.3 s) was longer than that of control group (381.6 s) (P<0.05). The percentage of female pronucleus formation in toxicity group (58.7%) and vitrification group (63.9%) was higher than that (8.2%) of control group (P<0.05). The data above demonstrated that the VS containing DMSO and EG could parthenogenetically activate in vitro matured ovine oocytes, resulting in ZP hardening and decreased sperm penetration."
        },
        {
            "References": "PMID:17298900",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A Chinese hamster ovary (CHO) cell line is the primary choice for the production of recombinant protein drugs with glycosylation modification. Recombinant protein productivity was enhanced by the addition of dimethyl sulfoxide (DMSO) in CHO cells. However, DMSO induced G0/G1 phase growth arrest and reduced cell growth rate. A two-stage process was developed to utilize the stimulatory effect of DMSO on recombinant protein production and mitigate the problem of growth inhibition in this study. In the first stage, cells are cultured without DMSO for a certain period in order to obtain a high cell density. Sequentially, DMSO is added to achieve a high specific productivity in the second stage. Using this approach, we found that by adding 1% DMSO after 24 hr of growth, macrophage colony-stimulating factor (M-CSF) volumetric productivity is increased by 57% compared with the value obtained without the addition of DMSO."
        },
        {
            "References": "PMID:17063260",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Osteochondral defects can degenerate into osteoarthritis and currently there are no good treatment alternatives available to most Orthopedic surgeons. Osteochondral allografting can restore damaged joint surfaces but its clinical use is limited by poor access to high quality tissue. Vitrification of osteochondral tissue would allow the banking of this tissue but requires high concentrations of cryoprotective agents. This study was designed to ascertain dimethyl sulfoxide (DMSO) toxicity kinetics to chondrocytes in situ after exposure to DMSO at different temperatures recorded as a function of time. Porcine osteochondral dowels were exposed to 1, 3, 5, and 6M DMSO at 4, 22, and 37 degrees C for 0.5 min to 120 min. Chondrocyte recovery was determined by membrane integrity (Syto 13 and ethidium bromide) and mitochondrial (WST-1) assays. Results demonstrated that cell recovery was concentration, temperature and time dependent. At higher concentrations and temperatures, significant cell loss occurred within minutes. A rate constant calculated for chondrocyte death was dependent on temperature. 1 M DMSO appeared relatively non-toxic. This experiment established a method to examine systematically toxicity parameters for chondrocytes in situ and this data can be used to tailor vitrification protocols by limiting exposure temperature and time or lowering DMSO concentrations below toxic levels recorded."
        },
        {
            "References": "PMID:24327606",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  Dimethyl sulfoxide (DMSO) is an important aprotic solvent that can solubilize a wide variety of otherwise poorly soluble polar and nonpolar molecules. This, coupled with its apparent low toxicity at concentrations <10%, has led to its ubiquitous use and widespread application. Here, /this study/ demonstrate/s/ that DMSO induces retinal apoptosis in vivo at low concentrations (5 microL intravitreally dosed DMSO in rat from a stock concentration of 1, 2, 4, and 8% v/v). Toxicity was confirmed in vitro in a retinal neuronal cell line, at DMSO concentrations >1% (v/v), using annexin V, terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL), 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT), and AlamarBlue cell viability assays. DMSO concentrations >10% (v/v) have recently been reported to cause cellular toxicity through plasma membrane pore formation. Here, /data/ show/s/ the mechanism by which low concentrations (2-4% DMSO) induce caspase-3 independent neuronal death that involves apoptosis-inducing factor (AIF) translocation from mitochondria to the nucleus and poly-(ADP-ribose)-polymerase (PARP) activation. These results highlight safety concerns of using low concentrations of DMSO as a solvent for in vivo administration and in biological assays. /It is/ recommend that methods other than DMSO are employed for solubilizing drugs but, where no alternative exists, researchers compute absolute DMSO final concentrations and include an untreated control group in addition to DMSO vehicle control to check for solvent toxicity."
        },
        {
            "References": "PMID:18207679",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The amphipathic molecule dimethyl sulphoxide (DMSO) is a solvent often used to dissolve compounds applied to the inner ear; however, little is known about its potential cytotoxic side effects. To address this question, ...0.1-6% DMSO /was applied/ for 24 hr to cochlear organotypic cultures from postnatal day 3 rats and examined its cytotoxic effects. DMSO concentrations of 0.1% and 0.25% caused little or no damage. However, concentrations between 0.5% and 6% resulted in stereocilia damage, hair cell swelling and a dose-dependent loss of hair cells. Hair cell damage began in the basal turn of the cochlea and spread towards the apex with increasing concentration. Surprisingly, DMSO-induced damage was greater for inner hair cells than outer hair cell whereas nearby supporting cells were largely unaffected. Most hair cell death was associated with nuclear shrinkage and fragmentation, morphological features consistent with apoptosis. DMSO treatment induced TUNEL-positive staining in many hair cells and activated both initiator caspase-9 and caspase-8 and executioner caspase-3; this suggests that apoptosis is initiated by both intrinsic mitochondrial and extrinsic membrane cell death signaling pathways."
        },
        {
            "References": "PMID:2129496",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Dimethyl sulfoxide (DMSO), a commonly used cryoprotectant in cryopreservation procedures, is detrimental to viability of cells. In this view point, a comparative study was carried out to evaluate the effect of DMSO on porcine mesenchymal stem cells (pMSCs). /This study/ compared the viability, colony forming unit-fibroblast (CFU-F) assay, expression of Bak and Bcl2 genes, Bcl2 protein antigen, and CD90 in pMSCs cryopreserved with 5%, 10%, and 20% DMSO. pMSCs isolated from bone marrow were characterized by alkaline phosphatase activity and the expression of transcription factors, such as Oct 3/4, Nanog, and Sox2. The cells were then cryopreserved by cooling at a rate of -1 °C/min in a programmable freezer and stored in liquid nitrogen. The results of survival of pMSCs cryopreserved at 5% DMSO were comparable to control group (fresh pMSCs). The survival and the number of colonies formed in cryopreserved pMSCs were inversely proportional to the concentration of DMSO. The number of colonies formed in pMSCs cryopreserved with all concentrations of DMSO was significantly (p < 0.05) lower than the control group. An increased tendency for Bak and Bcl2 gene expression was noticed in cryopreserved pMSCs at 3 hr postthawing compared to control group. There was a close resemblance in higher level of expression of CD90 between control and cryopreserved pMSCs. Because there was no considerable difference in the results of pMSCs cryopreserved at 5% and 10% DMSO, this study strongly suggests the use of 5% DMSO in cryopreservation of pMSCs as an alternative to conventional 10% DMSO."
        },
        {
            "References": "PMID:16840553",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Dimethyl sulfoxide (DMSO), an amphipathic molecule, is widely used not only as a solvent for water-insoluble substances but also as a cryopreservant for various types of cells. Exposure to DMSO sometimes causes unexpected changes in cell fates. Because mammalian development and cellular differentiation are controlled epigenetically by DNA methylation and histone modifications, DMSO likely affects the epigenetic system. The effects of DMSO on transcription of three major DNA methyltransferases (Dnmts) and five well-studied histone modification enzymes were examined in mouse embryonic stem cells and embryoid bodies (EBs) by reverse transcription-polymerase chain reaction. Addition of DMSO (0.02%-1.0%) to EBs in culture induced an increase in Dnmt3a mRNA levels with increasing dosage. Increased expression of two subtypes of Dnmt3a in protein levels was confirmed by Western blotting. Southern blot analysis revealed that DMSO caused hypermethylation of two kinds of repetitive sequences in EBs. Furthermore, restriction landmark genomic scanning, by which DNA methylation status can be analyzed on thousands of loci in genic regions, revealed that DMSO affected DNA methylation status at multiple loci, inducing hypomethylation as well as hypermethylation depending on the genomic loci. In conclusion, DMSO has an impact on the epigenetic profile: upregulation of Dnmt3a expression and alteration of genome-wide DNA methylation profiles with phenotypic changes in EBs."
        },
        {
            "References": "Hynie S et al; Naunyn-Schmiedeberg's Arch Pharmacol 310 (3): 231 (1980)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DMSO increased enzymatic activity of glucagon and guanylylimidodiphosphate. Effect of DMSO on rat hepatic adenylate cyclase reversible and stimulatory effect of DMSO on enzymatic activity was observed in persistent active state induced by preincubation with guanylylimidodiphosphate."
        },
        {
            "References": "PMID:525310",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Human corneal epithelium incubated in organ culture for 20-28 hr and exposed to DMSO 2, 4, 6, 8, 6, 4 and 2% successively for 10 min. Latent cell damage at 31 °C. Toxic at 4 deg in pure serum and Dulbecco's medium."
        },
        {
            "References": "PMID:23964287",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Dimethyl sulfoxide (DMSO) is frequently utilized as a solvent in toxicological and pharmaceutical investigations. It is therefore important to establish the cellular and molecular targets of DMSO in order to differentiate its intrinsic effects from those elicited by a compound of interest. /This study/ performed a genome-wide functional screen in Saccharomyces cerevisiae to identify deletion mutants exhibiting sensitivity to 1% DMSO, a concentration standard to yeast chemical profiling studies. ... Mutants defective in Golgi/ER transport are sensitive to DMSO, including those lacking components of the conserved oligomeric Golgi (COG) complex. Moreover, strains deleted for members of the SWR1 histone exchange complex are hypersensitive to DMSO, with additional chromatin remodeling mutants displaying a range of growth defects. /This study also identifies/ DNA repair genes important for DMSO tolerance. ...Overexpression of histone H2A.Z, which replaces chromatin-associated histone H2A in a SWR1-catalyzed reaction, confers resistance to DMSO. Many yeast genes described in this study have homologs in more complex organisms, and the data provided is applicable to future investigations into the cellular and molecular mechanisms of DMSO toxicity."
        },
        {
            "References": "PMID:16154562",
            "Value": "/IMMUNOTOXICITY/ A significant increase in lymphocyte apoptosis was detected by the TUNEL method in the thymus, spleen, and Peyer's patches (PP) following intraperitoneal (i.p.) administration of dimethyl sulfoxide (DMSO) (treatment, n = 47; control, n = 8). Interestingly, administration of low doses of DMSO caused apoptosis in only the PP, and suggested that i.p. administration of DMSO induced apoptosis for each lymphoid organ in a dose dependent manner. Moreover, in the early stage during the apoptotic change, a characteristic localization of lymphocytes undergoing apoptosis was observed. Briefly, early apoptosis occurred predominantly in the cortical mid-zone of the thymus, white pulp of the spleen, and germinal centers of PP. With increased time following administration, however, lymphocytes throughout lymphoid tissues, independent of characteristic localization during the early stage, seemed to undergo apoptosis, resulting in the severe loss of lymphocytes. In fact, the relative spleen weight significantly decreased at 24 hr following DMSO administration (n = 7; P < 0.001 versus 8 control mice). Taken together, these results showed for the first time that the in vivo administration of DMSO to mice caused apoptosis in lymphoid organs, and also demonstrated that the apoptotic behavior varied between different lymphoid organs."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/IMMUNOTOXICITY/ Autoimmune strain MRL/Ipr, C3H/lpr, and male BXSB mice were placed on a continuous treatment  regimen with 3% DMSO or 3% DMS02 in the drinking water, ad libitum, commencing at 1 to 2 months of  age, before spontaneous autoimmune lymphoproliferative disease development could be detected. This represented doses of 8-10 g/kg/day of DMSO and 6-8 g/kg/day of DMS02. Both compounds were observed  to extend the mean life span of MRL/Ipr mice from 5.5 months to over 10 months of age. All strains  showed decreased antinuclear antibody responses and significant diminution of lymphadenopathy,  splenomegaly, and anemia development. Serum IgG levels and spleen IgM antibody plaque formation,  however, did not differ from control values. There was no indication of involvement of systemic  immunosuppressive or antiproliferative effects, and treated animals were observed to remain healthy  and vigorous with no signs of toxicity. These results demonstrate that high doses of both DMSO and  its major in vivo metabolite, DMSO2, provide significant protection against the development of  murine autoimmune lymphoproliferative disease."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Dimethyl sulfoxide. Available from, as of June 7, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/IMMUNOTOXICITY/ The effect of intraperitoneal DMSO on serum immunoglobulin levels was evaluated for matched groups of 10 animals given daily intraperitoneal injections of 0.1 or 0.2 mL of undiluted DMSO.  After three injections of 0.2 mL, only six animals survived and immunoglobulin concentrations were determined on the fourth day. Animals given 0.1 mL received 7 daily injections and their serum immunoglobulin levels were assayed on the 8th day. Surviving animals given 0.2 mL DMSO (8.8g/kg) demonstrated a 60-80% drop in IgG subclasses, a 64% drop in IgA, and a 50% drop in IgM. Animals given 0.1 mL (4.4g/kg) experienced a 30% drop for IgG subclasses and a 21% drop for IgA. IgM levels remained unchanged."
        },
        {
            "References": "PMID:17549043",
            "Value": "/OTHER TOXICITY INFORMATION/ BACKGROUND AND PURPOSE: The intravesical administration of dimethyl sulphoxide (DMSO) is used to alleviate the symptoms of interstitial cystitis. /This study/ investigated the relaxant effect of DMSO and its underlying mechanism in the detrusor muscle.  EXPERIMENTAL APPROACH: The effects of DMSO on contraction, on Ca2+ sensitivity of myofilaments, and on myosin light chain (MLC) phosphorylation were investigated in both intact and alpha-toxin-permeabilized strips of rabbit detrusor muscle. KEY RESULTS: In fura-PE3-loaded strips, DMSO (>1%) induced a significant relaxation during sustained contractions induced by 60 mM K+-depolarization or 10 microM carbachol, while having no effect on the [Ca2+](i) level. DMSO decreased the level of MLC phosphorylation during the contractions induced by 60 mM K+ and 10 microM carbachol. DMSO also inhibited both the contraction and MLC phosphorylation induced by calyculin-A in intact strips. In the alpha-toxin-permeabilized preparations, DMSO relaxed the Ca2+-induced contraction and also inhibited the tension development induced by a stepwise increment of Ca2+ concentrations. Such a relaxant effect of DMSO was enhanced in the presence of phosphate.  CONCLUSIONS AND IMPLICATIONS: DMSO relaxes rabbit detrusor muscle by decreasing the Ca2+ sensitivity of myofilaments. Inhibition of the kinase activities involved in myosin phosphorylation may play a major role in DMSO-induced Ca2+ desensitization. Inhibition of the cross-bridge cycling at the step of phosphate release may also contribute to the relaxant effect of DMSO. Such relaxant effects of DMSO could be linked to the therapeutic effect of DMSO in interstitial cystitis."
        },
        {
            "References": "PMID:21059397",
            "Value": "/OTHER TOXICITY INFORMATION/ INTRODUCTION: Dimethyl sulfoxide is an amphiphilic compound whose miscibility with water and its ability to dissolve lipophilic compounds make it an appreciated solvent in biomedical research. However, its reported antioxidant properties raise doubts about its use as a solvent in evaluating new antioxidants. The goal of this investigation was to evaluate its antioxidant properties and carry out a comparative study on the antioxidant properties of some known neuroprotective antioxidants in the presence and absence of dimethyl sulfoxide.  METHODS: The antioxidant properties of dimethyl sulfoxide were studied in rat brain homogenates by determining its ability to reduce both lipid peroxidation (TBARS formation) and protein oxidation (increase in protein carbonyl content and decrease in free thiol content) induced by ferrous chloride/hydrogen peroxide. Its ability to reduce the production of hydroxyl radicals by 6-hydroxydopamine autoxidation was also estimated. The same study was also performed with three known antioxidants (alpha-phenyl-N-tert-butylnitrone; 2-methyl-2-nitrosopropane; 5,5-dimethyl-1-pyrroline N-oxide) in the presence and absence of dimethyl sulfoxide.  RESULTS: /These/ results showed that dimethyl sulfoxide is able to reduce both lipid peroxidation and protein carbonyl formation induced by ferrous chloride/hydrogen peroxide in rat brain homogenates. It can also reduce the production of hydroxyl radicals during 6-hydroxydopamine autoxidation. However, it increases the oxidation of protein thiol groups caused by ferrous chloride/hydrogen peroxide in rat brain homogenate.  DISCUSSION: Despite the here reported antioxidant and pro-oxidant properties of dimethyl sulfoxide, the results obtained with alpha-phenyl-N-tert-butylnitrone, 2-methyl-2-nitrosopropane, and 5,5-dimethyl-1-pyrroline N-oxide corroborate the antioxidant properties attributed to these compounds and support the potential use of dimethyl sulfoxide as a solvent in the study of the antioxidant properties of lipophilic compounds.  CONCLUSION: Dimethyl sulfoxide is a very useful solvent that may be used at relatively low concentrations in the development of new antioxidants with neuroprotective properties."
        },
        {
            "References": "PMID:17395177",
            "Value": "/OTHER TOXICITY INFORMATION/ Thioacetamide (400 mg/kg body weight, i.p.) was administered to rats. After 12 hr the activity of plasma glutamate-oxaloacetate transaminase (GOT) and glutamate-pyruvate transaminase (GPT) was significantly higher than that of the control group, and after 24 hr plasma GOT and GPT activities strongly increased. These results indicated that the necrotic process was initiated at about 12 hr and developed thereafter. By co-administration of dimethyl sulphoxide (DMSO, 18 and 1 hr before, and 8 hr after administration of thioacetamide: each time, 2.5 mL/kg body weight, p.o.), plasma GOT and GPT were significantly decreased and were even comparable to the control group, showing that DMSO totally prevented the necrotic action of thioacetamide. After 12 and 24 hr of thioacetamide administration, the hepatic level of vitamin C, the most sensitive chemical indicator of oxidative stress, decreased significantly, indicating that oxidative stress was significantly enhanced 12 hr after thioacetamide intoxication and thereafter. DMSO totally restored the liver vitamin C level, demonstrating that DMSO effectively ameliorated the oxidative stress caused by thioacetamide, resulting in the prevention of necrosis of the liver. Phosphorylated c-Jun NH(2)-terminal kinase (JNK) significantly increased transiently 12 hr after treatment with thioacetamide. These results indicated that oxidative stress and the activation of JNK took place almost simultaneously. Phosphorylated extracellular signal-related kinase (ERK) 2 was significantly increased 6-12 hr after thioacetamide injection. Phosphorylated p38 MAPK (mitogen activated protein kinase) was significantly decreased 24 hr after administration of thioacetamide. DMSO treatment inhibited the change of these MAPKs by thioacetamide, corresponding with the prevention of the liver necrosis as well as the attenuation of oxidative stress."
        },
        {
            "References": "PMID:21269693",
            "Value": "/OTHER TOXICITY INFORMATION/ Dimethyl sulfoxide (DMSO) is evident to induce apoptosis in certain tumor cells in vitro. However, its apoptotic mechanism remains unexplored in in vivo tumors. This article describes that DMSO, being non-toxic to the normal lymphocytes, up regulated TNFalpha and p53, declined Bcl-2/Bax ratio, activated caspase 9 and PARP-1 cleavage and produced apoptotic pattern of DNA ladder in Dalton's lymphoma (DL) in vivo. This was consistent with the declined expressions of tumor growth supportive glycolytic enzymes; inducible D-fructose-6-phosphate-2-kinase and lactate dehydrogenase-5 in the DL cells. The findings suggest induction of TNFalpha-p53-mitochondrial pathway of apoptosis by DMSO in a non-Hodgkin's lymphoma and support evolving concept of glycolytic inhibition led apoptosis in a tumor cell in vivo."
        },
        {
            "References": "Prasanna HR et al; IARC Sci Publ (84): 175-7 (1987)",
            "Value": "/OTHER TOXICITY INFORMATION/ Effects of dimethyl sulfoxide and ethanol on the microsome mediated metabolism of two hepatocarcinogens, N-nitrosodimethylamine and aflatoxin B1, are presented. With hamster liver microsomes, dimethyl sulfoxide and ethanol totally inhibited N-nitrosodimethylamine demethylase activity but had little effect on the binding of aflatoxin B1 to DNA. These observations indicate that the mixed-function oxidases (cytochrome P450) essential for the metabolic activation of these carcinogens exhibit different sensitivities to different inhibitors."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 16, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of dimethyl sulfoxide can be estimated to be 2(SRC). According to a classification scheme(2), this estimated Koc value suggests that dimethyl sulfoxide is expected to have very high mobility in soil."
        }
    ]
}