{
    "_id": {
        "$oid": "6682e85ec4e5dba5ffba253d"
    },
    "CID": {
        "$numberInt": "6794"
    },
    "Name": "DIQUAT DIBROMIDE",
    "IUPACName": "7,10-diazoniatricyclo[8.4.0.02,7]tetradeca-1(14),2,4,6,10,12-hexaene;dibromide",
    "CanonicalSMILES": "C1C[N+]2=CC=CC=C2C3=CC=CC=[N+]31.[Br-].[Br-]",
    "Synonyms": [
        "DIQUAT DIBROMIDE",
        "85-00-7",
        "Aquacide",
        "Reglon",
        "Reglox",
        "Deiquat",
        "Preeglone",
        "Reglone",
        "Weedtrine-D",
        "Diquat dibromide [ISO]",
        "Ethylene dipyridylium dibromide",
        "\"6,7-Dihydrodipyrido[1,2-a:2,1-c]pyrazine-5,8-diium bromide\"",
        "6BDV3T272W",
        "Detrone",
        "\"Dipyrido(1,2-a:2,1-c)pyrazinediium",
        "6,7-dihydro-",
        "dibromide\""
    ],
    "IsomericSMILES": "C1C[N+]2=CC=CC=C2C3=CC=CC=[N+]31.[Br-].[Br-]",
    "INCHI": "InChI=1S/C12H12N2.2BrH/c1-3-7-13-9-10-14-8-4-2-6-12(14)11(13)5-1;;/h1-8H,9-10H2;2*1H/q+2;;/p-2",
    "INCHIKEY": "ODPOAESBSUKMHD-UHFFFAOYSA-L",
    "Formula": "C12H12Br2N2",
    "MolecularWeight": {
        "$numberDouble": "344.04"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "183"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Garten CT Jr, Trabalka JR; Environ Sci Technol 17: 590-5 (1983) (4) Funderburk HH Jr, Bozarth GA; J Agric Food Chem 15: 563-7 (1967)",
            "Value": "A BCF range of <0.6 to 1.4 was measured for diquat dibromide(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). No bioaccumulation in fish was reported using a microcosm(3). No residues were detected in organs or tissues of channel catfish collected from pools 5 months after a single application or 2 months after a second treatment of 1 ppm diquat(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Thom NS, Agg AR; Proc Roy Soc London B189: 347-51 (1975) (2) Funderburk HH Jr, Bozarth GA; J Agric Food Chem 15: 563-7 (1967) (3) Simsiman GV, Chesters G; Water Res 10: 105-12 (1976) (4) Weber JB; Adv Chem Ser 111: 55-120 (1972)",
            "Value": "Diquat dibromide is listed as being a chemical which is unlikely to be removed during biological sewage treatment, even after prolonged exposure of the microorganisms(1). However microorganisms are capable of degrading diquat dibromide(2) and biodegradation occurs in various sediment-water systems as is evidenced by the cumulative production of CO2 in these systems(3); the rate of degradation is very slow. After 65 days, only 0.88 and 0.21% of the diquat dromide was converted to CO2 under aerobic and anaerobic conditions using water and sediment from a eutrophic lake and negligible using water and sediment from an oligotrophic lake(3). Diquat dibromide adsorbed on the internal faces of montmorillonite clay in aqueous soil-nutrient solution was not degraded by microorganisms over a one year period(4). When adsorbed in the interlayer spacings of the clay, the compound probably persists indefinitely in its original form, although in a biologically inactive state(4)."
        },
        {
            "References": "(1) Funderburk HH Jr, Bozarth GA; J Agric Food Chem 15: 563-7 (1967) (2) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "AEROBIC: Diquat dibromide, applied to pools at a rate of 0.3 lbs per surface acre in 1962, was present at a concn range of a trace to 1.7 ppm in bottom muds sampled in 1966(1). Diquat dibromide, present at 100 mg/l, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(2). Therefore this compound is not expected to biodegrade rapidly(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 436",
            "Value": "log Kow = -4.60"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:7245208",
            "Value": "Diquat was not significantly more potent than paraquat. Both produced dose- and time-dependent  inhibition of DNA synthesis. /Diquat/"
        },
        {
            "References": "HIRA K, TAKAMATSU H; KANKYO KAGAKU SOGO KENKYUSHO NENPO 6: 9-18 (1979)",
            "Value": "Diquat ruptured mitochondria of type A of type II alveolar  cells, which became necrotic. /Diquat/"
        },
        {
            "References": "Slaughter MR, Thakkar H et al; Toxicol Appl Pharmacol 178(2): p.63-70 (2002)",
            "Value": "...Diquat, a potent redox cycler that generates reactive oxygen species,  has been used to  study oxidative stress ... . Diquat reduces cell growth in /human/  neuroblastoma /SH-SY5Y/ cells and   induces an adaptive antioxidant response, which are concn dependent and occur at sublethal   concns. At higher concns, diquat alters mitochondrial function and becomes increasingly toxic."
        },
        {
            "References": "PMID:8382845",
            "Value": "...The age-associated enhancement of diquat toxicity /in Fischer 344 rats/  could be  due to an  increased availability of iron for reaction with diquat-generated hydrogen peroxide  and for  stimulation of lipid and protein oxidation."
        },
        {
            "References": "PMID:3368924",
            "Value": "Diquat toxicity is proposed to be mediated through the generation of active  oxygen species ... . ...Rats  were treated with  diquat dibromide (20 mg/kg bw) and the effect on the iron distribution in liver was  determined. The results show that diquat-treated animals had increased levels of  hepatic low  molecular weight chelatable iron (LMWC-Fe) and decreased levels of hepatic  ferritin iron when  compared to saline-treated animals. These results suggest that diquat  toxicity may be  associated with the release of iron from ferritin in vivo... ."
        },
        {
            "References": "PMID:8161358",
            "Value": "... acute diquat (1,1'-ethylene,   2,2'-bipyridilium)   toxicity in the rat is associated with stimulation of net fluid secretion  into the   gastrointestinal tract. ...The possibility that the mechanism of diquat  toxicity in  the   small intestine involves redox cycling of the bipyridyl leading to a disturbance of    biochemical function and oxidative stress /was examined/. Experiments performed in vitro     showed that diquat (10 uM to 1 mM) produced an incr in activity of the pentose  phosphate    pathway in rat small intestinal tissue slices, suggesting that there was oxidation  of NADPH    even at concns of diquat which do not cause intestinal fluid secretion in anesthetized rats.    When the effect of diquat on pentose phosphate activity was measured in  rats in situ at a    dose which causes maximal fluid secretion [50 mM diquat dibromide (DQBr2)],  production of    14CO2 from [1-14C]-glucose increased by 278 +/- 28% (N=4) within 1 hr of  exposure to diquat.   Under these same conditions, the tissue content of NADPH in the proximal  small intestine was  significantly depleted  ... . It is likely that  NADPH oxidation at low diquat concns can be  adequately compensated for by mechanisms  within  the tissue which protect against oxidative  stress. However, the data also suggest  that   diquat-induced fluid secretion in the rat small  intestine is associated with redox  cycling of  bipyridyl leading to depletion of NADPH."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USEPA; R.E.D. Facts Database on Diquat Dibromide (85-00-7). USEPA 738-F-95-015. July 1995. Available from the Database Query page at https://www.epa.gov/pesticides/reregistration/status.htm#top as of Jun 17, 2002. (2) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Matthess G; Chem Plant Prot 9: 192-246 (1994) (5) Stevenson FJ; J Environ Qual 1: 333-43 (1972) (6) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Diquat dirbomide exhibits strong adsorption to soils(1). Using a structure estimation method based on molecular connectivity indices(2), the Koc for diquat dibromide can be estimated to be 2,000(SRC). According to a classification scheme(3), this estimated Koc value suggests that diquat dibromide is expected to have slight mobility in soil. The Rf value, from thin-layer chromatography on soil plates, for this compound falls in the range of 0-0.09, which indicates no mobility(4). Diquat dibromide is an organic divalent cation(5) and cations generally adsorb to organic carbon and clay more strongly than their neutral counterparts(6)."
        },
        {
            "References": "(1) Choudry GG; Toxicol Environ Chem 6: 127-71 (1983) (2) Helling CS; Soil Sci Soc Amer Proc 35: 743-8 (1971) (3) Weber JB; Adv Chem Ser 111: 55-120 (1972) (4) Helling CS, Turner BC; Science 162: 562-3 (1968) (5) Kunze GW; pp.49-70 in Pestic Eff Soil Water Symp Columbus, OH (1965)",
            "Value": "Diquat dibromide dissolves and dissociates in aqueous solution to form cations. They are highly soluble and behave as strong electrolytes even under acid conditions. Thus, their hydrophobic-hydrophilic interaction and dissociation constants do not affect their adsorption characteristics(1). Diquat dibromide is strongly adsorbed by humic substances by an ion exchange mechanism, the reaction being accompanied by a release of hydrogen ions(1). There is also evidence that charge-transfer complexes are formed between the humic acid and the bipyridylium cation(1). The relative importance of the two mechanisms is a matter of speculation(1). Diquat dibromide was in the lowest of 5 mobility categories in soil mobility measurements on 14 montmorillonite and non-montmorillonite soils(2,4). Its mobility was not correlated with any soil properties except for clay content in the case of montmorillonite soils(2). X-ray studies reveal that the diquat dibromide is tightly adsorbed to the interlayer spacings of montmorillonite making it unavailable to microorganisms(3). Adsorption by kalolinite and vermiculite is less strong and the availability of the diquat dibromide wasn't reduced completely(3). Diquat dibromide is completely adsorbed by bentonite at pH 4.1 and 8.2 and strongly adsorbed by muck at pH 3.2 and 5.3(5)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Mikulás, J., Lázár, J., & Kazinczi, G. (2005). Translocation of diquat dibromide. International Journal of Horticultural Science, 11(1), 105–107. https://doi.org/10.31421/IJHS/11/1/568",
            "Value": "The systemic behavior of diquat dibromide, at varying dilutions ranging from 40% to 5%, has been observed in Robinia pseudo-acacia plants within field conditions. The translocation occurs initially in the apical direction and subsequently in the basipetal direction within the plant. The extent of this translocation is found to be concentration-dependent. In a hydroponic setting, diquat dibromide formed crystalline deposits on the leaf surface of Galinsoga parviflora, and all concentrations (ranging from 40% to 0.078%) exhibited lethal effects on the plants. The novel discovery of diquat dibromide's systemic characteristics, shedding light on its ability to move within plants."
        }
    ]
}