{
    "_id": {
        "$oid": "6682e85ec4e5dba5ffba2540"
    },
    "CID": {
        "$numberInt": "6810"
    },
    "Name": "TETRAHYDROPHTHALIC ANHYDRIDE",
    "IUPACName": "3a,4,7,7a-tetrahydro-2-benzofuran-1,3-dione",
    "CanonicalSMILES": "C1C=CCC2C1C(=O)OC2=O",
    "Synonyms": [
        "85-43-8",
        "TETRAHYDROPHTHALIC ANHYDRIDE",
        "1,2,3,6-Tetrahydrophthalic anhydride",
        "3a,4,7,7a-Tetrahydroisobenzofuran-1,3-dione",
        "3a,4,7,7a-Tetrahydro-2-benzofuran-1,3-dione",
        "Tetrahydroftalanhydrid",
        "Rikacid TH",
        "Tetrahydrophthalic acid anhydride",
        "THPA",
        "1,3-Isobenzofurandione",
        "3a,4,7,7a-tetrahydro-",
        "Memtetrahydro phtalic anhydride",
        "4-Cyclohexene-1,2-dicarboxylic acid anhydride",
        "4-Cyclohexene-1,2-dicarboxylic anhydride",
        "1,2,3,6-Tetrahydrophthalic acid anhydride",
        "Anhydrid kyseliny tetrahydroftalove"
    ],
    "IsomericSMILES": "C1C=CCC2C1C(=O)OC2=O",
    "INCHI": "InChI=1S/C8H8O3/c9-7-5-3-1-2-4-6(5)8(10)11-7/h1-2,5-6H,3-4H2",
    "INCHIKEY": "KMOUUZVZFBCRAM-UHFFFAOYSA-N",
    "Formula": "C8H8O3",
    "MolecularWeight": {
        "$numberDouble": "152.15"
    },
    "Description": "1,2,3,6-tetrahydrophthalic anhydride is a cyclic dicarboxylic anhydride that is 1,3,3a,4,7,7a-hexahydro-2-benzofuran carrying oxo groups at positions 1 and 3. It is a cyclic dicarboxylic anhydride and a tetrahydrofurandione.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "218"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Sheridan RS, Meola JR; J AOAC Internat 82: 982-90 (1999)",
            "Value": "Tetrahydrophthalic anhydride has been detected in peaches and strawberries(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Towle PH et al; Kirk-Othmer Encycl Chem Technol 2nd ed. 15: 444 (1968) (2) Hawkins MD; J Chem Soc Perkin Trans 2 75: 282-4 (1975) (3) Wolfe NL; OSW Report; Screening of Hydrolytic Reactivity of OSW Chemicals p.78 (NA-)",
            "Value": "Based upon the rapid hydrolysis of structurally analogous phthalic anhydride(1), half-lives of 1.5 and 2.7 minutes(SRC) from rate constants of 6.9X10-3/sec(2) and 4.3X10-3/sec(3), respectively, biococentration of tetrahydrophthalic anhydride is not expected to be an important fate process(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... After ip injection of 500 mg/kg, 2/2 mice died within the first day after application; after ip injection of 250 or 125 mg/kg, 0/2 animals died. /Solvent: 1% gum acacia/[European Chemicals Bureau; IUCLID Dataset, 1,2,3,6-Tetrahydrophthalic anhydride (CAS No. 85-43-8) (2000 CD-ROM  edition). Available from, as of August 29, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Not irritating /to/ rabbit /skin/ ... Irritating /to/ rabbit eyes ... Possible irreversible effects /on rabbit eyes after 1hr exposure/[European Chemicals Bureau; IUCLID Dataset, 1,2,3,6-Tetrahydrophthalic anhydride (CAS No. 85-43-8) (2000 CD-ROM  edition). Available from, as of August 29, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Rabbits were given 20 mg/kg body weight, initially every other day and then daily (for two months in each case)). The treatment affected the protein-forming function of the liver, caused hypercholesteremia, a reduction in alkaline phosphatase and aldolase activity, and leukocytosis. Gross pathology examination revealed stimulation of the reticuloendothelial system.[Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 562]"
        },
        {
            "References": "",
            "Value": "/GENOTOXICITY/ /1,2,3,6-Tetrahydrophthalic anhydride was/ negative /in/ Ames test using Salmonella typhimurium TA98, TA100, TA1535, TA1537, /and/ TA1538 with or without metabolic activation /at concn up to/ 1000 ug/plate.[European Chemicals Bureau; IUCLID Dataset, 1,2,3,6-Tetrahydrophthalic anhydride (CAS No. 85-43-8) (2000 CD-ROM  edition). Available from, as of August 29, 2006: http://esis.jrc.ec.europa.eu/]"
        },
        {
            "References": "PMID:8545845",
            "Value": "/IMMUNOTOXICITY/ ... With the exception of 3,4,5,6-tetrahydrophthalic-anhydride  and succinic-anhydride (SA), all anhydrides increased specific total IgG antibodies in all animals of their test groups. Only three of nine and seven of nine guinea-pigs produced IgG antibodies, at low levels, to THPA3456 and SA, respectively. The highest IgG titer, 6,400, was produced by 4-methyltetrahydrophthalic-anhydride. Specific IgG1 and IgG2 antibody titers were increased in all animals testing IgG positive. All animals immunized with maleic-anhydride, 4-methylphthalic-anhydride, methylhexahydrophthalic-anhydride, or either isomer of MTHPA developed specific IgE antibodies with five and six out of nine developing IgE antibodies to methylmaleic-anhydride and trimellitic-anhydride, respectively.[Welinder H et al; Toxicology 103 (2): 127-136 (1995)]"
        },
        {
            "References": "PMID:9129176",
            "Value": "/IMMUNOTOXICITY/ The objective of the study was to evaluate the structure-activity relationship for the antigenic activity of different organic acid anhydrides (OAAs). The specificity of guinea pig (GP) IgG1 to different anhydrides was studied by ELISA-inhibition, PCA, and airway provocation tests of cross-reactivity with different OAA conjugates. In the airway provocation tests, lung resistance and plasma extravasation of Evan's Blue dye was measured. The ELISA-inhibition tests showed a wide range in antibody specificity. Modelling of ring configuration, methyl group substitution, double bond position, and cis/trans isomerism of anhydride forming carboxyl groups influenced the specificity. There was a general consistency in cross-reactivity of anti-cis-hexahydrophthalic anhydride IgG1 versus GP serum albumin conjugates of trans-hexahydrophthalic anhydride, phthalic anhydride, and succinic anhydride as shown by ELISA-inhibition, PCA, and airway provocation tests. It is concluded that various modifications of the chemical structures of a hapten are recognized by the hapten-specific antibodies, and that these differences may have clinical relevance. In particular, the ring structure and the positions of double bonds and of methyl groups are important. Further, the in-vitro ELISA-inhibition tests show a good agreement with the in-vivo PCA and bronchial provocation tests.[Zhang X-D et al; Toxicology 118 (2-3): 223-232 (1997)]"
        },
        {
            "References": "",
            "Value": "/IMMUNOTOXICITY/ Guinea pigs were immunized intradermally with a single dose of 0.3 M solution of tetrahydrophthalic anhydride (THPA) and other anhydrides. IgE and IgG antibodies specific for guinea-pig serum albumin conjugates of the anhydrides were determined by passive cutaneous anaphylaxis (PCA) tests /(IgE)/ and enzyme-linked immunoabsorbant assay (ELISA) /(IgG)/. Specific IgG levels were increased in only 3 of 9 animals immunized with THPA. Less than 10% of the animals in the THPA immunized group were positive for specific IgE antibodies ... It should be noted that the PCA assay has low sensitivity and may not detect low titer levels of antibody ... The primary purpose of this article was to investigate structure activity relationships of organic acid anhydrides. The authors concluded that substitution of a hydrogen atom for a methyl group enhanced antibody formation. This substitution appeared to be the most marked general effect of chemical structure on immunogenicity. /Purity > or = 97/[EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans for Cyclic anhydrides (March 2001). Available from, as of August 29, 2006: http://cfpub.epa.gov/hpv-s/]"
        },
        {
            "References": "",
            "Value": "/IMMUNOTOXICITY/ /In/ guinea pig maximization test ... 17/20 animals showed positive response /to 1,2,3,6-tetrahydrophthalic anhydride/.[European Chemicals Bureau; IUCLID Dataset, 1,2,3,6-Tetrahydrophthalic anhydride (CAS No. 85-43-8) (2000 CD-ROM  edition). Available from, as of August 29, 2006: http://esis.jrc.ec.europa.eu/]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Towle PH et al; Kirk-Othmer Encycl Chem Technol 2nd ed. 15: 444 (1968) (2) Hawkins MD; J Chem Soc Perkin Trans 2 75: 282-4 (1975) (3) Wolfe NL; OSW Report; Screening of Hydrolytic Reactivity of OSW Chemicals p.78 (NA-)",
            "Value": "Based upon the rapid hydrolysis of structurally analogous phthalic anhydride(1), half-lives of 1.5 and 2.7 minutes(SRC) from rate constants of 6.9X10-3/sec(2) and 4.3X10-3/sec(3), respectively, adsorption  of tetrahydrophthalic anhydride is not expected to be an important environmental fate process(SRC)."
        }
    ]
}