{
    "_id": {
        "$oid": "6682e85fc4e5dba5ffba2542"
    },
    "CID": {
        "$numberInt": "6819"
    },
    "Name": "BUTYL GLYCOLYL BUTYL PHTHALATE",
    "IUPACName": "2-O-(2-butoxy-2-oxoethyl) 1-O-butyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCOC(=O)COC(=O)C1=CC=CC=C1C(=O)OCCCC",
    "Synonyms": [
        "Butyl phthalyl butyl glycolate",
        "85-70-1",
        "Butoxycarbonylmethyl butyl phthalate",
        "Reomol 4pg",
        "Butyl carbobutoxymethyl phthalate",
        "Butyl glycolyl butyl phthalate",
        "2-butoxy-2-oxoethyl butyl phthalate",
        "Butyl phthalate butyl glycolate",
        "Butylphthalyl butylglycolate",
        "Dibutyl o-carboxybenzoyloxyacetate",
        "Glycolic acid",
        "butyl ester",
        "butyl phthalate",
        "Phthalic acid",
        "butyl ester",
        "ester with butyl glycolate",
        "Santicizer B 16",
        "Dibutyl O-(o-carboxybenzoyl) glycolate",
        "Glycolic acid",
        "phthalate",
        "dibutyl ester"
    ],
    "IsomericSMILES": "CCCCOC(=O)COC(=O)C1=CC=CC=C1C(=O)OCCCC",
    "INCHI": "InChI=1S/C18H24O6/c1-3-5-11-22-16(19)13-24-18(21)15-10-8-7-9-14(15)17(20)23-12-6-4-2/h7-10H,3-6,11-13H2,1-2H3",
    "INCHIKEY": "GOJCZVPJCKEBQV-UHFFFAOYSA-N",
    "Formula": "C18H24O6",
    "MolecularWeight": {
        "$numberDouble": "336.4"
    },
    "Description": "Butyl phthalyl butylglycolate is a benzoate ester.",
    "XlogP": {
        "$numberDouble": "4.6"
    },
    "Complexity": {
        "$numberInt": "406"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Staples CA et al; Chemosphere 35: 667-749 (1997)",
            "Value": "An estimated BCF of 300 was calculated in fish for butyl glycolyl butyl phthalate(SRC), using an estimated log Kow of 4.15(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC). However, bioconcentration studies on compounds which are structurally similar suggest that bioconcentration may be lower than that indicated by the regression-derived equations due to the ability of aquatic organisms to readily metabolize this class of compounds(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Saeger VW, Tucker ES; App Env Microbiol 31: 29-34 (1976) (2) Saeger VW, Tucker ES; Plastics Eng Aug: 46-49 (1973) (3) O'Grady DP et al; App Env Microbiol 49: 443-5 (1985)",
            "Value": "AEROBIC: Butyl glycolyl butyl phthalate at an initial concentration of 1 mg/L underwent approximately 95% biodegradation in 2 days under aerobic conditions in Mississippi River water. When 5, 20, 100 and 200 mg per 24 hr butyl glycolyl butyl phthalate was added to a semi-continuous activated sludge apparatus, it underwent >99% biodegradation under aerobic conditions(1,2). Butyl glycolyl butyl phthalate underwent 84.5% biodegradation in a semi-continuous activated sludge test under aerobic conditions in 24 hrs, and complete degradation was observed in three days in an activated sludge die-away test(3)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 377",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... This plasticizer is a substance of low toxicity. With regard to its oral toxicity, it should be noted that doses of 2.10 g/kg given to rabbits, and 3.20 g/kg-4.70 g/kg given to rats, did not ... cause any disturbances in test animals."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1021",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Butylphthalylbutyl glycolate rated 1 on rabbit eyes. ... Substances ... have been rated numerically on a scale of 1 to 10 according to the degree of injury observed after 24 hr, paying particular attention to the condition of the cornea. The most severe injuries have been rated 10."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 883",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subchronic studies ... demonstrated that rats tolerated 0.45 g/kg/day (0.9%) butyl phthalyl butyl glycolate in the diet. At 1.56 g/kg/day, reduced growth and histopathologic effects were noted in a 30-day study in rats."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 377",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Young rats /were/ kept for a year on daily diets containing 0.02, 0.2, and 2% of butylphthalyl butyl glycolate. For animals on the first two of these diets, the growth curves were practically superimposable on those of the controls. ... Rats on the 2% diet showed a certain retardation of growth. Anatomical/pathological examinations carried out after a year for each series ... did not show anything abnormal."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Phthalate Esters p.C-29 (1980) EPA 440/5-80-067",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A two year feeding study in rats (10 per exposure group) at levels of 0.02, 0.2, or 2.0% butylphthalyl butyl glycolate into the diet were conducted. There was no evidence of toxicity or retardation of growth at any of the levels of butylphthalyl butyl glycolate."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 884",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two mongrel dogs treated for 2 yr with 140 mg/d in capsule form also did not show any evidence of toxicity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 884",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2-year dietary study, rats receiving up to 20,000 ppm (1 g/kg/day) butyl phthalyl butyl glycolate exhibited no significant increases in tumor incidence, when compared to control animals."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 883",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Twenty Sherman rats receiving up to 20,000 ppm (1 g/kg/day) butyl phthalyl butyl glycolate in the diet for 1 yr exhibited no significant changes in behavior, body weight, mortality, tumor incidence, hematology, and gross pathology (with special attention given to the endocrine system)."
        },
        {
            "References": "PMID:7140684",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Eight early studies of phthalate ester carcinogenicity are reviewed. Three experiments involving tumor induction by long term dietary administration of di(2-ethylhexyl)phthalate to Sherman rats and Wistar rats and to ddY mice and ICR-mice are outlined. Various limitations of these experiments are discussed, including poor survival, limited pathological examinations, and unclear reporting. The same types of problems are noted for a similar experiment on di-n-butylphthalate induction of kidney tumors in mice. Two studies in which butyl-benzyl-phthalate was administered intraperitoneally to mice and by unspecified route to Wistar-rats are described, and the negative results and lack of details on dose administration and controls are pointed out. An experiment suggesting kidney pathology in Wistar-rats after long term dietary exposure to ethyl-phthalyl-ethyl-glycolate is summarized, and the lack of details on survival is noted. Similar difficulties are indicated in a study of long term dietary exposure to butyl-phthalyl-butyl-glyconate in Sherman-rats."
        },
        {
            "References": "PMID:3709448",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Possible teratogenic actions of phthalic-acid esters (PAEs) are reviewed. Diethylhexyl-phthalate (117817 (DEHP) and mono-2-ethylhexyl-phthalate (MEHP) have been shown to cause adverse effects on the female reproductive system. diethylhexyl-phthalate, however, has not been shown to be teratogenic in rats. Other researchers have demonstrated increased fetal resorptions in rats after high doses of diethylhexyl-phthalate. Di-butoxyethyl-phthalate has been reported to cause congenital malformations in chick embryos. Dimethyl-phthalate, diethyl-phthalate, di-n-butyl-phthalate, diisobutyl-phthalate, dimethoxyethyl-phthalate (DMEP), and butylcarbobutoxymethyl-phthalate increase the incidence of skeletal anomalies in neonatal rats. Mono-2-ethylhexyl-phthalate does not produce skeletal defects in the fetuses of exposed rats, and no visceral anomalies have been noted. diethylhexyl-phthalate and di-n-butyl-phthalate cause intrauterine growth retardation and delayed ossification when administered in the diets of pregnant mice. A single intraperitoneal injection of dimethoxyethyl-phthalate to pregnant rats causes embryopathy, including deaths and resorptions. dimethoxyethyl-phthalate can produce hydrocephalus interna, skeletal deformities and appendicular malformations. Fetal zinc levels are also decreased. Several of the phthalate esters produce testicular damage characterized by gonadal zinc deficiency."
        },
        {
            "References": "PMID:7444977",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Butylbenzyl phthalate (BBP) and n-butyl lauryl phthalate (BLP) markedly inhibited the outgrowth of nerve fibers and glial cells from cerebellar explants of newborn rat in primary culture at concentrations of 7.0 and 12.5 x 10-4 M, respectively. The toxicity of butyl phthalyl butyl glycolate (BPBG) was not significant. From these results the order of toxicity of these three phthalate esters was determined as BBP > BLP > BPBG."
        },
        {
            "References": "PMID:17076324",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Estrogenic activity of phthalate esters in dental soft resins was evaluated with an amphibian system consisting of a vitellogenin (VTG)-detecting Enzyme-Linked Immunosorbent Assay and a primary-cultured hepatocyte assay using adult male Xenopus laevis. In particular, phthalate esters di-n-butyl phthalate (DBP), butyl phthalyl butyl glycolate (BPBG), benzyl butyl phthalate (BBP), and benzyl benzoate (BB) were investigated. ... 17beta-estradiol (E2) was used as a positive control. The chemicals were diluted in dimethyl sulfoxide (DMSO) to obtain final concentrations ranging from 10-11 to 10-4 mol/L. ... E2 showed at 4.1x10-11 mol/L. DBP, BBP, BB, and BPBG showed no estrogenic activity at concentrations between 4x10-7 mol/L and 1x10-4 mol/L."
        },
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 542",
            "Value": "/OTHER TOXICITY INFORMATION/ Extract of blood and brown fat of groundhogs were investigated /to study phenomenon of hibernation/ and it was noted that a constituent in these extracts could prolong cold tolerance of test animals. Further studies were then conducted to help identify biologic constituent producing physiologic effects in animals. 'Biologic agent' was ... /butylphthalyl butyl glycolate/ from plastic tubings ... being used in extraction procedure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 884",
            "Value": "/OTHER TOXICITY INFORMATION/  When injected IP at high doses, butyl phthalyl butyl glycolate is teratogenic in the rat."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of butyl glycolyl butyl phthalate can be estimated to be 1.5X10+4(SRC). According to a classification scheme(2), this estimated Koc value suggests that butyl glycolyl butyl phthalate is expected to be immobile in soil."
        }
    ]
}