{
    "_id": {
        "$oid": "6682e85fc4e5dba5ffba2543"
    },
    "CID": {
        "$numberInt": "6824"
    },
    "Name": "C.I. FOOD YELLOW 10",
    "IUPACName": "1-phenyldiazenylnaphthalen-2-amine",
    "CanonicalSMILES": "C1=CC=C(C=C1)N=NC2=C(C=CC3=CC=CC=C32)N",
    "Synonyms": [
        "YELLOW AB",
        "85-84-7",
        "Solvent Yellow 5",
        "C.I. Food Yellow 10",
        "Grasal Yellow",
        "Jaune AB",
        "Cerisol Yellow AB",
        "Dolkwal Yellow AB",
        "C.I. Solvent Yellow 5",
        "Yellow No. 2",
        "1-(Phenylazo)-2-naphthylamine",
        "FD and C Yellow No. 3",
        "1-Phenylazo-2-naphthylamine",
        "FD & C Yellow 3",
        "1-Benzeneazo-2-naphthylamine"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)N=NC2=C(C=CC3=CC=CC=C32)N",
    "INCHI": "InChI=1S/C16H13N3/c17-15-11-10-12-6-4-5-9-14(12)16(15)19-18-13-7-2-1-3-8-13/h1-11H,17H2",
    "INCHIKEY": "KLCDQSGLLRINHY-UHFFFAOYSA-N",
    "Formula": "C16H13N3",
    "MolecularWeight": {
        "$numberDouble": "247.29"
    },
    "Description": "Yellow AB is a member of azobenzenes.",
    "XlogP": {
        "$numberDouble": "4.3"
    },
    "Complexity": {
        "$numberInt": "309"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2010. Available from, as of Nov 14, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 10 was calculated in fish for C.I. Food Yellow 10(SRC), using an estimated log Kow of 4.77(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Weber EJ, Adams RL; Environ Sci Technol 29: 1163-70 (1995)",
            "Value": "ANAEROBIC: Azo dyes are hydrophobic compounds, suggesting they will partition strongly to bottom sediments where reductive cleavage of the azo linkage may occur. This transformation process could result in the release of potentially hazardous aromatic amines to the water column(1), in this case, aniline and 1,2 naphthylamine(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 282 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Yellow AB is lethal after its sc or oral administration to rabbits in doses of 1 g/kg bw; doses of 250 mg/kg bw are tolerated."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 283 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Yellow AB/ exerts cathartic effect in dogs after oral doses of 100 and 200 mg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 281 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Group of 84 Sherman stock rats of both sexes, weighing about 150 g was fed a diet containing yellow AB (daily intake, 8-12 mg/animal). Two rats died by 50 days and 68 more by 300 days; 14 lived over 300 days. No liver tumors or cirrhosis were detected during 50-528 days of feeding."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 282 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Yellow AB was fed to groups of 25 male and 25 female rats, 5-6 weeks old at levels of 300, 15,000 or 30,000 mg/kg of diet for up to 65 weeks. Rats receiving the two higher doses died within 5 weeks, and 10/50 animals receiving the lowest dose were alive at 60 weeks, compared with 27/50 controls. One treated rat developed reticulum-cell sarcoma of the mesentery and another an adenoma of the adrenal gland."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 282 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 12 male and 12 female weanling Osborne-Mendel rats weighing 35-50 g received diets containing levels of 500, 1000 or 2500 mg yellow AB per kg of diet for lifespan. An additional group received 1000 mg/kg of diet, which was increased to 2500 mg/kg of diet at the end of 8 weeks feeding. At the highest level, no animals survived more than 18 months; at the intermediate level, 16 rats survived up to 18 months and 7 up to 24 months; at the lowest level, 20 animals survived up to 18 months and 15 up to 24 months. The author stated that there was no significant difference in the distribution of tumors among control and experimental groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 282 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Group of 18 Swiss mice was injected sc with approx 10 mg yellow AB in 0.1 mL glycerol at 1-2 month intervals for lifespan. Maximum survival time was 18 months. No tumors were reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 282 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 18 Osborne-Mendel rats, 7 weeks of age, received weekly sc injections of 1-1.5 mg yellow AB in glycerol as 1% suspension for lifespan. Thirteen rats survived more than 18 months, and 6 survived for 24 months. An injection site fibrosarcoma occurred in one animal; no tumors were observed in 18 control rats injected with glycerol of which 13 survived 18 months and five for 24 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 283 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Daily doses of 200 and 400 mg/kg bw reduce hemoglobin concentration in male and female rats. When rats were fed diet containing 300 mg yellow AB per kg of diet, growth inhibition and atrophy and degenerative changes in testes were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 283 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A diet containing 9000 mg yellow AB per kg of diet /in rats/ caused decreased red-cell counts and increased reticulocyte counts; higher levels (15,000-30,000 mg/kg of diet) caused changes in liver, thymus, adrenal, pancreas, and kidney."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V8 283 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats fed 2500 mg yellow AB per kg of diet, 100% mortality was observed within 18 months; it caused anemia, edema, hypertrophy of heart and changes in liver, spleen, bone marrow and testis. Levels of 500 mg/kg of diet produced no toxic effects. Rats fed a diet containing 40,000 mg yellow AB per kg of diet lived only a few months."
        },
        {
            "References": "Barfknecht TR  et al; Cell Biology and Toxicology 3 (2): 193-207 (1987)",
            "Value": "/GENOTOXICITY/ The role of species variation, in-vivo treatment, and treatment/tritiated thymidine labeling period on the results of the hepatocyte DNA repair assay for genotoxicity was studied. The ability of Sprague-Dawley-rat and Golden-Syrian-hamster hepatocytes to detect genotoxicity of various chemicals was evaluated in two independent assays. Hamster hepatocytes were more sensitive indicators for genotoxicity of chemicals that require metabolic activation. ... Six azo dyes and two triphenylmethane dyes were employed. Results were compared for the in-vitro primary rat hepatocyte DNA repair assay and in-vitro/in-vivo DNA repair assay. ... Solvent-Yellow-5 induced no DNA repair in the in-vitro assay while it induced a weak positive response in the in-vivo/in-vitro assay."
        },
        {
            "References": "PMID:6506770",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Lipophilic azo compounds possessing 1-phenylazo-2-naphthol or 1-phenylazo-2-naphthylamine moieties induced cytochrome P-448 and related mono-oxygenase activities, UDP-glucuronyltransferase activity towards p-nitrophenol, glutathione-S-transferase activity towards 1-chloro-2,4-dinitrobenzene, aldehyde dehydrogenase, and menadione reductase activities. This pattern of induction by azo dyes is very similar to that by 3-methylcholanthrene. None of the hydrophilic azo compounds tested and none of the other lipophilic azo compounds tested including 4-phenylazo-1-naphthol induced these activities. It is suggested that the formation of a third six-membered ring fused to naphthalene in a phenanthrene-like arrangement by hydrogen bonding between the phenolic hydroxyl and azo nitrogen is required for induction."
        },
        {
            "References": "Nambara S, Yamaha T; Yakugaku Zasshi 95 (11): 1302-1306 (1975)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ As a part of studies on the participation of intestinal flora in the metabolism of food additives, some properites of azo- and nitro-reductase systems of intestinal bacteria and liver microsomes were compared. The bacterial reductase was prepared from the lyophilized cells of Escherichia coli by ultrasonic disruption. Most of azo- and nitro-reductase activity which required FMN and NADP was found in the than (male Hartley guinea pig) liver microsomes in the reduction of water-soluble sulfonated azo dyes and p-nitrobenzoic acid. However, fat-soluble azo dyes, such as Oil Yellow AB and OB, were not reduced by either of the enzyme systems. Some difference in the substrate specificity for azo dyes was observed between the 2 enzyme systems and there was a remarkable difference in the inhibitory effect by CO, KCN, O2 and chelating agents."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of C.I. Food Yellow 10 can be estimated to be 6.6X10+4suggests that C.I. Food Yellow 10 is expected to be immobile in soil."
        }
    ]
}