{
    "_id": {
        "$oid": "6682e85fc4e5dba5ffba2544"
    },
    "CID": {
        "$numberInt": "6834"
    },
    "Name": "BROMPHENIRAMINE",
    "IUPACName": "3-(4-bromophenyl)-N,N-dimethyl-3-pyridin-2-ylpropan-1-amine",
    "CanonicalSMILES": "CN(C)CCC(C1=CC=C(C=C1)Br)C2=CC=CC=N2",
    "Synonyms": [
        "BROMPHENIRAMINE",
        "86-22-6",
        "Parabromdylamine",
        "Brompheniraminum",
        "Bromfeniramina",
        "Ilvin",
        "Bromfed",
        "Dimetane",
        "Parabromodylamine",
        "Brotane",
        "1-(p-Bromophenyl)-1-(2-pyridyl)-3-dimethylaminopropane",
        "3-(p-Bromophenyl)-3-(2-pyridyl)-N,N-dimethylpropylamine",
        "3-(4-bromophenyl)-N,N-dimethyl-3-pyridin-2-ylpropan-1-amine",
        "2-(p-Bromo-alpha-(2-dimethylaminoethyl)benzyl)pyridine",
        "Dimetane-ten"
    ],
    "IsomericSMILES": "CN(C)CCC(C1=CC=C(C=C1)Br)C2=CC=CC=N2",
    "INCHI": "InChI=1S/C16H19BrN2/c1-19(2)12-10-15(16-5-3-4-11-18-16)13-6-8-14(17)9-7-13/h3-9,11,15H,10,12H2,1-2H3",
    "INCHIKEY": "ZDIGNSYAACHWNL-UHFFFAOYSA-N",
    "Formula": "C16H19BrN2",
    "MolecularWeight": {
        "$numberDouble": "319.24"
    },
    "Description": "Brompheniramine is pheniramine in which the hydrogen at position 4 of the phenyl substituent is substituted by bromine. A histamine H1 receptor antagonist, brompheniramine is used (commonly as its maleate salt) for the symptomatic relief of allergic conditions, including rhinitis and conjunctivitis. It has a role as a H1-receptor antagonist and an anti-allergic agent. It is a member of pyridines and an organobromine compound.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "249"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and   Gilman's The Pharmacological Basis of Therapeutics. 11th  ed.  New York, NY: McGraw-Hill, 2006., p. 636",
            "Value": "H1 antagonists inhibit most of the effects of histamine on smooth muscles, especially the constriction of respiratory smooth muscle. /Histamine Antagonists: H1 Antagonists/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and   Gilman's The Pharmacological Basis of Therapeutics. 11th  ed.  New York, NY: McGraw-Hill, 2006., p. 637",
            "Value": "H1 antagonists strongly block the increased  capillary permeability and formation of edema and wheal brought about by histamine. /Histamine Antagonists: H1 Antagonists/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug Information 2009. Bethesda, MD. (2009), p. 7",
            "Value": "Antihistamines competitively antagonize most of the smooth muscle stimulating actions of histamine on the H1-receptors of the GI tract, uterus, large blood vessels, and bronchial muscle. Contraction of the sphincter of Oddi and bile duct may be mediated in part by H1-receptors, and opiate-induced contraction of biliary smooth muscle has been antagonized by antihistamines. The drugs only are feebly antagonistic to bronchospasm induced by antigen-antibody reactions. Antihistamines also effectively antagonize the action of histamine that results in increased capillary permeability and the formation of edema. H1-receptor antagonists also suppress flare and pruritus that accompany the endogenous release of histamine. Antihistamines appear to act by blocking H1-receptor sites, thereby preventing the action of histamine on the cell; they do not chemically inactivate or physiologically antagonize histamine nor do they prevent the release of histamine. Antihistamines do not block the stimulating effect of histamine on gastric acid secretion, which is mediated by H2-receptors of the parietal cells. /Antihistamine drugs/"
        },
        {
            "References": "PMID:10212017",
            "Value": "... Affinities of two commonly used over-the-counter antihistamines, brompheniramine and chlorpheniramine, as well as terfenadine in comparison with atropine at the five human muscarinic cholinergic receptor subtypes using CHO cells stably transfected with the individual subtypes /were evaluated/. Atropine was more potent than all three drugs at m1-m5 (p<0.01). No significant difference was observed between chlorpheniramine and brompheniramine. Atropine, brompheniramine, and chlorpheniramine could not discriminate between m1-m5. ..."
        }
    ]
}