{
    "_id": {
        "$oid": "6682e860c4e5dba5ffba2547"
    },
    "CID": {
        "$numberInt": "6853"
    },
    "Name": "FLUORENE",
    "IUPACName": "9H-fluorene",
    "CanonicalSMILES": "C1C2=CC=CC=C2C3=CC=CC=C31",
    "Synonyms": [
        "FLUORENE",
        "9H-Fluorene",
        "86-73-7",
        "Diphenylenemethane",
        "o-Biphenylenemethane",
        "2,3-Benzindene",
        "\"2,2-Methylenebiphenyl\"",
        "o-Biphenylmethane",
        "Methane",
        "diphenylene-",
        "Fluoren",
        "CCRIS 947",
        "flourene",
        "HSDB 2165",
        "NSC 6787",
        "alpha-diphenylenemethane-9H-fluorene"
    ],
    "IsomericSMILES": "C1C2=CC=CC=C2C3=CC=CC=C31",
    "INCHI": "InChI=1S/C13H10/c1-3-7-12-10(5-1)9-11-6-2-4-8-13(11)12/h1-8H,9H2",
    "INCHIKEY": "NIHNNTQXNPWCJQ-UHFFFAOYSA-N",
    "Formula": "C13H10",
    "MolecularWeight": {
        "$numberDouble": "166.22"
    },
    "Description": "Fluorene is an ortho-fused tricyclic hydrocarbon that is a major component of fossil fuels and their derivatives It is an ortho-fused polycyclic arene and an ortho-fused tricyclic hydrocarbon.",
    "XlogP": {
        "$numberDouble": "4.2"
    },
    "Complexity": {
        "$numberInt": "165"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Fluorene. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Aug 30, 2016: https://www.ars-grin.gov/duke/ (2) Poerschmann J, Schultze-Nobre L; Sci Total Environ 482-483: 234-40 (2014)",
            "Value": "Fluorene was detected not quantified in the silk, stigma and style of corn (Zea Mays; Poaceae)(1). In a phytoremediation study, 30.0% of added fluorene was shown to absorb to the roots of the helophyte common rush (Juncus effusus; Juncaceae)(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Camacho M et al; Sci Total Environ 487: 436-442 (2014)",
            "Value": "A mean fluorene concentration of 0.19 ng/mL (0.20 ng/mL upon release) was measured in blood samples from 61 injured loggerhead turtles (Caretta caretta) from the Canary Islands, Spain, rehabilitated in 2011. The detection limit = 0.03(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Carlson RM et al; Implications to the Aquatic Environment of Polynuclear Aromatic Hydrocarbons Liberated From Northern Great Plains Coal. EPA-600/3-79-093. Duluth, MN: US EPA, Environ Res Lab (1979) (2) De Voogt et al; Aquatic Toxicol 20: 169-94 (1991) (3) Lu P et al; Environ Health Perspect 24: 201-8 (1978) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Malins DC; Ann NY Acad Sci 298: 482-96 (1977)",
            "Value": "A log BCF of 3.17 (1479) was measured in the fathead minnow (Pimephales promelas) which were exposed over 28 days in a flow-through system(1). Log BCFs of 3.02-3.35 (1047-2238) were measured in guppies (Poecilia reticulata) exposed in 2-4 day periods under static and semi-static test conditions(2). A log BCF of 3.15 (1412) was measured in mosquitofish (Gambusia affinis) exposed over a 33 day exposure using an aquatic ecosystem(3). According to a classification scheme(4), these BCF values suggest the potential for bioconcentration in aquatic organisms is very high(SRC), provided the compound is not metabolized by the organism(SRC). Bioconcentration studies on compounds which are structurally similar suggest that bioconcentration may be lower than that indicated by the regression-derived equations due to the ability of aquatic organisms to readily metabolize this class of compounds(5)."
        },
        {
            "References": "Eadie BJ et al; Chemosphere 11 (2): 185-92 (1982)",
            "Value": "Polynuclear aromatic hydrocarbons, including fluorene, were analyzed in surfacial sediments and benthic organisms in southeastern Lake Erie, near a large coal-fired power plant. Sediment concentration (530-770 ppb polynuclear aromatic hydrocarbon) was relatively homogenous throughout most of the 150 square km area, although river and nearshore concentrations reached 4 ppm. Oligochaete worms did not bioconcentrate (on wet wt basis) any of the polynuclear aromatic hydrocarbons. Chironomide midges collected 1 km offshore exhibited bioconcentration of 5 polynuclear aromatic hydrocarbons one of which was pyrene. Further offshore, these apparent bioconcentrations disappeared, with midges at near equilibrium with sediments. /Polynuclear aromatic hydrocarbons/"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Weissenfels WD et al; Appl Microbiol Biotechnol 36: 689-96 (1992) (2) Gherini SA et al; Chemical Data for Predicting the Fate of Organic Compounds in Water: Volume 1, Technical Basis: Final Report. Report 1989 EPRI-EA-5818- Vol.1. Palo Alto, CA: WB Electr Power Res Inst (1989) (3) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (4) Wilson JT et al; Environ Toxicol Chem 4: 721-6 (1985)",
            "Value": "AEROBIC: In microbial degradation studies conducted in sandy material, fluorene and other polyaromatic hydrocarbons degraded to an average of 80%(1); in sterile controls, fluorene did not degrade suggesting microbial activity as the route of degradation(1). A review of environmental fate for fluorene has reported a fluorene biotransformation rate constant of 0.0062-0.01/hr(2); this corresponds to a half-life of 2.9-4.6 days(SRC). In a 7 day static incubation study using a sewage seed (followed by three weekly subculture inoculations for a total of 28 days of incubation), 65-82% of initial fluorene (5 and 10 ppm) was degraded after 7 days and 45-77% (of total additions) was degraded after 28 days(3); fluorene was classified as significantly degraded with gradual microbial adaptation(3). In biodegradation screening studies using subsurface soil from a contaminated creosote site, >92% of initial fluorene degraded within 1 week of incubation(4); in autoclaved soil, the degradation rate fell to 3.4% per week(4); using soil from a pristine site, the degradation rate was not statistically different between autoclaved and non-autoclaved soil suggesting that microbial adaptation to fluorene is important in subsurface regions(4)."
        },
        {
            "References": "(1) Ward CH et al; Water Resour Symp 13(Land Treat: Hazard Waste Manage Altern): 19-39 (1986) (2) Petrasek AC et al; J Water Pollut Control Fed 55: 1286-96 (1983) (3) Mueller JG et al; Appl Environ Microbiol 57: 1277-85 (1991) (4) Lee RF; Proc of the 1977 Oil Spill Conf Amer Petroleum Inst pp. 611-6 (1977)",
            "Value": "AEROBIC: In biodegradation tests using groundwater from a moderately contaminated well, fluorene degraded at a rate of 33-54% per week under conditions of dissolved oxygen addition and/or nutrient addition(1); no degradation occurred in sterile controls or in tests where limited oxygen was available(1). In a pilot-plant experimental system (simulating a waste treatment facility), 34-39% of influent fluorene was removed via biodegradation (the remainder was removed via strip loss (5-10%) and adsorption to sludge)(2). In a shake-flask screening study using creosote-contaminated soil as inoculum, 99% of initial fluorene was degraded after a 14 day incubation period(3); in sterile controls, only 15% of initial fluorene was lost(3). In river die-away tests using two natural river waters, little or no fluorene was degraded to CO2 (14-CO2 radio-labeled measurement) over a 24 hr incubation period(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (2) McCain BB et al; Arch Environ Contam Toxicol 19: 10-6 (1990) (3) Lo M, Sandi E; Res Rev 69: 35-86 (1978)",
            "Value": "Analysis of fish (included carp, northern pike, blue gill, bullhead, walleye, rock bass) taken from the Menominee River (WI), Kinnickinnic River (WI), Wolf River (WI), Fox River (WI) and Chequanmegon Bay (WI) found fluorene levels to be below detection limits of 0.02-0.10 mg/kg; sampling was conducted between 1980 and 1981(1). Juvenile chinook salmon (Oncorhynchus tshawytcha) collected from the Duwamish Waterway (Seattle, WA) in 1986 had fluorene levels of 5.5-11.0 ug/L(2). Concentrations of 2-12 ppb were detected in commercially-smoked fish from Iceland; concentrations of 3.2-210 were detected in smoked and/or broiled Japanese fish(3)."
        },
        {
            "References": "(1) Foster GD, Wright DA; Marine Pollut Bull 19: 459-65 (1988) (2) Kagi R et al; Intern J Environ Anal Chem 22: 135-53 (1985) (3) Nakata H et al; Ecotoxicol Environ Saf 99: 61-8 (2014)",
            "Value": "Baltic clams (Macoma balthica) and clam worms (Nereis succinea) taken from the Chesapeake Bay between Apr and Sep 1985 contained detectable fluorene levels of 1.26-18.8 ug/g(1). Coral-rock oysters (Saccostrea cucculata) collected from six locations near Mermaid Sound in North-Western Australia in 1982 had fluorene levels of <0.5 to 0.8 ug/kg(2). Fluorene concentrations ranged from 0.17 to 6.8 ng/g wet wt in oysters and sediments from 18 sites in the Yatsushiro Sea, western Japan. Sampling was conducted in July and October, 2008(3)."
        },
        {
            "References": "(1) Cocchieri RA et al; Mar Pollut Bull 21: 15-8 (1990)",
            "Value": "Fluorene was detected in the following fish and shellfish samples collected from the Gulf of Naples on the Mediterranean Sea, from March to December, 1988(1).",
            "Table": "[{'Common name': 'Common mussel', 'Genus species': 'Mytilus edulis', 'Concn (ug/kg wet wt)': '5'}, {'Common name': 'Edible cockle', 'Genus species': 'Cardium edule', 'Concn (ug/kg wet wt)': '5'}, {'Common name': 'Razor fish', 'Genus species': 'Ensis siliqua', 'Concn (ug/kg wet wt)': '17'}, {'Common name': 'Shortnecked clam', 'Genus species': 'Amigdala degussata', 'Concn (ug/kg wet wt)': '6'}, {'Common name': 'Wart venus', 'Genus species': 'Venus verrucosa', 'Concn (ug/kg wet wt)': '5'}, {'Common name': 'Anchovy', 'Genus species': 'Engraulis enchrasicholus', 'Concn (ug/kg wet wt)': '20'}, {'Common name': 'Bogue', 'Genus species': 'Boops boops', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Brill', 'Genus species': 'Scophthalmus rhombus', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Cleaver wrasse', 'Genus species': 'Xyrichthys novacula', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Comber', 'Genus species': 'Serranus cabrilla', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Common sole', 'Genus species': 'Solea vulgaris', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Cuckoo wrasse', 'Genus species': 'Labrus bimaculatus', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Horse mackerel', 'Genus species': 'Trachurus trachurus', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Pandora', 'Genus species': 'Pagellus erythrinus', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Piper', 'Genus species': 'Trigla lyra', 'Concn (ug/kg wet wt)': '5'}, {'Common name': 'Rainbow wrass', 'Genus species': 'Coris julis', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Rock goby', 'Genus species': 'Gobius paganellus', 'Concn (ug/kg wet wt)': '5'}, {'Common name': 'Scorpion fish', 'Genus species': 'Scorpaena scrofa', 'Concn (ug/kg wet wt)': 'not detected'}, {'Common name': 'Spotted weever', 'Genus species': 'Trachinus araneus', 'Concn (ug/kg wet wt)': 'not detected'}]"
        },
        {
            "References": "(1) USEPA; Ambient Water Quality Criteria Doc: Polynuclear Aromatic Hydrocarbons. WPA 440/5-80-069. Washington, DC: US EPA, Off Water Red Stand, Crit Stand Div p.C-14 (1980)",
            "Value": "Fluorene was reported in smoked fish as follows: Smoked eel: 9.0 ppb; smoked lumpfish: 5.0 ppb; smoked trout: 67.0 ppb (Iceland); electric smoked mackerel: 2.6 ppb; gas smoked mackerel: 8.2 ppb (source not stated)(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 108",
            "Value": "log Kow = 4.18"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Elder JF, Dresler PV; Environ Pollut 49: 117-32 (1988) (2) Brooks JM et al; Environ Sci Technol  24: 1079-85 (1990) (3) Foster GD, Wright DA; Marine Pollut Bull 19: 459-65 (1988) (4) Fabacher  DL et al; Environ Toxicol Chem 7: 529-43 (1988) (5) Baker JE et al; Environ Sci Technol 25: 500-9 (1991) (6) Bahnick DA, Markee TP; J Great Lakes Res 11: 143-55 (1985) (7) Huang L et al; Sci Total Environ 487: 173-86 (2014) (8) Carey JH et al; Sci Total Environ 97/98: 69-88 (1990) (9) Larsen PF et al; Marine Environ Research 18: 231-44 (1986)",
            "Value": "SEDIMENT: Sediments collected from Pensacola Bay in FL in 1984 (near a creosote facility) contained fluorene concentrations of 3-32 mg/kg(1). Sediments collected from 11 estuaries near an off-shore platform drilling site (Matagorda, TX) had an average fluorene concentration of 0.1 ppb(2); sediment collected near the platform (10-25 m) had average levels of 12.1-45.7 ppb(2). Sediments taken from the Chesapeake Bay between Apr and Sept 1985 contained fluorene levels of 0.232-6.15 ug/g(3). Sediments collected from 5 sites in Great Lakes tributaries in 1984 had fluorene levels of <0.1 to 18.0 ug/g(4). The following mean concentrations were detected in sediments collected from Lake Superior in 1984 and 1985(5): surficial sediments-5.9 ng/g, stratified sediments-312 ng/g, suspended-115 ng/g(5). Sediments collected from the Duluth-Lake Superior harbor in 1983 had fluorene levels of 0.08-0.21 ug/g(6). Fluorene exhibited at 37% detection frequency (24 samples) and was present at a mean concentration of 0.22 ng/g dry sediment in surface sediments from southern Lake Michigan, sampled in 2011(7). Suspended sediment samples taken from the Mackenzie River (Canada) in 1986 contained fluorene levels of 0.024-0.059 ug/g(8). Sediments collected from 19 stations in the Gulf of Maine in 1983 contained fluorene levels of not detected (<1 ppb) to 20 ppb(9)."
        },
        {
            "References": "(1) Dsikowitzky L et al; Sci Total Environ 485-486: 348-62 (2014) (2) Nakata H et al; Ecotoxicol Environ Saf 99: 61-8 (2014) (3) Scheibye K, et al; Chemosphere 95: 556-65 (2014)",
            "Value": "SEDIMENT: Fluorene concentrations ranging from <5 to 10 ug/kg dry weight were measured in surface sediment samples from the Cochin Backwaters estuarine system in Kerala, India, which receives industrial effluent from chemical, petrochemical and metal processing industries after little treatment; sampling was conducted on March 3, 2008(1). Fluorene concentrations ranged from 2 to 700 mg/g dry wt sediments from 42 locations in the Tanoura Bay on the Yatsushiro Sea, western Japan. Sampling of the top 0-5 cm sediments was conducted in September 2010(2). The fluorene concentration was reported as 0.01 mg/kg dry wt in 24 samples from Lake Nicaragua, Central America, sampled on May 19 and 25, 2010(3)."
        },
        {
            "References": "PMID:4042276",
            "Value": "SEDIMENT: High prevalences of idiopathic hepatic lesions, including neoplasms (e.g., hepatocellular carcinomas, cholangiocellular carcinomas) (27%, 20 of 75 fish) and foci of cellular alteration (putative 'preneoplastic' lesions) (44%, 33 of 75 fish), were found in English sole (Parophrys vetulus) exposed to creosote-contaminated sediments in Eagle Harbor, Puget Sound, WA. Sediments from the contaminated region of the harbor contained particularly high concentrations of aromatic hydrocarbons (e.g., benzo[a]pyrene and benz[a]anthracene), and a variety of nitrogen-containing aromatic compounds (e.g., carbazole and acridine). The composition of the aromatic compounds was characteristic of creosote. Dramatically lower concentrations of aromatic compounds were found in sediments from a reference site in which the bottom-dwelling fish examined were free of detectable neoplastic or 'preneoplastic' hepatic lesions. Food organisms in the stomachs of the English sole from Eagle Harbor contained substantially higher concentrations of aromatic hydrocarbons than comparable organisms from the reference site. The concentrations of individual aromatic hydrocarbons in muscle and liver from the Eagle Harbor fish were low; however, high concentrations of metabolites of aromatic compounds were present in the bile. The findings strongly suggest an association between exposure to creosote and the prevalence of hepatic lesions, including neoplasms, in the bottom-dwelling fish, and furthermore support the putative role of aromatic hydrocarbons in liver carcinogenesis in fish"
        },
        {
            "References": "Kuehl DW et al; J Great Lakes Res 10 (2): 210-214 (1984)",
            "Value": "SEDIMENT: ... Residues of chlorinated dibenzofuran, fluorene, biphenylene, phenanthrene, naphthalene, and 9H-carbazole were identified from the Buffalo River, NY sediments."
        },
        {
            "References": "(1) Eiceman GA et al; Environ Sci Technol 20: 508-14 (1986) (2) Morselli L et al; Chemosphere 18: 2263-73 (1989) (3) Jones KC et al; Environ Sci Technol 23: 95-101 (1989)",
            "Value": "SOIL: Soil samples collected in 1985 at depths of 0 to 121 cm below waste pits associated with natural gas production in New Mexico contained fluorene levels of 280-1400 ug/kg(1). Soil samples collected near a large Italian waste incinerator contained fluorene levels of 1-23 ng/g(2). Soil samples collected from the Rothamsted Experimental Station in southeast England at various times from the mid-1800s to modern times have been found to contain fluorene concentrations of 0.78 ng/g in 1846, 3.7 ng/g in 1956 and 9.7 ng/g in 1980(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Abdul AS, Gibson TL; Hazardous Waste Mat 3: 125-37 (1986) (2) Chin Y, Weber WJ Jr; Environ Sci Technol 23: 978-84 (1989) (3) Szabo G et al; Chemosphere 21: 495-505 (1990) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) ten Hulscher T et al; Environ Toxicol Chem 22: 1208-13 (2013) (6) Lee RF; Proc of the 1977 Oil Spill Conf Amer Petroleum Inst pp. 611-6 (1977)",
            "Value": "Log Koc values of 3.70 to 4.21 (5011 to 16,218) have been measured for fluorene using aquifer materials and humic materials occurring in natural water and soil(1-3). According to a classification scheme(4), these Koc values suggest that fluorene is expected to be immobile in soil. Log Koc values of 6.52 and 6.45 were reported using sediment from Lake Ketelmeer, The Netherlands(5). In an adsorption study using an estuarine water, 12% of added fluorene was adsorbed by particulate matter in water (organic matter, bacteria, clay particles, etc) over a 3-hour period which indicates that adsorption in natural estuarine water is an important environmental fate process(6)."
        }
    ]
}