{
    "_id": {
        "$oid": "6682e860c4e5dba5ffba2549"
    },
    "CID": {
        "$numberInt": "6860"
    },
    "Name": "Methylmercury Cation",
    "IUPACName": "methylmercury(1+)",
    "CanonicalSMILES": "C[Hg+]",
    "Synonyms": [
        "Methylmercury(1+)",
        "Methylmercury II",
        "Methylmercury ion",
        "22967-92-6",
        "CH3Hg+",
        "Methylmercury ion(1+)",
        "MeHg",
        "AKOS015903545",
        "NS00075542",
        "C18672",
        "Q414075"
    ],
    "IsomericSMILES": "C[Hg+]",
    "INCHI": "InChI=1S/CH3.Hg/h1H3;/q;+1",
    "INCHIKEY": "DBUXSCUEGJMZAE-UHFFFAOYSA-N",
    "Formula": "CH3Hg+",
    "MolecularWeight": {
        "$numberDouble": "215.63"
    },
    "Description": "Methylmercury(1+) is a methylmercury compound.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "1"
    },
    "plant_concentrations": [
        {
            "References": "(1) Moore TR et al; J Environ Qual 24: 845-50 (1995)",
            "Value": "Plant samples, collected randomly in October 1992 and May 1993 from the Experimental Lakes Area near Kenora, Ontario, Canada, contained the following mean methylmercury concentrations: tree and shrub leaves and needles, 0.13 ug/kg; lichens 6.13 ug/kg; sedges/macrophytes 1.99 ug/kg; Sphagnum: hummucks 0.45 ug/kg; hollow/lawn, 1.02; pond/stream, 20.40; and feather mosses, 38.65 ug/kg(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) May K et al; Toxicol Environ Chem 13: 153-9 (1987) (2) Inskip MJ, Piotrowski JK; J Appl Tox 5: 113-33 (1985) (3) Tollefson L, Cordle F; Environ H Pers 68: 203-8 (1986) (4) DiGiulio RT, Ryan EA; Water, Air, and Soil Poll 33: 205-19 (1987)",
            "Value": "The ratio of organic mercury to total mercury is generally very high in fish and other aquatic organisms with organic mercury occurring almost entirely in the form of monomethylmercury(1-3). The natural or \"background\" mercury concentration for most freshwater fish species appear to range from 50-200 ug/kg and may be <10 ug/kg in short-lived herbivorous species(2). Mercury levels in the majority of commercially important species are <500 ug/kg with average levels usually 100-200 ug/kg except for the larger predatory species such as tuna and swordfish, and also for large slow-growing fish such as halibut(2). FDA fiscal year 1979 survey results (mean total mercury content in muscle tissue, ug/kg wet wt): bass, fresh water - 190; bass, salt water - 70; bluefish - 190; carp - 110; catfish - 100; cod - 150; halibut - 270; perch, fresh water - 130; perch, salt water - 170; pike, walleye - 260; pollack - 50; swordfish - 830; trout, fresh water - 130; trout, sea - 90; white fish - 60(3). Mean mercury levels in selected Great Lake fish as reported in an FDA 1970 survey (ug/kg wet wt) were as follows: Lake Erie: walleye - 580, perch - 240, white bass - 490, and smallmouth bass - 510; Lake St Clair: perch, 880, all other species - 480; Lake Michigan, all types - 110; Lake Ontario, all types - 300; Lake Huron, all types - 190; and Lake Superior, all types - 130(3). In a 1983-84 study, clams collected from the Pungo River in North Carolina contained a total mercury content of 25-32 ng/g wet wt; methylmercury was not detected, detection limit 25 ng/g wet wt(4)."
        },
        {
            "References": "(1) Hagel P; Environ Monit Assess 7: 257-62 (1986) (2) Surma-Aho K et al; Chemosphere 15: 353-72 (1986) (3) May K et al; Toxicol Environ Chem 13: 153-9 (1987) (4) Riisgard HV et al; Marine Biology 86: 55-62 (1985) (5) Pieters H, Geuke V; Wat Sci Tech 30: 213-9 (1994)",
            "Value": "Results from a 1985 survey by the Netherland Ministry of Agriculture and Fisheries (total mercury content, mg/kg wet wt) are as follows: sole, 0.09; cod, 0.1; herring, 0.05; shrimp, 0.09; mussel, 0.05; pike-perch, 0.3; and eel, 0.3(1). Organic mercury content in samples collected from 1980 to 1984 from Finnish lakes and reservoirs (5 sites) were as follows: fish, mean concentration range 290-1, 690 ug/kg wet wt; zoobenthos, mean concentration range 40-186 ug/kg wet wt; and zooplankton, mean concentration range 180-380 ug/kg dry wt(2). Samples of yellow eel from various locations in the Dutch Rhine Delta were analyzed. It was noted that accumulation rates and levels of mercury were much higher in the western Rhine delta (1993, 0.25-0.45 mg Hg/kg), which has continuously served as a sedimentation basin for contaminated suspended matter transported from upstream regions, than in the eastern delta (1993, 0.15-0.29 mg Hg/kg), and that mercury concentration also tends to increase with age and length(5). Methylmercury concentrations in 4 fish species from the Rhine River delta in the Netherlands were as follows (mg/kg Hg w/w): pike-perch, 0.24-0.32; yellow eel, 0.080-0.49; roach, 0.050-0.097; and smelt >0.13-0.280, representing 100-120, 85-107, 92-100, and >85-128% methylmercury to total Hg, respectively(5). Levels in Anodonta, blue mussels, and zebra mussels from the same region were 0.006, 0.011, and 0.007-0.008 mg/kg Hg wet wt, representing 57, 47, and 30-70% methylmercury to total Hg, respectively(5). Methylmercury concentrations in samples from the Baltic Sea were as follows: fish, 12.5-40.3 ug/kg; mussels, 9.8-16.4 ug/kg; and algae, <0.003-1.4 ug/kg, with the percentage of total mercury attributable to methylmercury being 73.1-99% in fish, 20.1-55.6% in mussels, and <0.2-6.0% in algae(3). During 1981-82, mussels were collected in chronically mercury polluted waters in Finland and the methylmercury content was determined to be 59.8-468.2 ug/kg wet wt(4)."
        },
        {
            "References": "(1) Malm O et al; Sci Total Environ 175: 127-40 (1995) (2) Akagi H et al; Sci Total Environ 175: 85-95 (1995) (3) WHO; Environmental Health Criteria 202. Methylmercury. Geneva, Switzerland: World Health Organization. International Programme on Chemical Safety (1990) (4) Schladot JD et al; Chemosphere 34: 2133-42 (1997) (5) Falter R et al; Chemosphere 29: 1333-8 (1994)",
            "Value": "Carnivorous (piscivorous) fish from several different gold mining areas along the Amazon River in Brazil have effectively shown higher mercury concentrations than fish from lower trophic levels(1). It is assumed that nearly all mercury found in fish is in the form of methylmercury(1). Methylmercury levels in fish from the main gold mining area in the Tapajos river basin, Brazil, as well as from Tres Bocas facing the lake in Amapa state were up to 3.82 ppm, and most of the fish from upstream and some from downstream exceeded the allowable level of 0.5 ppm in Brazil(2). Levels greater than 1200 ug/kg have been found in the edible portions of shark, swordfish, and Mediterranean tuna. Similar levels have been found in pike, walleye, and bass taken from polluted fresh waters(3). Methylmercury content in muscles of the sedentary eel-pout from the North Sea (Jade Bay and Meldorf Bay) and the Baltic Sea (Darsser Ort) in 1994 and 1995 were 62 and 96 ug,g wet wt and 85 and 116 ug/g wet wt, and 35 and 38 ug/g wet wt, respectively(4). Samples of fish collected in June, 1993 near Neckargemuend on the Neckar River, contained the following methylmercury ion concentration ranges: 72-445, 96-290, 16-169, 60-432, and 812 ug/kg in eel, perch, roach, chub, and barbel, respectively, concentration being in proportion to fat content in the fish(5)."
        },
        {
            "References": "(1) Hammerschmidt CR et al; Environ Sci Technol 33: 999-1003 (1999)",
            "Value": "It was observed that there is a strong correlation with the concentration of mercury in fish eggs and that in the maternal carcass. Concentrations of mercury in eggs and carcasses were inversely correlated with lake water pH, acid-neutralizing capacity, calcium, and dissolved organic carbon(1). Eggs from yellow perch (Perca flavescens) from four seepage lakes in northern Wisconsin with a pH range of 6.1-7.0 ranged from 2-600 ng/g dry wt(1)."
        },
        {
            "References": "(1) Desy JC et al; Can J Fish Aquat Sci 57: 164-173 (2000) (2) Gray JE et al; Sci Total Environ 260: 21-33 (2000) (3) Locascio JV, Rudershausen PJ; Bull Environ Contam Toxicol 67: 510-8 (2001)",
            "Value": "Methylmercury levels in the freshwater gastropod prosobranch, Bithynia tetaculata, in the St Lawrence River, Quebec, Canada ranged from 15 to 420 ng/g dry wt; mercury levels in the corresponding sediments ranged from 23-2,790 ng/g dry wt; sampling was conducted during the summer, 1992(1). Mercury concentrations were as high as 620 ng/g mercury wet weight, of which 90-100% is methylmercury, in muscle of fish collected downstream from an abandoned mercury mine in the Kuskokwim River Basin, southwestern Alaska(2). Fish species and concentrations were (ng/g mercury wet wt muscle): Arctic grayling up to 420; Dolly Varden up 620; Northern pike up to 310. Concentrations were < 100 ng/g wet wt muscle in Chum, Coho, and Chinook salmon(2). Methyl mercury levels in gafftopsail catfish (Bagre marinus) captured from Tarpon Bay, Sanibel, FL ranged from 0.108 to 0.609 ppm in samples taken April to May 2000(3)."
        },
        {
            "References": "PMID:16205988",
            "Value": "Average methylmercury concentrations (ng/g wet wt)  in fish from Maryland reservoirs, sampled from late spring and summer of 2000 and 2001(1). ",
            "Table": "[{'Reservoir': 'Deep Creek Lake', 'Bluegill (Lepomis macrochirus)': 64.3, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 320.0}, {'Reservoir': 'Broadford Lake', 'Bluegill (Lepomis macrochirus)': 130.0, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 308.0}, {'Reservoir': 'Savage', 'Bluegill (Lepomis macrochirus)': 235.0, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 484.0}, {'Reservoir': 'Piney (Frostburg)', 'Bluegill (Lepomis macrochirus)': 188.0, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 615.0}, {'Reservoir': 'Rocky Gap', 'Bluegill (Lepomis macrochirus)': 43.2, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 108.0}, {'Reservoir': 'Potomic #4', 'Bluegill (Lepomis macrochirus)': 102.0, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 131.0}, {'Reservoir': 'Clopper', 'Bluegill (Lepomis macrochirus)': 31.4, 'Black crappie (Pomoxis nigromaculatus)': 187.0, 'Largemouth Bass (Micropterus salmoides)': 197.0}, {'Reservoir': 'Tridelphia', 'Bluegill (Lepomis macrochirus)': 45.1, 'Black crappie (Pomoxis nigromaculatus)': 71.0, 'Largemouth Bass (Micropterus salmoides)': 194.0}, {'Reservoir': 'Piney Run', 'Bluegill (Lepomis macrochirus)': nan, 'Black crappie (Pomoxis nigromaculatus)': 52.3, 'Largemouth Bass (Micropterus salmoides)': 158.0}, {'Reservoir': 'Duckett', 'Bluegill (Lepomis macrochirus)': nan, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 323.0}, {'Reservoir': 'Liberty', 'Bluegill (Lepomis macrochirus)': nan, 'Black crappie (Pomoxis nigromaculatus)': 104.0, 'Largemouth Bass (Micropterus salmoides)': 305.0}, {'Reservoir': \"St. Mary's Lake\", 'Bluegill (Lepomis macrochirus)': nan, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 736.0}, {'Reservoir': 'Prettyboy', 'Bluegill (Lepomis macrochirus)': 50.7, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 348.0}, {'Reservoir': 'Lake Lariat', 'Bluegill (Lepomis macrochirus)': 218.0, 'Black crappie (Pomoxis nigromaculatus)': 237.0, 'Largemouth Bass (Micropterus salmoides)': 1044.0}, {'Reservoir': 'Centennial Lake', 'Bluegill (Lepomis macrochirus)': nan, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 98.5}, {'Reservoir': 'Loch Raven', 'Bluegill (Lepomis macrochirus)': 87.5, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 328.0}, {'Reservoir': 'Conowingo', 'Bluegill (Lepomis macrochirus)': 27.2, 'Black crappie (Pomoxis nigromaculatus)': 37.2, 'Largemouth Bass (Micropterus salmoides)': 119.0}, {'Reservoir': 'Tuckahoe', 'Bluegill (Lepomis macrochirus)': nan, 'Black crappie (Pomoxis nigromaculatus)': 97.0, 'Largemouth Bass (Micropterus salmoides)': 351.0}, {'Reservoir': \"Johnson's Pond\", 'Bluegill (Lepomis macrochirus)': 72.1, 'Black crappie (Pomoxis nigromaculatus)': nan, 'Largemouth Bass (Micropterus salmoides)': 204.0}]"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) DiGiulio RT, Ryan EA; Water Air Soil Pollut 33: 205-19 (1987) (2) Tremblay A et al; Sci Total Environ 219: 209-21 (1998) (3) Hintelmann H et al; Environ Sci Technol 29: 1845-50 (1995)",
            "Value": "SOIL: 1983-84, peat soil from coastal region of North Carolina, total mercury content 40-193 ng/g dry wt, methylmercury not detected, detection limit 25 ng/g dry wt(1). The concentration in flooded soils from the Laforge hydroelectric reservoir in northern Quebec, Canada ranged from 0.4-1.5 ng/g d/w (forest soil) and 3-5 ng/g d/w (peat)(2); in the impoundment below the dam, concentrations were 0.6-2 ng/g d/w (forest soil) m and 0.3-0.7 ng/g d/w (peat)(2). Soil samples from a chlor alkali plant and acetaldehyde processing facility near a mining area at Idrija, Slovenia contained methylmercury ion concentrations ranging from <3 to 200 ug Hg/kg(3). In soils from chlor alkali and acetaldehyde plants at Schkopau, East Germany, methylmercury ion concentrations ranged from 6-196 ug Hg/kg, and not detected-43 ug Hg/kg, respectively(3). Soil samples from a fungicide production plant in Marktredwitz, Bavaria, Germany contained elevated levels methylmercury, concentration not specified, compared to the natural background level suggested in the literature of <1 ug Hg/kg(3). Methylmercury was detected, not quantified in soil from the site of a demolished phenylmercury chloride warehouse in Weissenfels, East Germany(3)."
        },
        {
            "References": "(1) DiGiulio RT, Ryan EA; Water Air Soil Pollut 33: 205-19 (1987) (2) Surma-Aho K et al; Chemosphere 15: 353-72 (1986) (3) Tremblay A et al; Sci Total Environ 219: 209-21 (1998) (4) Verta M, Matilainen T; Water Air Soil Pollut 80: 585-88 (1995) (5) Chen Y et al; Environ Pollut 92: 281-7 (1996) (6) Campbell KR et al; Environ Toxicol Chem 17: 1191-8 (1998) (7) Joiris CR et al; Bull Environ Contam Toxicol 55: 893-900 (1995) (8) Hintelmann H et al; Environ Sci Technol 29: 1845-50 (1995)",
            "Value": "SEDIMENT: Sediment from canals and the Pungo River, NC receiving drainage from peatlands, total mercury content 8-20 ng/g dry wt, methylmercury not detected, detection limit 25 ng/g dry wt(1). Methylmercury ion concentrations varied from about 2 to 28 ng Hg/g dry weight in sediments collected from the Carson River system in Nevada which is contaminated as a result of mercury mining(5). Sediment samples were collected from Poplar Creek, Oak Ridge, TN, where, as a result of the lithium-isotope separation process used in the production of thermonuclear fusion weapons during the mid-1950s and early 1960s, 150 tons of mercury were released(6). These samples contained 1.0-12 ng/g methylmercury downstream from the East Fork Poplar Creek confluence, and increased with distance downstream from the source(6). High concentrations of methylmercury in surface water and sediment near the mouth of Poplar Creek appear to be the result of sediment deposition and resuspension, apparently caused by the stronger Clinch River current acting as a barrier and its backflow into the creek as a result of hydropower operations(6). 1980-1984, sediments from Finnish lakes and reservoirs, 5 sites (organic mercury content), mean concentration range 0.09-0.21 mg/kg dry wt(2). The concentration in sediment from Lake 136 near the Laforge hydroelectric reservoir in northern Quebec, Canada ranged from 0.4-1.6 ng/g dry wt(3). Concentrations of methylmercury in the sedimenting section and sediment from stratified Finnish forest lakes ranged from 57.4-196 ng/g dry wt, and 134-254 ng/g dry wt, respectively(4). A median concentration of 4.0 ng/g dry wt was measured in suspended particulate matter collected from the Arctic region between June and October 1991(7). Sediments in the Kosseine River, Germany near a fungicide producing plant contained methylmercury ion concentrations of 180, 35, and 49 mg Hg/kg at 1, 3, and 4 km distance downstream from the discharge point(8)."
        },
        {
            "References": "(1) Hines NA et al; Environ Sci Technol 38: 6610-6617 (2004) (2) Gray JE et al; Sci Total Environ 260: 21-33 (2000)",
            "Value": "SEDIMENT: Levels of methylmercury in sediment cores from Spring Lake in the Marcell Experimental Forest of northern Minnesota were measured as (ng/g dry wt; depth cm): 1.6 (1-5); 0.85 (6-10); 0.51 (11-15); 0.30 (16-20); 0.22 (21-30); 0.10 (31-50); 0.059 (41-50), collected on April 6, 2000(1). Mercury concentrations were typically greater than 1000 ug/g total mercury in sediments collected downstream from an abandoned mercury mine in the Kuskokwim River Basin, southwestern Alaska(2). A concentration of 5,500 ug/g total mercury was reported at the Red Devil Mine. Methylmercury concentrations in stream-sediment samples collected from Red Devil Creek and Cinnabar Creek were generally below 5.0 ng/g and those from the Red Top Mine were below 1.0 ng/g(2). Sediments from a flooded beaver pond 2 km downstream from the Cinnabar Creek mine contained 31 ng/g methylmercury(2)."
        },
        {
            "References": "PMID:19174879",
            "Value": "SEDIMENT: Sediment studies were conducted on lakes and ponds located on 3 islands of the Canadian High Arctic, specifically Cornwallis, Devon, and Somerset, 74-76 deg N latitude in July and August of 2005 and 2006. Methylmercury mean concentration in near-shore sediments of 18 lakes and ponds was 0.13 ng/g dry weight (3.3 ng/g dry weight organic matter), ranging from <0.04 to 0.64 ng/g dry weight (0.9-17.7 ng/g dry weight organic matter). The mean concentration in profundal sediment from 7 lakes was 0.52 ng/g dry weight (3.6 ng/g dry weight organic matter), ranging from 0.13-1.09 ng/g dry weight (2.1-6.3 ng.g dry weight organic mater)(1)."
        }
    ]
}