{
    "_id": {
        "$oid": "6682e861c4e5dba5ffba254d"
    },
    "CID": {
        "$numberInt": "6895"
    },
    "Name": "1,2,3-TRICHLOROBENZENE",
    "IUPACName": "1,2,3-trichlorobenzene",
    "CanonicalSMILES": "C1=CC(=C(C(=C1)Cl)Cl)Cl",
    "Synonyms": [
        "1,2,3-TRICHLOROBENZENE",
        "87-61-6",
        "vic-Trichlorobenzene",
        "1,2,6-Trichlorobenzene",
        "Benzene",
        "1,2,3-trichloro-",
        "12002-48-1",
        "NUR9777IK4",
        "DTXSID8026193",
        "CHEBI:35289",
        "NSC-43432",
        "51703-47-0",
        "DTXCID706193",
        "CAS-87-61-6",
        "CCRIS 5944",
        "HSDB 1502"
    ],
    "IsomericSMILES": "C1=CC(=C(C(=C1)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C6H3Cl3/c7-4-2-1-3-5(8)6(4)9/h1-3H",
    "INCHIKEY": "RELMFMZEBKVZJC-UHFFFAOYSA-N",
    "Formula": "C6H3Cl3",
    "MolecularWeight": {
        "$numberDouble": "181.4"
    },
    "Description": "1,2,3-trichlorobenzene is a trichlorobenzene carrying chloro substituents at positions 1, 2 and 3.",
    "XlogP": {
        "$numberDouble": "4.1"
    },
    "Complexity": {
        "$numberInt": "84"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Jan J et al; Chemosphere 29: 1603-10 (1994)",
            "Value": "1,2,3-Trichlorobenzene was detected in pine needles in Slovenia(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Struger J et al; J Great Lakes Res 11: 223-30 (1985) (2) Hoekstra PF et al; Environ Pollut 122: 423-33 (2003)",
            "Value": "Mean concns of 0.01 ppm 1,2,3-trichlorobenzene were found in residues from ten herring gull eggs sampled along the Detroit River and ten from the Niagara River in 1979(1). Samples of Arctic fox (Alopex lagopus) muscle and liver taken from Barrow, AK, Holman, NT, and Arviat, NU had total chlorobenzene concns of 4.2-17.6 ng/g (wet weight), of which 1,2,3-trichlorobenzene is included(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Chaisuksant Y et al; Water Res 31: 61-68 (1997) (3) Geyer HJ et al; in Hand Environ Chem, V2 Beek B ed. Springer-Verlag: Berlin, Germany pp 1-166 (2000) (4) Legierse KCHM et al; Aquat Toxicol 41: 301-23 (1998) (5) Sacan MT et al; J Chem Inf Comput Sci 44: 985-92 (2004) (6) Rathbun RE; Crit Rev Environ Sci 30: 129-295 (2000) (7) Franke C et al; Chemosphere 29: 1501-14 (1994) (8) Mortimer MR, Connell DW; Aust J Mar Freshwater Res 44: 565-76 (1993)",
            "Value": "BCFs of 350-980 and 130-1,200 were measured in carp exposed for a 6 week incubation period at concns of 25 and 10 ug/L of 1,2,3-trichlorobenzene, respectively(1). A mean BCF value of 430 was measured for mosquito fish exposed to 1,2,3-trichlorobenzene(2). Rainbow trout (Oncorhynchus mykiss) and guppy (Poecilia reticulata) had BCFs of, respectively, 710 and 702 wet weight, but were calculated as 22,188 and 13,000 based on lipid weight(3). 1,2,3-Trichlorobenzene had a BCF of 1862(4), and a log BCF of 2.90(5) in guppy (Poecilia reticulata). Log BCFs were measured, on a whole body basis, in Atlantic croaker, blue crab, spotted sea trout, blue catfish, guppy and fathead minnow at 2.89, 2.47, 1.58, 3.01, 3.28, and 3.00-3.75, respectively, and in 2 samples of rainbow trout at 3.08 and 3.42; using lipid basis, log BCFs were 4.54, 4.77, 3.22, 4.49, 4.11, and 3.94-5.39, respectively, and 4.17, 4.48 for rainbow trout(6). According to a classification scheme(7), these BCF values suggest that bioconcentration in aquatic organisms is high to very high. 1,2,3-Trichlorobenzene had a measured BCF of 3 in pond snail (Lymnaea stagnalis) after 10 days of exposure(4). A log BCF of 4.59 was found in juvenile crab (Portunus pelagicus) for 1,2,3-trichlorobenzene(8)."
        },
        {
            "References": "Galassi S, Calamari D; Chemosphere 12 (11-12): 1599-603 (1983)",
            "Value": "Certain developmental stages of Salmo gairdneri accumulated more 1,2,3-trichlorobenzene and 1,2,4-trichlorobenzene ... than others. ... The bioconcn factor was approximately 10 times as great at hatching as in alevins. These differences can be reduced, but not eliminated, by expressing the data on the basis of lipid wt."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Marinucci AC; Polychlorinated Biphenyl (PCB) and Trichlorobenzene (TCB) Plasticizers. New Brunswick,NJ: Rutgers Univ. (1981) (3) Marinucci AC, Bartha R; App Environ Microb 38: 811-17 (1979) (4) Zoeteman BCJ et al; Chemosphere 9: 231-49 (5) Ballschmiter K et al; Angew Chem Int Ed Eng 16: 645-6 (1977) (6) Medilek P et al; Melliand Texilbericht 57: 583-7 (1976) (7) van der Meer JR et al; Microbiol Ecol 45: 333-41 (1987) (8) Adrian L et al; Appl Environ Microbiol 64: 496-503 (1998) (9) Middeldorp PJM et al; Appl Environ Microbiol 63: 1125-9 (1997)",
            "Value": "AEROBIC: 1,2,3-Trichlorobenzene, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). A grab sample test using a Nixon sandy loam showed 1,2,3-trichlorobenzene degraded at an average rate of 0.35 nmol/day(2-3). The half-life for 1,2,3-trichlorobenzene at various locations in the Rhine River was estimated at 1.9, 21 and 30 days, but this may have included other processes besides biodegradation(4). 1,2,3-Trichlorobenzene underwent detectable biodegradation to trichlorophenols within 24 hr using a soil culture adapted to benzene(5). 1,2,3-Trichlorobenzene showed a 65.5% theoretical biological oxygen demand using an activated sludge inoculum(6). 1,2,3-Trichlorobenzene did not degrade in soil studies using a pure culture seed under conditions in which the other trichlorobenzene isomers had degraded(7). 1,2,3-Trichlorobenzene was dechlorinated 0.3-50.1% after 7 days incubation in soil amended with 4 mM bromoethanesulfonate, 2 mM sulfate and 7.5 mM hydrogen(8). After 4 days of incubation, 28 uM of 1,2,3-trichlorobenzene was biodegraded to 1,2- and 1,3-dichlorobenzene(9)."
        },
        {
            "References": "(1) Masunga S et al; Wat Sci Technol 33: 173-80 (1996) (2) Wang MJ, Jones KC; Environ Sci Technol 28: 1843-52 (1994) (3) Peijnenburg WJGM et al; Environ Toxicol Chem 11: 289-300 (1992) (4) Holliger C et al; App Environ Microbiol 58: 1636-44 (1992) (5) Bosma TNP et al; FEMS Microbiol Ecol 53: 223-9 (1988) (6) Bosma TNP et al; Ground Water 34: 49-56 (1996)",
            "Value": "ANAEROBIC: 1,2,3-Trichlorobenzene was biodegraded by an acclimated anaerobic sediment slurry obtained from the Tsurumi River, Japan(1). The first-order biodegradation rate constant was 0.030 days-1, corresponding to a half-life of about 23 days(1). The half-life of 1,2,3-trichlorobenzene in sewage sludge amended soil was 22.5 days(2). Sediment from freshwater streams in the Netherlands degraded 1,2,3-trichlorobenzene, with reported biodegradation half-lives of 68 to 323 days(3). An enriched microbial culture derived from sediment of the Rhine River reductively dechlorinated 6 uM of 1,2,3-trichlorobenzene to 1,3-dichlorobenzene in 110 days(4). After an initial lag of 2-6 months, 30-50 nmol/L (flow rate 1 cm/hr) of 1,2,3-trichlorobenzene was transformed by the process of reductive dechlorination to 1,3-dichlorobenzene in anaerobic sediment columns operated continuously for 225 days(5). 1,2,3-Trichlorobenzene, under methanogenic conditions, degraded >99% in Rhine and Dune sediment taken near Nieuwegein, Netherlands(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Pereira WE et al; Environ Sci Tech 22: 772-8 (1988) (2) Oliver BG, Nicol KD; Environ Sci Tech 16: 532-6 (1982) (3) Fox ME et al; J Great Lakes Res 9: 287-94 (1983) (4) Jan J, Malnersic S; Bull Environ Contam Toxicol 24: 824-7 (1980) (5) Metcalfe JL, Charlton MN; Sci Total Environ 97/98: 595-615 (1990) (6) Zupancic-Kralj L, Jan J; Acta Chim Slov 41: 447-56 (1994) (7) Kuehl DW et al; Chemosphere 29: 523-35 (1994) (8) Hanna M; Water Pollut Res J Can 27: 833-43 (1992) (9) Hendriks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998) (10) King TL et al; Bull Environ Contam Toxicol 71: 543-50 (2003)",
            "Value": "Concentrations of 1,2,3-trichlorobenzene in aquatic organisms collected in the vicinity of an industrial outfall in the Calacasieu River estuary, LA were 0.42, 0.71, 0.02 and 0.37 ug/g of lipids in Atlantic croaker, blue crabs, spotted sea trout and blue catfish, respectively(1). 1,2,3-Trichlorobenzene was detected in trout from the Great Lakes at concns of 0.1-1 ng/g(2) and detected in trout near the Niagara River mouth in Lake Ontario at a concn of 0.2 ng/g (dry weight)(3). 1,2,3-Trichlorobenzene was found in various species of fish and mussels from Rivers in Slovenia and from the Gulf of Triest, Yugoslavia 1978, at concns of 0.10-0.330 ug/g (dry weight)(4). Mussels from the St. Lawrence River contained 1,2,3-trichlorobenzene at concns of 0.28-0.80 ng/g(5). 1,2,3-Trichlorobenzene was detected in fish from Slovenia at concns of 40 and 180 ug/g(6). 1,2,3-Trichlorobenzene was detected in 42% of fish in the 400 sites sampled in the US at a mean concn of 1.3 ng/g(7). 1,2,3-Trichlorobenzene was detected at mean concns of 1.54, 0.16, 0.14, 0.22, 0.7 and 0.29 ug/kg in carp, white sucker, catfish, largemouth bass, smallmouth bass and walleye pike, respectively(7). 1,2,3-Trichlorobenzene was analyzed but not quantifiable in mussels (Elliptio complanata) from the Cornwall/Massena area on the St Lawrence River in samples taken Sept 28, 1989(8). 1,2,3-Trichlorobenzene was detected in zebra mussel (Dreissena polymorphia) at 0.08 and 0.12 ug/kg (wet weight) sampled at Lobith on the Rhine and Eijsden on the Meuse(9). 1,2,3-Trichlorobenzene was detected at 1.1-76 ng/g (wet weight) in snow crab (Chionoectes opilio) at 13 locations, in samples taken 1996 to 2000(10)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Jun 4, 2009: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 4.05"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Beurskens JEM et al; Water Sci Technol 29: 77-85 (1994) (2) ten Hulscher TEM et al; Chemosphere 35: 2331-44 (1997) (3) ten Hulscher TEM et al; Environ Toxicol Chem 23: 1634-9 (2004) (4) ten Hulscher TEM et al; Environ Sci Technol 33: 126-32 (1999) (5) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-36 (1982) (6) Masunga S et al; Wat Res 25: 289-97 (1991) (7) Kawata K et al; Bull Environ Contam Toxicol 58: 893-900 (1997) (8) van Zoest R, van Eck GTM; Sci Total Environ 103: 57-71 (1991) (9) Lee C-L, Fang MD; Chemosphere 35: 2039-50 (1997) (10) Lee C-L et al; Chemosphere 41: 889-99 (2000) (11) Santiago S et al; Aquat Sci 56: 221-42 (1994)",
            "Value": "SEDIMENT: 1,2,3-Trichlorobenzene was detected in the sediment of Lake Ketelmeer, Netherlands at concns of 15 and 2 ng/kg(1), 10-100 ug/kg(2) and 24 ug/kg (dry weight)(3). 1,2,3-Trichlorobenzene was detected in sediment at concns of 13 ug/kg (dry weight) in the top layer and at 24.5 and 24.7 ug/kg (dry weight) in core samples from Lake Ketelmeer, Netherlands(4). Mean 1,2,3-trichlorobenzene concns of 0.2, 0.3, 0.4 and 7 ppb were detected in the superficial sediments from Lakes Superior, Huron, Erie, and Ontario, respectively(5). 1,2,3-Trichlorobenzene was detected at concns of 0.2-6.7 ng/g in sediment from Ise Bay, Japan(6). 1,2,3-Trichlorobenzene was not detected (detection limit 3 ng/g) in seven river mouths (Tainai, Agano, Shinano, Sekiya, Hokura, Seki, and Oumli rivers) and a port (Prefecture) in Niigata, Japan(7). 1,2,3-Trichlorobenzene was detected at maximum concns of 52, 22, 20 and 6 ng/g in sediment taken from the Scheldt estuary, Netherlands(8). 1,2,3-Trichlorobenzene was detected in sediment off the coast of Taiwan at concns of 1-3 ng/kg(9). 1,2,3-Trichlorobenzene was found off the coast of Kaohsiung, Taiwan at 40 sites at concns of not detected to 21.4 ng/g in samples taken 1996(10). 1,2,3-Trichlorobenzene was not detected in suspended solids in the Rhone River at Bouveret, Pougny, Pioncare, Saone, and St. Vallier, but was detected at Chasse, Beauchastel, Donzere and Arles at 4.4, 21.8, 9.9 and 252 ug/kg (dry weight), respectively(11). Bed sediment samples taken from the Rhone River had concns of 1,2,3-trichlorobenzene of 21.7 and 26.7 ug/kg (dry weight) from samples taken near Beauchastel and Arles, and was not detected at Seyssel and Cordrieu(11)."
        },
        {
            "References": "(1) Ding WH et al; Chemosphere 25: 675-90 (1992) (2) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000) (3) Veningerova M et al; J Chromatogr A 774: 333-47 (1997)",
            "Value": "SOIL: Soil samples from Niagra Falls, NY contained 1,2,3-trichlorobenzene at mean concns of 190 and 540 pg/g(1). 1,2,3-Trichlorobenzene was found in 0.4% of 705 soil samples taken from 30 industrial sites in Taiwan(2). 1,2,3-Trichlorobenzene had an avg soil concn of 0.001 mg/kg in localities contaminated by agrochemical and communal waste in Slovakia(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Beck AJ et al; Adv Agron 55: 345-91 (1995) (2) Borisover MD, Graber ER; Chemosphere 34: 1761-76 (1997) (3) Gao C et al; Environ Toxicol Chem 15: 1089-96 (1996) (4) Sacan MT, Balcioglu IA; Chemosphere 32: 1993-2001 (1996) (5) Chu W, Chan K-H; Sci Total Environ 248: 1-10 (2000) (6) Dannenfelser RM et al; Chemosphere 23: 141-65 (1991) (7) Rathbun RE; Crit Rev Environ Sci 30: 129-295 (2000) (8) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Measured log Koc values for 1,2,3-trichlorobenzene of 3.21(1), 3.29(2), 3.37(3), 3.4(4), 3.67(5) and 3.9(6) were reported in soil. Koc values have been reported in soil at 1380 and 1630(7). According to a recommended classification scheme(8), these Koc values suggest that 1,2,3-trichlorobenzene has low mobility in soil."
        },
        {
            "References": "(1) Masunga S et al; J Environ Sci Health A31: 887-903 (1996) (2) ten Hulscher TEM et al; Chemosphere 35: 2331-44 (1997) (3) Jonker MTO, Smedes F; Environ Sci Technol 34: 1620-6 (2000) (4) Rathbun RE; Crit Rev Environ Sci 30: 129-295 (2000) (5) Wu C-D et al; Bull Environ Contam Toxicol 66: 777-83 (2001)",
            "Value": "A log Koc value of 3.6 was measured for 1,2,3-trichlorobenzene in sediment obtained from Ise Bay, Japan(1). A log Koc value of 4.8 was measured for 1,2,3-trichlorobenzene in sediment from Lake Ketelmeer, Netherlands(2). Log Koc values of 5.79 and 6.48 were also measured in Lake Ketelmeer at 0-30 cm (3.75% organic matter) and 40-120 cm (6.48% organic matter), respectively(3). Koc values are reported as 2650, 1050 and 14,800 in aquifer material, corn residues and plant cuticle, respectively(4). 1,2,3-Trichlorobenzene had a log Koc of 2.87 in sediment from the Yangtze River(5)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Organochlorines (OCs) are persistent chemicals found in various environmental compartments. The differences in the uptake of 14C-labeled 1,4-dichlorobenzene (DCB), 1,2,4-trichlorobenzene (TCB) and γ-hexachlorocyclohexane (γHCH) by Phragmites australis were investigated under hydroponic conditions. The first step in sorption appears to be correlated with the hydrophobic nature of the compounds, since log-linear correlations were obtained between root concentration factor and partition coefficient (LogKow). After 7 days of exposure, plant uptake of DCB, TCB, γHCH was significant with bioconcentration factors reaching 14, 19 and 15, respectively. Afterwards, uptake and translocation were seen to be more complex, with a loss of the simple relationship between uptake and LogKow. Linear correlations between the bioconcentration/translocation factors and the physico-chemical properties of OCs were shown, demonstrating that translocation from roots to shoots increases with solubility and volatility of the OCs. This suggests that OC-translocation inside plants might result from the combination of two processes, xylem sap flow and vapor fluxes. 14C-phytovolatilization was measured and was correlated with the volatility of the compounds; the more volatile OCs being most the likely to be phytovolatilized from foliar surfaces (p = 0.0008). Thus, OC-uptake/translocation appears to proceed at a rate that depends mostly on the OCs hydrophobicity, solubility and volatility.",
            "reference": "San Miguel, A., Ravanel, P., & Raveton, M. (2013). A comparative study on the uptake and translocation of organochlorines by Phragmites australis. Journal of hazardous materials, 244, 60-69.",
            "method": {
                "Test Plant": "Phragmites australis (Common Reed)",
                "Apply Location": "Root uptake from hydroponic nutrient solution",
                "Plant Growth Condition": "Plants purchased, washed to remove soil, and grown hydroponically in Hoagland's nutrient solution (renewed weekly) for minimum 3 weeks under controlled conditions: 16:8 h light:dark, 70±5% RH, 25±2°C, 250 μmol/m2/s PAR.",
                "Chemical Preparation": "14C-labeled uniformly on the carbon ring,γ-HCH (894 MBq/mmol), TCB (825 MBq/mmol) from Institute of Isotopes, Hungary. DCB (185 MBq/mmol) from Sigma-Aldrich",
                "Pesticide Application Details for the Plant": "Plants exposed by immersing roots in 150 mL hydroponic solutions containing 14C-OC at respective NOEC (120 Bq/mL) for 7, 14, 21, 28 days",
                "Other Information": "Plants held in closed glass cylinders with shoots protruding. Transpiration rate measured daily by weight loss. After exposure, plants rinsed, dissected into roots/rhizomes/shoots, fresh weights recorded. 14C extracted, quantified to determine tissue concentrations"
            },
            "result": "[{\"Days after application\": 7, \"Root concentration factor\": 19.55, \"Roots + Rhizomes concentration factor\": 25.15, \"Leaf concentration factor\": 1.72, \"Plant concentration factor\": 18.82}, {\"Days after application\": 14, \"Root concentration factor\": 41.97, \"Roots + Rhizomes concentration factor\": 36.53, \"Leaf concentration factor\": 7.13, \"Plant concentration factor\": 32.31}, {\"Days after application\": 21, \"Root concentration factor\": 46.98, \"Roots + Rhizomes concentration factor\": 45.94, \"Leaf concentration factor\": 12.58, \"Plant concentration factor\": 36.66}, {\"Days after application\": 28, \"Root concentration factor\": 34.23, \"Roots + Rhizomes concentration factor\": 43.16, \"Leaf concentration factor\": 19.65, \"Plant concentration factor\": 37.36}]"
        }
    ]
}