{
    "_id": {
        "$oid": "6682e861c4e5dba5ffba254e"
    },
    "CID": {
        "$numberInt": "6896"
    },
    "Name": "2,6-XYLIDINE",
    "IUPACName": "2,6-dimethylaniline",
    "CanonicalSMILES": "CC1=C(C(=CC=C1)C)N",
    "Synonyms": [
        "2,6-Dimethylaniline",
        "87-62-7",
        "2,6-XYLIDINE",
        "o-Xylidine",
        "2-Amino-m-xylene",
        "2,6-Dimethylbenzenamine",
        "Benzenamine",
        "2,6-dimethyl-",
        "2-Amino-1,3-dimethylbenzene",
        "2-Amino-1,3-xylene",
        "2,6-Dimethylphenylamine",
        "2,6-Xylylamine",
        "1-Amino-2,6-dimethylbenzene",
        "Aniline",
        "2,6-dimethyl-",
        "NCI-C56188",
        "vic-m-xylidine"
    ],
    "IsomericSMILES": "CC1=C(C(=CC=C1)C)N",
    "INCHI": "InChI=1S/C8H11N/c1-6-4-3-5-7(2)8(6)9/h3-5H,9H2,1-2H3",
    "INCHIKEY": "UFFBMTHBGFGIHF-UHFFFAOYSA-N",
    "Formula": "C8H11N",
    "MolecularWeight": {
        "$numberDouble": "121.18"
    },
    "Description": "2,6-dimethylaniline is a primary arylamine that is aniline in which the hydrogens at the 2- and 6-positions are replaced by methyl groups. It is used in the production of some anasthetics and other chemicals. It is a drug metabolite of lidocaine (local anasthetic). It has a role as a carcinogenic agent and a drug metabolite. It is a primary arylamine and a dimethylaniline.",
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "80"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. 2.6-Dimethylaniline. Available from, as of Sept 28, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "2,6-Xylidene was detected not quantified in tobacco leaf (Nicotiana tabacum; Solanaceae)(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book. Heller SR (consult ed) Washington, DC: Amer Chem Soc p. 45 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Sept 22, 2016: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 8 was calculated for 2,6-xylidine in fish(SRC), using a log Kow of 1.84(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Baird R et al; J Water Pollut Control Fed 49: 1609-15 (1977) (2) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (3) Medvedev VA, Davidov VD; The transformation of various coke industry products in chernozem soil. In: Decomposition of Toxic and Nontoxic Organic Compounds in Soil. Overcash MR, ed, Ann Arbor, MI: Ann Arbor Sci Publ pp. 245-54 (1981) (4) ECHA; Search for Chemicals. 2,6-Xylidine (CAS 87-62-7) Registered Substances Dossier. European Chemical Agency. Available from, as of Sept 22, 2016: https://echa.europa.eu/ (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 23, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: A Warburg respirometer study utilizing an activated sludge seed and 6 hr of incubation resulted in a 2,6-xylidine depletion of 33-37% at a concentration of 20 ppm(1). In a 6 week soil degradation study using (14)C-labelled 2,6-xylidine, 8.4% of applied radioactivity was recovered via CO2 evolution in non-autoclaved soil while 0% CO2 evolution occurred in autoclaved soil(2). In a soil degradation study conducted in glass vessels using Chernozem soil, 2,6-xylidine (at 500 mg/L) was degraded after 3 days of incubation with >90% recovered in transformation products(3). Using OECD Guideline 301F (Ready Biodegradability: Manometric Respirometry Test), 2,6-xylidine (at 100 mg/L) reached 4, 8, 25, 38 and 69% of its theoretical BOD after 7, 13, 36, 42 and 70 days. respectively(4); these results indicated that 2,6-xylidine was not readily biodegradable according to OECD criteria, however, it is biodegradable after extended adaptation(4). In another OECD Guideline 301F study, 2,6-xylidine (at 100 mg/L) showed no bidegradation after 33 day(4). Using OECD Guideline 302B (Inherent biodegradability: Zahn-Wellens/EMPA Test) and an industrial activated sludge seed, 83% of initial 2,6-xylidine was removed from the aqueous test system after 11 days, however, the substance was mainly removed via volatilization(4). 2,6-Xylidine, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 45",
            "Value": "log Kow = 1.84"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Aug 22, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (4) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 2,6-xylidine can be estimated to be 190(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2,6-xylidine is expected to have moderate mobility in soil. Aromatic amines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(3,4), suggesting that mobility may be lower in some soils(SRC). In a short term soil adsorption study using 14C-labelled 2,6-xylidine, 66% of the applied radioactivity was bound to the soil (3.4% organic matter, 36.6% sand, 28.2% silt, 35.2% clay) after 24 hrs(3)."
        }
    ]
}