{
    "_id": {
        "$oid": "6682e862c4e5dba5ffba2550"
    },
    "CID": {
        "$numberInt": "6900"
    },
    "Name": "CHOLINE BITARTRATE",
    "IUPACName": "2-hydroxyethyl(trimethyl)azanium;(2R,3R)-2,3,4-trihydroxy-4-oxobutanoate",
    "CanonicalSMILES": "C[N+](C)(C)CCO.C(C(C(=O)[O-])O)(C(=O)O)O",
    "Synonyms": [
        "CHOLINE BITARTRATE",
        "Choline tartrate",
        "Choline hydrogen tartrate",
        "87-67-2",
        "Choline",
        "tartrate (1:1)",
        "Choline bitartrate",
        "anhydrous",
        "HSDB 983",
        "Choline",
        "tartrate (1:1) salt",
        "Tartaric acid",
        "ion(1-)",
        "choline",
        "EINECS 201-763-4",
        "UNII-6K2W7T9V6Y",
        "6K2W7T9V6Y",
        "(2-Hydroxyethyl)trimethylammonium bitartrate",
        "Choline tartrate (1:1)",
        "CHOLINE (AS BITARTRATE)"
    ],
    "IsomericSMILES": "C[N+](C)(C)CCO.[C@@H]([C@H](C(=O)[O-])O)(C(=O)O)O",
    "INCHI": "InChI=1S/C5H14NO.C4H6O6/c1-6(2,3)4-5-7;5-1(3(7)8)2(6)4(9)10/h7H,4-5H2,1-3H3;1-2,5-6H,(H,7,8)(H,9,10)/q+1;/p-1/t;1-,2-/m.1/s1",
    "INCHIKEY": "QWJSAWXRUVVRLH-LREBCSMRSA-M",
    "Formula": "C9H19NO7",
    "MolecularWeight": {
        "$numberDouble": "253.25"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "193"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Coates, P.M., Blackman, M.R., Cragg, G.M., Levine, M., Moss, J., White, J.D. (Ed), Encyclopedia of Dietary Supplements. Marcel Dekker, New York, NY, p. 107 (2005)",
            "Value": "Several mechanisms are suggested for the cancer-promoting effect of a choline-devoid diet. These incl incr cell proliferation related to regeneration after parenchymal cell death occurs in the choline deficient liver, hypomethylation of DNA (alters expression of genes), reactive oxygen species leakage from mitochondria with incr lipid peroxidation in liver, activation of protein kinase C signaling due to accumulation of diacylglycerol in liver, mutation of the fragile histidine triad (FHIT) gene, which is a tumor suppressor gene, and defective cell-suicide (apoptosis) mechanisms. Loss of phposphatidylethanolamine N-methyl-transferase (PEMT) function may also contribute to malignant transformation of hepatocytes. /Choline/"
        },
        {
            "References": "Coates, P.M., Blackman, M.R., Cragg, G.M., Levine, M., Moss, J., White, J.D. (Ed), Encyclopedia of Dietary Supplements. Marcel Dekker, New York, NY, p. 107 (2005)",
            "Value": "Acetylcholine is one of the most important neurotransmitters used by neurons in the memory centers of the brain (hippocampus and septum). Choline accelerates the synth and release of acetylcholine in nerve cells. /Choline/"
        },
        {
            "References": "Thomson Healthcare. PDR for Nutritional Supplements. Thomson Health Care Inc. Montvale, NJ. p.90 (2001)",
            "Value": "... Choline deficiency in cell culture causes apoptosis or programmed cell death. This appears to be due to abnormalities in cell membrane phosphatidylcholine content and an incr in ceramide, a precursor, as well as a metabolite of sphingomyelin. Ceramide accumulation, which is caused by choline deficiency, appears to activate a caspase, a type of enzyme that mediates apoptosis. /Choline/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:14524422",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A serendipitous finding of urinary calculi in rats fed a semi-synthetic basal diet /is reported/. This observation was made during ongoing studies to evaluate the inhibitory effect of PSC 833, a potent inhibitor of P-glycoprotein, on development of tumors in rodent tumor model systems. A large number of specific-pathogen-free (SPF) female Sprague-Dawley and SPF male Fischer 344 rats being fed the diet were euthanized when it became evident clinically that they were uremic. At necropsy, the renal pelvis, ureters, and urinary bladder contained numerous calculi. The presence of urinary calculi was determined to be related to the source of a Food Chemical Codex grade of choline bitartrate. Rats being fed the same basal diet containing the United States Pharmacopia grade of choline bitartrate failed to develop urinary calculi. Interestingly, rats treated with the P-glycoprotein inhibitor were at significantly reduced risk of developing urinary calculi. This finding highlights how something seemingly innocuous as a minor dietary constituent can have a profound impact and, thereby, affect experimental outcome."
        }
    ]
}