{
    "_id": {
        "$oid": "6682e862c4e5dba5ffba2551"
    },
    "CID": {
        "$numberInt": "6901"
    },
    "Name": "HEXACHLORO-1,3-BUTADIENE",
    "IUPACName": "1,1,2,3,4,4-hexachlorobuta-1,3-diene",
    "CanonicalSMILES": "C(=C(Cl)Cl)(C(=C(Cl)Cl)Cl)Cl",
    "Synonyms": [
        "HEXACHLORO-1,3-BUTADIENE",
        "Hexachlorobutadiene",
        "87-68-3",
        "Perchlorobutadiene",
        "Hexachlorobuta-1,3-diene",
        "HCBD",
        "1,1,2,3,4,4-hexachlorobuta-1,3-diene",
        "Dolen-pur",
        "Hexachlorbutadiene",
        "1,3-Butadiene",
        "1,1,2,3,4,4-hexachloro-",
        "1,3-Hexachlorobutadiene",
        "Hexachlor-1,3-butadien",
        "RCRA waste number U128",
        "C 46",
        "1,3-Butadiene",
        "hexachloro-"
    ],
    "IsomericSMILES": "C(=C(Cl)Cl)(C(=C(Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C4Cl6/c5-1(3(7)8)2(6)4(9)10",
    "INCHIKEY": "RWNKSTSCBHKHTB-UHFFFAOYSA-N",
    "Formula": "C4Cl6",
    "MolecularWeight": {
        "$numberDouble": "260.8"
    },
    "Description": "Hexachloro-1,3-butadiene is an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "4.8"
    },
    "Complexity": {
        "$numberInt": "160"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: World Health Organization, International Agency for Research on Cancer 20: 181 (1979)",
            "Value": "In a United Kingdom study, 5 species of marine algae were found to contain hexachloro-1,3-butadiene residues at levels ranging from 0 to 8.9 ug/kg(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: World Health Organization, International Agency for Research on Cancer 20: 183 (1979) (2) Oliver BG; Environ Sci Technol 21: 785-90 (1987)",
            "Value": "In a United Kingdom study, 14 species of invertebrates were found to contain hexachloro-1,3-butadiene residues at levels ranging from 0 to 7 ug/kg by wt of wet tissue(1). Eggs or organs of 8 species of sea and freshwater birds were found to contain hexachloro-1,3-butadiene residues at levels ranging from, 0 to 9.9 ug/kg; and organs of 2 species of mammals, 0 to 3.6 ug/kg(1). Oligochaete worms from Lake Ontario sediment near the Niagara River 2.0 - 8.6 ppb dry weight(2)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (2) Zoeteman BCJ et al; Chemosphere 9: 231-49 (1980) (3) Bosma TNP et al; Groundwater 34: 49-56 (1996) (4) Bosma TNP et al; Environ Sci Technol 28: 1124-8 (1994)",
            "Value": "AEROBIC: Hexachloro-1,3-butadiene may biodegrade in natural waters since 100% degradation occurred in 7 days in an aerobic batch culture incubated at 25 °C and inoculated with settled domestic sewage(1). Estimated half-lives for hexachloro-1,3-butadiene disappearance based on monitoring data are 3-30 days in river water and 30-300 days in lake and ground waters(2). ANAEROBIC: Greater than 99% of hexachloro-1,3-butadiene transformed to (E,E)-1,2,3,4-tetrachlorobutadiene by reductive dechlorination in columns with Rhine sediment (Germany) operated at 20 °C with methanogenic electron acceptors(3). Hexachloro-1,3-butadiene was only removed under methanogenic conditions using these sediments and not when oxygen or nitrate were present in the column experiments(4). Reductive dechlorination in the column was ascribed to the activity of anaerobic microorganisms(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Laska AL et al; Bull Environ Contam Toxicol 15: 535-42 (1976) (2) Kuehl DW et al; J Assoc Off Anal Chem 63: 1238-44 (1980) (3) Veith GD et al; Pest Monit J 13: 1-11 (1979) (4) Oliver BG, Niimi AJ; Environ Sci Technol 17: 287-91 (1983) (5) Konasewich D et al; Status Report on Organic and Heavy Metal Contaminants in the Lakes Erie, Michigan, Huron and Superior Basins. Great Lakes Water Qual Board (1978) (6) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (7) Krauss PB, Hamdy YS; J Great Lakes Res 11: 247-663 (1985) (8) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: World Health Organization, International Agency for Research on Cancer 20: 183 (1979)",
            "Value": "Mosquito fish taken from the Mississippi River near Baton Rouge, LA contained an average of 827.3 ppb hexachloro-1,3-butadiene(1). Crayfish from a ditch near Baton Rouge, LA contained 70.1 ppb hexachloro-1,3-butadiene(1). Hexachloro-1,3-butadiene was found, but not quantified, in fish from the Ashtabula River, Ohio(2) and the Wabash River, Indiana(3). Mean hexachloro-1,3-butadiene concn in Lake Ontario rainbow trout was 0.2 ng/g(4). Hexachloro-1,3-butadiene has also been detected in fish from Lakes Erie, Huron, and Superior(5). A study of 9 Great Lakes harbors and tributaries in Ohio and Wisconsin, between 1980 and 1981, found no hexachloro-1,3-butadiene in composite fish samples(6). A study of the distribution of hexachloro-1,3-butadiene in the St. Clair and Detroit Rivers using clams (E. complanatus) suspended in cages, found that none of the sites in the Detroit R. and 55% of the sites in the St. Clair River contained levels of hexachloro-1,3-butadiene above the detection limit, 1 ppb, wet wt(7). The highest mean concn was 83 ppb and results indicated that sources of pollutants were present in the Sarnia area(7). Residues of hexachloro-1,3-butadiene were found in 10 samples from fish collected from within 25 miles (40 km) of tetrachloroethylene or trichloroethylene production plant sites, at levels ranging from 0.01 to 1.2 mg/kg(8) In a United Kingdom study, various organs of 15 species of fish contained hexachloro-1,3-butadiene residues ranging from 0 to 2.6 ug/kg(8)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 7",
            "Value": "log Kow = 4.78"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "VOROBEVA TN; KHIM SELSK KHOZ 18 (11): 39-40 (1980)",
            "Value": "VINEYARDS INFECTED WITH PHYLLOXERA WERE TREATED WITH HEXACHLOROBUTADIENE (HCBD) AT 250 KG/HA. THE MAXIMUM LEVEL OF HCBD WAS DETECTED 8 MONTHS AFTER THE LAST APPLICATION (4.36 MG/KG IN THE 75-100 CM LAYER AND 7.3 MG/KG IN THE 50-75 CM LAYER); HCBD LEVELS 32 MONTHS AFTER APPLICATION IN THE 50-75 CM AND 75-100 CM LAYERS WERE 0.65 AND 2.99 MG/KG, RESPECTIVELY."
        },
        {
            "References": "(1) Li RT et al; Sampling and Analysis of Selected Toxic Substances. Task IB Hexachlorobutadiene USEPA/560/6-76/015 p.152 (1976) (2) Laska AL et al; Bull Environ Contam Toxicol 15: 535-42 (1976) (3) Kaminsky R et al; J Great Lakes Res 9: 183-9 (1983) (4) Oliver BG; Environ Sci Technol 21: 785-90 (1987) (5) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: World Health Organization, International Agency for Research on Cancer 20: 182 (1979)",
            "Value": "SOILS: Hexachloro-1,3-butadiene concn in soil near a chemical plant was 0.11 ug/g(1). Hexachloro-1,3-butadiene levels of 0.15 and 0.34 ug/g were found at the boundaries of the two other plants(1). Hexachloro-1,3-butadiene was found in soil near the Mississippi River at 433.0 ppb (dry basis)(2). Sediment from Lake Ontario near the Niagara River contained 3-11 ppb hexachloro-1,3-butadiene(3,4). Levee soil in Louisiana contained levels ranging from undetectable to 800 ug/kg, ditch mud levels ranged from undetectable to 500 ug/kg and soil samples collected from sites removed from a transect of the levees contained levels ranging from < 0.7 to 321.5 ug/kg (433.0 ug/kg corrected to dry wt)(5). In a US study in 1975 and 1976, highest levels were detected in soil around factories associated with the production of tetrachloroethylene and trichloroethylene (highest reported concn, 980 ug/g)(5)."
        },
        {
            "References": "(1) Konasewich D et al; Status Report on Organic and Heavy Medtal Contaminants in the Lakes Erie, Michigan, Huron and Superior Basins. Great Lake Water Qual Board (1978) (2) Riley RG et al; Quantitation of Pollutants in Suspended Matter and Water from Puget Sound. NOAA-80061003 (NTIS PB80-203524) p. 110 (1980) (3) Li RT et al; Sampling and Analysis of Selected Toxic Substances. Task IB Hexachlorobutadiene p. 152 USEPA-560/6-76-015 (1976) (4) Oliver BG, Bourbonniere BG; J Great Lakes Res 11: 366-72 (1985) (5) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: World Health Organization, International Agency for Research on Cancer 20: 182 (1979) (6) Chen W et al; Environ Toxic Chem 18: 1610-16 (1999) (7) Prytula MT, Pavlostathis SG; Wat Sci Tech 33: 247-254 (1996) (8) Lee C et al; Chemosphere 41: 889-899 (2000)",
            "Value": "SEDIMENTS: Hexachloro-1,3-butadiene has also been detected in Lake Michigan sediment(1) and from suspended matter of the Hylebos Waterway in Tacoma, WA(2). Hexachloro-1,3-butadiene was found in Ohio River sediment near Louisville, KY at 2 and 17 ng/g(3). Sediments in southern Lake Huron, Lake St. Clair, Western Lake Huron, Central Lake Erie, and Eastern Lake Erie contained mean hexachloro-1,3-butadiene concns of 0.08, 7.3, 1.6, 0.2, and 0.2 ppb (dry/wt), respectively(4). Concn of hexachloro-1,3-butadiene in sediments from Liverpool Bay, England ranged from <0.02 to >8 mg/kg(5). The mean concn of hexachloro-1,3-butadiene in Lake Charles, LA sediments was 49.5 ug/g (wet wt)(6). The mean concn of hexachloro-1,3-butadiene in sediments from Bayou d'Inde near Lake Charles, LA were 95.1 mg/kg, 2.8 mg/kg, and 1.9 mg/kg (dry wt) for the 106-1400 um, 53-106 um, and <53 um sediment size fractions, respectively(7). Surficial sediments near the Tso-yin (Taiwan) ocean outfall sewage pipe had a high concn of hexachloro-1,3-butadiene; sediments in this area had a hexachloro-1,3-butadiene concn of 47.4 ng/g(8)."
        }
    ]
}