{
    "_id": {
        "$oid": "6682e862c4e5dba5ffba2553"
    },
    "CID": {
        "$numberInt": "6909"
    },
    "Name": "Trichloroisocyanuric acid",
    "IUPACName": "1,3,5-trichloro-1,3,5-triazinane-2,4,6-trione",
    "CanonicalSMILES": "C1(=O)N(C(=O)N(C(=O)N1Cl)Cl)Cl",
    "Synonyms": [
        "TRICHLOROISOCYANURIC ACID",
        "Symclosene",
        "87-90-1",
        "Trichlorocyanuric acid",
        "1,3,5-Trichloro-1,3,5-triazinane-2,4,6-trione",
        "Symclosen",
        "Trichloro-s-triazinetrione",
        "Fichlor 91",
        "Isocyanuric chloride",
        "Trichloroisocyanic acid",
        "Fi Clor 91",
        "Chloreal",
        "1,3,5-Trichloroisocyanuric acid",
        "Neochlor 90",
        "ACL 85"
    ],
    "IsomericSMILES": "C1(=O)N(C(=O)N(C(=O)N1Cl)Cl)Cl",
    "INCHI": "InChI=1S/C3Cl3N3O3/c4-7-1(10)8(5)3(12)9(6)2(7)11",
    "INCHIKEY": "YRIZYWQGELRKNT-UHFFFAOYSA-N",
    "Formula": "C3Cl3N3O3",
    "MolecularWeight": {
        "$numberDouble": "232.41"
    },
    "Description": "1,3,5-trichloro-1,3,5-triazinane-2,4,6-trione is a member of 1,3,5-triazinanes and an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "202"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Wojtowicz J; Kirk-Othmer Encyclopedia of Chemical Technology. (2005). NY, NY: John Wiley & Sons; Cyanuric and Isocyanuric Acids. Online Posting Date: June 18, 2004. (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Sept 17, 2009.",
            "Value": "An estimated BCF of 3.1 was calculated for trichloroisocyanuric acid(SRC), using water solubility of 1.20X10+4 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low (SRC). In the Japanese MITI test, trichloroisocyanuric acid reacted with water to form isocyanuric acid, which is confirmed to be not bioaccumulative(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Wojtowicz J; Kirk-Othmer Encyclopedia of Chemical Technology. (2005). NY, NY: John Wiley & Sons; Cyanuric and Isocyanuric Acids. Online Posting Date: June 18, 2004. (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Sepy 17, 2009.",
            "Value": "AEROBIC: Cyanuric acid is ultimately the end product of use of chloroisocyanurates in bleaching, sanitizing, and disinfection applications. Since the N-chloro derivatives are biocidal, biodegradation studies have centered on the residual cyanuric acid, which has been shown to undergo biodegradation under environmental conditions(1). In the Japanese MITI test, trichloroisocyanuric acid reacted with water to form isocyanuric acid, which is confirmed to be biodegradable(2)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2767",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of trichloroisocyanuric acid (dry powder) to rabbit skin for 24 hr produced no irritation. /From table/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-111",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /The/ oral minimal lethal dose in rabbits ... /is/ 1500 to 1900 mg/kg."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Symclosene (87-90-1) pp. 35-36 (2000  CD-ROM edition). Available from, as of September 25, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Monosodium cyanurate (NaCy) was evaluated for subchronic toxicity when adminstered in the drinking water to groups of B6C3F1 mice for 13 wk ... Three groups of mice, each consisting of 25 males and 25 females, received the test article at dosage levels of 896, 1792, and 5375 ppm NaCy respectively. A fourth group with the same number of animals received sodium hippurate (NaHip) at a dosage of 7769 ppm (which provided the same level of sodium as the high (5375 ppm) dose of NaCy). A fifth group, also with 25 animals of each sex, received only tap water and served as the untreated control. After 6 wk of treatment, five animals of each sex were sacrificed. Criteria evaluated for compound related effects included: survival, clinical observations, bw gains, food and water consumption, clinical pathology, absolute and relative organ wt, and gross and microscopic pathology. Consistently high water consumption was noted in the high dose (5375 ppm NaCy) males and females ... No other compound related effects were noted in this study during the in-life phase. Dose-related increases in absolute and relative ovarian wt were noted after 13 wk of treatment. This difference was significant for the high dose group (5375 ppm NaCy) and for the sodium control group (7769 ppm NaHip). Since this finding was significant for both of these groups, this finding may be related to increased sodium intake. Microscopic evaluation of tissues taken after 6 wk of treatment did not reveal any treatment related changes. In the tissues examined after 13 wk of treatment, no test article related histomorphologic alterations were noted, with the exception of changes in the urinary bladder resulting from the presence of calculi in two males from the high dose group (5375 ppm NaCy). A variety of spontaneous disease lesions and incidental findings were noted with essentially comparable incidence and severity in the control and in the treated groups without relationship to treatment. /Monosodium cyanurate/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Symclosene (87-90-1) pp.38-39 (2000  CD-ROM edition). Available from, as of September 25, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test: The test article, monosodium cyanurate, was not mutagenic towards Salmonella tymphimurium test strains TA98, TA100, TA1535, or TA1537 in plate incorporation assays with and without rat microsomal activation systems and conducted at concn of up to 10 mg of sample per plate. No mutagenic activity was observed in test spots conducted with test strains of TA98, TA100, TA1535, or TA1537 in the presence of and in the absence of mammalian microsomal activation systems. No microbial toxicity was observed in a toxicity assay conducted with strain TA100 in the absence of and in the presence of rat microsomal activation at a concn of up to 10 mg per plate. /Monosodium cyanurate/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Symclosene (87-90-1) p.40 (2000  CD-ROM edition). Available from, as of September 25, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Mouse lymphoma assay: The test article, monosodium cyanurate, was tested in the L5178Y TK+/- Mouse Lymphoma Mutagenesis Assay with and without metabolic activation by induced rat liver S-9. The cultures treated without activation were cloned over the range of concn which produced from 69% to 113% suspension growth. The cultures receiving S-9 metabolic activation were cloned over a range of concn which produced from 94% to 105% suspension growth. The results of the assay indicate that, under these test conditions, monosodium cyanurate did not cause a significant increase in mutant frequency. /Monosodium cyanurate/"
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Chlorinated Isocyanurates p.17 H-750BW (September, 1992). Available from, as of September 24, 2009: https://www.epa.gov/oppsrrd1/REDs/old_reds/chlorinated_isocyanurates.pdf",
            "Value": "/GENOTOXICITY/ Sodium isocyanurate was not mutagenic in studies designed to detect the potential to induce gene mutation, structural chromosome aberrations, or altered sister chromatid exchange frequency. /Sodium isocyanurate/"
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) on 1,3,5-Triazine-2,4,6(1H,3H,5H)-trione, 1,3,5-trichloro- (87-90-1). Available from, as of September 24, 2009: https://www.epa.gov/hpvis/index.html",
            "Value": "/GENOTOXICITY/ /Male Sprague-Dawley rats, 4 per group (Range Finding Study) or 10 per group (Definitive Study), received a single oral gavage dose of sodium cyanurate at 0, 0.04, 0.20, 1.0, 5.0 g/kg bw (Range Finding Study) or 0, 1.25, 2.50, 5.0 g/kg bw (Definitive Study).  Method/guideline followed: Comparable to OECD Guideline 475 \"Mammalian Bone Marrow Chromosome Aberration Test\". Dose-Range Finding Study: No mortality was observed at any of the doses tested. Definitive Cytogenetic Study: No mortality was observed at any of the doses tested. - Mutant/aberration/mPCE/polyploidy frequency, as appropriate: Dose-Range Finding Study: The mean mitotic index at the highest dose was 3.36%. Thus, 5.0 g/kg was chosen as the maximum tolerated dose (MTD), 2.5 g/kg as the intermediate dose (1/2 MTD), and 1.25 g/kg as the low dose (1/4 HTD) for the definitive cytogenetic experiments for both the 24 and 48 hour treatment regimens. Definitive Cytogenetic Study: In the 24 hour treatment regimen, comparison of the means resulting from the various endpoints showed that none of the doses of sodium cyanurate was significantly different from the negative control (p > 0.5). The mean for the positive control, triethylenemelamine at 0.275 mg/kg, however, was highly significant (p <0.05). For 48 hours' exposure, none of the doses of sodium cyanurate was significantly different from the control values (p >0.05), whereas, the positive control group showed a significant increase in chromosomal aberration (p < 0.05). /Sodium cyanurate/"
        },
        {
            "References": "Bocharov DA, Kulikovskii AV; Tr Vses Nauch-Issled Inst Vet Sanit 38: 171-4 (1971)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ When incubated at 4.4 ug/mL with Staphylococci for 35-120 min, trichloroisocyanuric acid caused vacuolization of the bacterial cells. After 120 min exposure the cell walls and cytoplasmic membranes were disrupted, and nucleic acids in the cells decr by 76-86%."
        },
        {
            "References": "Bocharov DA; Tr Vses Nauch-Issled Inst Vet Sanit 35: 231-41 (1970)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Di-tribasic calcium hypochlorite mixture at 0.008-0.03% disrupted Escherichia coli nutrition and at higher concn decreased bacterial oxygen consumption and degraded the bacterial cytoplasm and cell walls to small granules. Trichloroisocyanuric acid was more effective than calcium hypochlorite in binding bacterial enzymes."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume Information System (HPVIS) on 1,3,5-Triazine-2,4,6(1H,3H,5H)-trione, 1,3,5-trichloro- (87-90-1). Available from, as of September 24, 2009: https://www.epa.gov/hpvis/index.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Both s-triazine-2,4,6(1H,3H,5H)-trione, 1,3,5-trichloro- and s-triazine-2,4,6(1H,3H,5H)-trione, 1,3-dichloro-, sodium salt are unstable in the body (particularly the stomach) because the available chlorine is rapidly reduced. Cyanuric acid (or its monosodium salt) is the degradation product from both products."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Wojtowicz J; Kirk-Othmer Encyclopedia of Chemical Technology. (2005). NY, NY: John Wiley & Sons; Cyanuric and Isocyanuric Acids. Online Posting Date: June 18, 2004. (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of September 17, 2009. (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of trichloroisocyanuric acid is estimated as 25(SRC), using a water solubility of 1.20X10+4 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that trichloroisocyanuric acid is expected to have very high mobility in soil."
        }
    ]
}