{
    "_id": {
        "$oid": "6682e863c4e5dba5ffba2559"
    },
    "CID": {
        "$numberInt": "6946"
    },
    "Name": "2-NITROANILINE",
    "IUPACName": "2-nitroaniline",
    "CanonicalSMILES": "C1=CC=C(C(=C1)N)[N+](=O)[O-]",
    "Synonyms": [
        "2-NITROANILINE",
        "88-74-4",
        "o-Nitroaniline",
        "2-Nitrobenzenamine",
        "Benzenamine",
        "2-nitro-",
        "o-Nitraniline",
        "1-Amino-2-nitrobenzene",
        "Fast Orange GR Base",
        "Devol Orange B",
        "Orange GRS Salt",
        "o-Aminonitrobenzene",
        "2-Aminonitrobenzene",
        "Aniline",
        "o-nitro-",
        "Fast Orange O Base",
        "Fast Orange O Salt"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)N)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C6H6N2O2/c7-5-3-1-2-4-6(5)8(9)10/h1-4H,7H2",
    "INCHIKEY": "DPJCXCZTLWNFOH-UHFFFAOYSA-N",
    "Formula": "C6H6N2O2",
    "MolecularWeight": {
        "$numberDouble": "138.12"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "132"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan, Japan Chemical Industry Ecology - Toxicology and Information Center ISBN (1992) (2) Sasaki S; p. 283-98 in Aquatic Pollutants: Transformation and Biological Effects; Hutzinger O et al, eds Oxford: Pergamon Press (1978) (3) Kalsch W et al; Chemosphere 22: 351-63 (1991) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A 6 week bioconcentration study obtained BCF values of 2.1-4.9 and <10 for concentrations of 2- nitroaniline of 0.5 and 0.05 mg/L, respectively(1). An aquarium study using carp fish found 2-nitroaniline to have a low bioaccumulation potential(2). A study using zebrafish experimentally determined the BCF for 2-nitroaniline to be 8.1(3). According to a classification scheme(4), these BCF values suggest bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan, Japan Chemical Industry Ecology - Toxicology and Information Center ISBN (1992) (2) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (3) Malaney GW; J Water Pollut Control Fed 32: 1300-11 (1960) (4) Pitter P; Water Res 10: 231-5 (1976) (5) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986) (6) Young JC, Affleck SB; Eng Bull Purdue Univ, Eng Ext Ser 1: 154-64 (1974) (7) Hallas LE, Alexander M; App Environ Microbiol 45: 1234-41 (1983) (8) Zeyer J, Kearney PC; J Agric Food Chem 31: 304-8 (1983) (9) Bornick H et al; Wat Res 35: 619-24 (2001) (10) Lu GH et al; Bull Environ Contam Toxicol 69: 111-6 (2002)",
            "Value": "AEROBIC: In a 2 week closed bottle biodegradation test, using 100 mg/L substrate and 30 mg/L sludge, 2-nitroaniline had a theoretical BOD of 0%(1). Degradation in a soil mineral salts suspension took greater than 64 days as determined by 100% loss of UV absorbance(2). A 16% BOD threshold was measured with a Warburg respirometer using aniline-acclimated activated sludge(3). A 0% removal (based on chemical oxygen demand) was measured in a batch system using activated sludge and a 5-day incubation period(4). Biological degradation in an electrolytic respirometer using activated sludge was in excess of 10 days(5). 2-Nitroaniline was not biodegradable in an electrolytic respirometer study, although 4-nitroaniline was found to be biodegradable using the same test conditions(6). Aerobic incubation of 2-nitroaniline in a rotary shaker using sewage inocula for 52 days resulted in a maximum loss of 15% as measured by UV absorbance loss(7). A 20-day study using uniformly ring-labeled 2-nitroaniline had a 14-carbon dioxide evolution of 1.9%, measured from laboratory flask system containing a silt loam soil media(8); 14-carbon dioxide evolution was less than 0.3% from the same soil system which had been sterilized with sodium azide(8). 2-Nitroaniline had a biodegradation rate of 0.023/hr in river water giving a half-life of 31 hours, which was classified as poor degradation(9). A 5 day BOD at 20 °C in Songhua river water was -5% for 2-nitroaniline(10)."
        },
        {
            "References": "(1) Hallas LE, Alexander M; App Environ Microbiol 45: 1234-41 (1983)",
            "Value": "ANAEROBIC: Incubation of 2-nitroaniline in an anaerobic incubator using a sewage inocula for 52 days resulted in a loss of about 70% as measured by UV absorbance loss; a lag period of approximately 17 days occurred before anaerobic loss was measurable(1). 2-Methylbenzimidazole was a product of 2-nitroaniline in the absence of oxygen, and 2-nitroacetanilide was formed from 2-nitroaniline in the presence or absence of oxygen."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 908",
            "Value": "Decomposition of o-Nitroaniline by a soil microflora is greater than 64 days."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 19",
            "Value": "log Kow = 1.85"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:448254",
            "Value": "THE RELATIVE MUTAGENIC ACTIVITIES OF AMINOANILINES HAVE BEEN ATTEMPTED TO BE RELATED TO PARAMETERS REFLECTING POTENTIAL FOR N-HYDROXYLATION AND STABILITY OF THE ARYLNITRENIUM IONS. THE NITRO GROUPS DEACTIVATE THE AMINE GROUP N-HYDROXYLATION AND THE EPOXIDATION, & NO ACTIVE PRODUCTS FROM CYTOCHROME P450 WOULD BE PREDICTED. THE ACTIVITY OF THE NITRO DERIVATIVES IS PRESUMED TO BE DUE TO TRANSFORMATION OF THE NITRO GROUP ITSELF TO AN ACTIVE MUTAGENIC SPECIES BY OTHER ENZYME SYSTEMS. /AMINOANILINES/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Benzenamine, 2-nitro- (88-74-4). Available from, as of October 29, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 5 male and 5 female Wistar rats were exposed to a single aerosol concentration of ONA (65% aqueous solution of Technical grade ONA, typical purity of 99%) solution in PEG (to facilitate nebulization) under nose only conditions; the chamber was operated under dynamic exposure conditions. Animals were observed daily for clinical signs; body weights recorded on days 3, 7 and 14. Clinical observations were consistent with a Functional Observational Battery set of indices; methemoglobin determinations were made following exposure. All rats underwent a gross necropsy at study term. Food and water were given ad libitum. Observation period was 14 days. A vehicle control group of rats was exposed similarly to polyethylene glycol/acetone. ... Limit test: No deaths occurred at the maximum achievable level tested of 2,529 mg/m3 (analytical level); the MMAD was 2.1 um indicating particle sizes of a respirable range. Animals exposed at this level exhibited decrements in body weight gain, hypothermia, distinct discoloration of the urine, and bradypnea, all of which were attributed to test article. These observations persisted no longer than 1 day following exposure. No adverse effects were noted in reflex measurements. No macroscopic findings attributable to test article were observed."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for 2-Nitroanilne, CAS #88-74-4 p.68 (November 2001). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not sensitizing /to/ guinea pigs."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-Nitroaniline (CAS # 88-74-4) p.54 Available from, as of October 2, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slightly irritating /to eyes of/ rabbit."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for 2-Nitroanilne, CAS #88-74-4 p.68 (November 2001). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slightly irritating /to skin of/ rabbit."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for 2-Nitroanilne, CAS #88-74-4 p.70 (November 2001). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female rats /the test substance by/ gavage, 7 days/week for 9 weeks at doses 0, 50, 150, 450 mg/kg. Males: from week 4 prior mating, during mating, gestation of the females. Females: from week 4 prior mating, during mating, gestation and lactation periods until post-partum day 4 (9 weeks approximately). The only signs related to treatment were piloerection, salivation and matted fur observed after treatment. Matted fur was also observed and clinical signs performed at weekly intervals in males and females of the high-dose group. Statistically significant reduction in body weight (5-6%) were observed at different time in high and mid dose groups during the treatment. A statistically significant reduction in terminal body-weight was observed in high-dose males (6%) compared to controls. No differences were observed in absolute and relative organ weights of males. Macroscopic and microscopic observations of all organs, including spermatogenic cycle, did not reveal any treatment-related effects. ... NOAEL  = >50; LOAEL = 150."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Benzenamine, 2-nitro- (88-74-4). Available from, as of October 29, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 10 Sprague-Dawley  rats/sex/group were exposed 6 hrs/day 5 d/wk for 4 weeks to /ONA, 99% purity,/ by inhalation in 1 cubic meter steel/glass chambers via whole body exposure; Analytically determined (4X/d) concentration means were: 10, 27.5 and 73 mg/cu m ... All animals were observed daily for toxic signs, weighed weekly, and underwent examination for clinical chemistries, hematology, ocular toxicity. Organ weights were taken at necropsy and microscopic exams were conducted on over 40 tissues for all high dose and control animals and target organs for all animals. ... Treatment-related effects: 73 mg/cu m - Statistically decreased leukocytes in males, and significantly reduced Hbg and rbc in females, increased polychromia, anisocytosis and poikilocytosis in males and females, increased relative liver weights for females (no corresponding histology), decreased absolute and relative testes weights corresponding with degeneration of the germinal epithelium seen microscopically.  LOAEL = 73 mg/cu m; NOAEL = 30 mg/cu m."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for 2-Nitroanilne, CAS #88-74-4 p.69 (November 2001). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats /were given o-nitroaniline by/ inhalation, 5 days/week, 6 hours/day/4 weeks at doses 0, 10, 90 mg/cu m. Increased tearing and nasal secretions as well as yellowing of the fur were observed in the groups exposed to o-nitroaniline. Weight gain was unaffected. In the 90 mg/cu m group, a slight increase of the Met-Hb level and the hematocrit value occurred as well as a marginal reduction of leukocytes and segmented neutrophils counts. The testicular weight was unaffected. Macroscopic and microscopic examinations of organs showed no indications of substance-caused damage. Then the dose of 10 mg/kg/day is considered as the NOEL=NOAEL."
        },
        {
            "References": "Vasilenko NM et al; Sovremennye Problemy Biokhim Dykhaniza Klin Mater Voes Konf 1: 411-3 (1972)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxic effects of aniline, p-chloroaniline, nitrobenzene, paranitrochlorobenzene, para-nitroaniline, o-nitroaniline, o-chloroparanitroaniline, p-chloro-orthonitroaniline, o-nitrotoluene, m-nitrotoluene, dinitrotoluene, and trinitrotoluene were investigated on the hemoglobin content of rats. Male white-rats were administered 20 percent of the median lethal dose (LD50) of compounds daily for 30 days; dinitrotoluene and trinitrotoluene were administered as 10 percent of the LD50. After 5 days, most of the compounds inactivated the respiratory blood pigment. Based on the intensity of methemoglobinemia, compounds were ranked according to their effect from greater to lesser: para-nitroaniline, paranitrochlorobenzene, para-chloroaniline, aniline, nitrobenzene, dinitrotoluene. All of the compounds studied with the exception of o-nitrotoluene and o-nitroaniline suppressed the respiratory function of the blood."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Benzenamine, 2-nitro- (88-74-4). Available from, as of October 29, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 25 pregnant Sprague-Dawley females/group /were given ONA, purity 99%,/ daily by gavage ... at 0, 100, 300, 600 mg/kg/day in corn oil  from gestation days 6-15 ... and sacrificed on gestation day 21 for fetal exams. Maternal toxicity was evidenced by reduced body weight gains, reduced food consumption and piloerection in the 300 and 600 mg/kg groups. Marginal reduction in food consumption (94% of control) was reported for 100 mg/kg dams that was only statistically significant in the overall time period of day 6 to 21 of gestation but not significant at any other time interval. In contrast 300 mg/kg-dams showed statistically significant reduction in food consumption on days 6-10 of gestation as well as for the day 6-21 period. Only the high-dose group of dams showed a reduction in food consumption (87% of control) that appeared biologically significant. Body weight gains were 94, 88 and 85% of controls for low, mid and high-dose dams, respectively. Both mid and high-dose dams lost body weight between gestation day 6 and 10; however, the statistical analysis of body weights only showed significant differences for the high-dose group. Since there was a slight loss of body weight in the mid-dose group between gd 6 and 10; this is considered an indication of maternal toxicity and the maternal LOAEL is considered to be 300 mg/kg with a Maternal NOAEL of 100 mg/kg. This is supported by the clinical observations where mid and high-dose dams were reported to demonstrate piloerection while low-dose dams did not. No effects on pregnancy rates, mean of live and dead pups, resorptions, nidations, c lutea. Fetal NOAEL considered to be 600 mg/kg. Mean fetal weights were slightly, but not statistically lower than control in 600 mg/kg group. No differences seen in no. litters, fetuses or malformations. One malformation (situs inversus syndrome) was seen in single fetuses from two litters at the 600 mg/kg level ..."
        },
        {
            "References": "54 FR 42034; 10/13/89 OTS0532108",
            "Value": "/GENOTOXICITY/ As part of a testing consent order on aniline and seven substituted anilines (53 FR 53161), the U.S. industry sponsored a  mammalian bone marrow micronucleus assay of 2-nitroaniline. The test was conducted under a non-TSCA Protocol/Guideline (docket OPTS- 42054B) in which mice received ip injections of the compound twice 24 hours apart at doses of 0, 50, 250, and 500 mg/kg/day. There were 5 to 6 animals per sex per dose. No evidence of clastogenicity was noted in any dose group."
        },
        {
            "References": "PMID:9465924",
            "Value": "/GENOTOXICITY/ The most important commercially available nitro- and aminobenzenes and the explosive trinitrobenzene were tested for mutagenicity in the Salmonella typhymurium TA98 and TA100 both in the absence and presence of S9. Ten of the 14 compounds tested (71%) were mutagenic. All the substances showed positive results in TA98 and 4 substances were also mutagenic in TA100. The three diaminobenzenes and 4-nitroaniline were mutagenic only with metabolic activation. All other compounds did not require the addition of S9. Only nitrobenzene, 1,2-dinitrobenzene, aniline and 2-nitroaniline were negative in both strains. In summary, all substances that are derived from nitrobenzene or aniline by addition of a nitro group in the meta- or para-position were mutagenic, whereas nitrobenzene and aniline themselves and their ortho-derivates were nonmutagenic. ..."
        },
        {
            "References": "PMID:7508553",
            "Value": "/GENOTOXICITY/ ... 2-nitroaniline (2NA) /was/ ... selected for testing using the ...  battery of tests /that/ included the Salmonella/mammalian microsome mutation assay, the in vitro chromosomal aberration assay, and the bone-marrow micronucleus assay. The results indicate that ... 2NA /was/ clastogenic in vitro. ... 2NA induced chromosomal aberrations in CHO cells in vitro with and without metabolic activation /but did not induce/ ... reverse mutations detectable with the Salmonella/mammalian microsome assay. Because ... 2NA /was found to be an in vitro clastogen, it was/ tested in the mouse bone-marrow micronucleus assay. 2NA induced a small increase in micronuclei in males but not females. ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-Nitroanilne, CAS #88-74-4 p.79 (November 2001). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Tested negative with rat hepatocytes in unscheduled DNA synthesis."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Benzenamine, 2-nitro- (88-74-4). Available from, as of October 29, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/GENOTOXICITY/ ONA tested negative in a bone marrow chromosomal aberration micronucleus assay with male and female CD-mice given twice by single doses, 24 hours apart at 0, 50, 250, and 500 mg/kg intraperitoneal. ... After completion of dosing, bone marrow was taken from both femurs and pooled for slide preparation. Slides were stained with Wright-Giemsa stain pak and scoring was conducted by 2 independent readers. The number of micronuclear polychromatic erythrocytes (PCEs) per 1000 PCEs and the no. of PCEs and normochromatic erythrocytes/1000 erythrocytes were evaluated for each animal. ... No increases in micronuclei observed at any ONA dose level; positive control verified the method. Signs of listlessness and unresponsive behavior seen in both sexes at 500 and 250 mg/kg and females at 50 mg/kg ONA; statistically lower body weights observed in females at 500 mg/kg after 48 hr dosing."
        },
        {
            "References": "PMID:6653503",
            "Value": "/GENOTOXICITY/ o-Nitroaniline was negative when tested with and without S9 activation in a modified Ames gradient plate test using Salmonella typhimurium strains, G46, TA1535, TA100, C3076, TA1537, D3052, TA1538, and TA98 and Escherichia coli strains WP2 and WP2uvrA-. The maximum concn tested was 1000 ug/ml. When tested for induction of unscheduled DNA synthesis in primary cultures of adult rat hepatocytes from Fischer 344 rats o-nitroaniline was not active. The cmpd was tested in eight concn ranging from 1000-0.5 nmol/ml."
        },
        {
            "References": "PMID:6374443",
            "Value": "/GENOTOXICITY/ o-Nitroaniline was negative in all strains when tested in the Ames Salmonella typhimurium reversion test using strains, TA1535, TA100, TA1538, TA98, TA1537, and TA97. Its potency in revertants/nmole was less than 0.002."
        },
        {
            "References": "Shahin MM; Imt J Cosmet 7 (6): 277-89 (1985)",
            "Value": "/GENOTOXICITY/ Three nitroanilines and 9 nitroaminophenols were tested for their ability to induce mutations in Salmonella typhimurium strains TA1535, TA100, TA1537, TA1538, and TA98. The compounds o-nitroaniline, ... were inactive, both in the presence and in the absence of S9 mix."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yang K et al; Chemosphere 61: 116-28 (2005) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Haderlein SB et al; Environ Sci Technol 30: 612-22 (1996) (4) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (5) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The log Koc of 2-nitroaniline was measured as 1.77 giving a Koc of 59(1). According to a classification scheme(2), this Koc value suggests that 2-nitroaniline is expected to have high mobility in soil. 2-Nitroaniline was found to have a Kd value of 8.4 L/kg in homoionic K+ Montmorillonite type soil(3). However, anilines are expected to bind strongly to humus or organic matter in soils due to high reactivity of the aromatic amine group(4,5), suggesting that mobility may be much lower in some soils(SRC)."
        }
    ]
}