{
    "_id": {
        "$oid": "6682e864c4e5dba5ffba255b"
    },
    "CID": {
        "$numberInt": "6950"
    },
    "Name": "DINOSEB",
    "IUPACName": "2-butan-2-yl-4,6-dinitrophenol",
    "CanonicalSMILES": "CCC(C)C1=C(C(=CC(=C1)[N+](=O)[O-])[N+](=O)[O-])O",
    "Synonyms": [
        "DINOSEB",
        "88-85-7",
        "2-sec-Butyl-4,6-dinitrophenol",
        "Butaphene",
        "Caldon",
        "Basanite",
        "Hivertox",
        "Dibutox",
        "Kiloseb",
        "Sparic",
        "Spurge",
        "Subitex",
        "4,6-Dinitro-2-sec-butylphenol",
        "Aatox",
        "2-(1-Methylpropyl)-4,6-dinitrophenol"
    ],
    "IsomericSMILES": "CCC(C)C1=C(C(=CC(=C1)[N+](=O)[O-])[N+](=O)[O-])O",
    "INCHI": "InChI=1S/C10H12N2O5/c1-3-6(2)8-4-7(11(14)15)5-9(10(8)13)12(16)17/h4-6,13H,3H2,1-2H3",
    "INCHIKEY": "OWZPCEFYPSAJFR-UHFFFAOYSA-N",
    "Formula": "C10H12N2O5",
    "MolecularWeight": {
        "$numberDouble": "240.21"
    },
    "Description": "2-(butan-2-yl)-4,6-dinitrophenol is a dinitrophenol that is 2,4-dinitrophenol substituted by a butan-2-yl group at position 2.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "298"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kenaga EE; Ecotox Env Safety 4: 26-38 (1980)",
            "Value": "A bioconcentration factor (BCF) of 68 for dinoseb was estimated from its water solubility (50 mg/L)(1). A BCF of this magnitude suggests that dinoseb will not bioconcentrate significantly(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 175",
            "Value": "... MICROBIAL BREAKDOWN HAS BEEN DEMONSTRATED."
        },
        {
            "References": "(1) Stojanovic BJ et al; J Environ Qual 1: 54-62 (1972) (2) Kearney PC, Kaufman DD; Herbicides 2nd ed. Vol 2 NY: Marcel Dekker p. 678 (1975) (3) Doyle RC et al; J Agric Food Chem 26: 987-9 (1978) (4) Verschuren K; Handbook of Environmental Data on Organic Chemicals 2nd ed. NY; Van Nostrand Reinhold p. 570 (1983)",
            "Value": "At a very high application rate of 5 tons/acre, no biodegradation of dinoseb was observed in calcareous loam soil and the pesticide was found to be very inhibitory to soil microorganisms(1). At concentration typically applied to soil, dinoseb may biodegrade(2). Pseudomonas aeroginosa and P putida grew readily with dinoseb as a sole source of carbon, although it was not degraded by DNOC-degrading bacteria(2). Incubation of 5 ppm dinoseb in soil at 25 °C for 60 days resulted in evolution of 36.0% of the applied (14)C carbon as (14)C carbon dioxide(3). Dinoseb has been classified as unlikely to be degraded by even extended exposure to conventional biological sewage treatment process(4)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Morgan, D.P. Recognition and Management of Pesticide Poisonings. EPA 540/9-80-005. Washington, DC: U.S. Government Printing Office, Jan. 1982., p. 23",
            "Value": "BASIC MECHANISM OF TOXICITY IS STIMULATION OF OXIDATIVE METABOLISM IN CELL MITOCHONDRIA, BY INTERFERENCE WITH NORMAL COUPLING OF CARBOHYDRATE OXIDN TO PHOSPHORYLATION (ADP TO ATP). INCR OXIDATIVE METABOLISM LEADS TO PYREXIA, TACHYCARDIA, & DEHYDRATION, & ULTIMATELY DEPLETES CARBOHYDRATE & FAT STORES. /NITROPHENOLIC COMPOUNDS/"
        },
        {
            "References": "Hamilton, A., and H. L. Hardy. Industrial Toxicology. 3rd ed. Acton, Mass.: Publishing Sciences Group, Inc., 1974., p. 80",
            "Value": "... UNCOUPLER OF OXIDATIVE PHOSPHORYLATION & INCR THE OXIDATIVE METABOLISM & HEAT PRODUCTION OF THE BODY."
        },
        {
            "References": "Okamura MY; UCLA Symp Mol Cell Biol 14: 381-90 (1984)",
            "Value": "The effects of plant herbicides on reaction centers from the photosynthetic bacterium, Rhodopseudomonas sphaeroides, were investigated. A variety of triazine herbicides were good inhibitors of electron transfer reactions involving primary and secondary quinone. Other types of herbicides, including dinoseb, ... were relatively ineffective."
        },
        {
            "References": "Kagan YS et al; Farmakol Toksikol 47 (3): 90-3 (1984)",
            "Value": "Administration of 2,4-dinitrophenol alkyl derivatives to rats, ie, 4,6-dinitro-o-cresol (DNOC) and dinoseb (60 and 40 mg/kg, respectively) affected the electron transport system and inhibited energy metabolism and the detoxication system of the liver. An ESR study showed lowering of cytochrome p450 of the liver throughout the observation period, changes in the cytochrome c oxidase, lowering of iron-sulfur-containing proteins (54% in 6 hr), and a decrease in the free radical level as compared to the original levels. The metalloprotein and free radicals, observed 30 min after dinoseb, showed a tendency to normalization."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 46",
            "Value": "Dinoseb is believed to enhance metabolic activity by uncoupling oxidative phosphorylation and disrupting adenosine triphosphate synthesis ... culminating, in extreme cases, in hyperthermia. In ruminants, dinoseb, an organo-nitro compound, is reduced to an amine, which may then cause the oxidation of hemoglobin to methemoglobin. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Wan MT; J Environ Sci Health B24: 183-203 (1989)",
            "Value": "A monitoring survey was conducted from 1985 to 1987 to determine the levels of five pesticides in selected farm ditches leading three rivers in British Columbia, Canada. In 1985, dinoseb was only found once in ditch sediments (July 1985, 22.9 ug/kg). However, in 1987, dinoseb residues were found in ditch sediments at two sites (mean level 81.2 and 108.6 ug/kg). Elevated levels were detected during the wet season of the yr (Dec 1987 and Feb 1988 samples)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kenaga EE; Ecotox Env Safety 4: 26-38 (1980) (2) Hodson J, Williams NA; Chemosphere 17: 67-77 (1988) (3) Saltzman S, Yariv S; Soil Sci Soc Amer Proc 39 474-9 (1974) (4) USEPA; Drinking Water Health Advisory; Pesticides Chelsea,MI: Lewis Publ Inc pp. 324-5 (1989)",
            "Value": "The measured soil-sorption coefficient (Koc) of dinoseb is 124(1). A Koc of this magnitude suggests that dinoseb will be highly mobile in soil and may leach to groundwater. A much higher Koc value of 6607 wa obtained at a buffered pH of 3(2). It appears that soil sorption may be pH dependent and at low pH adsorption may be stronger. It has been shown, however, that p-nitrophenol adsorbs strongly to clays through an interaction between the nitro group and the water molecules or metallic cations in the clay(3). Dinoseb may similarly bind to clays at low pH. Experiments with soil thin layer chromatography showed that dinoseb was intermediate to very mobile in silt loam sand loam and silty loam soils(4)."
        }
    ],
    "plant_translocation": [
        {
            "References": " [Reich, J. E., & Lagerstedt, H. B. (1971). The Effect of Paraquat, Dinoseb and 2, 4-D on Filbert (Corylus avellana L.) Suckers1, 2. Journal of the American Society for Horticultural Science, 96(5), 554-556.]",
            "Value": "Dinoseb, a herbicide studied in the context of its effect on filbert (Corylus avellana L.) suckers, demonstrates a limited ability to translocate within plants. Unlike certain other herbicides like 2,4-D which can move through the phloem and affect sites of active cell division, dinoseb's translocation capabilities are notably restricted. In experiments, residues of dinoseb were not detected in plant portions distant from points of foliar or root application. This lack of significant translocation is highlighted by observations that injury was mainly noted on bud scales rather than the growing points of the buds. The implications of dinoseb's limited translocation become apparent when considering its effectiveness in controlling filbert suckers. While dinoseb may have a localized impact, its inability to move extensively within the plant restricts its ability to address below-ground portions of the suckers, in contrast to herbicides like 2,4-D. As a result, careful timing of dinoseb application becomes crucial to target young and susceptible filbert suckers effectively, particularly before they exceed 12 inches in height."
        }
    ]
}