{
    "_id": {
        "$oid": "6682e7d8c4e5dba5ffba229f"
    },
    "CID": {
        "$numberInt": "700"
    },
    "Name": "2-AMINOETHANOL",
    "IUPACName": "2-aminoethanol",
    "CanonicalSMILES": "C(CO)N",
    "Synonyms": [
        "Ethanolamine",
        "2-aminoethanol",
        "monoethanolamine",
        "141-43-5",
        "2-Aminoethan-1-ol",
        "2-Hydroxyethylamine",
        "colamine",
        "Aminoethanol",
        "Olamine",
        "Glycinol",
        "Ethanol",
        "2-amino-",
        "2-Amino-1-ethanol",
        "Ethylolamine",
        "beta-Hydroxyethylamine",
        "2-Hydroxyethanamine"
    ],
    "IsomericSMILES": "C(CO)N",
    "INCHI": "InChI=1S/C2H7NO/c3-1-2-4/h4H,1-3H2",
    "INCHIKEY": "HZAXFHJVJLSVMW-UHFFFAOYSA-N",
    "Formula": "C2H7NO",
    "MolecularWeight": {
        "$numberDouble": "61.08"
    },
    "Description": "Ethanolamine is a member of the class of ethanolamines that is ethane with an amino substituent at C-1 and a hydroxy substituent at C-2, making it both a primary amine and a primary alcohol. It has a role as a human metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a primary amine, a primary alcohol and a member of ethanolamines. It is a conjugate base of an ethanolaminium(1+).",
    "XlogP": {
        "$numberDouble": "-1.3"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Kneifel H et al; J Phycol 13: 36 (1977)",
            "Value": "2-Aminoethanol has been identified in marine and freshwater algae(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 5 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jan 13, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated in fish for 2-aminoethanol(SRC), using a log Kow of -1.31(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). ["
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kitano M; OECD Tokyo Meeting Reference Book Tsu-No. 3 (1978) (2) Birch RR, Fletcher RJ; Chemosphere 23:855-72 (1991) (3) Young RHF et al; J Water Pollut Contr Fed 40: 354-68 (1968) (4) Heukulekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (5) Mills EJ, Stack VT; Proc 8th Ind Waste Conf Eng Bull Purdue Univ: Ext Ser 83: 492-517 (1954) (6) Bridie AL et al; Water Res 13: 627-30 (1979) (7) Lamb CB, Jenkins GF; pp 326-39 in Proc 8th Ind Waste Conf Purdue Univ (1952) (8) Kuenemann P et al; Chemosphere 24: 63-9 (1992) (9) Hales SG et al; Chemosphere 33: 1247-59 (1996)",
            "Value": "AEROBIC: 2-Aminoethanol, present at 100 mg/L, reached 49.2% (nitrogen dioxide end product)and 93.6% (ammonia end product) of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 ppm in the Japanese MITI test(1). 2-Aminoethanol achieved 91.8% biodegradation after 28 days in a OECD Guideline 301B Sturm Test and 93.4% after 22 days in a Sealed vessel test(2). 2-Aminoethanol, present at 10 ppm, reached 34% of its theoretical BOD in 5 days and 40% of its theoretical BOD in 20 days using a sewage inoculum(3). Other screening studies using a sewage inoculum gave similar results: 2.5 ppm test concentration, 5 day, 61-84% theoretical BOD(4); test concentration not specified, 10 day, 65% theoretical BOD(5); test concentration not specified, 5 day, 71% theoretical BOD, and 98% COD removal(6); 2.5 ppm test concentration, 5, 10, 20 and 50 days - 0, 58.4, 64, 75% theoretical BOD, respectively(7). In a Modified OECD Screening test, 2-aminoethanol, present at 20 mg/L, achieved 94% after 28 days using fresh inoculum and 99% after 28 days using preconditioned inoculum. In the Modified Sturm tests, 2-aminoethanol reached 97% DOC and 92% of its theoretical CO2 in 28 days using fresh inoculum; the compound also reached 96% DOC and 62% of its theoretical CO2 after 28 days using preconditioned inoculum(8). Using an activated sludge inoculum and the Closed Bottle, CO2 Evolution, and MITI tests, 2-aminoethanol starting concentrations of 7.64, 25.4, 76.4, and 100 mg/L exhibited 64.4, 91.4, and 71.2% O2 consumption, respectively, after 28 days; all tests had a lag time of approximately 5 days(9).  Using an activated sludge inoculum and the Manometric Respirometry test, 2-aminoethanol starting concentration of 76.4 mg/L exhibited 83.0% O2 consumption, after 28 days with a lag time of approximately 5 days(9)."
        },
        {
            "References": "(1) Hongwei Y et al; Ecotox Environ Safety 63: 299-305 (2006) (2) Sklyar, VI et al. Applied Biochemistry and Biotechnology 81: 107-17 (1999)",
            "Value": "ANAEROBIC: 2-Aminoethanol, present at 100 mg/L total organic carbon, was shown to be readily biodegradable in 50 days using a digester sludge inoculum at 300 mg/L total COD, obtained from a wastewater treatment plant in Beijing, China(1). 2-Aminoethanol achieved 100% anaerobic biodegradation after 22 days; the initial concentration was unknown(2)."
        },
        {
            "References": "U.S. Coast Guard, Department of Transportation. CHRIS - Hazardous Chemical Data. Volume II. Washington, D.C.: U.S. Government Printing Office, 1984-5.",
            "Value": "Biological Oxygen Demand (BOD): 78%, 5 days; (theor) 0%, 5 days; 64%, 20 days"
        },
        {
            "References": "Lakhina KG et al; Neftepererab Neftekhim (Moscow) (7): 56-7 (1981)",
            "Value": "Monoethanolamine contained in wastewater from the ethylene manufacturing process is not toxic to aquatic microorganisms participating in biological wastewater treatment, and self-purification of reservoirs when in concn of 200, 300, 50, and 20 mg/L for protozoans, saprophyte bacteria, first phase nitrification bacteria, and second phase nitrification bacteria, respectively."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = -1.31"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Ethanolamine/ undiluted liquid causes redness and swelling when applied to the skin of the rabbit ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 782",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Administration of monoethanolamine by the intravenous route in dogs produced increased blood pressure, diuresis, salivation, and pupillary dilation ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the eye /of rabbits/, a drop of ethanolamine causes injury slightly less than that /caused/ by ammonia (grade 9, on a 1 to 10 scale)."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 183-226 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ injected ip approximately 168 mg/kg of MEA into male albino mice every day for 4 days. Mice were sacrificed at 6, 12, 24, 48, and 96 hr. At all times from 12 to 96 hr, the liver ethanol kinase levels of the treated mice were significantly higher than control mouse liver levels."
        },
        {
            "References": "PMID:8956558",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral LD50s are 2.74 g/kg for monoethanolamine (of bw), with most deaths occurring within 4 d of administration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ exposed laboratory animals to ethanolamine vapor and to mist for varying periods of time up to 5 weeks. Rats, mice, rabbits, and guinea pigs exposed at high concentrations (up to 1250 ppm) developed pulmonary, hepatic, and renal lesions. /Investigators/ found no difference in mortality as a result of physical state of the airborne compound, i.e. vapor or mist."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 183-226 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ found that the intravenous administration of MEA to rabbits for seven days increased the level of aspartate and glutamate in the kidneys and decreased the levels in the brain."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 782",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In a 90-day subacute oral toxicity study of unneutralized ethanolamine in rats that a maximum daily dose of 0.32 g/kg resulted in no effect; 0.64 g/kg/day resulted in altered liver or kidney wt; and at 1.28 g/kg death occurred. Ethanolamine is considered to be liver toxin."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 427",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Dogs, guinea pigs, and rats /were exposed/ continuously to ethanolamine vapors (24 hr/day, 7 days.wk, except for 15 min each day when chambers were cleaned) for 24-90 days. Exposure to 66-102 ppm of ethanolamine caused deaths and lesions in the skin (vacuolated epithelial cells and ulceration), lungs (inflammation), liver (cloudy swelling), and kidney (cloudy swelling in the tubular epithelium), and testis (reduced spermatogenesis). The major effects in animals exposed to 12-26 ppm ethanolamine were skin irritation and lethargy. Skin irritation was also observed in animals exposed to 5-6 ppm ethanolamine for 40-60 days. There was a decrease in the albumin-globulin ratio and a decrease in hemoglobin and hematocrit values in dogs exposed to 102 ppm ethanolamine. These findings correlate with the kidney and liver damage caused by ethanolamine and indicate that red blood cell formation may also have been suppressed."
        },
        {
            "References": "Gillner M et al; Nord 29: 49-73 (1993)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats, mice, and rabbits exposed to ethanolamine by daily inhalation of 0.26 mg/L for five weeks exhibited respiratory tract irritation; histopathological examinations also showed some non specific mild degenerative changes of the liver and kidneys. A subchronic oral toxicity study in rats indicated a no observed effect level (NOEL) of 320 mg/kg body weight. Higher doses caused hepatic and renal damage; deaths occurred at 1280 mg/kg/day. Repeated inhalation of low doses (0.029 mg/L) of ethanolamine caused behavioral effects in dogs (progressive stages of excitation followed by depression). There are very limited data available on long term toxicology; in one oral study low doses of ethanolamine caused no adverse effects in dogs."
        },
        {
            "References": "Gillner M et al; Nord 29: 49-73 (1993)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Repeated applications of ethanolamine are irritant to rabbit skin in low concentrations (<1%), severely irritant in higher concentrations, and corrosive both at a 30% concentration level in a single patch application and at > or =10% concentration over a period of 14 days. The level of severe injury to the rabbit eye is as low as 5%."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ administered ethanolamine to rats by oral feeding (0.5% ethanolamine in food, or 320 mg/kg/day) for 90 days. The rats were not affected; however, at a higher dose (1.28 g/kg/day), deaths occurred."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 183- 226 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  The administration of MEA at a dose of 60 mg/kg/day for 30 days to albino rats with experimentally-induced coarction of the aorta resulted in elevated levels of phosphatidylethanolamine, phosphatidylcholine, and phosphatidylserine in the rat myocardium. Metabolic changes produced by MEA action may have inhibited the development of cardiac insufficiency in these animals."
        },
        {
            "References": "PMID:8956558",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 30-d oral administration of Monoethanolamine (MEA) (160-2670 mg/kg/d) to rats produced \"altered\" liver and kidney weights in animals ingesting 640 mg/kg/d or greater. Death occurred at dosages of 1280 mg/kg/d."
        },
        {
            "References": "PMID:8956558",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No treatment-related effects were noted in dogs administered as much as 22 mg/kg/d of monoethanolamine for 2 yr."
        },
        {
            "References": "PMID:8998947",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats and New Zealand White rabbits were exposed dermally to 0, 10, 25, and 75 mg/kg/day of monoethanolamine (MEA) for approximately 6 hr/day on Days 6 through 15 (rats) or 6 through 18 (rabbits) of gestation. A fifth dose group of 225 mg MEA/kg/day was evaluated in rats only. Dermal exposure of pregnant rats to 225 mg/kg/day and rabbits to 75 mg/kg/day resulted in significant increases in the incidence of skin irritation/lesions and maternal body weight effects. In general, the dermal irritation observed at the high dose was progressive, beginning with erythema and leading to necrosis, scabs, and scar formation. Doses of 25 mg/kg/day to rabbits produced only minor irritation. Despite maternal effects observed in rats and rabbits, no evidence of developmental or fetal toxicity was observed at any dose level tested. Thus, it was concluded that MEA was not developmentally toxic following dermal application at exposure levels up to and including 225 mg/kg/day for rats and 75 mg/kg/day for rabbits."
        },
        {
            "References": "PMID:9398497",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Wistar rats (40/group) were administered monoethanolamine (MEA) as an aqueous solution by gavage at dose levels of 0, 40, 120, and 450 mg/kg/day on days 6 through 15 of gestation. On day 20 of gestation, 25 dams/group were euthanized and the fetuses were delivered by cesarean section, weighted, sexed, and examined for external, visceral, and skeletal alterations. The remaining dams (15/group) were allowed to litter and rear their pups to day 21 postpartum. The dams and pups were then euthanized and examined for gross pathologic changes. Gavage administration of 450 mg MEA/kg/day to pregnant rats resulted in maternal toxicity as evidenced by statistically significant (alpha = 0.05) decreases in feed consumption on gestation days 6-8 and 17-20 and on postpartum days 0-4. Additionally, statistically significant decreases in mean maternal body weights were observed on gestation days 15, 17, and 20 and on lactation days 0, 4, 7, and 21. Body weight gains of the 450 mg/kg/day dams were also significantly decreased (13% relative to controls) on gestation days 15-20. There was no evidence of maternal toxicity at 40 or 120 mg/kg/day of MEA. Despite the maternal effects observed at 450 mg/kg/day, no significant fetal effects were observed at this or any dose level tested, nor were there any indications of a treatment-related effect on postnatal growth or on the viability of offspring. Thus, it was concluded that MEA was not developmentally toxic to Wistar rats following repeated oral administration, even at maternally toxic dose levels as high as 450 mg/kg/day."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-Aminoethanol (141-43-5) (2000 CD-ROM  edition). Available from, as of February 13, 2006: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Maternal toxicity /of New Zealand white rabbits/ was seen at the two higher dose levels /(25, 75 mg/kg body weight)/ as skin irritation and at the highest dose level as reduced weight gain. ... There was no treatment related effect on the incidence of any fetal variation or malformation or on the number of malformed fetuses."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 183-226 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The incubation of chicken eggs with 0.03% MEA for 18 hr increases the number of eggs with visible blastodisks, increased the synthesis of proteins, fats and carbohydrates, and increased the number of hatching chicks."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 183-226 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A composite hair dye and base containing 22% MEA was given to 60 female rats at concentrations of 0 to 7800 ppm in the diet from Day 6 to 15 of gestation. The rats were sacrificed at day 19 and there was no evidence of any adverse effects on the rats or their pups. No differences were observed in the average number of implantation sites, live pups, early or late resorptions per litter, or females with one or more resorption sites."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 183-226 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A composite hair dye and base was also administered at a dose of 0-19.5 mg/kg/day by gavage to 48 artificially inseminated rabbits from day 6 to 18 of gestation. The rabbits were sacrificed at day 30. There was no evidence of any teratologic effect. Fetal survival was not adversely affected and no grossly abnormal fetuses or soft tissue defects were seen."
        },
        {
            "References": "PMID:2878506",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryopathic effects of high doses of ethanolamine were evaluated in pregnant Long-Evans rats during oranogenesis. Ethanolamine was given by gavage at levels of 0, 500, 300, or 50 mg/kg/day (24%, 14.4%, or 2.4% of the LD50 value). Ethanolamine caused dose-dependent increases in intrauterine deaths, malformations, and intrauterine growth retardation. Embryolethality caused by 50 mg/kg of ethanolamine was not random: male pups contiguous to two male siblings (designated mMm) were almost quantitatively replaced by resorptions that were contiguous to two male pups (designated mRm) (mMm pups constituted 6.7% of control implants and decreased to only 0.9% of group II implants while mRm resorptions increased from 0.3% in controls to 5.6% in group II dams). Intrauterine growth retardation and increases in gross structural anomalies (considered indicative of depressed fetal growth) more severely affected male than female offspring at all dose levels. Pups of either sex who were contiguous to male siblings were more adversely affected than those offspring contiguous to one or more female siblings."
        },
        {
            "References": "PMID:25167095",
            "Value": "/GENOTOXICITY/ Carbon dioxide (CO2) absorption with aqueous amine solvents is a method of carbon capture and sequestration (CCS) from flue gases. One concern is the possible release of amine solvents and degradation products into the atmosphere, warranting evaluation of potential pulmonary effects from inhalation. The CCS amines monoethanolamine (MEA), methyldiethanolamine (MDEA), and piperazine (PIP) underwent oxidative and CO2-mediated degradation for 75 days. C57bl/6N mice were exposed for 7 days by inhalation of 25 ppm neat amine or equivalant concentration in the degraded mixture. The aqueous solutions were nebulized to create the inhalation atmospheres. Pulmonary response was measured by changes in inflammatory cells in bronchoalveolar lavage fluid and cytokine expression in lung tissue. Ames mutagenicity and CHO-K1 micronucleus assays were applied to assess genotoxicity. Chemical analysis of the test atmosphere and liquid revealed complex mixtures, including acids, aldehydes, and other compounds. Exposure to oxidatively degraded MEA increased (p < 0.05) total cells, neutrophils, and lymphocytes compared to control mice and caused inflammatory cytokine expression (statistical increase at p < 0.05). MEA and CO2-degraded MEA were the only atmospheres to show statistical (p < 0.05) increase in oxidative stress. CO2 degradation resulted in a different composition, less degradation, and lower observed toxicity (less magnitude and number of effects) with no genotoxicity. Overall, oxidative degradation of the amines studied resulted in enhanced toxicity (increased magnitude and number of effects) compared to the neat chemicals. PMID:25167095"
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Monoethanolamine was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Monoethanolamine was tested in as many as 5 Salmonella typhimurium strains (TA 1535, TA 1537, TA 97, TA 98, and TA 100) in the presence and absence of rat and hamster liver S-9, at doses of 0.01, 0.033, 0.10, 0.33, 1.0, 3.3, and 10.0 mg/plate. The highest ineffective dose tested in any Salmonella typhimurium strain was 10.000 mg/plate."
        },
        {
            "References": "PMID:3328352",
            "Value": "/GENOTOXICITY/ It is shown that monoethanolamine and triethanolamine are weak inducers of chromosome breaks in Crepis capillaris seeds, and induce low levels of gene mutations in the Ames systems."
        },
        {
            "References": "PMID:3328352",
            "Value": "/GENOTOXICITY/ It is shown that monoethanolamine and triethanolamine are weak inducers of chromosome breaks in cultures of human lymphocytes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 783",
            "Value": "/GENOTOXICITY/ Monoethanolamine has been demonstrated to be non mutagenic in the Ames Salmonella typhimurium assay, with and without S9 metabolic activation, using TA 1535, TA 1537, TA 1538, TA 98, and TA 100; and also negative in the Escherichia coli assay, Saccharomyces gene conversion assay, and rat liver chromosome assay. /It was suggested/ that the lack of mutagenic activity was in accord with the absence of electrophilic reactivity."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 428",
            "Value": "/GENOTOXICITY/ Ethanolamine did not induce transformation of hamster embryo cells at concentrations between 25 and 500 mg/mL."
        },
        {
            "References": "PMID:23784887",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In the present study, antimicrobial activities of multiwalled carbon nanotubes (MWCNTs) functionalized with ethanolamine (EA) groups were investigated. Therefore, MWCNT were first functionalized with mono-, di-, and triethanolamine (MEA, DEA, and TEA) under microwave technique. Development of functional groups on the MWCNT surface was confirmed by Fourier transform infrared and thermogravimetric analysis. Morphological variation was investigated by transmission electron microscopy. Then, antimicrobial activities of pristine and functionalized MWCNT (MWCNT-MEA, -DEA, and -TEA) were tested against different bacteria species. The studies have been done on four Gram-negative bacteria (Escherichia coli, Klebsiella pneumonia, Pseudomonas aeroginosa, and Salmonella typhimurium) as well as four Gram-positive bacteria (Bacillus subtilis, Staphylococcus aureus, Bacillus cereus, and Streptococcus pneumonia). The results based on minimal inhibitory concentration and radial diffusion assay were shown that the antimicrobial activity of MWCNT-TEA > MWCNT-DEA > MWCNT-MEA > pristine MWCNT. Based on the results, it seems that EA groups could play an important role in antimicrobial activity of MWCNT. /Multiwalled carbon nanotubes functionalized with ethanolamine/"
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 2 (7): 183-226 (1983)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ MEA bleached the visual pigment, rhodopsin, from water washed bovine retinal rod chromophores, which are responsible for vision in dim light."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:783",
            "Value": "/OTHER TOXICITY INFORMATION/ An investigation to evaluate the potential of choline precursors (alkyl-2-aminoethanols) to inhibit cholinesterase activity relative to choline, in vitro using plasma cholinesterase, also demonstrated that ethanolamine exhibited weak inhibitory activity."
        },
        {
            "References": "PMID:18651722",
            "Value": "/OTHER TOXICITY INFORMATION/ ... We presently describe the mechanism of MEA-induced bronchoconstriction according to findings in guinea pigs. In anesthetized, artificially ventilated animals, changes in airway opening pressure (P(ao)) were measured as an index of bronchoconstriction. An aerosol of 3.3% MEA solution (0.1 mL/kg) inhaled through a tracheal cannula induced significantly stronger bronchoconstriction than an aerosol of potassium hydroxide (KOH) solution (0.1 mL/kg) at the same pH. MEA-induced bronchoconstriction was significantly suppressed by premedication with intravenously injected atropine sulfate (3 mg/kg), a muscarinic receptor antagonist, or diphenhydramine hydrochloride (10 mg/kg), a histamine-H(1) receptor antagonist. MEA-induced bronchoconstriction was not enhanced by premedication with an intravenous injection of neostigmine (0.1 mg/kg), an acetylcholinesterase inhibitor. When bronchoconstriction was induced by MEA, histamine concentrations in bronchoalveolar lavage fluid (BALF) were not significantly greater than in BALF after KOH-induced bronchoconstriction or in BALF after inhalation of physiologic saline. In vitro, contraction of trachea denuded of epithelium during superfusion with MEA (10 mm) was suppressed by premedication with pyrilamine maleate, a histamine-H(1) receptor antagonist, at 10 and 100 microm. Contraction of trachea denuded of epithelium during superfusion with MEA (10 mm) was suppressed by premedication with atropine sulfate at 10 and 100 microm. These results suggest that asthma-like symptoms may result partly from agonistic MEA effects at histamine-H(1) receptors and muscarinic receptors."
        },
        {
            "References": "PMID:8956558",
            "Value": "/OTHER TOXICITY INFORMATION/ Monoethanolamine (MEA), diethanolamine (DEA), and triethanolamine (TEA) are irritating to the skin, eyes, and respiratory tract, with MEA being the worst irritant, followed by DEA and TEA."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 707",
            "Value": "/OTHER TOXICITY INFORMATION/ At higher doses, one sees sedation, coma, and death from hypotension, and cardiovascular collapse /in animals/."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 5 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jan 13, 2015:  (3) Swann RL et al; Res Rev 85: 17-28 (1983) https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (4) Perrin DD; Dissociation constants of organic bases in aqueous solution. IUPAC Chem Data Ser, Buttersworth, London (1972) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of 2-aminoethanol is estimated as 0.59(SRC), using a log Kow of -1.31(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 2-aminoethanol is expected to have very high mobility in soil. Adsorption can be affected by the acidity of the soil(SRC). The pKa of 2-aminoethanol is 9.5(4), indicating that this compound will exist almost entirely in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The investigation into the uptake and translocation of [14C]-monoethanolamine (EA) and its hydrochloride (EA-HCl) in intact spring barley plants revealed distinct patterns. The free EA-base demonstrated rapid absorption and translocation, with preferential migration to the tillers, resulting in a uniform distribution of radioactivity in aboveground plant parts. In contrast, the protonated form, EA-HCl, exhibited reduced uptake and restricted mobility, mainly retained in the main shoot. Despite analogous metabolism, compensatory translocation differences were observed during ontogenesis, leading to similar distribution patterns at maturity, where kernels acted as a significant sink. Detailed studies suggested mainly apical transport, with radioactivity declining in roots and leaves below the application site while actively growing parts, particularly the ears, became notable sinks. Notably, EA exhibited distinct mobility from its main metabolites (CC, GB), suggesting its involvement in the conversion to volatile compounds. Contradictory results were observed with the protonated EA, showcasing a slower decline in radioactivity, lower translocation to tillers initially, and a distribution pattern resembling that of EA at maturity. These findings provide insights into the differential translocation and absorption dynamics of Monoethanolamine in spring barley plants.",
            "reference": "Eckert, H., Bergmann, H., & Reissmann, P. (1988). Uptake and Translocation of [14C] -Monoethanolamine in Barley Plants. Biochemie Und Physiologie Der Pflanzen, 183(1), 27–36. doi:10.1016/s0015-3796(88)80065-9 ",
            "method": {
                "Test Plant": "The spring barley (Hordeum vulgare L.) eultivars used were Lada (in the vegetation period 1983) and Salome (in 1984)",
                "Apply Location": "Foliar Apply",
                "Plant Grown Condition": "In the growth chamber, conditions were set for a 16-hour day.",
                "Chemical Preparation": "[14C]-Monoethanolamine([14C]-EA) was obtained from Isocommerz Dresden (G.D.R.) and purified and converted into the free base. Specific radioadivities of the labeled componnds used in this work were in the range 5.23 to 23.67 MBq/mmol.",
                "Pesticide Application Details for the Plant": "approximately 0.6 mg EA (as [14C]-EA and [14CJ-EAH+, respectively) in 50 ul water. 25.67 MBq/mmol (cv. Lada); 22.54 MBq/mmol (ev. Salome). Application on a blade section of the unwounded fifth leaf of the main shoot at shooting stage.",
                "Other Information": "For each harvest time, an analytical sample comprised four plants with six replicates."
            },
            "result": "[{\"Plant Variety\": \"Lada\", \"Time After Application\": \"3 days\", \"Plant Total (kBq/g)\": 11.2, \"Tillers (kBq/g)\": 14.3, \"Main Shoot (kBq/g)\": 15.0, \"Roots (kBq/g)\": 3.1, \"Ear of Main Shoot (kBq/g)\": 0.0, \"Ears of Tillers (kBq/g)\": 0.0}, {\"Plant Variety\": \"Lada\", \"Time After Application\": \"35 days\", \"Plant Total (kBq/g)\": 1.7, \"Tillers (kBq/g)\": 1.7, \"Main Shoot (kBq/g)\": 2.4, \"Roots (kBq/g)\": 0.8, \"Ear of Main Shoot (kBq/g)\": 0.8, \"Ears of Tillers (kBq/g)\": 0.8}, {\"Plant Variety\": \"Lada\", \"Time After Application\": \"70 days\", \"Plant Total (kBq/g)\": 0.9, \"Tillers (kBq/g)\": 0.9, \"Main Shoot (kBq/g)\": 1.1, \"Roots (kBq/g)\": 0.2, \"Ear of Main Shoot (kBq/g)\": 0.8, \"Ears of Tillers (kBq/g)\": 0.8}, {\"Plant Variety\": \"Salome\", \"Time After Application\": \"3 days\", \"Plant Total (kBq/g)\": 6.5, \"Tillers (kBq/g)\": 7.0, \"Main Shoot (kBq/g)\": 14.2, \"Roots (kBq/g)\": 0.8, \"Ear of Main Shoot (kBq/g)\": 0.0, \"Ears of Tillers (kBq/g)\": 0.0}, {\"Plant Variety\": \"Salome\", \"Time After Application\": \"35 days\", \"Plant Total (kBq/g)\": 2.8, \"Tillers (kBq/g)\": 1.4, \"Main Shoot (kBq/g)\": 5.0, \"Roots (kBq/g)\": 0.5, \"Ear of Main Shoot (kBq/g)\": 0.5, \"Ears of Tillers (kBq/g)\": 0.2}, {\"Plant Variety\": \"Salome\", \"Time After Application\": \"70 days\", \"Plant Total (kBq/g)\": 0.5, \"Tillers (kBq/g)\": 0.4, \"Main Shoot (kBq/g)\": 0.9, \"Roots (kBq/g)\": 0.1, \"Ear of Main Shoot (kBq/g)\": 0.5, \"Ears of Tillers (kBq/g)\": 0.8}]"
        }
    ]
}