{
    "_id": {
        "$oid": "6682e865c4e5dba5ffba2563"
    },
    "CID": {
        "$numberInt": "7000"
    },
    "Name": "o-Anisidine",
    "IUPACName": "2-methoxyaniline",
    "CanonicalSMILES": "COC1=CC=CC=C1N",
    "Synonyms": [
        "O-ANISIDINE",
        "2-Methoxyaniline",
        "90-04-0",
        "2-Anisidine",
        "2-Aminoanisole",
        "o-Aminoanisole",
        "o-Methoxyaniline",
        "Ortho-anisidine",
        "Benzenamine",
        "2-methoxy-",
        "2-Methoxybenzenamine",
        "o-Anisylamine",
        "1-Amino-2-methoxybenzene",
        "o-Methoxyphenylamine",
        "2-Methoxy-1-aminobenzene",
        "ortho-Aminoanisole"
    ],
    "IsomericSMILES": "COC1=CC=CC=C1N",
    "INCHI": "InChI=1S/C7H9NO/c1-9-7-5-3-2-4-6(7)8/h2-5H,8H2,1H3",
    "INCHIKEY": "VMPITZXILSNTON-UHFFFAOYSA-N",
    "Formula": "C7H9NO",
    "MolecularWeight": {
        "$numberDouble": "123.15"
    },
    "Description": "O-anisidine is a substituted aniline that is aniline in which the hydrogen ortho to the amino group has been replaced by a methoxy group. It is used as a chemical intermediate in the synthesis of azo pigments and dyes. It has a role as a reagent and a genotoxin. It is a monomethoxybenzene, a substituted aniline and a primary amino compound.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "85"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 32 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Dec 23, 2009. (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated in fish for o-anisidine(SRC), using a log Kow of 1.18(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kitano M; OECD Tokyo Meeting (May 8-13, 1978) Ref Book Tsu-No 3 (1978) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 16, 2010: https://www.safe.nite.go.jp/english/db.html (3) Kool HJ; Chemosphere 13: 751-61 (1984) (4) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (5) Alexander M, Lustigman, BK; J Agric Food Chem 14: 410-3 (1966)",
            "Value": "AEROBIC: o-Anisidine, present at 100 ppm, reached 81.7% theoretical BOD (NH3 end product) in two weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1); it reached 40 to 69.1% of its theoretical BOD (NO2 end product) in 2 weeks using an activated sludge inoculum at 30 mg/L(1,2). At high concentrations, o-anisidine has been shown to be toxic to microorganisms and biodegrades at a much slower rate(3,4). 20 ug/L o-anisidine, inoculated with a mixed culture of soil microorganisms in an aqueous mineral salts medium, was found to persist >64 days as measured by UV absorbency(5). 2% of the theoretical BOD was achieved for o-anisidine at 20 ppm in sea water from Akashi Beach, Japan. These biodegradation data indicate that o-anisidine will biodegrade rapidly under aerobic conditions(SRC) except when microorganisms are killed by high concentrations of the compound(2,3)."
        },
        {
            "References": "(1) Lammerding AM et al; J Agric Food Chem 30: 644-7 (1982)",
            "Value": "PURE CULTURE: Pure cultures of the bacterium E. coli converted o-anisidine in the presence of nitrate to its corresponding (phenylazo)naphthol; color change occurred within 24 hours of incubation(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 32",
            "Value": "log Kow = 1.18"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15828049",
            "Value": "2-Methoxyaniline (o-anisidine) is an industrial and environmental pollutant and a bladder carcinogen for rodents. The mechanism of its carcinogenicity was investigated with 2 independent methods, (32)P-postlabeling and (14)C-labeled o-anisidine, to show that o-anisidine binds covalently to DNA in vitro after its activation by human hepatic microsomes ... The capacity of o-anisidine to form DNA adducts /was also investigated/ in vivo. Rats were treated ip with o-anisidine (0.15 mg/kg daily for 5 days) and DNA from several organs was analyzed by (32)P-postlabeling. Two o-anisidine-DNA adducts, identical to those found in DNA incubated with o-anisidine and human microsomes in vitro, were detected in urinary bladder (4.1 adducts per 10+7 nucleotides), the target organ, and, to a lesser extent, in liver, kidney and spleen. These DNA adducts were identified as deoxyguanosine adducts derived from a metabolite of o-anisidine, N-(2-methoxyphenyl)hydroxylamine. This metabolite was identified in incubations with human microsomes. With 9 human hepatic microsomal preparations, we identified the specific CYP catalyzing the formation of the o-anisidine metabolites by correlation studies and by examining the effects of CYP inhibitors. On the basis of these analyses, oxidation of o-anisidine was attributed mainly to CYP2E1. Using recombinant human CYP (in Supersomes) and purified CYPs, the participation of CYP2E1 in o-anisidine oxidation was confirmed. In Supersomes, CYP1A2 was even more efficient in oxidizing o-anisidine than CYP2E1, followed by CYP2B6, 1A1, 2A6, 2D6 and 3A4. The results ... strongly suggest a carcinogenic potential of this rodent carcinogen for humans."
        },
        {
            "References": "PMID:11370671",
            "Value": "The mechanism of DNA damage by a metabolite of the carcinogen o-anisidine in the presence of metals was investigated by the DNA sequencing technique using 32P-labeled human DNA fragments. The o-anisidine metabolite, o-aminophenol, caused DNA damage in the presence of Cu(II). The DNA damage was inhibited by catalase and bathocuproine, suggesting the involvement of H2O2 and Cu(I). The formation of 8-oxo-7,8-dihydro-2'-deoxyguanosine by o-aminophenol increased in the presence of Cu(II). /The authors/ conclude that Cu(II)-mediated oxidative DNA damage by this o-anisidine metabolite seems to be relevant for the expression of the carcinogenicity of o-anisidine. o-Aminophenol plus Cu(II) caused preferential DNA damage at the 5'-site guanine of GG and GGG sequences. When CuZn-SOD or Mn-SOD was added, the DNA damage was enhanced and its predominant cleavage sites were changed into thymine and cytosine residues ... SOD may increase the frequency of mutations due to DNA damage induced by o-aminophenol and thus increase its carcinogenic potential."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 32 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Dec 23, 2009. (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Perrin DD; Dissociation constants of organic bases in aqueous solution. IUPAC Chem Data Ser: Suppl 1972. London, UK: Buttersworth (1972) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (6) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (7) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The Koc of o-anisidine is estimated as 46(SRC), using a log Kow of 1.18(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that o-anisidine is expected to have very high mobility in soil. The pKa of o-anisidine is 4.53(4), indicating that this compound will partially exist in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5). Anilines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(6,7)."
        }
    ]
}