{
    "_id": {
        "$oid": "6682e866c4e5dba5ffba2567"
    },
    "CID": {
        "$numberInt": "7005"
    },
    "Name": "1-NAPHTHOL",
    "IUPACName": "naphthalen-1-ol",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=CC=C2O",
    "Synonyms": [
        "1-NAPHTHOL",
        "90-15-3",
        "naphthalen-1-ol",
        "alpha-naphthol",
        "1-Naphthalenol",
        "1-Hydroxynaphthalene",
        "NAPHTHOL",
        "Furro ER",
        "Fouramine ERN",
        "Fourrine ERN",
        "Tertral ERN",
        "Basf Ursol ERN",
        "Ursol ERN",
        "Fourrine 99",
        "Nako TRB"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=CC=C2O",
    "INCHI": "InChI=1S/C10H8O/c11-10-7-3-5-8-4-1-2-6-9(8)10/h1-7,11H",
    "INCHIKEY": "KJCVRFUGPWSIIH-UHFFFAOYSA-N",
    "Formula": "C10H8O",
    "MolecularWeight": {
        "$numberDouble": "144.17"
    },
    "Description": "1-naphthol is a naphthol carrying a hydroxy group at position 1. It has a role as a genotoxin and a human xenobiotic metabolite.",
    "XlogP": {
        "$numberDouble": "2.8"
    },
    "Complexity": {
        "$numberInt": "133"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. p. 4-25, ISBN 4-89074-101-1 (1992) (2) Pitter P; Water Res 10: 231-5 (1976) (3) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (4) Sasaki S; pp. 283-98 in Aquatic Pollutants Hutzinger O et al, eds Oxford: Pergamon Press (1978) (5) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955)",
            "Value": "AEROBIC: 1-Naphthol was biodegradable in screening tests(1-5). It proved to be readily biodegradable in a respiratory biodegradation test (24 participating laboratories) similar to the MITI test but using an activated sludge inoculum(3). The median lag time was 3 days and a mean BOD of 60% of theoretical was achieved in 10 days thereafter; 82% of dissolved organic carbon (DOC) was removed(3). In a 2-week biodegradation screening test (MITI test) using 1-naphthol (30 ppm) and an activated sludge inoculum, 96% of theoretical BOD was removed(1). 92.1% of the chemical oxygen demand (COD) was removed in 24 hr in a degradability test using an acclimated activated sludge inoculum(2). In another 5-BOD test, 66-69% of the theoretical BOD was consumed(5)."
        },
        {
            "References": "(1) Deuel LE Jr et al; J Environ Qual 14: 349-54 (1985) (2) Struijs J, vandenBerg R; Wat Res 29: 255-62 (1995) (3) Bollag JM, Liu SY; Soil Biol Biochem 3: 337-45 (1971) (4) Bollag JM, Liu SY; Can J Microbiol 18: 1113-7 (1972) (5) Neujahr HY, Varga JM; Eur J Biochem 13: 37-44 (1970) (6) Monnig E et al; Studies of pesticide manufacturing wastewaters: Research Triangle Park, NC: Research Triangle Institute, NTIS PB80-224306 (1980)",
            "Value": "AEROBIC: 1-Naphthol consistently biodegrades fast in both laboratory tests and in natural aquatic systems(2). It is also degraded by soil microorganisms(3-5). The degradation of 1-naphthol was determined in unsterile and sterile flood soil when carbaryl was injected into the water layer of flooded Beaumont clay soil and incubated at 28 °C under laboratory illumination(1). Following a 96-hr incubation period, measurable quantities of carbaryl's metabolite, 1-naphthol were detected in soil but only trace quantities were recovered from nonautoclaved samples. 1-Naphthol was not detected in the water layer of either autoclaved or nonautoclaved samples. The reduction of 1-naphthol concentration in bench-scale activated sludge treatment systems handling carbaryl manufacturing wastewater exceeded 90%(6). The mechanism for the reduction of carbaryl was postulated to be hydrolysis and biodegradation(6)."
        },
        {
            "References": "(1) Rogers JE, Li SW, Felice LJ; Microbiological transformation of xenobiotics in the aquatic environment. USEPA-600/3-84-043, NTIS PB84-162866 (1984)",
            "Value": "AEROBIC: Analysis of transformation data from experiments performed with river water from 4 rivers (6 sites) in the Pacific Northwest, indicated that 1-naphthol was only transformed after a lengthy and variable lag period(1). As a result, pseudo first order rate constants were obtained using sequential amendments where new substrate was added after the last amendment was nondetectable. The lag period ranged from 2 to 8 days and the time for complete transformation of 1-naphthol ranged from 1 to 13 days. The transformation of 1-naphthol added in succeeding amendments generally followed a shorter lag (1-2 days), but the time over which the transformation occurred was again variable ranging from 1 to 16 days. Pseudo first-order rate constants determined for the second and third substrate amendments were 0.004 to 0.386 per hour and those from the initial amendment were 0.006 to 0.026 per hour(1)."
        },
        {
            "References": "PMID:3389811",
            "Value": "The microbial degradation of 1-naphthol was evaluated under aerobic, anaerobic, and denitrification conditions in soil-water systems. Under aerobic conditions, 1-napthol (9 mg/L) degraded to nondetectable levels (<0.01 mg/L) in 3 days. Under anaerobic and denitrifying conditions, complete degradation took 15 and 16 days, respectively."
        },
        {
            "References": "(1) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989) (2) Madsen T et al; Chemosphere 31: 4243-58 (1995)",
            "Value": "ANAEROBIC: 1-Naphthol was inhibitory under methanogenic conditions in a test to determine its anaerobic biodegradation potential(1). The laboratory test was performed at 35 °C in serum bottles using an anaerobic digester sludge inoculum in which total gas production was measured over at least a 60 day period. Sterile controls where used to correct for abiotic gas production. Using an anaerobic digester sludge inoculum and a 56-day incubation period, the theoretical mineralization of 1-naphthol in an anaerobic serum bottle study was observed to be 0-30 percent(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Escartin E, Porte C; Environ Sci Technol 33: 406-9 (1999)",
            "Value": "1-Naphthol concs of 9.8-50 ng/ml were detected in the bile of fish collected from 5 high-altitude mountain lakes in Europe(1); the detected 1-naphthol was considered a metabolite of PAH ingestion by the fish(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 67",
            "Value": "log Kow = 2.85"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6200119",
            "Value": "The mechanism(s) of toxicity of 1-naphthol and two of its possible metabolites, 1,2- and 1,4-naphthoquinone, to freshly isolated rat hepatocytes has been studied. 1-Naphthol and both naphthoquinones exhibited a dose-dependent toxicity to hepatocytes. [1-14C]-1-Naphthol was metabolised by hepatocytes predominantly to its glucuronic acid and sulphate ester conjugates, but small amounts of covalently bound products were also formed. Blebbing on the surface of the hepatocytes was observed following exposure to 1-naphthol and the naphthoquinones, together with a dose-dependent decrease in intracellular glutathione (GSH), which preceded the onset of cytotoxicity. The toxicity of 1-naphthol and the naphthoquinones was potentiated by dicoumarol, an inhibitor of DT-diaphorase (NAD(P)H:quinone oxidoreductase). This enhanced toxicity was accompanied by a greater amount of surface blebbing, an increased depletion of intracellular GSH, particularly in the case of 1-naphthol and 1,4-naphthoquinone, and a decreased metabolism of 1-naphthol to its conjugates with variable effects on the amount of covalently bound products formed. These results support the suggestion that the toxicity of 1-naphthol may be mediated by the formation of 1,2-naphthoquinone and/or 1,4-naphthoquinone, which may then be metabolised by one electron reduction to naphthosemiquinone radicals. These, in turn, may covalently bind to important cellular macromolecules or enter a redox cycle with molecular oxygen thereby generating active oxygen species. Both of these processes appear to play a role in producing the cytotoxic effects of 1-naphthol."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:2306543",
            "Value": "Samples of soil from ponds obtained from 3 different locations around Bhopal, India, where carbaryl was commercially produced for more than a decade, contained mean 1-naphthol concns of 0.466 ppm, 0.279 ppm, and 0.365 ppm(1)."
        }
    ],
    "plant_translocations": [
        {
            "content": "In a research conducted by Smith in the year 2022, the study examined the systemic response of marigold (Tagetes erecta) to carbaryl contamination and its subsequent accumulation of 1-naphthol, with a particular focus on the systemic implications of 1-naphthol in the context of pesticide phytoremediation. The study found that marigold exhibited the ability to take up carbaryl and its degradation product, 1-naphthol, through its roots, accumulate them within the root system, and subsequently translocate these compounds for further accumulation in its shoots. This systemic behavior of marigold in accumulating 1-naphthol is significant in the context of phytoremediation, as it demonstrated the plant's potential to effectively remove carbaryl from contaminated soil. The research also noted that marigold exhibited fewer toxicity symptoms when exposed to carbaryl, indicating its capacity to tolerate the pesticide. Marigold had the highest bioconcentration factor (BCF) among the studied plants, with a value of 1848, indicating its hyperaccumulation ability for carbaryl removal. Furthermore, marigold had the highest translocation factor (TF), suggesting its ability to uptake and translocate carbaryl, especially 1-naphthol, which had accumulated in the shoots. ",
            "reference": "Sooksawat, N., Inthorn, D., Chittawanij, A., Vangnai, A., Kongtip, P., & Woskie, S. (2022). Phytoextraction Potential of Sunn Hemp, Sunflower, and Marigold for Carbaryl Contamination: Hydroponic Experiment. International Journal of Environmental Research and Public Health, 19(24), 16482.",
            "method": {
                "Test Plant": "Sunn hemp (Crotalaria juncea L.), sunflower (Helianthus annuus L.), marigold (Tagetes erecta)",
                "Apply Location": "Hydroponic culture",
                "Plant Grown Condition": "Grown in a hydroponic culture with 30% Hoagland’s solution",
                "Chemical Preparation": "Nutrient solution containing 0, 5, or 10 mg carbaryl in 1000 mL",
                "Pesticide Application Details for the Plant": "23-45 g L^-1",
                "Other Information": "Plants were grown in triplicate, harvested at 0, 4, 8, and 12 days, and samples were collected for carbaryl and 1-naphthol determination using HPLC technique."
            },
            "result": "[{\"Plant\": \"Sunn hemp\", \"Concentration\": \"5 mg/L\", \"Shoot accumulation (mg/kg)\": 0.0, \"Root accumulation (mg/kg)\": 0, \"Uptake (mg/kg)\": 16.52, \"Translocation Factor\": 6.15}, {\"Plant\": \"Sunn hemp\", \"Concentration\": \"10 mg/L\", \"Shoot accumulation (mg/kg)\": 0.0, \"Root accumulation (mg/kg)\": 0, \"Uptake (mg/kg)\": 37.19, \"Translocation Factor\": 12.3}, {\"Plant\": \"Sunflower\", \"Concentration\": \"5 mg/L\", \"Shoot accumulation (mg/kg)\": 0.0, \"Root accumulation (mg/kg)\": 0, \"Uptake (mg/kg)\": 10.3, \"Translocation Factor\": 33.84}, {\"Plant\": \"Sunflower\", \"Concentration\": \"10 mg/L\", \"Shoot accumulation (mg/kg)\": 0.0, \"Root accumulation (mg/kg)\": 0, \"Uptake (mg/kg)\": 16.52, \"Translocation Factor\": 9.23}, {\"Plant\": \"Marigold\", \"Concentration\": \"5 mg/L\", \"Shoot accumulation (mg/kg)\": 7.1, \"Root accumulation (mg/kg)\": 0, \"Uptake (mg/kg)\": 0.0, \"Translocation Factor\": 164.61}, {\"Plant\": \"Marigold\", \"Concentration\": \"10 mg/L\", \"Shoot accumulation (mg/kg)\": 6.1, \"Root accumulation (mg/kg)\": 0, \"Uptake (mg/kg)\": 0.0, \"Translocation Factor\": 87.19}]"
        }
    ]
}