{
    "_id": {
        "$oid": "6682e867c4e5dba5ffba256a"
    },
    "CID": {
        "$numberInt": "7017"
    },
    "Name": "o-Phenylphenol",
    "IUPACName": "2-phenylphenol",
    "CanonicalSMILES": "C1=CC=C(C=C1)C2=CC=CC=C2O",
    "Synonyms": [
        "2-Phenylphenol",
        "2-Hydroxybiphenyl",
        "90-43-7",
        "O-PHENYLPHENOL",
        "Biphenyl-2-ol",
        "2-Biphenylol",
        "o-Hydroxybiphenyl",
        "2-Hydroxydiphenyl",
        "o-Hydroxydiphenyl",
        "Biphenylol",
        "o-Phenyl phenol",
        "Phenylphenol",
        "Orthophenylphenol",
        "Orthoxenol",
        "o-Diphenylol"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)C2=CC=CC=C2O",
    "INCHI": "InChI=1S/C12H10O/c13-12-9-5-4-8-11(12)10-6-2-1-3-7-10/h1-9,13H",
    "INCHIKEY": "LLEMOWNGBBNAJR-UHFFFAOYSA-N",
    "Formula": "C12H10O",
    "MolecularWeight": {
        "$numberDouble": "170.21"
    },
    "Description": "Biphenyl-2-ol is a member of the class of hydroxybiphenyls that is biphenyl substituted by a hydroxy group at position 2. It is generally used as a post-harvest fungicide for citrus fruits. It has a role as an environmental food contaminant and an antifungal agrochemical. It derives from a hydride of a biphenyl.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "149"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 97 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Tomlin CDS; The Pesticide Manual. 11th Ed. British Crop Protection Council, Crop Protection Pub pg. 956 (1997)",
            "Value": "An estimated BCF of 51 was calculated for o-phenylphenol(SRC), using a log Kow of 3.09(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate. However, bioconcentration studies on compounds which are structurally similar suggest that bioconcentration may be lower than that indicated by the regression-derived equations due to the ability of aquatic organisms to readily metabolize this class of compounds. Animals excrete o-phenylphenol as the parent compound and as the glucuronide and sulfate conjugates(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Garrison AW; Analytical Studies of Textile Wastes. presentation before the Div Water, Air, and Waste Chem, Amer Chem Soc, Sept 1969 (1969) (2) Haas JW et al; Amer Dyestuff Rep 64: 34-49 (1975) (3) Maggio P et al; Ind Carta 14: 105-11 (1976) (4) Medilek P et al; Melliand Textilberichte 57: 583-7 (1976) (5) Pauli O, Franke G; Biodeter Mater, Proc Int Biodeter Symp 2nd pp. 52-60 (1971)",
            "Value": "Persistence of 50 ppm o-phenylphenol in an activated sludge screening test was less than 9 days(1); an initial concn of 50 ppm was reduced 30% in 7 days in an anaerobic digestion test(1); an initial concn of 100 ppm was reduced 43% in 54 hr in an aerated lagoon simulation(1); an initial concn of 100 ppm was reduced 20% in 168 hr in retention pond simulation(1). Acclimated treatment plant cultures completely degraded 50 ppm o-phenylphenol within 30 hr in a BOD study(2). In an aerobic BOD dilution study using an activated sludge inocula, 100-150 ppm were completely degraded in 8-16 days, although lag periods of 5-13 days were observed(3). Five-day theoretical BODs of 1.2-29.7% were measured using 1-50 ppm o-phenylphenol with the theoretical BOD generally decreasing with an increase in concn(4). In Sapromat respirometer studies using industrial activated sludge, inoculum from a communal clarification plant, or a sewage inocula, 5-day theoretical BODs ranged from 50-100%(5)."
        },
        {
            "References": "(1) Voets JP et al; J Appl Bact 40: 67-72 (1976) (2) Painter HA, King EF; Ring Test Program 1983-84. Assessment of Biodegradability of Chemicals in Water by Manometric Respirometry. Comm Eur Communities, EUR 9962 (1985) (3) Gonsior SJ et al; J Agric Food Chem 32: 593-6 (1984)",
            "Value": "Incubation of 10-40 ppm o-phenylphenol for 21 days in mineral salts solutions containing synthetic sewage, resulted in 100% degradation under both aerobic and anaerobic conditions(1). Using the EEC manometric respirometer method, o-phenylphenol was observed to undergo mean theoretical BODs of 76 and 85% after 10 and 28 respective days of incubation(2). Using carbon-14 labeled o-phenylphenol, a 50% reduction was observed in approximately 1 week in river water from Midland, MI, 24 hr in non-acclimated sludge, and 3 hr in acclimated sludge(3); conversion of o-phenylphenol to 14-CO2 was about 50-65% after 16 days in the river water and 48 hr in the activated sludge(3)."
        },
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. P 1789-1790. (2001) (2) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center (1992)",
            "Value": "AEROBIC: After 3 weeks of adaption of o-phenylphenol at 10-40 mg/L and 22 °C, 100% degradation occurred under aerobic and anaerobic conditions, with o-phenylphenol being used as the sole carbon source(1). o-Phenylphenol, present at 30 mg/L, reached 47-86% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 100 mg/L and the Japanese MITI test(2)."
        },
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. P 1789-1790. (2001) (2) Battersby NS et al; Appl Environ Microb 55: 433-9 (1989) (3) Gerike P et al; Chemosphere 21: 799-812 (1990) (4) Liu S et al; Curr Microbiol 22: 69-72 (1991)",
            "Value": "ANAEROBIC: After 3 weeks of adaption of o-phenylphenol at 10-40 mg/L and 22 °C, 100% degradation occurred under aerobic and anaerobic conditions, with o-phenylphenol being used as the sole carbon source(1). The degradation potential of o-phenylphenol under methanogenic conditions was examined with an anaerobic digesting sludge from the United Kingdom(2). It was found that o-phenylphenol inhibited anaerobic degradation(2). However, high concentrations of o-phenylphenol were used in the experiment which could have inhibited microbial degradation(2). In a closed bottle test, o-phenylphenol reached 84% of its theoretical oxygen demand(3). At 16 mg/L, o-phenylphenol was found to inhibit biodegradation(3). The metabolic fate of o-phenylphenol under different anaerobic conditions was tested with sediment slurries and enrichment cultures obtained from a shallow anoxic aquifer(4). In a sulfate-reducing slurry, o-phenylphenol degraded at a rate of 2.12 uM/day with 97% degradation after 22 days incubation(4). In a methanogenic slurry, o-phenylphenol was degraded at a rate of 1.65uM/day with 70% degradation after 22 days(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Escartin E, Porte C; Environ Sci Technol 33: 406-9 (1999)",
            "Value": "Biliary levels of 2-phenylphenol in trout taken from five remote European lakes were as follows (ng/ml): Ovre Neadalsvatn (Norwegian Mountains), 55.7; Bedoichov (Czech Jizera Mountains, Black Triangle), 70.4; Gossenkoelless (Austrian Alps), 25.2; Aube (French Pyrenees), 20.6; Redo (Spanish Pyreness), 28.6(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 97",
            "Value": "log Kow = 3.09"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:18847467",
            "Value": "... A genome-wide transcriptome analysis of the cellular responses of Pseudomonas aeruginosa (P. aeruginosa) exposed to 0.82 mM OPP for 20 and 60 minutes /was performed/ ...  Ortho-phenylphenol (OPP) upregulated the transcription of genes encoding ribosomal, virulence and membrane transport proteins after both treatment times. After 20 minutes of exposure to 0.82 mM OPP, genes involved in the exhibition of swarming motility and anaerobic respiration were upregulated. After 60 minutes of OPP treatment, the transcription of genes involved in amino acid and lipopolysaccharide biosynthesis were upregulated. Further, the transcription of the ribosome modulation factor (rmf) and an alternative sigma factor (rpoS) of RNA polymerase were downregulated after both treatment times. Results from this study indicate that after 20 minutes of exposure to OPP, genes that have been linked to the exhibition of anaerobic respiration and swarming motility were upregulated. This study also suggests that the downregulation of the rmf and rpoS genes may be indicative of the mechanism by which OPP causes decreases in cell viability in P. aeruginosa. Consequently, a protective response involving the upregulation of translation leading to the increased synthesis of membrane related proteins and virulence proteins is possibly induced after both treatment times. In addition, cell wall modification may occur due to the increased synthesis of lipopolysaccharide after 60 minutes exposure to OPP. This gene expression profile can now be utilized for a better understanding of the target cellular pathways of OPP in P. aeruginosa and how this organism develops resistance to OPP."
        },
        {
            "References": "PMID:18793396",
            "Value": "A genome-wide transcriptome analysis of the cellular responses of Staphylococcus aureus (S. aureus) when exposed to 0.82 mM of ortho-phenylphenol (OPP)  for 20 and 60 min /was performed/  ... OPP downregulated the biosynthesis of many amino acids, which are required for protein synthesis. In particular, the genes encoding the enzymes of the diaminopimelate (DAP) pathway which results in lysine biosynthesis were significantly downregualted. Intriguingly, ...  the transcription of genes encoding ribosomal proteins was upregulated by OPP and at the same time, the genes encoding iron acquisition and transport were downregulated. The genes encoding virulence factors were upregulated and genes encoding phospholipids were downregulated upon 20 min exposure to OPP ... Using microarray analysis ... revealed novel information regarding the mode of action of OPP on Staphylococcus: OPP inhibits anabolism of many amino acids and highly downregulates the genes that encode the enzymes involved in the DAP pathway. Lysine and DAP are essential for building up the peptidoglycan cell wall. It was concluded that the mode of action of OPP is similar to the mechanism of action of some antibiotics. The discovery of this phenomenon provides useful information that will benefit further antimicrobial research on S. aureus."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Miller RW, Faust SD; Environ Lett 4: 211-23 (1973)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for o-phenylphenol can be estimated to be 6,700(SRC). According to a classification scheme(2), this estimated Koc value suggests that o-phenylphenol is expected to be immobile in soil. In laboratory aqueous sorption studies using two types of bentonite clay, between 47 and 96.4 percent of added o-phenylphenol was sorbed after 24 hr(3)."
        }
    ]
}