{
    "_id": {
        "$oid": "6682e868c4e5dba5ffba2570"
    },
    "CID": {
        "$numberInt": "7044"
    },
    "Name": "DECAHYDRONAPHTHALENE",
    "IUPACName": "1,2,3,4,4a,5,6,7,8,8a-decahydronaphthalene",
    "CanonicalSMILES": "C1CCC2CCCCC2C1",
    "Synonyms": [
        "DECAHYDRONAPHTHALENE",
        "cis-Decahydronaphthalene",
        "Decalin",
        "trans-Decahydronaphthalene",
        "91-17-8",
        "493-01-6",
        "493-02-7",
        "CIS-DECALIN",
        "TRANS-DECALIN",
        "Perhydronaphthalene",
        "Naphthalane",
        "Dekalin",
        "Naphthalene",
        "decahydro-",
        "Naphthan",
        "Naphthane"
    ],
    "IsomericSMILES": "C1CCC2CCCCC2C1",
    "INCHI": "InChI=1S/C10H18/c1-2-6-10-8-4-3-7-9(10)5-1/h9-10H,1-8H2",
    "INCHIKEY": "NNBZCPXTIHJBJL-UHFFFAOYSA-N",
    "Formula": "C10H18",
    "MolecularWeight": {
        "$numberDouble": "138.25"
    },
    "Description": "Decalin is an ortho-fused bicyclic hydrocarbon that is the decahydro- derivative of naphthalene. It has a role as a solvent.",
    "XlogP": {
        "$numberDouble": "4.6"
    },
    "Complexity": {
        "$numberInt": "80"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL dATAbASE of Aqueous Solubility. Ver 5. Tucson,  AZ: Univ AZ, College of Pharmacy (1992) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72  (1999) (3) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data  of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology  and Information Center. ISBN 4-89074-101-1 (1992) (4) Franke C et al; Chemosphere 29: 1501-14  (1994)",
            "Value": "An estimated BCF of 660 was calculated for decahydronaphthalene(SRC), using a water solubility of 0.889 mg/l(1) and a regression-derived equation(2). Over a test period of 8 weeks and using orange-red killifish (Oryzias latipes), BCF's of 839-2,380 at a test concn of 2.1 mg/l and 1,290-2,400 at a test concn of 0.21 mg/l were measured for the cis-isomer; BCF's of 1,170-3,050 at a test concn of 2.8 mg/l and 1,300-2,510 at a test concn of 0.28 mg/l were measured for the trans-isomer(3). According to a classification scheme(4), these BCF values suggest the potential for bioconcentration in aquatic organisms is very high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 446",
            "Value": "... Degradation in seawater by oil oxidizing micro-organisms: 13.6% breakdown after 21 days at 22 °C in stoppered bottles containing a 1000 ppm mixture of alkanes, cycloalkanes, and aromatics"
        },
        {
            "References": "(1) Mulkins-Phillips GJ, Stewart JE; Appl Microbiol 28: 915-922 (1974) (2) Soli G, Bens EM; Biotech Bioeng 24: 319-30 (1972) (3) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "AEROBIC: Both marine water and sediment grab samples from an oiled and pristine beach areas and mud from an intertidal zone were unable to degrade decahydronaphthalene(1). However, decahydronaphthalene was degraded in water from a stagnant pond that had been acclimated to oil(1). Acclimated mixed cultures in mineral salt media were able to degrade 50% of a crude oil containing decahydronaphthalene within 48 hr(2). Decahydronaphthalene, present at 100 mg/l, reached 1-3% of its theoretical BOD in 4 weeks weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(3)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 507",
            "Value": "A diverse group of chemicals including... decalin... cause alpha2u-globulin nephropathy or hyaline droplet nephropathy. This nephropathy occurs in male rats, is characterized by the accumulation of protein droplets in the S2 segment of the proximal tubule, and results in single-cell necrosis, the formation of granular casts at the junction of the proximal tubule and the thin loop of Henle, and cellular regeneration. Chronic exposure to these compounds results in progression of these lesions and ultimately in chronic nephropathy."
        },
        {
            "References": "PMID:1707839",
            "Value": "...Several strains of male rats that produce alpha2u-globulin (Fischer-344, Sprague-Dawley, Buffalo, and Norway Brown) demonstrate spontaneous renal cortical hyaline droplets which are exacerbated after exposure to decalin. In all cases, a close correlation exists between hyaline droplet formation observed histologically and alpha 2u-globulin accumulation measured biochemically. In stark contrast, the NCI-Black-Reiter strain, which does not produce measurable quantities of alpha 2u-globulin, neither forms hyaline droplets nor accumulates any filtered protein in its kidney cortex either spontaneously or after exposure to decalin. Also, female rats injected ip with male rat alpha 2u-globulin exhibit increased hyaline droplet formation and alpha 2u-globulin accumulation when treated with decalin. ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-153",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Vapor exposures in guinea pigs cause cataracts... ."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 139",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In ... experiments with guinea pigs, by oral admin, cutaneous application and inhalation, effects of decalin were fundamentally the same as those of tetralin, especially with regard to liver (atrophy) and kidneys (nephrosis); in one animal there was unexplainable calcification of kidney."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 197",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application to the skin of guinea pigs on 2 successive days resulted in death within 10 days of exposure. The systemic tissue injury was identical to injury form inhaled decalin."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 306",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Decahydronaphthalene ... tested by dropping on rabbit eyes, caused no injury. Administered systematically to rabbits ... it caused cataracts even more readily than naphthalene."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 197",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Of three guinea pigs exposed to 319 ppm (1.8 mg/L) for 8 hr/day, one died on day 1, the second on day 21, and the third on day 23. Gross and microscopic evaluation revealed lung congestion, kidney, and liver injury."
        },
        {
            "References": "Bruner RH, Pitts LL; Nephrotoxicity of Hydrocarbon Propellants to Male, Fischer 344 Rats; Air Force Aerosp Med Res Lab, (Tech Rep) AFAMRL-TR (US); Iss AFAMRL-TR-82-101, Proc Conf Environ Toxicol 13th: 337-49 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Following short term (24-90 days) exposure of male F344 rats by inhalation, nephrotoxic lesions, especially hyaline droplets & necrosis were found. Of the several strains examined, only male rats exhibited kidney sensitivity. A major component of the hyaline droplets was alpha-2u-globulin, the main urinary protein of male rats."
        },
        {
            "References": "PMID:3817661",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344 rats were given decalin by oral gavage for 5 or 12 consecutive days in order to determine whether oral dosing would result in light microscopically evident renal effects that were comparable to those that have been observed after inhalation exposure. Decalin (in corn oil vehicle) was administered at doses of 0, 0.1, 0.5, 1.0 or 2.0 g/kg body weight to male rats, and 0, 1.0, 1.5, 1.75 or 2.0 g/kg to female rats. Biopsies of the kidneys of selected control and high dose male rats were taken for examination by electron microscopy. Sections of kidneys from all control and treated rats were examined by light microscopy. The kidneys of all male control rats contained minimal levels of hyaline droplets within the cytoplasm of proximal convoluted tubule epithelial cells. Decalin induced alterations in the kidneys of male rats included an exacerbation of the hyaline droplet/globule levels found in controls and the formation of granular casts in the outer zone of the renal medulla. The exacerbated formation of hyaline droplets was characterized light microscopically by a marked dose related increase in the number and size of individual droplets/globules and ultrastructurally by a marked increase in the size range of, and the presence crystalline inclusions in, the proximal convoluted tubule epithelial cell phagolysosomal populations. No other ultrastructural alterations occurred that differentiated treated male rats from control males. The formation of granular casts was dose and time related, occurring in 60% of male rats given 0.5 g decalin/kg for 12 days and in 100% of those given 1.0 g decalin/kg for 12 days. Light microscopy revealed no differences between the kidneys of control and decalin treated female rats, and no hyaline droplets or granular casts were observed in the kidneys of any female rat killed after 5 or 12 days."
        },
        {
            "References": "PMID:12660359",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...F344 rats (M/F) were exposed via whole-body inhalation to 0, 25, 50, 100, 200, or 400 ppm decalin for 13 weeks. Urine was collected at weeks 2 and 6 for creatinine and decalol analyses and at week 12 for clinical urinalysis. Right kidneys were collected from male rats at weeks 2 and 6 and from both sexes at week 13, homogenates were prepared using the whole kidney, and these homogenates were analyzed for alpha2u-globulin, decalin, and 2-decalone. Left kidneys were evaluated for histopathology and cell proliferation utilizing a proliferating cell nuclear antigen technique and counting proximal renal tubular epithelial cells to determine cell labeling indices. Necropsies and histopathologic evaluations were performed at week 13. Decalin exposure caused increases in kidney weight, urinalysis parameters (protein, AST, LDH), kidney alpha2u-globulin concentration, and proximal convoluted renal tubular cell proliferation in males. These changes were accompanied by microscopic lesions (accumulation of hyaline droplets in cortical tubules, regeneration of proximal tubular epithelium, and granular casts in medullary tubules)... .There were no exposure-related microscopic lesions in females. ..."
        },
        {
            "References": "Beratergremium fuer umweltrelevant Altstoffe (BUA); Decahydronaphthalene p. 50 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Following 30-day inhalation exposure, irritation of the respiratory tract of the rat, mouse, and guinea pig was observed at 0.287 mg decahydronaphthalene (50 ppm). The histopathological changes seen in the urinary bladder of the male rat and the hepatocytes observed in the rat and mouse are unclear and presumably reversible. An alpha2u-globulin nephropathy was seen in the male rat after exposure to 0.287 mg decahydronaphthalene (50 ppm). In a 28-day study, hyaline droplet formation occurred in the proximal tubular cells of the male rat after an oral dose of 10 mg decahydronaphthalene/kg bw. After 14-day post-observation, increased granular deposits were still found in the kidney. Two 90-day inhalation studies are available on Fischer-344 rats of both sexes and female C57/BL6 mice with 0.0287 and 0.287 mg decahydronaphthalene (5 and 50 ppm) and lifetime observation. Both studies reported the formation of hyaline droplets in the kidney at 5 ppm for male rats, which developed into a dose-dependent chronic nephrosis by the time of death. Neoplasias of the kidney were not observed in rats or mice. Although the same rat and mouse strains were investigated in both 90-day studies, the localization of tumors differed in each case. Due to insufficient data in one study, the uterine adenocarcinomas of female rats and the hepatocellular neoplasias of the mouse cannot be evaluated. Increased incidences of pituitary gland adenomas in male Fischer-344 rats and of pituitary gland carcinomas in C57/BL6 mice with advancing age are known in the literature. Since, in the other study, the incidence of pituitary gland tumors in the accompanying control group is unusually low compared to historical controls, the carcinogenic potential of decahydronaphthalene cannot be deduced. The thyroid gland hyperplasias of the mouse were assessed to be a secondary effect of the pituitary gland carcinomas."
        },
        {
            "References": "PMID:12660359",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...For chronic exposure, F344 rats were exposed via whole-body inhalation to 0, 25, 50 (males only), 100, or 400 ppm decalin for 2 yrs. Chronic exposure induced a spectrum of nonneoplastic and neoplastic lesions in the renal cortex of males, ranging from regenerative lesions of chronic nephropathy to tubular carcinomas. Incidences of renal tubular adenoma, tubular carcinoma, combined tubular adenomas and carcinomas, cortical tubular hyperplasia, hyaline droplet accumulation, hyperplasia of pelvic epithelium, and mineralization in renal papilla were increased in exposed males compared to controls. There was a clear increase in the mean severity of chronic nephropathy in decalin-exposed males. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Catallo WJ et al; Environ Sci Technol 29: 1436-45 (1995)",
            "Value": "SEDIMENT: Sediment cores from rural Larto Lake, Catahoula Parish and urban/suburban Lac des Allemands, Barataria Basin in Louisiana were analyzed for pollutant deposition over the years 1950 through 1991(1). Decaydronaphthalene concns in Larto Lake ranged from not detected to 3.4 ng/g and in Lac des Allemands, not detected to 9.2 ng/g(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL dATAbASE of Aqueous Solubility. Ver 5. Tucson, AZ: Univ AZ, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of decahydronaphthalene is estimated as 4,600(SRC), using a water solubility of 0.889 mg/l(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that decahydronaphthalene is expected to have slight mobility in soil."
        }
    ]
}