{
    "_id": {
        "$oid": "6682e868c4e5dba5ffba2571"
    },
    "CID": {
        "$numberInt": "7047"
    },
    "Name": "QUINOLINE",
    "IUPACName": "quinoline",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=CC=N2",
    "Synonyms": [
        "QUINOLINE",
        "91-22-5",
        "1-Benzazine",
        "1-Azanaphthalene",
        "Chinolin",
        "Chinoleine",
        "Chinoline",
        "Quinolin",
        "Leucol",
        "Leukol",
        "Benzopyridine",
        "2,3-Benzopyridine",
        "Benzo(b)pyridine",
        "Benzo[b]pyridine",
        "USAF EK-218"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=CC=N2",
    "INCHI": "InChI=1S/C9H7N/c1-2-6-9-8(4-1)5-3-7-10-9/h1-7H",
    "INCHIKEY": "SMWDFEZZVXVKRB-UHFFFAOYSA-N",
    "Formula": "C9H7N",
    "MolecularWeight": {
        "$numberDouble": "129.16"
    },
    "Description": "Quinoline is the simplest member of the quinoline class of compounds, comprising a benzene ring ortho fused to C-2 and C-3 of a pyridine ring. It is a mancude organic heterobicyclic parent, a member of quinolines, an azaarene and an ortho-fused heteroarene.",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "111"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Webber MD et al; J Environ Qual 23: 1019-36 (1994)",
            "Value": "A field study was designed to measure plant uptake of organic contaminants from sludge-treated coal refuse, following a one-time applications in 1987(1). Quinoline was not detected in corn, cabbage, and carrot samples collected in 1990(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology & Information Center. ISBN 4-89074-101-1 p. 5-20 (1992) (2) Bean RM et al; Aquat Toxicol 7: 221-39 (1985) (3) Southworth GR et al; Environ Sci Technol 14: 1529-31 (1980) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "At an initial concentration of 0.8 and 0.08 mg/l, quinoline had a BCF ranging from <0.1-2.5 and <1.0-3.8, respectively, in orange red killifish(1). Rainbow trout swimup fry, ranging from 0.21-0.41 g in size, were exposed to quinoline at 1 mg/l for 48 hours and analyzed for bioconcentration(2). Whole body levels of quinoline increased rapidly during the first 4 hours of exposure and reached an apparent plateau after about 24 hours. Quinoline had a calculated bioconcentration factor of 3.73. After 48 hours, the fish were placed in non-quinoline contaminated water for 24 hours and monitored for depuration(2). Less than 2% of unmetabolized quinoline remained after the 24-hour depuration period. Metabolites found within fish tissues included hydroxyquinolines and quinolinethiols(2). In a static exposure study using fathead minnows, Pimephales promelas, a bioconcentration factor (BCF) of 8 was measured(3). According to a classification scheme(4), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Rogers JE et al; Microbial Transformation Kinetics of Xenobiotics in Aquatic Environments, USEPA-600/3-84-043 (1984) (2) Smith JH et al; Environmental Pathways of Selected Chemicals on Freshwater Systems Part II, Laboratory Studies. USEPA-600/7-78-074 (1978) (3) Chou TW, Bohonos N; Diauxic and Cometabolic Phenomena in Biodegradation Evaluations. USEPA-600/9-79-012 (1979) (4) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (5) Sasaki S; pp 283-98 in Aquatic Pollutants: Transformation and Biological Effects. Oxford: Pergammon Press (6) Grant DJW, Al-Najjar TR; Microbios 15: 177-89 (1976) (7) Bennett JL et al; Microbios Lett 29: 147-54 (1985)",
            "Value": "With 9 natural water samples, 1 ppm quinoline had 3-10 day lag then 100% degradation in 24-48 hr; 1 ppm redose had 2-4 hr lag then 100% degradation in 24-48 hr(1). Using a 9 L aerated fermentor with 3 natural water samples and 1 sewage plant aeration effluent spiked with 10 ug/ml quinoline, an adaptation period was observed and greater than or equal to 95% biodegradation in 48 hr (25 °C), 60 hr (25 °C), 11 days (15 °C) and 60 hours (25 °C), respectively(2). Batch fermentations using low level inocula from a eutrophic pond initially spiked with 1,3,5 and 10 ug/ml quinoline resulted in 100% biodegradation in <16 hr(2). Major metabolites expected: 2-hydroxyquinoline, 2,3-dihydroxyquinoline(2). 66% theoretical BOD (TBOD) was observed after 5 days with the standard dilution method and sewage as seed(4). Using 100 ppm quinoline and 30 ppm activated sludge, < 30% TBOD was observed in 2 weeks(5). With 10 ug/ml quinoline with pond water in 9 l bottle, approximately 2 day lag period followed by 100% biodegradation in < 24 hr; four subsequent redoses in shaker flasks with 0.2% v/v (NH4)2SO4 - potassium phosphate buffer resulted in 100% biodegradation in less than or equal to 24 hours(3). Bacterium isolated from soil used quinoline as sole carbon during aerobic degradation(6). Quinoline was degraded to 2-hydroxyquinoline by soil Pseudomonads in enrichment cultures isolated from a creosote-contaminated site in Pensacola, FL(7)."
        },
        {
            "References": "(1) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology & Information Center. ISBN 4-89074-101-1 p. 5-20 (1992) (2) Arvin E et al; Int Conf Physiochemical Biol Detox Hazard Waste 2:828-47 (1989) (3) Cassidy RA et al; Environ Tox Chem 7:99-105 (1988) (4) Fowler MG et al; Org Geochem 22: 641-9 (1994) (5) Snider E, Manning FS; Environ Int 7: 237-58 (1982) (6) Thomsen AB et al; Environ Sci Technol 33: 2891-8 (1999) (7) Smith SC et al; Soil Sci Soc Amer J 56: 737-46 (1992)",
            "Value": "AEROBIC: Quinoline, present at 100 mg/l, reached 0.2% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(1). Under aerobic conditions, quinoline, present at 1 mg/l, reached 90 percent degradation in 310 hours after exposure to groundwater from a gasoline contaminated aquifer(2). The biodegradability of quinoline at various concentrations was determined using a river water die-away test and water collected from the Green River (Newton, KY)(3). The kinetics of removal of quinoline from solution was dependent on the initial concentration. The lowest quinoline concentration (0.1 mg/l) differed from the others in that it exhibited a longer lag period than did the three progressively higher concentrations. In general, the half-lives for the degradation of quinoline ranged from 2.25-5.25 days at initial concentrations ranging from 0.1-150 mg/l(3). The highest half-life of 5.25 days occurred at an initial concentration of 150 mg/l. The presence of quinolinone in the outermost groundwater samples collected on day 471 has been attributed to its being an aerobic biodegradation product of quinoline which was added as a component of coal tar creosote to a natural sand aquifer in Borden, Ontario, Canada as part of a field study(4). Quinoline at a concn of 6 ng/g was completed removed by activated sludge and a dissolved air flotation treatment system with similar results reported using a pilot-scale mixed-media filter system and activated carbon columns(5). Quinoline was degraded in a Danish sandy soil from Lundgaard, Jutland, characterized by 2.47% organic carbon content, 80.2% sand, 13.2% silt, 4.8% clay, and a pH of 5.8; using batch experiments at pH 5.8 and 7 with concns of 10 and 50 mg/kg quinoline, 14CO2 production was 21%/day after 3-4 days in all experiments(6). Microbial utilization was found to be desorption-rate limiting(7)."
        },
        {
            "References": "(1) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989) (2) Fowler MG et al; Org Geochem 22: 641-9 (1994) (3) Johansen SS et al; Environ Toxicol Chem 16: 1821-8 (1997) (4) Kaiser JP et al; Microbiol Rev 60: 483-98 (1996) (5) Liu SM et al; Biodeg 5: 113-20 (1994) (6) Mrakovic I, Grbic-Galic D; p. 375 in Amer Soc Microbiol. May 36-20, 1992. New Orleans, LA. Abstract Q-242 (1992)",
            "Value": "ANAEROBIC: Primary digesting sludge was collected from a sewage treatment plant and used to determine the potential for anaerobic biodegradation of quinoline(1). Within four weeks, quinoline was completely degraded while being incubated at 35 °C. Quinolinone has been identified as an anaerobic biodegradation product of quinoline in an aquifer study(2). Using a mixed culture in a biofilm under nitrate-reducing conditions, influent concns between 15 and 5,000 ug/l were transformed by hydroxylation to 2-hydroxyquinoline and further methylated at the homocyclic ring to 3,4-dihydro-2-quinoline(3). Quinoline was degraded under groundwater conditions to oxygenated analogs of the parent compound(4). Under methanogenic conditions, after a 6 month acclimation, methane production was 85% of the expected amount, indicating that quinoline could be anaerobically degraded(4). Quinoline at a concn of 15 mg/l was biodegraded to hydroxylated products in freshwater sediment slurries incubated under methanogenic conditions at 23 to 25 °C for a period of 80 days(5). Quinoline was degraded under sulfate-reducing conditions using microorganisms obtained from a creosote-contaminated aquifer in Pensacola, FL(6)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 51",
            "Value": "log Kow= 2.03"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:6766813",
            "Value": "QUINOLINE BINDS TO RNA, DNA & CERTAIN POLYRIBONUCLEOTIDES IN PRESENCE OF NADPH & RAT LIVER MICROSOMES. BINDING WAS PRONOUNCED WITH HELP OF SOME INDUCERS OF MICROSOMAL MONOOXYGENASE SYSTEM. BINDING REACTION REQUIRED NADPH & WAS INHIBITED BY CARBON MONOXIDE, ANILINE, 7,8-BENZOFLAVONE, METHYRAPONE OR SKF 525A. QUINOLINE BOUND PREFERENTIALLY TO POLY(A), POLY(C), POLY(G) & POLY(X), BUT NEGLIGIBLY TO POLY(U) & POLY(I). MOST OF QUINOLINE RESIDUES OF THE ADDUCTS, REGARDLESS OF KIND OF POLYNUCLEOTIDES USED WERE RELEASED BY ACID OR ALKALI AT 100 °C IN FORM OF 3-HYDROXYQUINOLINE. THE 2,3- OR 3,4-EPOXY DERIVATIVE OF QUINOLINE APPARENTLY IS THE REACTIVE INTERMEDIATE FOR NUCLEIC ACID MODIFICATION."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2762",
            "Value": "Quinoline and many of its derivatives have been reported to be toxic to the retina or optic nerve in ... animals."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2762",
            "Value": "NO DEATHS OCCURRED IN RATS EXPOSED TO SATURATED VAPOR (ROOM TEMP) FOR 8 HR. ... NO DEATHS OCCURRED IN 3 RATS EXPOSED TO CONCENTRATED VAPOR AT ROOM TEMP (CALCULATED CONCN OF 17 PPM) FOR 6 HR. ALL 3 RATS EXPOSED TO VAPOR PRODUCED BY HEATING THE CMPD TO 100 °C (CALCULATED CONCN OF 4000 PPM) DIED WITHIN 5 1/2 HR."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 784",
            "Value": "Quinoline, tested by application of a drop to rabbit eyes, caused moderately severe injury, graded 8 on a scale of 1 to 10 after 24 hr."
        },
        {
            "References": "PMID:598648",
            "Value": "QUINOLINE FED TO RATS & MICE CAUSED HEMANGIOENDOTHELIOMAS OR HEMANGIOSARCOMAS & HEPATOCELLULAR CARCINOMAS OF LIVER. SOME RATS HAD HEMANGIOSARCOMATOUS METASTATIC FOCI IN LUNG. NO EFFECT IN HAMSTERS OR GUINEA PIGS. MALE RATS WERE MORE SUSCEPTIBLE THAN FEMALES; MICE WERE LEAST SUSCEPTIBLE."
        },
        {
            "References": "PMID:177193",
            "Value": "HEPATOCELLULAR CARCINOMAS & HEMANGIOENDOTHELIOMAS WERE SEEN IN LIVERS OF RATS FED DIET CONTAINING 0.05, 0.10, OR 0.25% QUINOLINE FOR APPROX 16-40 WK. TYPICAL NODULAR HYPERPLASIAS IN LIVERS WERE OCCASIONALLY OBSERVED."
        },
        {
            "References": "PMID:340706",
            "Value": "QUINOLINE WAS MUTAGENIC IN SALMONELLA TYPHIMURIUM TA100 WHEN AROCLOR 1254-INDUCED RAT LIVER HOMOGENATE WAS PRESENT IN THE INCUBATION MIXTURE. LIVER ENZYME PREPN FROM RATS PRETREATED WITH 3-METHYLCHOLANTHRENE & BETA-NAPHTHOFLAVONE ALSO METABOLIZED QUINOLINE TO MUTAGEN IN SALMONELLA TYPHIMURIUM. DEPLETION OF GLUTATHIONE BY DIETHYL MALEATE PRETREATMENT IN VIVO INCR MUTAGENIC POTENTIAL. MICROSOMAL ENZYMES ISOLATED FROM HUMAN LIVER TISSUE, BUT NOT LUNG TISSUE, CONVERTED QUINOLINE TO MUTAGEN WHEN TESTED BY USE OF AMES SALMONELLA TYPHIMURIUM ASSAY."
        },
        {
            "References": "BENSON J ET AL.; ANNU REP INHALATION TOXICOL RES INST (LOVELACE BIOMED ENVIRON RES INST): 391 (1979)",
            "Value": "QUINOLINE WAS ASSAYED FOR MUTAGENICITY TOWARD SALMONELLA TYPHIMURIUM & ITS ABILITY TO AFFECT RAT LUNG & LIVER ARYL HYDROCARBON HYDROXYLASE ACTIVITY FOLLOWING ADMIN TO ANIMALS BY INTRATRACHEAL OR IP INJECTION. IT WAS NOT DIRECTLY MUTAGENIC NOR WAS IT ACTIVATED TO A MUTAGENIC FORM BY RAT LUNG SUPERNATANT. HOWEVER, IT WAS MUTAGENIC WHEN INCUBATED WITH HOMOGENIZED RAT LIVER SUPERNATANT. NO EFFECT WAS OBSERVED ON LUNG OR LIVER ARYL HYDROCARBON HYDROXYLASE ACTIVITY BY EITHER ROUTE."
        },
        {
            "References": "PMID:7260428",
            "Value": "THE 48 HR MEDIAN LETHAL CONCN (LC50) FOR QUINOLINE TO CHIRONOMUS TETANS WAS 57.2 MG/L. 95% FIDUCIAL LIMITS WERE WITHIN 3-12% OF THE LC50 VALUES. NEITHER MORTALITY NOR PUPATION DURING THE 24 HR EXCEEDED 1% IN EITHER TEST."
        },
        {
            "References": "PMID:7259304",
            "Value": "FOR QUINOLINE TOXICITY TESTING, AMPHIBIAN EMBRYOS WERE DIVIDED INTO 3 GROUPS ACCORDING TO STAGE OF DEVELOPMENT: GROUP 1 WERE MIDBLASTULAE EMBRYOS, GROUP 2 WERE TAILBUD EMBRYOS & GROUP 3 WERE SWIMMING LARVAE. OF AMINES TESTED QUINOLINE WAS ONE OF THE TWO MOST TOXIC. ITS 96 HR MEDIAN LETHAL CONCN WAS 95 MG/L FOR GROUP 3 LARVAE. QUINOLINE WAS 2ND MOST TERATOGENIC OF 4 AMINES TESTED IN GROUP 1 HAVING 96 HR EC50 (CONCN WHICH CAUSES ABNORMALITIES IN 50% OF SURVIVORS) OF 29 MG/L. ELECTRON MICROSCOPIC EXAM OF GROUP 3 LARVAE REVEALED SPINAL CORD & MUSCULATURE DAMAGE WHICH WAS CORRELATED WITH IMMOBILITY OF LARVAE. IT HAS TOXIC & TERATOGENIC EFFECTS AT SUFFICIENTLY LOW CONCN TO WARRANT IT A POTENTIAL ENVIRONMENTAL HAZARD."
        },
        {
            "References": "Schultz TW et al; Synth Fossil Technol Proc Life Sci Symp: 373-386 (1984)",
            "Value": "Twenty-six synthetic fossil fuel-related nitrogen containing aromatic cmpds were examined to determine the quantitative correlation between log (1-octanol/ water partition coefficient) (log P) & the 1Xv mol connectivity index & population growth inhibition of Tetrahymena pyriformis. Nitro-containing cmpds were the most active, followed by amino- containing cmpds & aza-arenes. Within each analog series, activity increased with alkyl substitution & ring addition."
        },
        {
            "References": "PMID:6357921",
            "Value": "Using embryo-larval stages of the Salmo gairdneri (rainbow trout) & Micropterus salmoides (largemouth bass, continuous-flow toxicity tests were performed on hydroxylated aromatic hydrocarbons ... /polycyclic aromatic hydrocarbons, & aza-arenes/. Exposure was initiated at fertilization & maintained through 4 days posthatching. Median lethal concn based on combined frequencies of embryo-larval mortality & teratogenesis, were used to rank the toxicity of the cmpds to each fish species. With the trout, the order of decreasing toxicity /expressed as LC50/ was phenanthrene (0.04 mg/l), beta-naphthol (0.07 mg/l), naphthalene (0.11 mg/l), phenol (0.15 mg/l), acridine (0.32 mg/l), & quinoline (11.0 mg/l). The toxicological ranking with the bass was phenanthrene (0.18 mg/l), naphthalene (0.51 mg/l), acridine (1.02 mg/l), beta-naphthol (1.77 mg/l), phenol (2.80 mg/l) & quinoline (7.50 mg/l). For each class of cmpds, the chemical with the greatest number of aromatic rings always exerted the greater toxicity. ... Acridine (3 rings) was 7-fold more toxic to bass & 34-fold more toxic to trout than was quinoline (2 rings)."
        },
        {
            "References": "PMID:6883639",
            "Value": "Quinoline is a hepatocarcinogen in mice & rats, a mutagen in Salmonella typhimurium, & induces unscheduled DNA synthesis in primary cultures of rat hepatocytes. ... Quinoline, 4-methylquinoline & 7-methylquinoline were bioassayed as tumor initiators on the skin of Sencar mice. While 4-methylquinoline was at least as potent a tumor initiator as quinoline, 7-methylquinoline was not significantly tumorigenic in this assay."
        },
        {
            "References": "Hamoud MA et al; Teratogenesis Carcinogen Mutagen 9 (2): 111-118 (1989)",
            "Value": "Groups of at least 15 CD1 male mice were given single ip injections of 0, 25, 50, or 100 mg/kg of quinoline with corn oil as solvent vehicle. Bone marrow was sampled at 24, 48, & 72 hr postinjection. Quinoline resulted in a significant dose related incr in the number of micronucleated polychromatic erythrocytes at the 24 hr sampling time for all doses tested. 100 mg/kg & 50 mg/kg also induced statistically significant incr in micronuclei at the 48 hr interval. The ratios of polychromatic to normochromatic erythrocytes at the 24 hr sampling time were lower for the treated than the control animals."
        },
        {
            "References": "PMID:2500337",
            "Value": "Quinoline & 2 derivatives were evaluated for their genotoxic potency using the in vivo cytogenetic assays of chromosome aberrations & sister chromatid exchanges in marrow cells of male B6C3F1 mice. Treatment with quinoline at doses up to 100 mg/kg (ip) produced no consistent incr in the number of chromosome aberrations at either 17 or 36 hr after treatment & no significant incr in sister chromatid exchanges at either 23 or 42 hr after treatment."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2762",
            "Value": "Male Sprague-Dawley rats were fed quinoline at 0.05, 0.10, or 0.25% in the diet for 16 to 40 wk. Body weight gain was lower and liver weights and mortality were higher than controls in all three treatment groups. Most rats in the high dose group died or became moribund within 40 wks due to general toxic effects or rupture of vascular tumors of the liver. 2-Chloroquinoline at the same concentration was not as toxic in this study. Mortality was affected only at the high dose; liver weights were slightly higher at all doses; body weight gain was lower at the medium and high dose. However, no liver tumors were seen in any rats treated with 2-chloroquinoline."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2762",
            "Value": "Quinoline induced a high incidence (> 55 to 95%) of tumors in rats. Histologically the tumors were classified as trabecular hepatocellular carcinomas and hemangioendotheliomas. 2-Chloroquinoline did not induce tumors in the same study. ... Found quinoline induced a high incidence (32 to 80%) of liver tumor in mice and rats, but not guinea pigs or hamsters, when administered at 0.2% in the diet for 30 wks. Male rats were more susceptible than females. Histopathological changes included nodular hyperplasia, hepatocellular carcinoma, and hemangioendotheliomas ... ."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2762",
            "Value": "In oral or percutaneous studies, animals exhibited lethargy, respiratory distress, and prostration progressing to coma. ... Quinoline paralyzes the respiratory muscles."
        },
        {
            "References": "McFee AF; Environmental & Molecular Mutagenesis 13 (4): 325-331 (1989)",
            "Value": "A study was carried out to evaluate the genotoxic potency of quinoline, 8-hydroxyquinoline (8HQ), & 4-niroquinoline-1-oxide (4NQO) in the bone marrow of male B6C3F1 mice. Test mice received ip injections at the maximum tolerated dose (MTD), 0.5 MTD, & 0.25 MTD. ... Exposure times were 17, 23, 36, & 42 hr for quinoline & 8-hydroxyquonoline & 17 & 23 hr for 4-niroquinoline-1-oxide. ... Neither quinoline nor 8-hydroxyquinoline produced increased numbers of sister chromatid exchanges but 4-nitroquinoline-1-oxide caused very significant increases even at a dose of only 15 mg/kg. Average generation times (AGT) for quinoline treated mice were not significantly different from control values, but average generation times were significantly prolonged for mice treated with 8-hydroxyquinoline or 4-niroquinoline-1-oxide. ... Under in vivo conditions neither quinoline nor 8-hydroxyquinoline have measurable genotoxic activity, whereas 4-niroquinoline-1-oxide is quite effective for the production of both chromosome aberration & sister chromatid exchanges."
        },
        {
            "References": "PMID:2702719",
            "Value": "The effect of duration of quinoline treatment on the induction of hepatic hemagioendothelioma was examined. Groups of male Wistar rats were given 0.25% quinoline in the diet for 4, 8, 12, 16 or 20 wk & sequentially killed at these time points. Hemangioendotheliomas were only induced in the livers of rats given quinoline for more than 12 wk & the incidences of small foci of dysplastic endothelial cells & tumors at wk 20 did not differ between the 12-, & 20-wk-treated groups. ... The liver sections at wk 20 revealed increased relative area occupied by sinusoidal space even after only 4 wk exposure. Parenchymal hyperplastic nodules were observed only in one rat each of the 16- & 20-wk- treated groups. ... Dysplastic endothelial foci may develop into hemangioendotheliomas irrespective of whether the carcinogenic stimulus is continued."
        },
        {
            "References": "PMID:2511010",
            "Value": "Quinoline is specific & potent carcinogen to the rat & mouse liver. ... It was evaluated for its ability to initiate unscheduled DNA synthesis (UDS) in the rat liver in vivo. Although some individual animals showed indications of a marginal response, the absence of clear group positive responses & the lack of an obvious dose relationship precluded the classification of quinoline as positive. ... Quinoline did, however, induce a potent mitogenic response in the rat liver between 24 & 48 hr after oral dosing of 200-500 mg/kg. Under similar conditions of test, 8-hydroxyquinoline was essentially inactive. ... Mitogenicity in the liver appears to correlate better with carcinogenicity than doses genotoxicity; ... A single dose of quinoline was shown to act as a replacement for surgical partial hepatectomy in the liver micronucleus assay ... ."
        },
        {
            "References": "Hamoud MA et al; Teratogenesis, Carcinogenesis & Mutagenesis 9 (2): 111-118 (1989)",
            "Value": "... /A study was conducted/ ... to determine the ability of ... quinoline & 8-hydroxyquinoline, to induce micronuclei in mouse bone marrow erythrocytes. 6-8 wk old male CD1-mice were treated ip with single injections of 25, 50, or 100 mg/kg of each chemical. Samples of bone marrow were taken at 24, 48, & 72 hr after injection. A significant dose related incr was noted in the number of micronucleated polychromatic erythrocytes (MPCE) at the 24 hr sampling time for all dose levels. ... Increases were caused in the number of micronucleated polychromatic erythrocytes by exposure to the 50 & 100 mg/kg dose levels at 48 hr. At 24 hr the ratios of polychromtic to normochromatic erythrocytes were lower for treated than control animals. Hydroxyquinoline resulted in some increases in the number of micronucleated polychromatic erythrocytes over control levels, but this cmpd induced a significant incr in the number of micronucleated normochromatic erythrocytes (MNCEs) at all three dose levels at 24 hr after treatment. Higher incidence of micronucleated normochromatic erythrocytes at the 48 & 72 hr points were noted following exposure to both the low & medium dose levels. ... The toxicity of 8-hydroxyquinoline is higher than that of quinoline."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 287",
            "Value": "... Developing Xenopus laevis embryos at the mid-blastula, tailbud, & swimming larva stages /were exposed/ to acridine, quinoline, aniline, & pyridine, & showed that acridine & quinoline were the toxic & teratogenic. Spinal cord & musculature alterations, resulting in immobility were observed. It was concluded that these effects occurred at sufficiently low concns to make quinoline & the other agents potential environmental hazards."
        },
        {
            "References": "PMID:11087898",
            "Value": "Quinoline is carcinogenic to the liver in rodents, but it is not clear whether it acts by a genotoxic mechanism. We previously demonstrated that quinoline does induce gene mutation in the liver of lambda/lacZ transgenic mice. In the present report, we reveal the molecular nature of the mutations induced by quinoline in the lambda cII gene, which is also a phenotypically selectable marker in the lambda transgene. (The cII gene has 294bp, which enables much easier sequence analysis than the original lacZ gene (3kb)). The liver cII mutant frequency was nine times higher in quinoline-treated mice than in control mice. Sequence analysis revealed that quinoline induced primarily G:C to C:G transversions (25 of 34). Thus, we have confirmed that quinoline is genotoxic in its target organ, and the G:C to C:G transversion is the molecular signature of quinoline-induced mutations."
        },
        {
            "References": "PMID:9539970",
            "Value": "Quinoline is carcinogenic to the liver of rats and mice and mutagenic to bacterial tester strains in the presence of rat liver microsomal enzymes. The unscheduled DNA synthesis (UDS) study suggested that quinoline might be a non-genotoxic carcinogen because of the lack of UDS-inducing capacity. In order to determine whether or not cancer induction is initiated by mutagenic DNA lesions, the present study was undertaken to evaluate the mutagenicity of quinoline in an in vivo mutation assay system using the lac Z transgenic mouse (Muta Mouse). Mutation was only induced in the liver, the target organ of carcinogenesis by quinoline, but not in the other organs examined, i.e. lung, kidney and spleen. Mutant frequency in the liver was 4-fold higher than in the untreated control animals. Dimethylnitrosamine, used as a positive control, induced mutation at a frequency 5-fold higher in the liver and 3-fold higher in the spleen than in their respective control organs. It can be concluded that the genotoxicity of quinoline is responsible for its hepatocarcinogenesis, although UDS was not induced under the conditions previously reported."
        },
        {
            "References": "PMID:9435887",
            "Value": "Induction of chromosome aberrations and sister chromatid exchanges (SCEs) was studied in hepatocytes of F344 rats exposed in vivo to the hepatocarcinogen quinoline (Q). Hepatocytes were isolated 4-48 hr after a single dose of 200 mg/kg body weight or 24 hr after 28 repeated doses (once a day) of 25-200 mg/kg body weight/day by gastric intubation, and allowed to proliferate in Williams' medium E supplemented with epidermal growth factor. Cells were fixed after a culture period of 48 hr. A single dose of Q induced chromosome aberrations in up to 22% of metaphase cells, and SCEs with a frequency of up to 1.27 per chromosome 12 hr after the dose, while the control values were 1% and 0.63 per chromosome, respectively. Treatment with 28 repeated doses of Q induced significant chromosome aberrations and SCEs dose-dependently. Cytogenetic damage induced induced in the liver by repeated doses of Q was greater than induced by a single dose. Furthermore, Q induced replicative DNA synthesis in the liver, but failed to induce micronucleus formation in the bone marrow. The noncarcinogen 8-hydroxyquinoline was also examined and found to be essentially non-genotoxic to rat liver. These results show that Q is a genotoxic carcinogen to rat liver and the present method of in vivo cytogenetic assay should be useful for evaluating the genotoxicity of hepatocarcinogens."
        },
        {
            "References": "PMID:8640743",
            "Value": "Effects of quinoline and captafol, both of which are hemangiocarcinogenic agents, were investigated in spontaneously hypertensive rats (SHR). Male SHR and Wistar Kyoto rats (WKY), the parent strain of SHR, were administered quinoline (0.2%) or captafol (0.15%) supplemented in the diet for 32 weeks. Resultant incidences of hepatic hemangioendothelial sarcomas were in animals receiving quinoline 93% for WKY and only 7% for SHR. A few hepatocellular nodules were also induced in both strains. No histopathological lesions were observed in the other organs. Thus, the SHR proved unexpectedly less susceptible to vascular carcinogenicity than its WKY counterpart."
        },
        {
            "References": "PMID:2568020",
            "Value": "Both quinoline and 8-hydroxyquinoline (HOQ) were tested for their genotoxicity in CD1 male mice by using a bone marrow micronucleus assay. Mice were intraperitoneally treated in single injections with three dose levels (25, 50, and 100 mg/kg) of each chemical with corn oil as solvent vehicle. Bone marrow was sampled at 24, 48, and 72 hr postinjection. Quinoline resulted in a significant dose-related increase in the number of micronucleated polychromatic erythrocytes (MPCE) at the 24 h sampling time for all doses tested. The high dose (100 mg/kg) and the medium dose (50 mg/kg) also induced statistically significant increases (P <.05) in the number of MPCEs at 48 hr interval. The ratios of polychromatic to normochromatic erythrocytes at the 24 h sampling time were lower for the treated than the control animals. Although HOQ resulted in some increases in the number of MPCEs over the control, this compound induced a statistically significant increase in the number of micronucleated normochromatic erythrocytes (MNCEs) at all three doses following 24 hr treatment. Both low and medium doses also induced a higher incidence of MNCEs at the 48 and 72 hr sampling times. No data were available for the high dose at these times. The cytotoxic effect of this compound was expressed as low PCE/NCE ratios with all doses at 24 hr after injection and as a high mortality rate in animals treated with the high dose (100 mg/kg)."
        },
        {
            "References": "PMID:815301",
            "Value": "The effect of 8-hydroxyquinoline sulfate on the formation of artificial calculi, rat calculus, and dog plaque plus its ability to remove dog plaque were studied. Several chemically related agents were also evaluated for their anticalculus effects. The most effective anticalculus agent was 8-hydroxyquinoline sulfate. At concentrations of 4 or 5%, swabbed over molar teeth, it was essentially equally effective in retarding the formation of rat calculus. Significant (1% level) reduction occurred with concentration as low as 3% in rats. When used so as to mimic mouthrinse use, 4% 8-hydroxyquinoline sulfate also significantly (5% level) reduced formation of calculus in rats. All rats showed normal behavioral and weight-gain patterns. Visual evaluation of oral tissues in the swabbing tests plus visual and histopathological evaluation of oral tissues in the mouthrinse procedure showed 8-hydroxyquinoline sulfate had no irritating or toxic effects. In dogs, the teeth treated with 4% 8-hydroxyquinoline sulfate nine times during a five-day period had 93.7 to 98.4% less buccal plaque than vehicle-treated teeth. The antiplaque effect was considerable in both canines and fourth premolars. In older dogs, teeth treated with 4% 8-hydroxyquinoline sulfate 15 times during a ten-day period had 33 to 46.1% less plaque than when treated with the vehicle. The effect was considerable on canines but slight on fourth premolars. In older dogs after 24 treatments during a 15-day period, 4% 8-hydroxyquinoline sulfate removed 25 to 57.5% of established plaque whereas the vehicle removed 2.5 to 22.5%. Again, 8-hydroxyquinoline sulfate was more effective on canine buccal plaque. These results show that 8-hydroxyquinoline sulfate is an effective anticalculus and antiplaque agent that is nontoxic to animal oral tissue. The results also indicate that the dog is a suitable animal model for the evaluation of antiplaque agents. /8-Hydroxy quinoline sulfate/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Furlong ET, Carpenter R; Geochim et Cosmochim Acta 46: 1385-96 (1982) (2) Lopes TJ et al; pp. 105-19 in Environmental Toxicology and Risj Assessment. 7th vol. Little EE et al, eds. West Conshohocken, PA: ASTM STP1333. (1997)",
            "Value": "SEDIMENTS: Monitoring results from the Puget Sound, WA are as follows: 39 sediment samples from 6 cores 0-47 cm deep Sept 1978, 74% were positive with respect to quinoline at a range of 160-6600 ng/g organic carbon, 1430 ng/g organic carbon avg. with 11% recovery efficiency(1). Lake Washington sediment core samples taken in September 1978, resulted in 100% pos detections with 260, 1300 and 120 ng/g organic carbon at 0-2 cm, 2-6 cm and 35-37 cm deep, respectively, with 11% recovery efficiency(1). Less than 5% of the total bed-sediment samples from 443 sites in 19 major US river basins collected from 1992-95 tested positive for quinoline(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Borisover MD, Graber ER; Chemosphere 34: 1761-76 (1997) (2) Reinhold KA et al; Adsorption of energy-related organic pollutants: A literature review USEPA-600/3-79-086 (1979) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Fowler MG et al; Org Geochem 22: 641-9 (1994) (5) Weast TC et al; CRC Handbook of Chemistry and Physics. 66th ed. Boca Raton, FL: CRC Press (1985) (6) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals; Boethling RS, Mackay D, eds, Baca Raton, FL: Lewis Publ (2000) (7) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (8) Adrian P et al; Chemosphere 18: 1599-1609 (1989) (9) Dong MW et al; Environ Sci Technol 11: 612-8 (1977) (10) Thomsen AB et al; Environ Sci Technol 33: 2891-8 (1999) (11) Zachara JM et al; Environ Sci Technol 20: 620-7 (1986)",
            "Value": "The measured log Koc for quinoline is 2.84(1). The adsorption coefficients of quinoline to Ca-montmorillonite and creek sediments are 7.3 and 10.9, respectively(2). A Koc of 43 was reported using low-organic-carbon subsurface materials(11). According to a classification scheme(3), these Koc values suggest that quinoline is expected to have very high mobility in soil. Quinoline was found to be relatively mobile using a Danish sandy soil(10). Intensity of quinoline added to a natural sand aquifer on the Canadian Air Force Base Borden, Ontario, Canada via a field study using coal tar creosote were found to increase after 278 days, about 25 m from the croesote source, added at an initial concn of 10.1 g/kg creosote(4). Aromatic amines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(7,8), suggesting that mobility may be much lower in some soils(SRC). The pKa of quinoline is 4.90(5), indicating that this compound will partially exist in the protonated form in the environment and cations generally adsorb to organic carbon and clay more strongly than their neutral counterparts(6); therefore, adsorption increases with increasing soil acidity(11). Sorption onto airborne particulates has been observed(9). A Kd value of 0.83 was measured using a Danish sandy soil from Lundgaard, Jutland, characterized by 2.47% organic carbon content, 80.2% sand, 13.2% silt, 4.8% clay, and a pH of 5.8(10)."
        }
    ]
}