{
    "_id": {
        "$oid": "6682e869c4e5dba5ffba2574"
    },
    "CID": {
        "$numberInt": "7056"
    },
    "Name": "2-CHLORONAPHTHALENE",
    "IUPACName": "2-chloronaphthalene",
    "CanonicalSMILES": "C1=CC=C2C=C(C=CC2=C1)Cl",
    "Synonyms": [
        "2-CHLORONAPHTHALENE",
        "91-58-7",
        "Naphthalene",
        "2-chloro-",
        "beta-Chloronaphthalene",
        "2-Chlornaftalen",
        "2-Chloro-naphthalene",
        ".beta.-Chloronaphthalene",
        "RCRA waste number U047",
        "RCRA waste no. U047",
        "C10H7Cl",
        "49O81U3ITI",
        "CHEMBL372646",
        "DTXSID8023971",
        "2-Chloro naphthalene",
        "MFCD00035731"
    ],
    "IsomericSMILES": "C1=CC=C2C=C(C=CC2=C1)Cl",
    "INCHI": "InChI=1S/C10H7Cl/c11-10-6-5-8-3-1-2-4-9(8)7-10/h1-7H",
    "INCHIKEY": "CGYGETOMCSJHJU-UHFFFAOYSA-N",
    "Formula": "C10H7Cl",
    "MolecularWeight": {
        "$numberDouble": "162.61"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "4.1"
    },
    "Complexity": {
        "$numberInt": "133"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Lebedev AT et al; Sci Tot Environ 212: 153-162 (1998)",
            "Value": "Bird eggs of 15 species were collected in the Baikal region (Selenga River estuary) in Russia(1). 2-Chloronaphthalene concentrations in combined egg yoke and white ranged from 232 ug/kg dry weight in the eggs of the tufted duck (Aythya fuligula) to <3 ug/kg dry weight in the eggs of the pochard (Aythya ferina), domestic fowl (Gallus gallus), heron (Ardea cinerea), black headed gull (Larus ridibundus), and liapwing (Vanellus vanellus)(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from https://www.inchem.org/pages/cicads.html Number 34: Chlorinated Naphthalenes as of July 18, 2003.",
            "Value": "Levels of 2-chloronaphthalene have been measured in oysters (Crassostrea virginica) and clams (Rangia cuneata) from Lake Pontchartrain, USA. The levels were 34 ug/kg wet weight in oysters and 140 and 970 :g/kg wet weight in clams."
        },
        {
            "References": "(1) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (2) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985) (3) McFall JA et al; Chemosphere 14: 1561-9 (1985)",
            "Value": "2-Chloronaphthalene was detected in common carp, channel catfish, smallmouth and largemouth bass, rock bass, pumpkinseed, bowfin, lake trout and northern pike from Lake Michigan collected at White Lake and the St Joseph, Kalamazoo, Grand, Muskegon, Pere Marquette, Manistee, Platte, Boardman, Grand Traverse, Manistique, Whitefish, Escanaba and Ford Rivers(1). 2-Chloronaphthlalene was detected in fish collected from Great Lake harbors and tributary mouths at the Astabula and Black Rivers, Ohio; Sheboygan, Memonimee, Kinnickinnic, Fox and Wolf Rivers, Wisconsin; and Chequamegon Bay, Lake Superior, Wisconsin(2). Both oysters and clams from Lake Pontchartrain, LA contained 2-chloronaphthalene at an average concn of 46 ppb(3)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Riley RG, Zachara JM; Chemical Contaminants on DOE Lands and Selection of Contaminant Mixtures for Subsurface Science Research. US Dept Of Energy, Office of Energy Research, Subsurface Science Program, Washington, DC. DOE/ER-0547T DE92014826, 77 pp. (1992) (2) USEPA; Superfund Record of Decision (EPA Region 2): Lipari Landfill, Mantau Township, Gloucester County, New Jersey, July 11, 1988. Third Remedial Action. Report 1988, USEPA/ROD/RO2-88/074 pp. 139 (1988)",
            "Value": "SOIL: 2-Chloronaphthalene was found in groundwater and soil/sediments samples from 91 waste sites at 18 U.S. Department of Energy (DOE) facilities with a frequency of <3(1). On-site soil concentrations of 2-chloronaphthalene from the Lipari landfill in Mantua Township, Gloucester County New Jersey collected in 1987 were 3,185 (average) and 12,000 (maximum) ug/kg(2)."
        },
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (2) Estuary and Adjacent NJ Tributaries, 1980-1981 USGS/WRI/NTIS 82-36 pp. 41 (1982) (3) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (4) Lopes TJ et al; Environ Toxicol Chem 20: 727-37 (2001) (5) Merriman JC et al; Chemosphere 23: 1605-15 (1991) (6) Riley RG, Zachara JM; Chemical Contaminants on DOE Lands and Selection of Contaminant Mixtures for Subsurface Science Research. U.S Dept. of Energy, Office of Energy Research, Subsurface Science Program, Washington, DC. DOE/ER-0547T DE92014826, pp. 77 (1992)",
            "Value": "SEDIMENT: According to the EPA's STORET database, 340 sampling stations reported that unspecified isomers of chloronaphthalene were present in sediments, of which 0.3% contained detectable levels of the chemical with a median concentration of less than 500.0 ug/kg by dry weight(3). Ground water sediment samples from nearby the Hooker Chemical and Plastics Corp disposal site at Love Canal, NY contained 2-chloronaphthalene(1). 2-Chloronaphthalene was detected at concn equal to or less than 2.0 ug/kg in surficial bed material at Racoon Creek at Bridgeport, NJ on Jan 8, 1981(2). 2-Chloronaphthalene was not detected at 516 sites sampled to assess the occurrence of semivolatile organic compounds in streambed sediments form 20 major river basins across the United States from 1992-1995(4). Water and suspended solids samples were collected during June and August 1988 at four stations along the Rainy River on the Canada-Minnesota boarder and from two pulp and paper mill final effluents and analyzed for a variety of organic contaminates (5). 2-Chloronaphthalene was detected in the suspended solids from one of the pulp and paper mill final effluent at 18.0 and 21.0 ng/g in June and August, respectively(5). 2-Chloronaphthalene was not detected at the other five sites; the detection limit was 10.0 ng/g(5). 2-Chloronaphthalene was found in groundwater and soil/sediments from 91 waste sites at 18 U.S. Department of Energy (DOE) facilities with a frequency of <3(6)."
        }
    ]
}