{
    "_id": {
        "$oid": "6682e869c4e5dba5ffba2575"
    },
    "CID": {
        "$numberInt": "7057"
    },
    "Name": "2-NAPHTHYLAMINE",
    "IUPACName": "naphthalen-2-amine",
    "CanonicalSMILES": "C1=CC=C2C=C(C=CC2=C1)N",
    "Synonyms": [
        "2-NAPHTHYLAMINE",
        "2-Aminonaphthalene",
        "91-59-8",
        "naphthalen-2-amine",
        "2-Naphthalenamine",
        "beta-Naphthylamine",
        "6-Naphthylamine",
        "beta-Naftilamina",
        "2-Naphthalamine",
        "2-Naphthylamin",
        "2-Naphtylamine",
        "Fast Scarlet Base B",
        "Naphthalen-2-ylamine",
        "2-Aminonaftalen",
        "2-Naftylamine"
    ],
    "IsomericSMILES": "C1=CC=C2C=C(C=CC2=C1)N",
    "INCHI": "InChI=1S/C10H9N/c11-10-6-5-8-3-1-2-4-9(8)7-10/h1-7H,11H2",
    "INCHIKEY": "JBIJLHTVPXGSAM-UHFFFAOYSA-N",
    "Formula": "C10H9N",
    "MolecularWeight": {
        "$numberDouble": "143.18"
    },
    "Description": "2-naphthylamine is a naphthylamine carrying the amino group at position 2. It has a role as a carcinogenic agent.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "133"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 68 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 11 was calculated for 2-naphthylamine(SRC), using a log Kow of 2.28(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Medvedev V, Davidov VD; pp. 245-54 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil. Overcash MR, ed. Ann Arbor, MI: Ann Arbor Sci Pub (1981) (2) Al-Bashir B et al; Water Res 28: 1817-25 (1994) (3) Al-Bashir B et al; Water Res 28: 1827-33 (1994)",
            "Value": "AEROBIC: In a test for primary biodegradation, 2-naphthylamine was not degraded in chernozem soil after 90 days at an initial concentration of 500 mg/kg(1). The maximum mineralization rate for 2-naphthylamine (conc. 50 ug/g) in a soil/water suspension over 220 days was 0.12 ug/g-day during a short initial phase and 0.027 ug/g-day during a longer second phase(2). Addition of fresh amounts of 2-naphthylamine (conc. 50 ug/g) at 220 days restored the mineralization to the initial phase rate value. The recalcitrance of aminonaphthalenes in soil has been attributed to their ability to form complexes with soil matter which, to a large extent, renders them biologically unavailable(3)."
        },
        {
            "References": "(1) Al-Bashir B et al; Water Res 28: 1817-25 (1994)",
            "Value": "ANAEROBIC: 2-Naphthylamine (50 ug/g) in a soil water suspension was not mineralized under denitrifying, sulphate reducing, or methanogenic conditions(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 68",
            "Value": "log Kow =2.28"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:1315548",
            "Value": "beta-Naphthylamine (BNA)... is a stimulatory agent of respiratory burst in rat peritoneal macrophages besides being a potent carcinogen. Since polymixin-B and staurosporine are inhibitors of protein-kinase-C (PKC), the data suggest that PKC may be involved in the intracellular signal transduction pathway of BNA stimulated superoxide production."
        },
        {
            "References": "Sasaki et al; Mutat Res 506-507: 79-89 (2002)",
            "Value": "N-oxidation by cytochrome p450 enzymes is an initial step in the metabolic activation of aromatic amine compounds. Once metabolized, these compounds are converted to DNA-reactive species which can exhibit potent mutagenic and/or carcinogenic activity. The precise mechanism of P450 enzyme oxidation is not completely understood, although various theories, involving either one-electron transfer, two-electron transfer or addition-rearrangement, have been debated. In previous studies, selection of the most probable mechanism has been based on consideration of Huckel theory charge distribution calculations and experimentally-derived enzyme metabolism data. This approach can now be improved by incorporating contemporary, ab initio quantum chemical methods to accurately determine the chemical properties of P450 aromatic amine substrates. ...This work ... compare/ed/ the experimental oxidation yields and rates of 1-naphthylamine (1-NA), 2-naphthylamine (2-NA) and 2-aminofluorene (2-AF). This data was then analyzed with respect to ab initio-calculated charge distributions and energies of reactants, oxidation products and proposed intermediates. ...Analysis of theoretical and experimental data indicates that the one-electron model is more consistent with oxidation rate data for 1-NA, 2-NA, and 2-AF. ...In contrast to earlier studies, the one-electron mechanism is more likely to be the pathway for P450-catalyzed aromatic amine oxidation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Kadlubar FF et al; Carcinogenesis (Lond) 2 (5): 467-70 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male beagle dogs administered (3)H-2-naphthylamine and sacrificed 2 or 7 days later in order to investigate the in vivo formation and persistence of 2-naphthylamine  adducts in the liver and urothelium. The urothelial DNA binding of the adducts was higher than in the liver which is the nontarget organ."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2466",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methemoglobin-forming; single dose of 200 mg/kg by stomach tube to dogs. /from table/"
        },
        {
            "References": "PMID:851958",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Four days after single ip admin of the carcinogen 2-naphthylamine to C3H mice, cytochrome P-450 and O-demethylation activity were decreased. No changes were observed in oxidized glutathione."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 103 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sc injections of 100 ug 2-naphthylamine in 3% aq gelatine into Balb/c mice once daily for first 5 days of life resulted in 21.9% incidence of lung adenomas versus 8.3% in control animals... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 101 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Lifetime administration of 1% 2-naphthylamine in diet of 30 female and 30 male Syrian golden hamsters produced bladder carcinomas in 50% of the animals, the first tumor appearing after 45 wk. 1 male and 1 female animal also developed hepatomas. Dietary concentrations of 0.1% failed to evoke carcinomas in 60 animals after 97 weeks."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 101 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In groups of 23 DBA and 25 IF mice given 2-naphthylamine by stomach tube at dosages of 240 and 400 mg/kg bw/wk in arachis oil, respectively, for 90 wk, liver tumors developed in 50% of animals. In 2 similar groups of control mice given arachis oil alone no hepatomas were found. Dietary administration of 160 mg/kg bw/wk to 4 groups of DBA mice fed 4 different synthetic diets resulted in production of malignant hepatomas in 16/111 mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 102 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Purified 2-naphthylamine in doses of 37.5, 75, 150 and 300 mg/kg bw fed for 6 to 26 months to male and female beagle dogs /caused/ ... carcinomas of bladder at each of 4 levels used within 30 months. Carcinomas were present in 9/11 dogs which received a total of 100-200 g 2-naphthylamine  whereas only 6/22 occurred in dogs receiving total doses <100 g."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 102 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...2-naphthylamine administration by stomach tube in increasing amounts (from 37.5-2,400 mg/kg bw/week) to groups of rhesus monkeys for periods of up to 60 months. Of 24 animals, 3 developed papillary adenomas and 9 transitional cell carcinomas of bladder between 143 and 256 wk after beginning of treatment. Majority of tumors occurred in animals given high doses... No other types of tumors were observed, and no tumors occurred in 3 control animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 101 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Feeding of 0.01% 2-naphthylamine in the diet to albino Glaxo rats for life led to 4 possibly pre-cancerous changes of bladder in 31 rats surviving 102 weeks, but not to carcinomas."
        },
        {
            "References": "PMID:7326199",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male and female beagle dogs administered daily doses of 400 mg of various mixtures of naphthylamines for up to 109 months. Survivors killed at 128 months. Only effect related to treatment was bladder neoplasms. Dogs administered pure 2-naphthylamine developed transitional-cell carcinomas of bladder within 34 months. 2 of 8 dogs administered 6% 2-naphthylamine in 1-naphthylamine developed early carcinomas and 2/8 dogs receiving 0.5% 2-naphthylamine in 1-naphthylamine developed hemangioma of bladder. Results confirm carcinogenicity of 2-naphthylamine to dogs and that 1-naphthylamine is at least 200 times less potent as a carcinogen than 2-naphthylamine."
        },
        {
            "References": "PMID:864760",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Administration of a supplement of 6 g of d,l-tryptophan/day for 3 yr following the administration of 5 mg of 2-naphthylamine/day for 30 days produced bladder tumors in 2 of 4 dogs. No tumors or other bladder pathology was produced by treatment of 4 dogs with same dose of 2-naphthylamine alone."
        },
        {
            "References": "Saad AA et al; J Med Res Inst 19 (2): 126-41 (1998)",
            "Value": "/LABORATORY ANIMALS: Chronic Toxicity or Carcinogenicity/ Aromatic amines... comprise a common group of contaminants in fresh water and marine system. The present study was endeavored to elucidate the immunological, biochemical and histopathological effects on liver and spleen of rats fed daily with fish flesh (taken from Lake Mariut and El-Mex Bay) polluted with 3 aromatic amines: alpha, beta-naphthylamine and benzidine. The study was conducted on 150 male albino rats, fed with either the aromatic amines or polluted fish flesh. The immunological results showed that IL-1, IL-2 and phagocytosis in the splenocytes were significantly increased at 4 months post intake of either pure chemicals or polluted fish flesh, and decreased at 8, 12 and after 17 months. The enzyme activity of serum and hepatic, beta glucuronidase was significantly increased after one day, one month and 4 months of intake of aromatic amines as well as for the group fed on polluted fish flesh...."
        },
        {
            "References": "Iogannsen MG, et al; Vopr Onkol 29 (4): 74-77 (1983)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Treatment with 2-naphthylamine was followed by an 1.5-3 fold increase in the frequency of hyperplastic changes in the organ culture cells of rat urinary bladder epithelium, as compared with intact control and cell cultures treated with a non-carcinogenic analog."
        },
        {
            "References": "PMID:6176869",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Probable urinary bladder carcinogen from 2-naphthylamine, n-hydroxy-2-naphthylamine reacted with nucleic acids and proteins at pH 5 to form covalently bound derivative. Extent of reaction was in order: Polyguanylic acid greater than DNA approx equal to protein greater than r(RNA) greater than t(RNA) greater than polyadenylic acid approx equal to polyuridylic acid greater than polycytidylic acid. At pH 7, appreciable reaction occurred only with protein. Enzymic hydrolyses of the DNA, which contained 1.5 naphthyl residues/1000 nucleotides, yielded 3 nucleoside-arylamine adducts. From chemical, UV, NMR, and mass spectrometric analyses, the adducts were identified as 1-(deoxyguanosin-n2-yl)-2-naphthylamine and tentatively identified as 1-[5-(2,6-diamino-4-oxoprimidinyl-n6-deoxyriboside)]-2-(2-naphthyl)urea. Preliminary experiments with a dog given (3)H-2-naphthylamine suggested the presence of these adducts in vivo."
        },
        {
            "References": "Hauptman N, Shih JC; Life Sci 68 (11)L 1231-41 (2001)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/. The results of this study show that 2-naphthylamine has the ability to inhibit mouse brain MAO A and B in vitro by mixed type inhibition (competitive and non-competitive). The Ki for MAO A was determined to be 52.0 microM and for MAO B 40.2 microM. The inhibitory effect of 2-naphthylamine on both MAO A and B catalytic activity, supports the hypothesis that smoking decreases MAO activity in vivo ..."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 902",
            "Value": "/GENOTOXICITY/ Mutagenicity in the Salmonella test: positive; 8.5 revertant colonies/nmol; 590 revertant colonies at 10 ug/plate"
        },
        {
            "References": "PMID:6402690",
            "Value": "/GENOTOXICITY/ Using a series of wild-type and repair-deficient strains of Drosophila melanogaster, mutagenic activity was observed when male larvae were exposed to 2-naphthylamine."
        },
        {
            "References": "PMID:7110183",
            "Value": "/GENOTOXICITY/ 2-naphthylamine was weakly mutagenic in this system at several genetic loci in Chinese hamster ovary cells without microsomal activation. Genetic markers employed included resistance to thioguanine, ouabain, the protein synthesis inhibitor emetine, the polyamine synthesis inhibitor methylglyoxal Bisguanylhydrazone, and the nucleoside analog 5,6-dichlororibofuranosyl benzimidazole."
        },
        {
            "References": "De Serres FJ, Hollaender A; Chemical Mutagens Vol 5 p.49 (1978)",
            "Value": "/GENOTOXICITY/ ...2-naphthylamine induced crossing over in S. cerevisiae in the presence of hydroxylation medium."
        },
        {
            "References": "PMID:7149991",
            "Value": "/GENOTOXICITY/ Factors controlling 2-naphthylamine mutagenicity using Ames test were: Both rat liver microsomes and cytosolic proteins were required for metabolic formation of mutagens; Its major metabolite, 1-hydroxy-2-naphthylamine, was not mutagenic but was cytotoxic to bacteria; Ascorbic acid, reduced glutathione and conjugation reactions, such as glucuronidation, were inhibitors to 2-naphthylamine mutagenicity; and mutagenic metabolites were not formed when isolated hepatocytes were used as the activating system. However cytotoxicity was detectable at doses greater than >0.2 mumol/10+6 cells."
        },
        {
            "References": "PMID:6336656",
            "Value": "/GENOTOXICITY/ Ability of prostaglandin endoperoxide synthetase to cooxidize aromatic amines to mutagenic products was tested on salmonella tester strains. Microsomal fraction of ram seminal vesicles, a rich source of prostaglandin endoperoxide synthetase, in presence of prostaglandin endoperoxide synthetase substrate arachidonic acid, activated 2-naphthylamine to mutagenic product."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Al-Bashir B et al; Water Res 28: 1817-25 (1994) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Graveel JG et al; Environ Toxicol Chem 4: 607 (1985) (4) Graveel JG; Diss Abstr Int B 45: 171 (1984) (5)  Al-Bashir B et al; Water Res 28: 1827-33 (1994) (6) Lide DR ed; CRC Handbook of Chemistry and Physics. 81st Ed. Boca Raton, FL: CRC Press LLC (2000)",
            "Value": "The measured Koc for 2-naphthylamine is 1,000(1). According to a classification scheme(2), this Koc value suggests that 2-naphthylamine is expected to have low mobility in soil. Results of a batch equilibrium study with various soils indicated that 1-naphthylamine, which is structurally analogous to 2-naphthylamine, binds to soil in two phases with an initial rapid and reversible equilibrium established between the amine and the inorganic and organic components of soil followed subsequently by a strong association with the humic fraction of soil via covalent binding(3,4). Aminonaphthalenes are known to form complexes with soil matter(5). The pKa of 2-naphthylamine is 4.16(6), indicating that this compound will partially exist in cation form in the environment."
        }
    ]
}