{
    "_id": {
        "$oid": "6682e869c4e5dba5ffba2577"
    },
    "CID": {
        "$numberInt": "7070"
    },
    "Name": "3,3'-DICHLOROBENZIDINE",
    "IUPACName": "4-(4-amino-3-chlorophenyl)-2-chloroaniline",
    "CanonicalSMILES": "C1=CC(=C(C=C1C2=CC(=C(C=C2)N)Cl)Cl)N",
    "Synonyms": [
        "\"3,3-DICHLOROBENZIDINE\"",
        "91-94-1",
        "\"3,3-Dichlorobiphenyl-4,4-diamine\"",
        "Dichlorobenzidine base",
        "\"o,o-Dichlorobenzidine\"",
        "\"3,3-Dichlorbenzidin\"",
        "\"3,3-Dichlorobenzidina\"",
        "\"3,3-Dichloro-4,4-biphenyldiamine\"",
        "RCRA waste number U073",
        "\"Benzidine",
        "3,3-dichloro-\"",
        "\"3,3-Dichloro-4,4-diaminobiphenyl\"",
        "\"3,3-Dichloro-p,p-bianiline\"",
        "C.I. 23060",
        "4-(4-amino-3-chlorophenyl)-2-chloroaniline",
        "\"3,3-Dichloro-4,4-diaminodiphenyl\""
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1C2=CC(=C(C=C2)N)Cl)Cl)N",
    "INCHI": "InChI=1S/C12H10Cl2N2/c13-9-5-7(1-3-11(9)15)8-2-4-12(16)10(14)6-8/h1-6H,15-16H2",
    "INCHIKEY": "HUWXDEQWWKGHRV-UHFFFAOYSA-N",
    "Formula": "C12H10Cl2N2",
    "MolecularWeight": {
        "$numberDouble": "253.12"
    },
    "Description": "3,3'-Dichlorobenzidine is an organochlorine compound, a member of biphenyls and a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "213"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Appleton HT, Sikka HC; Environ Sci Technol 14: 50-4 (1980) (2) Freitag D et al; Chemosphere 14: 1589-616 (1985) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 22, 2015: https://www.safe.nite.go.jp/english/db.html (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The equilibrium bioconcentration factors using (14)-C-3,3'-dichlorobenzidine in whole bluegill sunfish (Lepomis macrochirus) was reported as 495-507, the BCF was 114-175 in the edible portion and 814-856 in non-edible parts(1). The BCF values measured in Golden ide fish (Leuciscus idus) and in algae were 610 and 940, respectively(2). A BCF range of 43-213 was measured in fish for 3,3'-dichlorobenzidine(SRC), using carp (Cyprinus carpio) which were exposed over an 8-week period(3). According to a classification scheme(4), these BCF data suggest the potential for bioconcentration in aquatic organisms is moderate to high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Brown D, Laboureur P; Chemosphere 12: 405-14 (1983) (2) Appleton H et al; Pergamon Ser Environ Sci 1: 473-4 (1978) (3) Boyd SA et al; Environ Toxicol Chem 3: 201-8 (1984) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 22,2015: https://www.safe.nite.go.jp/english/db.html (5) Nyman MC et al; Environ Sci Technol 31: 1068-73 (1997) (6) Sikka HC et al; Fate of 3,3'-Dichlorobenzidine in Aquatic Environments. EPA-600/3-78-068 (1978). Available from, as of Mar 22, 2015: https://www.epa.gov/nscep/index.html (7) USEPA; High Production Volume (HPV) Challenge Program. Test Plan for 3,3-Dichlorobenzidine Dihydrochloride (CAS No. 612-83-9), June 2006. Available from, as of Mar 21, 2015: https://www.epa.gov/chemrtk/pubs/summaries/viewsrch.htm (8) WHO; Concise International Chemical Assessment Document 2, 3,3'-Dichlorobenzidine. World Health Organization, Geneva, Switzerland (1998). Available from, as of Mar 21, 2015: https://www.who.int/ipcs/publications/cicad/en/cicad02.pdf",
            "Value": "3,3-Dichlorobenzidine, present at 3 mg/L dissolved organic carbon, was 9-43% 0-91%, 34-93% and 18-99% biodegraded in 4 weeks using an activated sludge inoculum, amended with a yeast extract nutrient broth of 50, 100, 200 and 400 mg/L, respectively, in the Modified AFNOR test. No biodegradation was observed in tests not amended with the yeast extract(1). When incubated with natural aquatic communities from eutrophic and mesotrophic lakes, 25% of the 3,3'-dichlorobenzidine degraded in a month(2). When incubated in soil under aerobic conditions, only 2% mineralization occurred in 32 weeks and no degradation intermediates were detected(3). Under anaerobic conditions no mineralization occurred in a year(3). 3,3'-Dichlorobenzidine, present at 100 mg/L, achieved 1% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test which classified the compound as not readily biodegradable(4). The half-life of 3,3'-dichlorobenzidine in a lake water and sediment slurry obtained from Lake Macatawa, MI was approximately 150 days(5). 3,3'-Dichlorobenzidine dihydrochloride was not readily biodegradable by microorganisms obtained from freshwater lakes and incubated for 28 and 30 days or in an activated sludge study(6,7). These data suggest that biodegradation of 3,3'-dichlorobenzidine will occur slowly in the environment(SRC). Half-lives of 4-26 weeks and 16-101 weeks have been estimated for the biodegradation of 3,3'-dichlorobenzidine in surface water and anaerobic groundwater, respectively(8)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985)",
            "Value": "The USEPA STORET database indicated that no 3,3'-dichlorobenzidine was detected in 83 biota samples at detection limit of 2.5 mg/kg (wet weight)(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 97",
            "Value": "log Kow = 3.51"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 3,3'-Dichlorobenzidine p. 44 (1998); Available from, as of February 25, 2015: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "Although data from the existing human and animal studies indicate that 3,3'-dichlorobenzidine is minimally toxic, its mechanism of toxicity appears to be well defined, deriving mainly from adduction of DNA. The available data suggest that the metabolism of 3,3'-dichlorobenzidine begins with the formation of nitroso derivatives which yield a sulfinic acid amide with hemoglobin in erythrocytes. This has been suggested to be a mechanism for adduct formation. However, N-oxidation at one of the two nitrogens could occur in the parent diamine, the monoacetyl, or the diacetyl derivative. N-Hydroxy-dichlorobenzidine and N-hydroxy-N'-acetyl-dichlorobenzidine could arise from either direct N-oxidation of the amino group or by deacetylation of the hydroxamic acid. Peroxidative activation of 3,3'-dichlorobenzidine will yield 3,3'-dichlorobenzidine diimine which causes DNA damage in bladder which might be responsible for tumor formation in this target in dogs and possibly humans. In rodents, N-oxidation of the monoacetyl derivative is an important step of metabolic activation ... ."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Hauser TR, Bromberg SM; Environ Monit Assess 21: 249-71 (1982) (3) Harden J et al; Chemopshere 58: 767-77 (2005) (4) Webber MD, Wang C; Canadian J Soil Sci 75: 513-24 (1995)",
            "Value": "The USEPA STORET database showed that no 3,3'-dichlorobenzidine was detected in 347 sediment samples at a detection limit of 1 mg/kg (dry weight)(1). 3,3'-Dichlorobenzidine was identified, not quantified, in sediment/soil/water mixture obtained from contaminated areas of Love Canal, NY(2). Sediment samples collected from Lake Macatawa (Holland, MI) between 1993 and 2003 contained 3,3'-dichlorobenzidine concentrations ranging from 0.008 to 69.663 mg/kg (most were less than 0.07 mg/kg)(3); 11 of 37 samples collected were below detection limits and reported as not detectable(3). 3,3'-Dichlorobenzidine levels of 0.01-0.04 were detected in Canadian agricultural soils(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Boyd SA et al; Environ Toxicol Chem 3: 201-8 (1984) (2) Donaldson FP, Nyman MC; Environ Toxicol Chem 24: 1022-28 (2005) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Nyman MC et al; Environ Sci Technol 31: 1068-73 (1997) (5) Adrian P et al; Chemosphere 18: 1599-609 (1989)",
            "Value": "Based upon measured Freundlich adsorption coefficients in a Brookston clay loam soil and a Rubicon sandy soil(1), the Koc of 3,3'-dichlorobenzidine can be determined to be 33,720 and 15,885 in the respective soils(SRC). Batch isotherm studies using five sandy to silty-clay sediment samples collected from Lake Macatawa (Holland, MI), measured Koc values ranging from 721 to 3,965(2); the majority of adsorption was determined to occur through covalent bonding(2). According to a classification scheme(3), these Koc values suggest that 3,3'-dichlorobenzidine is expected to have low to no mobility in soil. 3,3'-Dichlorobenzidine is a weak base with pKa values of 3.2 and 1.6(4), indicating that this compound will exist primarily in the neutral form. Aromatic amines like benzidine, 3,3'-dichlorobenzidine and substituted anilines are known to bind to soils containing a large organic carbon content due to the ability of the aromatic amino group to form covalent bonds with humic and fulvic material in soils(5). These complexes are often irreversibly bound and immobile(5)."
        }
    ]
}