{
    "_id": {
        "$oid": "6682e86ac4e5dba5ffba2579"
    },
    "CID": {
        "$numberInt": "7095"
    },
    "Name": "BIPHENYL",
    "IUPACName": "1,1'-biphenyl",
    "CanonicalSMILES": "C1=CC=C(C=C1)C2=CC=CC=C2",
    "Synonyms": [
        "Biphenyl",
        "\"1,1-Biphenyl\"",
        "92-52-4",
        "Phenylbenzene",
        "DIPHENYL",
        "Bibenzene",
        "Xenene",
        "\"1,1-Diphenyl\"",
        "Lemonene",
        "Phenador-X",
        "Tetrosin LY",
        "Carolid AL",
        "PHPH",
        "DIPHENYL-4-D1",
        "Biphenyl [BSI:ISO]"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)C2=CC=CC=C2",
    "INCHI": "InChI=1S/C12H10/c1-3-7-11(8-4-1)12-9-5-2-6-10-12/h1-10H",
    "INCHIKEY": "ZUOUZKKEUPVFJK-UHFFFAOYSA-N",
    "Formula": "C12H10",
    "MolecularWeight": {
        "$numberDouble": "154.21"
    },
    "Description": "Biphenyl is a benzenoid aromatic compound that consists of two benzene rings connected by a single covalent bond. Biphenyl occurs naturally in coal tar, crude oil, and natural gas. Formerly used as a fungicide for citrus crops. It has a role as an antimicrobial food preservative and an antifungal agrochemical. It is a member of benzenes, an aromatic fungicide and a member of biphenyls.",
    "XlogP": {
        "$numberDouble": "4"
    },
    "Complexity": {
        "$numberInt": "100"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Holoubek I et al; Toxicol Environ Chem 29: 251-260 (1991)",
            "Value": "0 of 6 samples of mosses and 4 of 6 samples of needles contained biphenyl (needles = 100.0 to 442.9 ng/g)(1). Samples were collected near a chemical factory in Czechoslovakia(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:2126217",
            "Value": "The concn of biphenyl in brain tissue of manx shearwaters (Puffinus puffinus) obtained from an island off Scotland was 3 ug/kg(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D; Chemosphere 16: 589-98 (1987) (2) Meador JP et al; Rev Environ Contam Toxicol 143: 79-165 (1995) (3) Neely WG et al; Environ Sci Technol 8: 1113-5 (1974) (4) Saito S et al; Chemosphere 24: 81-87 (1992) (5) Franke C et al; Chemosphere 29: 1501-14 (1994) (6) Tanacredl JT, Cardenas RR; Environ Sci Technol 25: 1453-61 (1991)",
            "Value": "Bioconcentration factors for biphenyl in golden orfe (Leuciscus idus melanotus) and the amphipod Rhepoxynius abronius, have been measured as 280(1) and 4,500(2). Measured BCF values for rainbow trout (Salmo gairdneri) were reported as 437(3) and 1,318(4). According to a classification scheme(5), these BCF values indicate that bioconcentration in aquatic organisms is high to very high(SRC). Bivalve molluscs, Mercenaria mercenaria L., exposed to waste crankcase oil containing biphenyl for 2 days, did not significantly depurate biphenyl over a 45 day period in clean water(6)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 328",
            "Value": "Several organisms have been found that can grow on diphenyl and use it as the sole carbon source."
        },
        {
            "References": "(1) Freitag D; Chemosphere 16: 589-98 (1987) (2) Korte F, Klein W; Ecotoxicol Environ Safety 6: 311-27 (1982) (3) Gaffney PE; J Water Pollut Control Fed 48: 2590-8 (1976) (4) Kitano M; Biodegradation and Bioaccumulation Test on Chemical Substances. OECD Tokyo Meeting. Reference Book 1SU-No. 3 pp. 1-37 (1978) (5) Thom NS, Agg AR; Proc R Soc Lond B189: 347-57 (1975) (6) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "AEROBIC: Numerous screening studies with activated sludge as microbial inoculum, conducted to assess the biodegradation potential of biphenyl, have shown that the compound is biodegradable(1-5). Biphenyl, at 100 mg/l, reached 66% of the theoretical BOD after 2 weeks using an activated sludge inoculum(6). Acclimation of the microbial population may increase the biodegradation rate of biphenyl(5)."
        },
        {
            "References": "(1) Bailey RE et al; Environ Sci Technol 17: 617-21 (1983) (2) Reichardt PB et al; Environ Sci Technol 15: 75-9 (1981) (3) Thomas JM et al; J Ind Microbiol 4: 109-20 (1989) (4) Carson DB et al; pp. 48-59 in Aquatic Toxicology and Risk Assessment, Vol 13 ASTM STP 1096, Philadelphia, PA (1990) (5) Borden RC et al; Ground Water Monit Rev 9: 83-91 (1989)",
            "Value": "AEROBIC: In a river die-away study with water from Tittabawassee River, Midland, MI, the biodegradation half-life of biphenyl was determined to be 2-3 days(1). A die-away study with seawater from Seward, AK determined the biodegradation half-life of biphenyl to be 2.8 months in clean seawater(2). When groundwater from an abandoned creosote manufacturing facility containing 25 mg/l biphenyl was incubated under aerobic conditions, no detectable (detection limit, 3.5 ng/l) biphenyl was found within 3 weeks(3). In an ecocore microcosm study using water/undisturbed sediment, the half-life of primary biodegradation of biphenyl was 2-3 days and mineralization accounted for 38-42% of total biphenyl loss(4). The presence of oxygen enhances subsurface biodegradation of biphenyl(5)."
        },
        {
            "References": "(1) Aronstein BN, Alexander M; Environ Toxicol Chem 11: 1227-33 (1992) (2) Aronstein BN, Alexander M; Appl Microbiol Biotechnol 39: 386-90 (1993)",
            "Value": "AEROBIC: Inoculation of aquifer solids with a biphenyl-degrading enrichment culture stimulated the biodegradation of biphenyl compared with uninoculated aquifer solids; addition of either Alfonic 810-60 or Novel II 1412-56 surfactants increased the mineralization of biphenyl, believed due to the increased partition of biphenyl to the aqueous phase in their presence(1). The addition of Novel II 1412-56 to the surface of Lima silt loam did not enhance the initial rate (the first four days) of biphenyl mineralization(2)."
        },
        {
            "References": "(1) Chapatwala KD et al; Environ Toxicol Chem 11: 1145-51 (1992) (2) Labare MP, Alexander M; Environ Toxicol Chem 14: 257-65 (1995) (3) Mueller JG et al; Appl Environ Microbiol 57: 1277-85 (1991)",
            "Value": "AEROBIC: A mixed culture, isolated from soil and water at a PCB-contaminated site, was able to use 0.2% biphenyl as its sole carbon source with 70% mineralization within 3 days(1). Biphenyl, added to aquifer solids, reached 8.4% mineralization in 31 days; when added to soil, biphenyl showed 12.6% mineralization in 37 days(2). Biphenyl, at 3 ug/ml on day 0 was 43%, 60%, and 100% degraded by days 1, 3, and 5 using a groundwater inoculum; the sterile control lost 13% of the initial concn of biphenyl over 14 days(3)."
        },
        {
            "References": "1) Focht DD, Brunner W; Appl Environ Microbiol 50: 1058-63 (1985) (2) Wang X et al; Environ Sci Technol 24: 1086-9 (1990) (3) Fries GF, Marrow GS; Bull Environ Contam Toxicol 33: 6-12 (1984) (4) Aamand J et al; J Contam Hydrol 4: 299-312 (1989) (5) Mueller JG et al; Appl Environ Microbiol 55: 3085-90 (1989)",
            "Value": "AEROBIC: In a Flanagan silt loam soil, 86% of originally applied biphenyl mineralized to carbon dioxide in 98 days(3). In an Altamont soil, 81% of biphenyl initially applied was mineralized after 24 days(1). The biodegradation of biphenyl amounted to 36% in 2 weeks in a diesel oil contaminated soil containing 31 mg/kg biphenyl(2). Microbial adaptation is important in biodegradation of biphenyl as evidenced by the lag period of 28-48 days in unpolluted, 2.4 days in slightly polluted and 0.6-1.8 days in heavily polluted soils(4). No biphenyl was detected after 3 days when 5.8 mg/L of the compound was incubated in a fluoranthene-utilizing bacterial community(5)."
        },
        {
            "References": "(1) Fowler MG et al; Org Geochem 22: 641-9 (1994) (2) Lundstedt S et al; Environ Toxicol Chem 22: 1413-20 (2003)",
            "Value": "AEROBIC: In a field study conducted to determine the mobility, persistence, and fate in groundwater of compounds present in creosote, biphenyl was not found 278 days after the emplacement of creosote into a test site in Borden, Canada(1). Percentages of biphenyl remaining in soil were 44%, 28%, 13%, and 12% on day 3, 7, 24, and 29, respectively, (starting concn of 5.2 ug/g) using a pilot-scale treatment of contaminated soil from a former gasworks site at Husarviken, Stockholm, Sweden, which operated from 1893 until 1972(2)."
        },
        {
            "References": "PMID:812581",
            "Value": "AEROBIC: A study with a pure culture inoculum showed that the metabolites of biphenyl degradation are 2,3-dihydro-2,3-dihydroxybiphenyl, alpha-hydroxy-beta-phenylmuconic semi-aldehyde, phenyl pyruvate and benzoic acid(1)."
        },
        {
            "References": "(1) Pruell RJ, Quinn JG; Toxicol Environ Chem 10: 183-200 (1985) (2) Lyngkilde J et al; pp. 485-95 in Landfilling Waste: Leachate. Christensen TH et al. eds, London,UK: Elsevier (1992) (3) Zhang X et al; Huanjing Gongcheng 14: 10-15 (1996)",
            "Value": "ANAEROBIC: The biodegradation of biphenyl was very slow under anaerobic conditions(1). Biphenyl at 50 mg COD/l under aerobic conditions was readily biodegraded; under anoxic/nitrate or anaerobic/methane generating conditions biphenyl was not biodegraded(2). Biphenyl was degraded using anaerobic batch reactors, rate not specified(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Burkhard LP et al; Chemosphere 29: 141-53 (1994) (2) Paasivirta J et al; Chemosphere 10: 919-28 (1981) (3) Jackson TJ et al; Environ Pollut 83: 291-98 (1994) (4) Kuehl DW, Butterworth B; Chemosphere 523-35 (1994)",
            "Value": "Crayfish and sunfish, taken from three sampling locations on Five Mile Creek, Birmingham, AL, downstream from two coke manufacturing facilities, contained biphenyl at concns from 0.84 to 18.4 ug/kg and 4.81 to 10.1 ug/kg, respectively(1). Samples of blue mussels and flounder, collected from the Northern Baltic Sea in the summers of 1980-1981, contained biphenyl at unreported concns(2). 570 composite oyster samples, Crassostrea virginica, collected from up to 68 sites in the United States during 1986-1990, were found to contain biphenyl at unreported concns(3). 94% of bottom feeding and game fish from nearly 400 sites throughout the United States contained biphenyl at an average concn of 2.7 ng/g (max = 132 ng/g)(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 97",
            "Value": "log Kow = 4.01"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:3918562",
            "Value": "...The inhibition of state 3 respiration with succinate by biphenyl was less than that observed with alpha-ketoglutarate/malate. ...Biphenyl also instantaneously stimulated state 4 respiration. The extent of stimulation with succinate by biphenyl was larger than with alpha-ketoglutarate-malate. ...Biphenyl and KC-400 dissipated the membrane potential across the mitochondrial membranes. The dissipation of membrane potential by biphenyl was instantaneous... . Biphenyl and KC-400 altered the permeability properties of mitochondrial membranes as evidenced by the release of endogenous K+. The release of K+ due to biphenyl was instantaneous... ."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-152",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... After single doses (LD50s) experimental animals (rats and rabbits) showed increased rate of respiration, lacrimation, anorexia and weight loss, muscular weakness, ataxia with death in coma occurring in from 2 hr to 18 days. ... Pathological findings include ... visceral congestion, myocarditis, hepatitis, nephritis ... pneumonia."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1434",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single fatal oral dose produces albuminous and, to a lesser degree, fatty hepatocellular degeneration as well as severe nephrotic changes. Slight to severe degenerative changes may be present in the myocardium. Congestion and edema of the lungs occur regularly but may represent terminal changes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation by rats of biphenyl dust, impregnated on diatomaceous earth, caused irritation of the nasal mucosa, labored breathing with bronchopulmonary lesions and slight toxic effects on liver and kidneys at a concentration of 300 mg/cu m, 7 hours/day, for 64 days. Five rats died between the 29th and 49th exposure days. Rabbits were unaffected, but mice exposed at only 5 mg/cu m for this period showed signs of respiratory difficulty. Rats at this concentration were not affected."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated application of a 25% solution in olive oil to rabbit skin at 0.5 g/kg/day, 5 days/week, caused no local irritation, but these treatments did result in the death of one rabbit after 8 applications and weight loss in three others after 20 applications."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 327",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Physiologic Response of Diphenyl: Route of exposure: dermal (subacute); Species: rabbit; Dose or concentration: 0.5 g/kg x 2 hr/day x 5 days; Results or effects: Some deaths, growth depression, slight cardiac, hepatic, and renal tissue changes, follicular atrophy, necrosis and leukocytic infiltration of the spleen. /From table/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1434",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats ingesting diets containing 5,000 ppm of diphenyl developed within about 60 days focal dilatations of kidney tubules. When feeding at this level was continued a total of 165 days and the rats then returned to uncontaminated feed for 60 days, the kidney lesions were found to have healed with scarring. Polyuria /was a/ sensitive criterion of renal effect. At a dietary level of 10,000 ppm, polyuria started after 4 days. The rate reached a maximum of about six times normal on about day 20 after which it remained relatively constant until feeding of diphenyl was stopped; the urinary output then returned to nearly normal within 30 days. No evidence of polyuria or histological damage was observed from a dietary level of 1,000 ppm for 120 days."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans. Biphenyl. Available from, as of October 28, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 13-week vapor inhalation study using groups of 50 CD-1 mice of each sex exposed to 25 or 50 ppm (160 or 320 mg/cu m; analytical concentrations) Biphenyl. Exposure was for 7 hr/day, 5 days/week and resulted in hyperemia and focal hemorrhage in the lung and increase in hyperplasia of the tracheal epithelium. The effects appeared to be dose-related and partially reversible after a 30-day recovery period. In addition, the same laboratory conducted a preliminary 14-day inhalation study under essentially the same conditions and found no effects attributable to the test material. Both the 90-day and 14-day studies were limited in scope as only the lungs, trachea, liver, kidneys and spleen were examined microscopically."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of November 1, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In the studies cited below, the histopathological examination was focused on the urinary system. In a study in which male and female Wistar rats were fed 0, 50, 150, 300, or 450 mg biphenyl/kg bw/day via the diet for 21 days, increased relative kidney weights and polycystic renal changes (with increased urine volume and specific gravity) were observed at doses of 50 and 150 mg/kg bw/day, respectively. An increase in urine volume, specific gravity, and absolute kidney weight as well as polycystic renal changes were also observed in rats administered 500 or 1000 mg biphenyl/kg bw/day in the diet for 14 days."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of November 1, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No adverse effects were observed when biphenyl was applied (8 h/day, 5 days/week, for a total of 30 applications) to the intact and abraded skin of rabbits at doses of 600 or 2000 mg/kg body weight per day."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of November 1, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In male F344 rats (20 per group) administered 0 or 5000 mg biphenyl/kg in the diet (0 or 375 mg/kg body weight per day) for 24 weeks (5 rats per group were sacrificed after 4, 8, 16, or 24 weeks), reduced body weight gain and an increase in absolute/relative kidney weights without differences in feed intake were observed in the biphenyl-exposed rats. The analysis of the urine showed that administration of biphenyl was associated with the formation of microcalculi. The histopathological examination of the renal papillae or pelvis performed after 4, 8, 16, and 24 weeks revealed no morphological changes; the rate of DNA synthesis in the renal papillae and pelvis determined after 4 weeks of treatment was unchanged. In most of the treated animals, a focal calcification of the renal medulla (no further information given) was noted. The examination of the epithelium of the urinary bladder revealed a simple hyperplasia in 5/5 rats after 16 and 24 weeks and papillary or nodular hyperplasia in 3/5 rats at week 16 and in 5/5 rats at week 24; no data on controls were presented."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 327",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Physiologic Response of Diphenyl: Route of exposure: oral (chronic); Species: rat; Dose or concentration: 50-100 mg x 13 months; Results or effects: /enhanced/ degenerate changes in liver, with affected thyroid and parathyroid functions, some papilloma and squamous cell carcinoma of the forestomach. /From table/."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1433",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ When monkeys were fed diphenyl at dietary levels of 0, 100, 1,000 and 10,000 ppm for 1 year, those with the highest intake showed an increase in relative liver weight. Weight gain, hematology, and blood urea nitrogen were normal. A dietary level of 1,000 ppm (about 20 mg/kg/day) was considered a no effect level ... ."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans. Biphenyl. Available from, as of October 28, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In this chronic feeding study..., 15 rats of each sex were fed diet containing 0, 10, 50, 100, 500, 1000, 5000 or 10,000 ppm (0.001 to 1% w/w, ca 0.75, 3.75, 7.5, 37.5, 75, 375 or 750 mg/kg-day). At 5000 ppm, increased liver and kidney weights were observed in females. Concentrations of 5000 and 10,000 ppm resulted in shortened lifespan, growth inhibition and lowered hemoglobin values (growth inhibition and reduced hemoglobin levels were attributed to decreased food intake). Treatment related histopathological changes in the kidneys were observed at 5000 ppm and above. The NOAEL was considered 1000 ppm (about 75 mg/kg-day)."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge  Program's Robust Summaries and Test Plans. Biphenyl. Available from, as of October 28, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In this study, groups of 50 /Crj:BDF1/ mice of each sex were given diets containing 0, 667, 2000, or 6000 ppm Biphenyl (0, 100, 300, or 900 mg/kg bw/day) for 104 weeks prior to sacrifice and complete histopathologic examination. A slight increase in liver tumors (hepatocellular adenomas and carcinomas) and basophilic cell foci of the liver was observed in the females at doses of 300 and 900 mg/kg bw/day; however, these effects were not concentration dependent and the individual statistical significance was marginal. In male and female mice, degenerative changes of the nasal cavity respiratory epithelium were reported at doses >/=100 mg/kg bw/day and degenerative changes of the respiratory nasopharynx at doses >/=300 mg/kg bw/day. Other findings included variations in serum enzyme levels (increase in alkaline phosphatase, aspartate transaminase, and alanine transaminase) and an increased urea nitrogen level in the low-dose males and females, which became more pronounced with increasing doses. In female mice receiving >/=300 mg Biphenyl/ kg bw/day and in the high-dose males, degenerative changes in the kidney (increased mineralization of the inner stripe of the outer medulla, increase in desquamation of the epithelium of the renal pelvis) were also observed. High-dose animals also showed reduced body weight gain and food consumption."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Biphenyl. Available from, as of October 28, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A chronic study using F344/DuCrj rats, ...showed a significant increase in neoplastic and non-neoplastic lesions of the urinary bladder and, in high-dose males, a significant increase in calculi within the urinary bladder. In this 104-week study, dietary concentrations of Biphenyl were 0, 500, 1500, or 4500 ppm (0, 38, 113, or 338 mg/kg bw/day). ...In this study, a dose-dependent increase in hyperplasia of the renal pelvis epithelium was reported. ...Other findings included increased serum levels of alkaline phosphatase, aspartate transaminase, and alanine transaminase and an increased urea nitrogen level in low-dose males and mid-dose females, which became more pronounced with increasing doses. Hematological effects were reported in mid- and high-dose females and in high-dose males. A LOEL of 38 mg/kg was derived from these data... ."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of November 1, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study in which male Wistar rats were administered 0.1% N-ethyl- N-hydroxyethylnitrosamine in the diet for 2 weeks, followed by 0, 0.125, or 0.5% biphenyl in the diet for 34 weeks, exposure to biphenyl had no effect upon the incidence of dysplastic foci and renal cell tumors induced by  N-ethyl- N-hydroxyethylnitrosamine; however, an increase in stones of the kidneys, ureter, and bladder was observed in rats administered 0.5% biphenyl with or without N-ethyl- N-hydroxyethyl nitrosamine."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of November 1, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In Wistar rats (50 animals of each sex per group) given 0, 2500, or 5000 mg biphenyl/kg in the diet (0, 188, or 375 mg/kg bw/day) for 75 weeks, dose-dependent effects (i.e. reduction in weight gain; alterations in serum activities of aspartate transaminase (increased and decreased), alanine transaminase (increased), and lactate dehydrogenase (increased); and an increase in blood urea nitrogen) and a dose-dependent increase in stones of the kidney (females: 0/43, 1/43, 18/39; males: 0/44, 6/46, 15/47) and ureter (females: 0/43, 1/43, 2/39; males: 0/44, 0/46, 2/47), accompanied by hematuria as early as 16 weeks after initiation of exposure, were seen at >188 mg/kg bw. At 375 mg/kg bw, the relative kidney weights were significantly increased in females, and an increase in stones of the urinary bladder was seen in males and females (females: 0/43, 0/43, 6/39; males: 0/44, 0/46, 13/47). The histopathological examination of the urinary bladder with stones revealed simple or diffuse hyperplasia and papillomatosis of the epithelium, but no cancerous changes. The overall tumor incidence was not increased compared with controls. Kidneys with stones exhibited obstructive pyelonephritis, tubular atrophy, and fibrosis. Kidney stones were composed of protein, whereas urinary stones were composed of magnesium ammonium phosphate."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of November 1, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In an early study in which albino mice \"initiated\" with a single dermal application of 9,10-dimethyl-1,2-benzanthracene (0.3% in benzene) received dermal applications of biphenyl (20% in benzene) twice weekly for 15 weeks, no skin papillomas or carcinomas were observed in either the vehicle controls or exposed mice 16 weeks after application of the initiator."
        },
        {
            "References": "PMID:452026",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Administration of 125-500 mg/kg by esophageal intubation to rats on days 6-15 of gestation was not teratogenic and caused no maternal effects. At 1000 mg/kg, it produced fetal and maternal toxicity."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1434",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a one generation test dietary levels of 1,000 and 5,000 ppm fed to male and female rats for 11 to 60 days before mating had no effect on fertility, lactation, viability, or the number of pups per litter brought to weaning."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 3. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 1434",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a three generation test, fertility of females, size of litters, and growth of the young rats were reduced at a dietary level of 10,000 ppm; however, these effects did not increase in succeeding generations. The reproduction record of rats receiving 100 and 1,000 ppm (that is up to 50 mg/kg/day with higher rates for lactating females and weaned pups) was indistinguishable from that of controls."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Biphenyl. Available from, as of October 28, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ .../A/ study using four dose levels and groups of 40 mice per dose level /is reported/. The results of this investigation conducted by oral gavage at 0, 125, 250, 500 or 1000 mg/kg-day indicate that Biphenyl is embryotoxic at doses associated with maternal toxicity. The developmental and maternal NOAEL was found to be 500 mg/kg-day with fetotoxicity manifest as early loss. No increase in malformations was observed, even in the presence of maternal toxicity."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Biphenyl. Available from, as of October 28, 2004: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/GENOTOXICITY/ In this study a pseudodiploid Chinese hamster cell line (Don) was exposed using three to five concentrations of the test materials. In the case of Biphenyl, concentrations of 0.1, 0.2, 0.5 or 1.0 mM test material were incubated with cells in Eagle's MEM with 10% FCS and 1 ug/mL BudR for 26 hours (2 rounds of cell division) at 37 °C in compete darkness. Colchicine (0.25 ug/mL) was added for the last two hours of incubation. ...The high concentration (1.0 mM) produced some toxicity as evidenced by an inhibition of mitotic activity. ...Biphenyl did not produce an increase in chromosome aberrations or SCEs under these conditions, negative and positive controls gave the expected results."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 669",
            "Value": "/GENOTOXICITY/ Biphenyl showed no mutagenic potential detected in Salmonella typhimurium strains TA98 and TA100 and in Chinese hamster V79 cells (latter in the absence but not in the presence of metabolic activation). It showed genetic effect in yeast with and without activating system but did not produce an increase in unscheduled DNA synthesis in rat hepatocytes."
        },
        {
            "References": "PMID:9465930",
            "Value": "/GENOTOXICITY/ ...A modification of the alkaline single cell gel electrophoresis (SCG) (Comet) assay /was used/ to test the in vivo genotoxicity of those agents in mouse stomach, liver, kidney, bladder, lung, brain, and bone marrow. CD-1 male mice were sacrificed 3, 8, and 24 hr after oral administration of the test compounds. .../Biphenyl/ (BP) (2000 mg/kg) ...induced DNA damage in all the organs studied. ...For BP... increased DNA migration peaked at 24 hr."
        },
        {
            "References": "PMID:1371835",
            "Value": "/GENOTOXICITY/ ...Biphenyl and its 3 possible monofluorinated derivatives /were investigated/. In the direct test, these compounds proved to be nonmutagenic in Salmonella typhimurium TA98 and TA100 (reversion to histidine prototrophy) and in Chinese hamster V79 cells (acquisition of resistance to 6-thioguanine). However, when the exposure was carried out in the presence of NADPH-fortified postmitochondrial fraction of liver homogenate from Aroclor 1254-treated rats, all 4 compounds showed mutagenic activity in V79 cells. 3-Fluorobiphenyl produced strong mutagenic effects in S. typhimurium TA100 as well, whereas the other biphenyls were inactive. In strain TA98, 3- and 4-fluorobiphenyl showed mutagenic activity. This mutagenicity was enhanced in the presence of 1,1,1-trichloropropene 2,3-oxide, an inhibitor of microsomal epoxide hydrolase... ."
        },
        {
            "References": "Pagano G et al; Teratolog Carcinog Mutagen 3 (4): 377-93 (1983)",
            "Value": "/GENOTOXICITY/ ...Both /diphenyl (DP) and diphenyl ether (DPE)/... resulted in severe toxicity in all of test organisms /(including a diploid D7 strain of Saccharomyces cerevisiae; Salmonella typhimurium strains TA100, TA98, TA1535, TA1537, TA1538, TA1532, TA2636; and sea urchins -Paracentrotus lividus and Sphearechinus granularis) at levels >/=10-5 M (approximately 2 ppm). DP caused genetic effects in yeast with and without activating system, while the two chemicals appeared to be ineffective in Salmonella up to toxic levels. The action of DP and DPE on sea urchins resulted in developmental defects and mitotic abnormalities, following exposure of embryos or by pretreatment of sperm or eggs. In this system DPE appeared to be more effective than DP by about one order of magnitude (minimal active concentrations: 10-5 M vs 10-4 M)."
        },
        {
            "References": "PMID:8512581",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The cytotoxic effects of biphenyl (BP) and its hydroxylated derivatives, o-phenylphenol (OPP), m-phenylphenol (MPP), p-phenylphenol (PPP), 2-biphenylyl glycidyl ether (OPP-epoxide), phenyl-hydroquinone (PHQ), o,o'-biphenol (o,o'-BPol) and p,p'-biphenol (p,p'-BPol), were investigated in freshly isolated rat hepatocytes. OPP, MPP and PPP, at concentration of 0.75 mM, resulted in the loss of intracellular ATP, glutathione (GSH) and protein thiols, causing cell death. OPP-epoxide and BP were less toxic than the OPP isomers. ...These results indicate that the addition of a hydroxyl group to the aromatic ring of BP enhances BP-induced cytotoxicity and that the mitochondria are a common target of the OPP isomers and other BP derivatives."
        },
        {
            "References": "PMID:10956060",
            "Value": "/OTHER TOXICITY INFORMATION/ ...Biphenyl-induced urinary calculi in male rats are composed mainly of potassium 4-hydroxybiphenyl-o-sulfate (4-HBPOSK), whereas the calculi in female rats are composed mainly of 4-hydroxybiphenyl (4-HBP) and KHSO(4) produced by the hydrolysis of 4-HBPOSK. ...The calculi in males have a multilayer structure consisting of alternating layers of 4-HBPOSK and calcium phosphate, whereas the calculi in females have no multilayer structure, but open holes in which needle-shaped crystals are present in some places."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Jungclaus GA et al; Environ Sci Technol 12: 88-96 (1978) (2) Malins DC et al; Carcinogenesis 6: 1463-9 (1985) (3) Pruell RJ, Quinn JG; Toxicol Environ Chem 10: 183-200 (1985) (4) Smith JN, Levy EM; Environ Sci Technol 24: 874-9 (1990) (5) Brooks JM et al; Environ Sci Technol 24: 1079-85 (1990) (6) Kennicutt MCII et al; Environ Sci Technol 28: 1-15 (1994) (7) Summers JK et al; Statistical Summary: EMAP-Estuaries. Louisianian Province-1991. USEPA/620/R-93/007. Washington, DC: USEPA, Off Res Devel (1991) (8) Terashi A et al; Bull Environ Contam Toxicol 50: 348-55 (1993) (9) Varanasi U et al; p 83-115 in Persistent Pollut Mar Ecosyst. Walker CH, Livingstone DR eds. Oxford, UK: Pergamon (1992)",
            "Value": "Biphenyl was detected in sediment from a small New England river at 1-2 mg/kg(1). It was also detected in sediments from Puget Sound, WA at 8.5-410 ug/kg(2) and Rhode Island Sound, RI at 5.5-22.9 ug/kg(3). Biphenyl was detected but not quantified in sediments of the Saguenay Fjord, Canada(4). The concn of biphenyl in sediment at a distance 10 m from an offshore multiwell platform in Gulf of Mexico was 43.5 ug/kg, was 46.9 ug/kg at a distance 25 m from the platform, and 0.3 ug/kg at a distance exceeding 25 m from the platform. No biphenyl was detected (detection limit, less than 5 ug/kg) in sediments from coastal estuarine sites(5). Biphenyl was detected in Casco Bay Maine sediments, collected in 1991, at concns ranging from <2 to 29 ppb dry weight(6). During the 1991 Louisianian Province Demonstration, sediments taken from the estuarine system contained biphenyl at 0-13 ppb(7). Biphenyl was detected in Dokai Bay, Japan, 1990, at unreported concns(8). Sediments taken from the Duwamish Waterway, Puget Sound, Washington, contained biphenyl at 33 ng/g dry weight(9)."
        },
        {
            "References": "(1) Ehrlich GG et al; Ground Water 20: 703-10 (1982) (2) Davani B et al; J Environ Anal Chem 25: 299-311 (1986) (3) Eiceman GA et al; Environ Sci Technol 20: 508-14 (1986) (4) Yu X et al; Environ Sci Technol 24: 1732-36 (1990) (5) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000) (6) Lundstedt S et al; Environ Toxicol Chem 22: 1413-20 (2003) (7) Thomas KV et al; Chemosphere 49: 247-58 (2002)",
            "Value": "Biphenyl has been detected in soil samples near a disposal pit for water produced from oil and gas production at a concn up to 2,400 ug/kg(2,3). It was also detected in soil beneath a coal tar distilling and wood preserving plant in Minnesota at 0.13-0.3 mg/kg(1). A coal tar contaminated soil contained biphenyl at 0.9 ug/g(4). Biphenyl was detected not quantified in 7 of 7 sediment samples collected from the German Bight in 1998, an area at the outflows of the Elbe, Weser, and Ems Rivers; sediments were taken to a depth of 15 cm(5). Biphenyl was detected in contaminated soil from a former gasworks site at Husarviken, Stockholm, Sweden, which operated from 1893 until 1972 at a concn of 2.6 ug/g(6). Five United Kingdom estuaries (Tyne, Tees, Mersey, Thames, South Hampton) were tested for biphenyl; it was detected, not quantified at Dabholm Gut on Tees and at opposite Canada Dock on Meresy(7)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Southworth GR, Keller JL; Water Air Soil Pollut 28: 239-48 (1986) (2) Swann RL; Res Rev 85: 17-28 (1983) (3) Kishi H et al; Chemosphere 21: 867-76 (1990) (4) Chin Y-P, Weber WJ; Environ Sci Technol 23: 978-84 (1989) (5) Bucheli TD, Gustafsson O; Chemopshere 53: 515-522 (2003) (6) Brusseau ML et al; Environ Sci Technol 28: 952-56 (1994) (7) Brusseau ML et al; Wat Resources Res 27: 1137-45 (1991) (8) Kowalska M et al; Sci Total Environ 141: 223-40 (1994)",
            "Value": "In three soils, the log Koc was determined to be in the range 2.94-3.52 (Koc of 871-3,331)(1). The experimental mean log Koc value in five soils was 3.16 (Koc of 1,445)(3). The log Koc value in humic acids was determined to be 3.27 (Koc of 1,862)(4). According to a recommended classification scheme(2), these log Koc values indicate biphenyl may have low to slight mobility in soil(SRC). A log Koc of 5.09 was measured using soot columns and an SRM-1650 soot standard obtained from NIST(5). A retardation factor (Rf) of 2.1 was measured for biphenyl using soil columns filled with a surface soil (organic carbon = 12.6%, 60.3% sand, 24.0% silt, 15.7% clay, porosity = 0.7)(6). A retardation factor of 2.2-2.3 was measured for biphenyl on columns packed with low carbon aquifer material(7). The sorption of biphenyl on HDTMA clays indicated that sorption occurs via partition interactions with the HDTMA-derived organic phase. The greater the HDTMA content and the larger spacings of high charge HDTMA clays increased biphenyl's sorption(8)."
        }
    ]
}