{
    "_id": {
        "$oid": "6682e86ac4e5dba5ffba257c"
    },
    "CID": {
        "$numberInt": "7111"
    },
    "Name": "BENZIDINE",
    "IUPACName": "4-(4-aminophenyl)aniline",
    "CanonicalSMILES": "C1=CC(=CC=C1C2=CC=C(C=C2)N)N",
    "Synonyms": [
        "BENZIDINE",
        "92-87-5",
        "\"4,4-Diaminobiphenyl\"",
        "\"[1,1-Biphenyl]-4,4-diamine\"",
        "p-Diaminodiphenyl",
        "\"biphenyl-4,4-diamine\"",
        "\"4,4-Bianiline\"",
        "4-(4-aminophenyl)aniline",
        "\"4,4-Biphenyldiamine\"",
        "\"4,4-Diaminodiphenyl\"",
        "\"4,4-Biphenylenediamine\"",
        "\"4,4-Diphenylenediamine\"",
        "\"p,p-Diaminobiphenyl\"",
        "p,p-Bianiline",
        "Fast Corinth Base B"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1C2=CC=C(C=C2)N)N",
    "INCHI": "InChI=1S/C12H12N2/c13-11-5-1-9(2-6-11)10-3-7-12(14)8-4-10/h1-8H,13-14H2",
    "INCHIKEY": "HFACYLZERDEVSX-UHFFFAOYSA-N",
    "Formula": "C12H12N2",
    "MolecularWeight": {
        "$numberDouble": "184.24"
    },
    "Description": "Benzidine is a member of the class of biphenyls that is 1,1'-biphenyl in which the hydrogen at the para-position of each phenyl group has been replaced by an amino group. It has a role as a carcinogenic agent. It is a member of biphenyls and a substituted aniline.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "145"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA; Ambient Water Qual Criteria for Benzidine; p.B1 to B6 (1980) (2) Lu PY et al; Arch Environ Contam Toxicol 6: 129-42 (1977) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "In a 42 day experiment in a flow-through tank in which bluegills were exposed to 14C-benzidine, the BCF was 40 in the edible portion of the fish(1). The depuration half-life of the 14C-residues was about 7 days(1). After 3 days in a model ecosystem, the BCF for fish, mosquitos, snail and algae were 55, 457, 646 and 1,585(2). Based on a classification scheme(3), the BCF values of benzidine in fish suggests bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 102-5",
            "Value": "At concentrations of 60 to 120 mg/l, benzidine inhibited the oxygen uptake of sludge that had been acclimated to aniline; at concentrations of 40 to 80 mg/l, the oxygen uptake of unacclimated sludge was also inhibited. At ug/l concentrations, however, benzidine was partially degraded."
        },
        {
            "References": "(1) Lutin PA et al; Purdue Univ Eng Bull Ext Ser 118: 131-45 (1965) (2) Howard PH, Saxena J; Persistence and Degradability Testing of Benzidine and Other Carcinogenic Compounds. USEPA-560/5-76-005 p. 23 (1976) (3) Tabak HH, Barth EF; J Water Pollut Control Fed 50: 552-8 (1978) (4) Baird R et al; J Water Pollut Control Fed 49: 1609-15 (1977) (5) Yoshida O et al; Igaku To Seibutsugaku 86: 361-4 (1973) (6) Freitag D; Chemosphere 14: 1589-616 (1985) (7) Kincannon DF, Lin YS; Proc Ind Waste Conf 40: 607-19 (1985) (8) Graveel JG et al; J Environ Qual 15: 53-9 (1986) (9) Lu PY et al; Arch Environ Contam Toxicol 6: 129-42 (1977)",
            "Value": "Although early investigators reported that benzidine was not degradable(1), its resistance to biodegradation was probably due to its toxicity to microorganisms at the high concentrations used. No mineralization occurred when 0.05 ppm of benzidine was incubated for 5 days with activated sludge(6). Several workers report almost complete degradation in simulated treatment plants using activated sludge or sewage inoculum in a few weeks although the percent removal falls off at higher concentrations(2-4). Part of the degradation is due to air oxidation(2). There are conflicting data over the need for acclimation of microorganisms(2-4). A 0.01% solution of benzidine was reported to be stable for 9 weeks to degradation by a soil /river water inoculum(5). In Drummer silty clay loam, benzidine applied at a concn of 10 ppb was degraded 79% after 4 weeks(9). When applied to a silt loam soil (pH 5.4) and incubated for 45 days, 3.3% of the benzidine was mineralized(8). After 365 days, 8.13-11.6% of benzidine had mineralized in 4 soils at pH 5.2-7.8(8). Amending the soil with glucose or alfalfa forage had no affect on the decomposition rate(8). The low decomposition rate compared with that in simulated treatment plants suggests that degradation may be controlled by the soil environment or adsorption to soil(8). However, when benzidine in sludge was applied to a sandy loam soil in a biological soil reactor and worked into the top 20 cm of soil, 42% degraded in 48 days and 55% degraded in 97 days(7). The overall half-life was 76 days(7)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985)",
            "Value": "Benzidene was not detected in 110 stations reporting biota levels in the EPA STORET database(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 99",
            "Value": "log Kow= 1.34"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 172 (1982)",
            "Value": "/Benzidine/ inhibits DNA synthesis ... and induces unscheduled DNA synthesis in Hela cells."
        },
        {
            "References": "PMID:11696399",
            "Value": "Although benzidine (Bz), 4-aminobiphenyl (ABP), 3,3'-dichlorobenzidine HCl (DCBz), 3,3'-dimethylbenzidine (DMBz), 3,3'-dimethoxybenzidine (DMOBz) and the benzidine congener-based dye trypan blue (TB) produce primarily frameshift mutations in Salmonella typhimurium, the base-substitution strain TA100 also responds to these compounds when S9 is present. Performing DNA sequence analysis, other investigators have shown that ABP induces frameshift, base-pair and complex mutations. Also, it was found that an uninduced hamster liver S9 preparation with glucose-6-phosphate dehydrogenase, FMN, NADH and four times glucose 6-phosphate gave a stronger mutagenic response than the conventional plate incorporation with rat S9 activation mixture for all the compounds tested. Using the base-specific tester strains of S. typhimurium (TA7001-TA7006) with the above reductive metabolic activation system, we surveyed these compounds for the ability to produce specific base-pair substitutions after reductive metabolism. Bz was weakly mutagenic in TA7005 (0.04 revertants/ug). ABP was mutagenic in TA7002 (1.4 revertants/ug), TA7004 (0.6 revertants/ug), TA7005 (2.98 revertants/microg) and TA7006 (0.4 revertants/ug). DCBz was weakly mutagenic in TA7004 (0.01 revertants/ug). It was concluded that benzidine induced some CG->AT transversions in addition to frameshift mutations. ABP induced TA->AT, CG->AT, and CG->GC transversions as well as GC->AT transitions. DCBz induced only GC->AT transitions. Because DMBz, DMOBz and TB were not mutagenic in this base-substitution mutagen detection system, their mutagenic activity was attributed strictly to frameshift mechanisms."
        },
        {
            "References": "PMID:8975774",
            "Value": "Little work has been done on the topical absorption of the bladder carcinogen benzidine. Since humans are more likely to be exposed to chemical mixtures than to a single chemical, a program was developed in these laboratories to examine the cumulative effect of complex mixtures on percutaneous absorption of important toxicants such as benzidine. In this investigation, a mixture is defined as a physical combination consisting of a marker chemical and several other chemicals, each of which can have independent and/or synergistic effects on dermal penetration and absorption of the marker chemical. Ten mixtures, consisting of a marker chemical (benzidine, B), a solvent (acetone, A or DMSO, D), a surfactant (0 or 10% sodium lauryl sulfate, SL), a vasodilator (0 or 180 microg methyl nicotinate, M), and a reducing agent (0 or 2% SnCl2, s) were employed in this study. Isolated perfused porcine skin flaps (IPPSFs), which have proven to be a suitable in vitro model for assessing dermal absorption and toxicity, and flow-through diffusion cell systems were utilized. The extent of benzidine absorption in skin sections dosed with either B + A (0.94% dose) or B + D (1.01% dose) was similar to that when IPPSFs were dosed with either B + A (0.54% dose) or B + D (1.31% dose). However, flux vs time profiles were different when the two in vitro methods were compared. For mixtures containing (1) DMSO only or acetone only or (2) solvents containing SL + M, benzidine absorption was enhanced when compared with other mixtures. Compared to acetone, DMSO appears to enhance dermal penetration of benzidine in most of the mixtures. Compared to other mixtures evaluated, SnCl2 inhibited benzidine absorption irrespective of solvent present. SnCl2 also appears to inhibit benzidine penetration in DMSO mixtures containing SL only, but not in acetone mixtures. It is proposed that chemical-chemical interactions between benzidine and SnCl2 may be inhibiting benzidine absorption and chemical-biological interactions between M + SL and skin may be enhancing benzidine absorption. Across all mixtures, maximum observed benzidine absorption was almost 3% of the topical dose over 8 hr, but maximum penetration was 22% over the same time period which would suggest a potential for greater systemic exposure over longer time frames. This work underscores the need to study potentially toxic chemicals in mixture exposure scenarios since the interactions observed would confound risk assessment based on single chemical data."
        },
        {
            "References": "PMID:8171433",
            "Value": "The formation of thioether conjugates is an important mechanism for inactivation of carcinogens. 3-(Glutathion-S-yl)-benzidine (BZ-SG) formation prevents benzidinediimine and peroxidase-mediated benzidine binding to DNA. Benzidinediimine is the two-electron oxidized product of benzidine thought to be the reactive intermediate involved in peroxidase-mediated binding of benzidine to DNA. Diimine interacts with benzidine to form a dimeric complex known as the charge-transfer complex. The latter is in equilibrium with the cation radical. This study evaluated the mechanism by which BZ-SG forms. Benzidinediimine was synthesized and used to study the formation of BZ-SG. With 0.05 mM benzidinediimine, BZ-SG formation was optimum at pH 4.5 and with glutathione at 0.05 to 0.1 mM. By monitoring specific absorption spectra, the reduction of benzidinediimine at pH 4.5 was evaluated. The t1/2 for diimine decay (425 nm) and maximum absorbance of the charge-transfer complex (600 nm) were each at approximately 5 min. Within 10 min, the maximum amount of benzidine had formed from diimine. BZ-SG formation followed the decay of diimine. The relationship between benzidinediimine and benzidine, with respect to BZ-SG formation, was assessed at a fixed concentration of glutathione (0.05 mM) and a fixed total concentration of amine and diimine (0.05 mM). In three separate experiments, each of these three components was radiolabeled independent of the other two components. Experiments with [3H]glutathione indicated that conjugate formation was dependent upon diimine, and not benzidine. With [3H]benzidinediimine or [3H]benzidine, two different calculations were necessary to assess conjugate formation. For [3H]benzidinediimine, the calculation considered that only the radiolabeled diimine formed conjugate, while with [3H]benzidine, a specific activity calculation was necessary to demonstrate that conjugate formation was dependent upon diimine. With 0.05 mM [3H]benzidine, horseradish peroxidase-catalyzed formation of BZ-SG was optimum between 0.05 and 0.0625 mM H2O2. The latter is consistent with conversion of benzidine to diimine before formation of BZ-SG. Specific inhibitors and the absence of oxygen uptake indicated the lack of involvement of cation, thiyl, and carbon-centered radicals. The results are consistent with the existence of the charge-transfer complex and with benzidinediimine reacting with glutathione to form BZ-SG."
        },
        {
            "References": "PMID:2121382",
            "Value": "The mechanism of activation of the bladder carcinogen 2-amino-4-(5-nitro-2-furyl)thiazole (ANFT) was investigated by comparison with benzidine. In comparison with benzidine, ANFT has a higher electrochemical potential (approximately 700 mV) and is less effective as a reducing co-substrate for either prostaglandin H synthase (PHS) or horseradish peroxidase. Activation was monitored by measuring binding to protein (BSA) and DNA. ANFT binding to protein was reduced by indomethacin, a fatty acid cyclooxygenase inhibitor; phenol and aminopyrine, competitive reducing co-substrates; ascorbic acid, an antioxidant; and glutathione, thioether conjugate formation. These results are consistent with those previously reported for benzidine and demonstrate a peroxide co-substrate requirement, interaction of peroxidase with amine, formation of reactive intermediates and inactivation of reactive intermediates. 5,5-Dimethyl-1-pyrroline N-oxide (DMPO), a radical trap, also reduced ANFT binding to protein. Similar results were observed whether activation by PHS or horseradish peroxidase was investigated. Peroxidative activation of ANFT and benzidine to bind DNA was inhibited by these test agents in a manner similar to that observed with protein except that DMPO did not reduce binding. In addition, 2-methyl-2-nitrosopropane and methyl viologen, which are radical traps, and methionine and p-nitrobenzyl-pyridine, which are strong nucleophiles, did not reduce ANFT or benzidine binding to DNA. These agents also did not prevent binding of benzidinediimine, the two-electron product of benzidine oxidation, to polydeoxyguanosine. Glutathione inhibited diimine binding by forming a conjugate. Results demonstrate that activation of ANFT to bind protein and DNA is similar to benzidine. Peroxidative activation of benzidine occurs by both one- and two-electron oxidation. A similar mechanism would explain ANFT binding to protein (one electron) and DNA (two electron)."
        },
        {
            "References": "PMID:1972630",
            "Value": "To investigate the effects of benzidine (BZ) and beta-naphthylamine (BNA) on the immune system in man, the activity of natural killer (NK) cells as well as the relative number (percentage) of Leu 11a positive cells in peripheral blood lymphocytes were measured in 63 dyestuff workers exposed to BZ and BNA (aromatic amines, AA). The cytotoxic potential per NK cell (unit NK cell activity) was approximated by dividing the NK activity per fixed numbers of unseparated mononuclear cells by the percentage of Leu 11a positive lymphocytes that mediated NK activity. Thirty one of these workers had previously been treated for bladder cancer and then cured (ex-cancer AA workers) whereas the remaining 32 had not been diagnosed as having bladder cancer (non-cancer AA workers). There was no significant difference in the gross NK activity per unseparated peripheral mononuclear cells among ex-cancer AA workers, non-cancer AA workers, and the control group (p greater than 0.05). The relative number of Leu 11a positive cells, on the other hand, was significantly higher in AA workers than in the control group (p less than 0.01). The unit NK cell activity, as a result, was significantly more reduced in both ex-cancer and non-cancer AA workers than in the control group (p less than 0.05 and p less than 0.01, respectively). Between ex-cancer and non-cancer AA workers, no significant difference was observed in terms of unit NK cell activity. These results indicated that the function of NK cells per se was impaired in AA workers whereas the number of circulating NK cells was relatively increased."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 67 (2001)",
            "Value": "Cancer is the principal and best documented toxic effect of benzidine in both humans ... and animals ... . Like many other arylamines, benzidine is postulated to require metabolic activation to electrophilic derivatives in order to manifest its carcinogenicity and genotoxicity through covalent binding with DNA ... . One metabolic scheme for bladder cancer ... involves N-acetylation, N-hydroxylation in the liver, transport of the glucuronide conjugate of the resulting intermediate to the bladder, then hydrolysis of the conjugate followed by absorption and ultimate activation via O-acetylation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 68 (2001)",
            "Value": "In humans, ... proposed that benzidine and N-acetylbenzidine are glucuronidated in the liver and transported to the bladder lumen where they are hydrolyzed by acidic urine. Activation in the bladder could incl peroxidation by prostaglandin H synthetase ... oxidation by cytochrome P-450 ... and O-esterification by O-acetyltransferase ... or N,O-acetyltransferase ... . N-Acetylbenzidine can be further hydroxylated before glucuronidation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 68 (2001)",
            "Value": "Regardless of the pathway involved, DNA adducts with N-acetylated benzidine derivative have been observed in rodents and humans, principally that of N-(deoxyguanosin-8-yl)-N'-acetylbenzidine ... . This DNA adduct is presumed to be formed by O-acetylation of N'-hydroxy-N-acetylbenzidine and subsequent binding to a DNA base. As previously mentioned, acidic urine is thought to release the amine from the glucuronides; the amine can then be activated, for example, by prostaglandin H synthase to initiate carcinogenesis. The predominant reactive intermediate generated by prostaglandin H synthase and related peroxidases has been identified as benzidinediimine, and it reacts primarily with the C8 position of deoxyguanosine ... . ... suggested that at acid pH, benzidinediimine is in equilibrium with nitrenium ion, the species proposed to bind to bladder DNA. Furthermore, they showed that the in vitro formation of benzidinediimine could be prevented by conjugation with glutathione to generate 3-(glutathion-S-yl)-benzidine. The formation of the conjugate was dependent upon diimine and not benzidine, suggesting that conversion of benzidine to diimine occurs before formation of the conjugate."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 70 (2001)",
            "Value": "Susceptibility to bladder cancer has been linked to the slow acetylator type of the polymorphic NAT2 N-acetyltransferase gene ... . A study of Chinese workers with high exposure to benzidine demonstrated a 100-fold incr risk for bladder cancer ... . However, when members of the benzidine-exposed cohort were screened for their acetylator phenotype and genotype, no positive assoc was found between N-acetylation phenotype or genotype and bladder cancer risk ... . The authors suggested that the difference between their results and those of the previous investigators may be due to the fact that their subjects were only exposed to benzidine, while those in earlier studies were also exposed to other aromatic amines (monoamines). ... Further research conducted in recent yr has shown that slow acetylators are not at increased risk for bladder cancer relative to fast acetylators ... . These data are consistent with the observation that benzidine can be acetylated by NAT1 for which genotypic differences in acetylation rate have not been observed. NAT1 in humans may have a dominant role in acetylation of benzidine ... . In addition, the deacylase could have a dominant effect on the profile of benzidine metabolite formed ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 70 (2001)",
            "Value": "The genotoxicity of benzidine is also mediated through bioactivated, electrophilic metabolites. This has been shown in: mutagenicity assays in many prokaryotic and eukaryotic systems ... in vivo and in vitro unscheduled DNA synthesis tests .... chromosomal aberrations assays ... assays for micronucleus formation ... and in tests for sister chromatid exchanges ... . Benzidine metabolites also bind to protein and RNA ... and hemoglobin ... although specific toxicological responses are not yet attributable to these effects."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 71 (2001)",
            "Value": "When male mice were admin 86 ppm benzidine as benzidine dihydrochloride in drinking water for 1 yr, 13 of 22 (59%) observed liver tumors were found to contain a mutation in codon 61 of the H-ras oncogene ... . Although a similar frequency of oncogene mutations were observed in spontaneous liver tumors, much lower frequencies (7-21%) were observed in tumors induced by several nongenotoxic agents. These results are consistent with genotoxicity being a least a component of benzidine's observed carcinogenicity. Epigenetic mechanisms may also be involved, however, as H-ras and K-ras oncogenes in benzidine-induced liver tumors were found to be hypomethylated in comparison to adjacent nontumor tissue ... . Hypomethylation of a gene is thought to enhance its transcription, and thus, benzidine may be capable of facilitating aberrant expression of genes that are involved in carcinogenesis."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 162 (1982)",
            "Value": "SEVEN DOGS WERE GIVEN TOTAL DOSE OF 325 G /ORALLY/ OVER 5 YR (200 & THEN 300 MG/DAY, ON 6 DAYS/WK). THREE ... DEVELOPED BLADDER CARCINOMA 7, 8 & 9 YR AFTER START OF TREATMENT."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 162 (1982)",
            "Value": "A GROUP OF 54 MALE & 13 FEMALE C3HA MICE, 18-20 G, WERE INJECTED SC WEEKLY WITH 6 MG/MOUSE OF BENZIDINE (SOURCE & PURITY OF NOT SPECIFIED) DISSOLVED IN 0.2 ML OF OIL (NOT SPECIFIED) OVER 8 MO (TOTAL DOSE, 210 MG/MOUSE). AT APPEARANCE OF 1ST TUMORS (16 MO), 22 MICE (SEX NOT SPECIFIED) WERE STILL ALIVE. LIVER TUMORS (HEPATOCELLULAR CARCINOMAS, ADENOMAS & CHOLANGIOMAS) DEVELOPED IN 13 MICE (SEX NOT SPECIFIED); & LUNG ADENOCARCINOMAS WERE FOUND IN 2. A FURTHER GROUP OF 114 FEMALES WERE EXPOSED BY THE SAME TREATMENT SCHEDULE FOR 13 MO (TOTAL DOSE, 336 MG/MOUSE). AT 16 MO, 24 MICE WERE STILL ALIVE, AND 18 DEVELOPED LIVER TUMORS. HEPATOMAS DEVELOPED IN 1% OF HISTORICAL CONTROLS. (THE WORKING GROUP NOTED THE LOW SURVIVAL RATE)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V1 82 (1972)",
            "Value": "COMMERCIAL BENZIDINE GIVEN SC (TOTAL DOSE: 1.28 G) WAS CARCINOGENIC INDUCING HEPATOMAS IN 9.8% MALE RATS AND ACOUSTIC GLAND CARCINOMAS IN OVER 20% OF THE ANIMALS. PURIFIED BENZIDINE AND BENZIDINE SULFATE WERE ALSO CARCINOGENIC AT SIMILAR DOSAGE (TOTAL DOSE: 0.96 G & 0.94, RESPECTIVELY). THE TREATMENT WAS GIVEN THROUGHOUT LIFE-SPAN OF THE ANIMALS. SEVEN COLONIC TUMORS IN 385 RATS WERE ... REPORTED WITH BENZIDINE. ONLY MALE RATS WERE AFFECTED. THERE WERE NO LIVER-CELL OR ACOUSTIC DUCT CARCINOMAS OR INTESTINAL TUMORS IN THE CONTROLS. HEPATOMAS, ZYMBAL GLAND TUMORS & SARCOMAS IN THE UNDERLYING FAT AT THE SITE OF BENZIDINE WERE REPORTED IN 70% OF RATS."
        },
        {
            "References": "TANAKA K ET AL; INT ARCH OCCUP ENVIRON HEALTH 49 (2): 177-85 (1981)",
            "Value": "AFTER ORAL ADMIN TO RATS, URINE WAS COLLECTED & TESTED IN SALMONELLA/MAMMALIAN-MICROSOME ASSAY. URINARY METABOLITES SHOWED STRONGER MUTAGENICITY THAN BENZIDINE ITSELF."
        },
        {
            "References": "PMID:7285281",
            "Value": "IP INJECTION (70 UMOL/KG BODY WT BENZIDINE) TWICE WEEKLY FOR 4 WK TO FEMALE CD RATS PRODUCED MAMMARY GLAND TUMORS (FIBROADENOMA & ADENOCARCINOMA) & ZYMBAL'S GLAND TUMORS (ADENOMA & CARCINOMA)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 161 (1982)",
            "Value": "TWO GROUPS, EACH OF 10 FEMALE WISTAR RATS ... WERE FED DIET CONTAINING 170 MG/KG (PPM) BENZIDINE WITH CASEIN OR DIET CONTAINING BENZIDINE WITH CASEIN HYDROLYSATE-TRYPTOPHAN. ALL RATS GIVEN BENZIDINE PLUS CASEIN WERE DEAD 93-224 DAYS AFTER THE START OF TREATMENT; & 2/10 HAD /LIVER CELL TUMORS/ (1 HEPATOMA SEEN @ 125 DAYS & 1 BILE-DUCT CARCINOMA @ 178 DAYS). ANIMALS FED BENZIDINE-TRYPTOPHAN SURVIVED LONGER; 3/7 ... HAD LIVER CELL TUMORS (1 CARCINOMA @ 202 DAYS, 1 CHOLANGIOMA @ 236 DAYS & BILE-DUCT CARCINOMA @ 424 DAYS). NONE OF THE TWO EXPERIMENTAL GROUPS DEVELOPED BLADDER TUMORS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 162 (1982)",
            "Value": "GROUPS OF 30 MALE AND 30 FEMALE, RANDOM-BRED GOLDEN HAMSTERS, 9 WK OLD, WERE FED DIETS CONTAINING 1000 MG/KG (PPM) BENZIDINE ... FOR LIFE. A CONTROL GROUP ... WAS ALSO AVAILABLE. NO BLADDER PATHOLOGY WAS SEEN IN EITHER THE TREATED OR CONTROL GROUP. IN THE BENZIDINE-TREATED GROUP, AN INCR INCIDENCE OF LIVER TUMORS WAS OBSERVED: 19/22 MALES AND 6/26 FEMALES DEVELOPED MULTIPLE CHOLANGIOMATOUS TUMORS, MOST ... HAD SIGNS OF MALIGNANCY ... NO LIVER TUMORS WERE SEEN IN FEMALES OR MALES OF UNTREATED CONTROL GROUP."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 164 (1982)",
            "Value": "A GROUP OF 37 GRASS FROGS OF BOTH SEXES, AGED 1-1.5 YR, RECEIVED SC INJECTIONS OF 0.25-0.5 ML OF 0.5% SOLN ... IN MINERAL OIL FOR UP TO 38 WK (TOTAL DOSE, 45-114 MG/ANIMAL). A GROUP OF 120 UNTREATED FROGS WERE OBSERVED FOR 56 WK (3 OF THEM DEVELOPED SKIN CYSTADENOPAPILLOMAS); AND A FURTHER GROUP OF 67 FROGS WERE GIVEN SC INJECTIONS OF 0.2-0.5 ML MINERAL OIL WEEKLY FOR 42 WK. OF THE TREATED ANIMALS, 6/14 STILL ALIVE AT 16 WK, WHEN THE FIRST TUMOR APPEARED, HAS TUMORS OF THE LIVER AND HEMATOPOIETIC SYSTEM (NOT FURTHER SPECIFIED), WITH AVG LATENT PERIOD OF 24.8 WK."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 165 (1982)",
            "Value": "A GROUP OF 48 WHITE OUTBRED RATS (RAPPOLOVO STOCK) OF BOTH SEXES, WEIGHING 100-120 G WERE EXPOSED TO 10-20 MG/CU M ... IN INHALATION CHAMBERS ON 4 HR/DAY, FOR 5 DAYS/WK OVER 20 MO (TOTAL DOSE, 27 MG/RAT). CONTROL RATS ... EXPOSED TO AIR DURING SAME PERIOD. ... THE FIRST MYELOGENOUS LEUKEMIA WAS FOUND IN TREATED RAT 13 MO AFTER THE START OF THE EXPERIMENT, AT WHICH TIME 28 RATS WERE STILL ALIVE. BY END OF THE STUDY (28 MO), 5 MYELOID LEUKEMIAS, 2 BREAST FIBROADENOMAS, 1 SQUAMOUS-CELL CANCER OF ZYMBAL GLAND, 1 HEPATOMA & 1 BREAST ADENOCARCINOMA WERE FOUND IN 8 ANIMALS. MAMMARY ADENOMAS WERE FOUND IN 2/21 IN CONTROLS RATS. (THE WORKING GROUP NOTED THE LACK OF INFORMATION ON THE SIZE OF PARTICLES AND ON SURVIVAL OF CONTROLS.)"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 165 (1982)",
            "Value": "BENZIDINE ... MIXED INTO DIET & GIVEN TO ... FISH (GUPPIES) ... @ 300 MG/KG ... FOR 56 WK ... FISH THAT SURVIVED TREATMENT PERIOD HAD NO DETECTABLE TUMORS; HOWEVER, SIGNS OF HEPATOTOXICITY ... /NECROSIS, FATTY DYSTROPHY & HYPERPLASIA/ WERE NOTED. NONE OF ... CONTROL GUPPIES FED STD DIET DEVELOPED TUMORS OR PRENEOPLASTIC CHANGES. (THE WORKING GROUP NOTED THE HIGH MORTALITY IN THE TREATED GROUP.)"
        },
        {
            "References": "PMID:6819133",
            "Value": "FRESHLY ISOLATED RAT HEPATOCYTES TREATED IN VITRO WITH BENZIDINE SUSTAINED DNA DAMAGE AS EVIDENCED BY INCR ALKALINE ELUTION."
        },
        {
            "References": "Ashby J et al; Br J Cancer 38 (4): 521-9 (1978) as cited in USEPA; Health Effects Review: Benzidine and Benzidine-Based Dyes p.139 (1980) EPA 68-01-5861",
            "Value": "... Benzidine inhibited testicular DNA synthesis ... at an oral dose of 200 mg in male rats."
        },
        {
            "References": "Rhim JS et al; JNCI 52: 1167-73 (1974) as cited in USEPA; Health Effects Review: Benzidine and Benzidine-Based Dyes p.125 (1980) EPA 68-01-5861",
            "Value": "Benzidine, at 1.0 and 10 ug/ml, transformed AKR leukemia virus infected NIH Swiss mouse embryo cells in culture."
        },
        {
            "References": "PMID:6366243",
            "Value": "In a chronic lifespan study lasting 33 months, both sexes of F1 hybrid (genetically homogeneous) and monohybrid cross (genetically heterogeneous) mice from BALB/c male and C57BL/6 female crosses were exposed to benzidine dihydrochloride in drinking water at concns of 0, 20, 30, 40, 60, 80, and 120 ppm for females, and 0, 30, 40, 60, 80, 120, and 160 for males. ... Hepatocellular carcinomas, other toxicological endpoints ... dose response trends were noted for pigmentation of the spleen, hepatic cytological alterations, hyperplasia of bile ducts, megakaryocytosis of the bone marrow, vacuolization of the brain, adenoma of the Harderian gland, atrophy of the ovaries, and angioma of the uterus. Dose-related effects were noted with respect to time of lung tumor /appearance/ and time to mortality /from/ reticulum cell sarcomas. /Benzidine dihydrochloride/"
        },
        {
            "References": "Martin BJ; Development of a Carcinogen Assay System Utilizing Estuarine Fishes p.1-62 (1982) EPA 600/3-82-091",
            "Value": "... Exposure of Cyprinodon variegatus at concn of greater than or equal to 50 ppm caused the following: tubed heart syndrome with distended pericardia, poor circulation, sparse distribution of melanophores, inability to hatch, abnormal head morphology, scoliosis, and faint red blood cell pigmentation ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 166 (1982)",
            "Value": "Benzidine has been reported to be teratogenic to chicks when injected into eggs."
        },
        {
            "References": "Moewus F; Trans Am Microsc Soc 78: 295-304 (1959) as cited in USEPA; Health Effects Review: Benzidine and Benzidine-Based Dyes p.141 (1980) EPA 68-01-5861",
            "Value": "0.1 ug/ml decreased the nuclear doubling time approximately 50% in Polytoma uvella."
        },
        {
            "References": "Laumonier R, Laquerriere R; Rev Ind Hepat 12: 633-54 (1962) as cited in USEPA; Health Effects Review: Benzidine and Benzidine-Based Dyes p.117 (1980) EPA 68-01-5861",
            "Value": "A 3% solution of benzidine in benzene was administered percutaneously to Wistar rats daily for 5 days ... 10% of the /animals/ died in 2 weeks from hepatotoxicity. Of those remaining, 6% developed hepatomas with pulmonary metastases. Other tumors were found in the rectum, vagina, uterus, ovaries, and testes. Controls had less than a 1% incidence of spontaneous tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S4 58 (1982)",
            "Value": "Benzidine produces indirect evidence of DNA repair in bacteria; there are conflicting reports of its ability to induce DNA repair in mammalian cells in vitro. It was mutagenic to bacteria in the presence of an exogenous metabolic activation system. There are conflicting reports of its genetic activity: it probably induced mutation, gene conversion and aneuploidy in yeasts; one study in Drosophila melanogaster was positive for mutations and three others negative. Benzidine induced mutation, sister chromatid exchanges and chromosomal aberrations in mammalian cells treated in vitro, in the presence of an exogenous metabolic activation system. There are conflicting reports on its ability to induce chromosomal anomalies in mice treated in vivo, and it gave inconsistent results in sperm abnormality assays in mice treated in vivo. It caused cell transformation (in BHK21 cells)."
        },
        {
            "References": "PMID:6368218",
            "Value": "The Ames Salmonella/microsome test was used to compare the mutagenic response of Salmonella typhimurium TA100, TA98, TA1538, and TA1535 to 12 benzidine derivatives, ie, benzidine, 3,3'-dimethoxybenzidine, 3,3'-dimethylbenzidine, 3,3'-dichlorobenzidine, and the corresponding N- and N,N'-diacetylated derivatives. With a few exceptions, the mutagenic response to this series of compounds varied in teh order TA98 greater than TA1538 greater than TA100 greater than TA1535 = 0, and the N-monoacetylated derivatives were more mutagenic than either the parent diamines or the N,N'-diacetyl derivatives. The relative mutagenicities of the parent amines for TA98, were 3,3'-dichlorobenzidine much greater than 3,3'-dimethoxybenzidine greater than benzidine greater than 3,3'-dimethylbenzidine."
        },
        {
            "References": "PMID:3282145",
            "Value": "The activity of benzidine and three structrurally related carcinogens in an in vivo/in vitro rat liver assay for unscheduled deoxyribonucleic acid synthesis is described. Benzidine, 4-aminobiphenyl Direct Black 38, and 3,3'-dichlorobenzidine gave a clear positive response under conditions of routine testing."
        },
        {
            "References": "PMID:2443263",
            "Value": "To investigate whether the stimulation of liver deoxyribonucleic acid synthesis might be used to detect one class of hepatic tumor promoters, the incorporation of orally administered radiolabelled thymidine into liver deoxyribonucleic acid was determined in rats and mice 24 hr after a single oral gavage of test compounds. Two deoxyribonucleic acid-binding hepatocarcinogens, aflatoxin B1, inhibited deoxyribonucleic acid synthesis."
        },
        {
            "References": "Barfknecht TR et al; Cell Biol and Toxicol 4 (2): 199-209 (1988)",
            "Value": "An evaluation was made of the ability of deoxyribonucleic acid damaging agents that cause a spectrum of deoxyribonucleic acid lesions to induce autoradiographic evidence of deoxyribonucleic acid repair in rat primary hepatocytes. Hepatocytes isolated from male Fischer-344 rats were exposed to tritiated thymidine and test chemicals for 4 hours or 18 to 20 hours. Genotoxic agents included benzidine which produces bulky type deoxyribonucleic acid adducts, there was little effect of labeling time on mean net nuclear grain counts."
        },
        {
            "References": "Barfknecht TR et al; Cell Biol and Toxicol 3 (2): 193-207 (1987)",
            "Value": "The role of species variation, in vivo treatment, and treatment/tritiated thymidine labeling period on the results of the hepatocyte deoxyribonucleic acid repair assay for genotoxicity was studied. The ability of Sprague-Dawley rat and Golden Syrian hamster hepatocytes to detect genotoxicity of various chemicals was evaluated. Benzidine induced significant deoxyribonucleic acid repair in both rat and hamster hepatocytes."
        },
        {
            "References": "PMID:2350241",
            "Value": "Covalent binding of benzidine and some congeners to hemoglobin was studied in female Wistar rats after oral administration. Hemoglobin adducts were hydrolyzed under alkaline conditions, and the arylamines /determined/ by high performance liquid chromatography. With benzidine, three cleavage products were observed, the major component being monoacetylbenzidine. This indicates that 4-nitroso-4'-N- acetylaminobiphenyl is the major reactive metabolite in erythrocytes. In addition benzidine and 4-aminobiphenyl were identified. With 3,3'-dichlorobenzidine-dihydrochloride, 3,3'-dimethoxybenzidine and 3,3'-dimethylbenzidine two cleavage products were observed, the parent diamines being present in excess to or in amounts comparable to the monoacetyl derivative. With 3,3',5,5'-tetramethylbenzidine a hemoglobin adduct could not be found. When the azo dye direct red 28 was administered to the animals, the three cleavage products typical for benzidine were found, indicating that benzidine became bioavailable after reductive cleavage of the azo compound. In this case the fraction of 4-aminobiphenyl was greater than after benzidine. It is proposed to use the analysis of hemoglobin adducts in human blood to control the exposure of individuals to these carcinogenic chemicals in the course of biochemical effect monitoring."
        },
        {
            "References": "PMID:2667260",
            "Value": "Administration of benzidine (100 mg/kg, ip) to bile duct cannulated rats led to a sustained excretion of metabolites in bile which, following glucuronide hydrolysis, were mutagenic to Salmonella typhimurium strain TA98. When the biliary metabolites were re-infused into the duodena of a further group of rats, enterohepatic circulation of mutagens was indicated by extensive re-excretion of biliary mutagens in the recipients. Furthermore, in mouse host mediated mutagenicity assays, both ip injection of benzidine (100 mg/kg) and intracaecal administration of rat biliary metabolites of benzidine produced a mutagenic response in Salmonella typhimurium strain TA98 cells isolated from the liver. . /It was/ indicated that enterohepatic circulation adds to the biological persistence of reactive metabolites of benzidine and may contribute to the carcinogenicity of this aromatic amine."
        },
        {
            "References": "PMID:3325756",
            "Value": "Single oral dose of benzidine (300 mg/kg) and 3,3'-dichlorobenzidine (1000 mg/kg) to male ICR mice elicited positive response in the bone marrow micronucleus test. In the transplacental micronucleus test, the compounds were administered to pregnant females in the same manner. A significant increase in the frequency of micronuclei occurred in the fetal liver, but not in the bone marrow of mothers."
        },
        {
            "References": "PMID:2555073",
            "Value": "The binding of benzidine, 3,3'-dichlorobenzidine, and the asymmetrically substituted chlorinated benzidines 3,5-dichlorobenzidine and 3,5,3'-trichlorobenzidine to the rat hepatic cytosolic aromatic hydrocarbon receptor was measured, to assess the mechanism of p450I induction by 3,3'-dichlorobenzidine. Binding affinity to the hydrocarbon receptor protein was determined by displacement of labelled 2,3,7,8-tetrachlorodibenzo-p-dioxin from the receptor. The rank order of affinities were 3,5,3'-trichlorobenzidine > 3,5-dichlorobenzidine > 3,3'-dichlorobenzidine. Benzidine did not displace 2,3,7,8-tetrachlorodibenzo-p-dioxin from the recptor protein. 4-Aminobiphenyl a structural link between the benzidine and biphenyl series competed weakly with 2,3,7,8-tetrachlorodibenzo-p-dioxin. The results are consistent with the induction of p450 enzymes by 3,3'-dichlorobenzidine in vivo is mediated by the hydrocarbon receptor."
        },
        {
            "References": "PMID:2826024",
            "Value": "Benzidine and several derivatives are activated to mutagenic species in a hydrogen peroxide dependent Ames test system. Studies conducted of the hydrogen peroxide dependent oxidation of benzidine and 3,5,3',5'-tetramethylbenzidine catalyzed by intact bacteria, and provide direct evidence for peroxidase activity in Salmonella typhimurium. The acetylase-proficient Ames tester strain TA98 and its acetylase-deficient derivative TA98/1,8-DNP6 are equally responsive to hydrogen peroxide dependent mutagenicity; enzymatic acetylation appears not to be involved in activation of benzidine, in this system."
        },
        {
            "References": "PMID:2299684",
            "Value": "The aim was to study the correlation between carcinogenicity in small rodents and mutagenic potency of aromatic amines, as measured by the induction of 6-thioguanine resistance in V79 Chinese hamster cells. It has been previously shown that the carcinogenic potency of these compounds is not correlated to their ability to induce deoxyribonucleic acid breakage, SCEs, or point mutations in bacteria, but a correlation exists with autoradiographic deoxyribonucleic acid repair test (in primary hepatocyte cultures). Twelve aromatic amines were tested and the rat liver S9 fraction was routinely incorporated in the mutation assay; mouse liver and hamster liver S9 fractions were also used as metabolizing systems. The comparison of the ranks of mutagenic and oncogenic potencies shows no correlation between carcinogenicity and V79 cell mutagenicity of the tested aromatic amines. There was a generally low mutagenicity seen for aromatic amines in V79 cells. In some cases this could be attributed to an insufficient metabolic activation by rat S9. For example, benzidine, which was inactive when assayed in the presence of rat S9, became mutagenic when in the presence of mouse S9. Inadequate metabolic activation of the standard system (rat S9) used in this work could explain the low mutagenicity and the lack of correlation observed between mutagenicity and carcinogenicity."
        },
        {
            "References": "PMID:2191770",
            "Value": "The frequency and mutational profile of H-ras gene activation were determined in spontaneous liver tumors of male C57BL/6 x C3H/He mice and in tumors induced with the genotoxic hepatocarcinogen benzidine 2 hydrochloric acid or the nongenotoxic hepatocarcinogens phenobarbital, chloroform, and ciprofibrate. Deoxyribonucleic acid sequence analysis of the H-ras gene from representative tumors revealed that (64%) spontaneous tumors and (59%) benzidine 2 hydrochloric acid induced tumors contained a point mutation in codon 61. Tumors induced with the nongenotoxic agents had a much lower frequency of codon 61 mutations, ie, phenobarbital (7%); chloroform (21%), and ciprofibrate (21%). No mutations were observed at codons 12, 13, and 117 in tumors from any of the groups. Only three base pair substitutions within codon 61 were found. The one most frequently detected in all of the groups was a CG to AT transversion at the first nucleotide position. In these same groups an AT to GC transition or an AT to TA transversion at the second nucleotide positon occurred at a lower frequency. The number of tumors carrying an activated H-ras gene in the nongenotoxic treatment groups is within the range that would be expected if those animals had not received any treatment. This indicates that the activation of the H-ras gene in those tumors is probably the result of a spontaneous event. These toxicologically and pharmacologically diverse nongenotoxic hepatocarcinogens increase the frequency of liver tumors but do not induce mutations in the H-ras gene. Instead these agents appear to interact with a population of cells that do not contain an activated H-ras gene. The mechanisms of tumor development by these nongenotoxic carcinogens differ at least partially from the mechanisms responsible for the development of spontaneous tumors or those induced by a typical genotoxic agent."
        },
        {
            "References": "PMID:2017204",
            "Value": "The unscheduled deoxyribonucleic acid synthesis assay measures deoxyribonucleic acid repair following in vitro treatment of rat primary hepatocytes. This report compares the unscheduled DNA synthesis response of primary hepatocytes from 2 widely used rat strains, the Fischer-344 and Sprague-Dawley strains. Ultraviolet light and 5 known genotoxic chemicals were evaluated in each strain in parallel experiments. The chemical tested were 2-acetylaminofluorene, 4-aminobiphenyl, benzidine, dimethylnitrosamine and N-propyl-N'-nitro-N-nitrosoguanidine. Four of these compounds (2-acetylaminofluorene, 4-aminobiphenyl, benzidine and dimethylnitrosamine) require metabolic activation. Benzidine and N-propyl-N'-nitro-N-nitrosoguanidine were both negative using Sprague-Dawley rat hepatocytes, but were weakly positive using Fisher-344 rat hepatocytes. 2-Acetylaminofluorene was more strongly positive in Fischer-344 cells than in Sprague-Dawley cells. Dimethylnitrosamine and ultraviolet light induced positive dose responses with little or no differences between strains. Hepatocytes from Fischer-344 rats may be more sensitive, qualitatively and quantitatively, than hepatocytes from Sprague-Dawley rats as indicators of unscheduled DNA synthesis. The difference is not due to intrinsic differences in drug metabolizing enzymes between these strains. Thus, for routine screening, Fischer-344 rats are preferable for measurement of the in vitro unscheduled DNA synthesis inducing potential of compounds."
        },
        {
            "References": "PMID:2572067",
            "Value": "A systematic comparison of the acute sensitivity of male, female, pregnant female, and fetal erythropoietic tissues of mice to the genotoxic effects of four known carcinogens was conducted. The carcinogens included benzidine. The genotoxicity was assessed via measurements of micronuclei in the erythropoietic cells of either adult bone marrow or fetal liver. Benzidine exposure at 100 and 200 mg/kg did not result in increases in liver or bone marrow micronuclei for male, female, pregnant female, or the fetal mice."
        },
        {
            "References": "Hasegawa R et al; Toxicol 62 (3): 333-47 (1990)",
            "Value": "Metabolism of nitrofurantoin by prostaglandin H synthase was examined using solubilized ram seminal vesicle microsomes. The rate of nitrofurantoin metabolism by prostaglandin H synthase was much less than that observed with benzidine, and the proportion of total metabolite bound to protein was also much less than that with benzidine."
        },
        {
            "References": "Henderson L et al; Mutagenesis 5 Suppl 27-34 (1990)",
            "Value": "The induction of mutations in mouse lymphoma L5178Y cells was analysed by an agar cloning method. Mutations at the thymidine kinase (tk) locus were analysed following exposure to benzidine in the absence and presence of S9 mix. Mutations were induced under all these conditions and no difference was found between a 48 hr and 72 hr expression period. Small and large colonies on trifluorothymidine selective plates were expanded and found to be stably resistant to trifluorothymidine. The ability of benzidine to induce mutations at the hprt locus was investigated. No mutations were detected either in the presence or absence of S9 mix."
        },
        {
            "References": "Kennelly JC et al; Mutagenesis 5 Suppl 21-6 (1990)",
            "Value": "Benzidine was assayed for ability to induce mutation at the hprt locus of wild-type L5178Y mouse cells. Benzidine was assayed both in the absence and presence of S-9. Benzidine failed to induce mutation at the hprt locus, either in the absence or presence of S-9."
        },
        {
            "References": "PMID:3239743",
            "Value": "A chromatographic study of deoxyribonucleic acid aromatic carcinogen adducts utilizing (32)P postlabeling was conducted. C57BL/6J mice were rapid acetylators with respect to N-acetyltransferase activity. Benzidine was applied to the skin of C57BL/6J mice. The skin deoxyribonucleic acid was isolated and analyzed for adducts using high performance liquid chromatography/(32)P postlabeling. Deoxyribonucleic acid adducts were detected."
        },
        {
            "References": "PMID:3815734",
            "Value": "The capacity of the urinary bladder to biotransform aromatic amine carcinogens into deoxyribonucleic acid damaging products was studied in rabbit bladder extract cultures. Organ cultures of bladder extracts, isolated from New Zealand White rabbits, were simultaneously exposed to tritiated thymidine and benzidine or its acetylated derivatives; deoxyribonucleic acid repair, determined autoradiographically, served as an indication of deoxyribonucleic acid damage. Deoxyribonucleic acid repair was induced by benzidine, but not by its derivatives, monoacetylbenzidine nor diacetylbenzidine. The acetylated derivatives of benzidine appeared to be detoxification products in the bladder, unlike in the liver, where acetylation of benzidine has reportedly been required for activation."
        },
        {
            "References": "Messerly EA et al; Environ Molec Mutagen 10 (3): 263-74 (1987)",
            "Value": "The relationship between the structure and mutagenicity of benzidine analogs was examined. The mutagenic activities of benzidine, benzidine dihydrochloride, and their analogs, 3,3'-diaminobenzidine, 3,3'-dichlorobenzidine, 3,3'-dimethoxybenzidine, 3,3'-dimethoxybenzidine dihydrochloride, and N,N,N',N'-tetramethylbenzidine, were evaluated in the Ames assay. Salmonella strains (TA-100) and (TA-98) were used, with or without metabolic activation by liver S9 mix from male Sprague-Dawley rats induced with Aroclor-1254. In the absence of S9 mix only 3,3'-dichlorobenzidine in strain TA-98 showed significant mutagenic activity. In the presence of S9 mix all compounds except N,N,N',N'-tetramethylbenzidine were mutagenic in strain TA-100. Bridged diphenyl compounds showed mutagenicity equal to or greater than that of the parent compound, benzidine. In strain TA-98 biphenyl compounds were more mutagenic than the bridged diphenyl compounds. No significant differences in mutagenicity were seen between the free base and dihydrochloride salt forms of benzidine or its dimethoxy analog. Compounds capable of inducing frame shift mutations must have a planar aromatic moiety and an activated electrophilic side chain, and mutagenicity in this series of compounds increases with decreasing basicity of the aniline moiety."
        },
        {
            "References": "PMID:2366784",
            "Value": "The activities of the ... bladder carcinogens benzidine and 2-naphthylamine in the mouse bone marrow micronucleus assays using a limited test protocol (oral dosing to male mice, sampling 24 hr later) have been established. In the evaluation of the sensitivity of the triple dose micronucleus test protocol benzidine and 2-naphthylamine were used in a combined three- and single-dose test protocol. Benzidine gave a clear positive response in male mice 24 hr after 3 daily doses of 150 and 300 mg/kg. A single dose of 900 mg/kg of benzidine gave a weaker response 24 hr after dosing. In the case of 2-naphthylamine a stronger positive response was observed 24 hr after a single dose of 600 mg/kg as compared to 3 daily doses of 200 or 400 mg/kg."
        },
        {
            "References": "PMID:3070279",
            "Value": "Benzidine and 2-naphthylamine were evaluated in mouse bone marrow micronucleus assays, and each gave a clear positive response in male mice 24 hr after oral dosing of approximately 20% of the 4-day median lethal dose level."
        },
        {
            "References": "Mompon P et al; Toxicol 46 (2): 217-36 (1987)",
            "Value": "A cytochemical study of rat livers treated with diethylnitrosamine or benzidine followed by phenobarbital, phenobarbital alone, or clofibrate alone was performed. Male Sprague-Dawley rats were administered 0.05% phenobarbital alone in the diet for 41 weeks, or for 67 weeks after four intraperitoneal injections of diethylnitrosamine or benzidine at doses of 50 and 100 mg/kg, respectively. Clofibrate was administered in the diet for 2 years at average daily doses of 400 mg/kg. Cytochemical measurements of liver parenchyma, foci, nodules and carcinomas were made at frequent intervals throughout the treatments as well as 3 or 6 months after treatment had ended. Clofibrate treatment resulted in parenchymal increases in glucose-6-phosphate-dehydrogenase, alpha-glycerophosphate-dehydrogenase, 5'-nucleotidase, acid-phosphatase and catalase, and decreases in uricase and glutathione. Clofibrate induced a low incidence of glutathione positive foci, and resulted in low levels of catalase and glutathione in nodules. Benzidine and diethylnitrosamine caused sharp increases in parenchymal glucose-6-phosphate-dehydrogenase and gamma-glutamyl-transpeptidase before phenobarbital treatment, and decreases in glutathione. Both Glucose-6-phosphate-dehydrogenase and gamma-glutamyl-transpeptidase levels continued to rise during phenobarbital treatment. Levels of 5'-nucleotidase were increased and decreased by diethylnitrosamine and benzidine respectively, and neither had any effect on alpha-glycerophosphate-dehydrogenase. Glucose-6-phosphate-dehydrogenase and gamma-glutamyl-transpeptidase positive foci were induced at a high rate by both diethylnitrosamine and benzidine. Diethylnitrosamine plus phenobarbital was the only treatment which gave rise to carcinomas, all of which were positive for glucose-6-phosphate-dehydrogenase and (except for one) negative for alpha-glycerophosphate-dehydrogenase, 5'-nucleotidase, acid-phosphatase and glutathione. Withdrawal of clofibrate treatment resulted in regression of all changes within 3 months."
        },
        {
            "References": "O'Donovan MR; Mutagenesis 5 Suppl 9-13 (1990)",
            "Value": "Benzidine was examined for mutagenicity at the hrpt locus in Chinese hamster V79 cells, as assessed by 6-thioguanine resistance. Benzidine was examined at three levels of Aroclor 1254-induced rat liver S9 supplemented with standardized concentrations of cofactors for NADPH generation. No evidence of mutagenicity was seen for benzidine with any of the metabolic activation conditions employed."
        },
        {
            "References": "PMID:2366785",
            "Value": "Male ICR mice were treated with 1, 2 or 3 daily doses of benzidine 24 hr after the last dose the bone marrow examined for micronuclei. Benzidine was given at dose levels of 40 and 200 mg/kg. These doses respresent 10 and 50% of the respective median lethal doses. Benzidine produced a significant (p< 0.001) dose related increase in the incidence of micronucleated polychromatic erythrocytes. The data indicated that the incidence of micronucleated polychromatic erythrocytes was independent of the number of doses administered prior to bone marrow harvest."
        },
        {
            "References": "Percy AJ et al; Toxicol 57 (2): 217-23 (1989)",
            "Value": "Administration of benzidine by intraperitoneal injection (ip) to rats (0-100 mg/kg) produced, after 24 hr a dose dependent formation of nuclear anomalies (micronuclei, pyknotic and karyorrhectic nuclei) in intestinal epithelial cells analysed both in isolated cell suspensions and in the intestinal crypts in tissue sections. When bile collected (0-4 hr) from rats treated with benzidine (150 mg/kg, ip) was infused into the duodenum of recipient rats, nuclear anomalies were observed in mucosal epithelial cells, after 24 hr, with a similar distribution to that in rats given benzidine by ip injection. The formation of nuclear anomalies in the intestine is in accord with the intestinal carcinogenic effect of benzidine and is, at least partially, dependent on exposure of epithelial cells to biliary metabolites of benzidine."
        },
        {
            "References": "Phillips BJ et al; Mutagenesis 5 Suppl 15-20 (1990)",
            "Value": "Benzidine was tested for mutagenicity in the Chinese hamster ovary cell/hypoxanthine phosphoribosyl transferase assay. Benzidine gave no evidence of mutagenicity either with or without S9. The failure to detect benzidine as a mutagen may be due either to a basic unresponsiveness of the system or to a lack of sensitivity because of the limitation on the numbers of cells which can be maintained during expression."
        },
        {
            "References": "Phillips DH et al; Mutagenesis 5 Suppl 67-70 (1990)",
            "Value": "By (32)P -postlabelling, evidence of deoxyribonucleic acid adduct formation was sought in six mammalian cell lines, namely Chinese hamster ovary, human cervical carcinoma (HeLa S3), mouse lymphoma L5178Y thymidine kinase + or - and L5178Y wild type, human lymphoblastoid thymidine kinase 6 and Chinese hamster V79, following treatment with benzidine in the presence of S-9. Adduct formation was also determined in calf thymus deoxyribonucleic acid reacted in vitro with N-hydroxy-N'-acetyl-benzidine, and in liver deoxyribonucleic acid from mice given a single intraperitoneal injection of benzidine. Deoxyribonucleic acid adducts were detected to the calf thymus deoxyribonucleic acid sample and in mouse liver deoxyribonucleic acid, but not in deoxyribonucleic acid from any of the six cell lines. The absence of adduct formation is consistent with the lack of mutagenicity of benzidine in Chinese hamster ovary and V79 and in L5178Y cells at the hypoxanthine phosphoribosyl transferase locus, and in thymidine kinoase 6 cells at the thymidine kinase and hypoxanthine phosphoribosyl transferase loci."
        },
        {
            "References": "Riach CG et al; Mutagenesis 5 Suppl 35-44 (1990)",
            "Value": "Benzidine was assayed for mutagenicity using the L5178Y mouse lymphoma thymidine kinase + or - forward mutation system. Exogenous metabolic activation was achieved with rat liver S9. Mutants were selected for trifluorothymidine resistance after 48 and 72 hr expression time. Mutant frequency data were subjected to ANOVA analysis and t-tests for differences between replicate cultures, linear trend and differences from solvent controls. Large trifluorothymidine resistant colonies are believed to be due to induction of small amounts of genetic damage (point mutations, small deletions) at the thymidine kinase locus, while small colonies are thought to be a result of larger effects. The relative proportions of the two colony types were determined in some experiments. Benzidine induced dose related increases in mutant frequency under all conditions. The effect of benzidine on colony size was variable. Maximum mutant frequency values occurred at 72 hr for benzidine."
        },
        {
            "References": "PMID:3137465",
            "Value": "The induction of unscheduled deoxyribonucleic acid synthesis by benzidine was studied in rat, mouse, hamster, monkey, and human hepatocytes. Primary cultures of hepatocytes were obtained from male Fischer-344 rats, B6C3F1 mice, Syrian golden hamsters, cynomolgus monkeys, and human liver tissue from organ transplant donors. These were incubated with 0 to 35 ug/ml benzidine, in the presence of tritium labeled thymidine. The extent of unscheduled deoxyribonucleic acid was determined by measuring uptake of radiolabeled thymidine by an autoradiographic technique. The functional characteristics of hamster, human, and monkey hepatocytes were evaluated by determining their deoxyribonucleic acid and glutathione content, benzo(a)pyrene hydroxylase and p-nitroanisole-O-demethylase activity, p-nitrophenol conjugation, and urea synthesis rates. Benzidine induced significant increases in unscheduled deoxyribonucleic acid in human, rat, and hamster hepatocytes, but not in the monkey or mouse cell cultures."
        },
        {
            "References": "PMID:3677313",
            "Value": "The correlation between deoxyribonucleic acid adducts and chromosomal aberrations was studied in the liver of benzidine exposed male ICR-Sprague-Dawley-mice after partial hepatectomy. Mice underwent partial hepatectomy, treatment with benzidine (0, 7.8, 19.5, 38.2, or 97.8 mg/kg, ip), and subcutaneous implantation of a 50 mg 5-bromodeoxyuridine tablet at 58 hours. At 72 hours, the livers were subjected to adduct analysis and cytogenic study. No chromosome type aberrations were observed. The majority of damage detected was observed as chromatid breaks. The results demonstrated a clastogenic effect for benzidine in vivo. Relative adduct labeling values were determined and a clear dose response relationship, linear for the dose range tested, was observed. Correlation between chromosomal aberration rate and net relative adduct labeling was determined. Benzidine/deoxyribonucleic acid adducts are associated with chromosmal aberrations in vivo, corroborating the findings on associations between in vitro mutagenesis and transformation and levels of particular carcinogen deoxyribonucleic acid adducts."
        },
        {
            "References": "PMID:2118975",
            "Value": "Studies were conducted to evaluate the effect of experimental protocol on the ability of benzidine administered by intraperitoneal injection, to induce micronuclei in polychromatic erythrocytes of B6C3F1 mice. Three different treatment/sampling protocols were used, involving from one to three consecutive daily treatments and from three to one, respectively, consecutive daily samplings beginning 24 hr after the last injection. Benzidine induced a significant response only in the multiple injection protocols. In addition, a comparison of the frequency of micronucleated polychromatic erythrocytes in peripheral blood and bone marrow following the treatment of mice with benzidine suggests that, following a three injection protocol, either tissue can be used with equal efficacy."
        },
        {
            "References": "PMID:2110501",
            "Value": "An investigation was made of the carcinogenic activities of benzidine, N'-hydroxy-N-acetylbenzidine, N'-hydroxy-N-acetylbenzidine-N'-glucuronide, and N-hydroxy-2-aminofluorene-N-glucuronide in the heterotopically implanted bladders of male Fischer rats. The heterotopic bladders of groups of rats were treated, once a week for 20 weeks, with 0.5 ml of phosphate buffered saline/dimethyl sulfoxide solution or this solution containing 1 micromole of the test compounds. Bladders were then treated, once a week for 30 weeks, with 0.5 ml doses of solution without dimethyl sulfoxide. The incidence of transitional cell carcinomas was significantly greater in the N'-hydroxy-N-acetylbenzidine, N'-hydroxy-N-acetylbenzidine-N'-glucuronide, and N-hydroxy-2-aminofluorene-N-glucuronide groups than in the control group. The incidence of bladder tumors in the N-hydroxy-2-aminofluorene-N-glucuronide group was significantly greater than that in the N'-hydroxy-N-acetylbenzidine and the N-hydroxy-2-aminofluorene-N-glucuronide groups. No histological alterations were noted in the natural bladders of the rats. Except for benzidine, all compounds produced unscheduled deoxyribonucleic acid synthesis in both human HVC-29 and rat urothelial cells."
        },
        {
            "References": "PMID:3136947",
            "Value": "The peroxidase dependent binding of benzidine to deoxyribonucleic acid was studied in mammalian and nonmammalian systems using prostaglandin-H-synthase, horseradish peroxidase, chloroperoxidase, and lactoperoxidase. The benzidine modified deoxyribonucleic acid adducts were isolated. All peroxidases effectively activated the binding of benzidine to calf thymus deoxyribonucleic acid in the presence of either hydrogen peroxide or arachidonic acid. Horseradish peroxidase, chloroperoxidase, lactoperoxidase, and prostaglandin-H-synthase mediated the binding of 143, 466, 458, and 154 picomoles benzidine per microgram protein in the presence of hydrogen peroxide. Prostaglandin-H-synthase catalyzed the binding of 141 picomoles benzidine per microgram protein using arachidonic acid as the cofactor. Chromatographic separation of deoxyribonucleic acid adducts after hydrolysis showed three major peaks corresponding to N-(deoxyguanosin-8- yl)-benzidine, N-(deoxyguanosin-N2-yl)-benzidine, and a N,3-(deoxyguanosin-N7-C8-yl) derivative. Benzidine diimine is the major reactive intermediate for the peroxide mediated binding of benzidine to deoxyribonucleic acid."
        },
        {
            "References": "PMID:9096280",
            "Value": "Administration of the chemical carcinogen 2-acetylaminofluorene (2-AAF) has previously been shown to lower hepatic epidermal growth factor (EGF) binding levels during chemically induced hepatocarcinogenesis. To further characterize the specificity of this response, EGF binding levels for liver microsomes were determined after a 3-week administration of subacute doses of 2-AAF and five other known hepatocarcinogens: 3'-methyl-4-dimethylaminoazobenzene (3'Me-DAB), 2-AAF, aflatoxin B1 (AFB1), thioacetamide (TA), ethionine, benzidine (Benz), as well as four non-hepatocarcinogens: fluorene, p-aminoazobenzene, 4-acetylaminofluorene (4-AAF), and 3-methylcholanthrene. Five of six of the hepatocarcinogens tested (3'Me-DAB, 2-AAF, TA, AFB1 and Benz) caused significant lowering of EGF binding levels, and one of the four non-hepatocarcinogens (4-AAF) caused significant lowering of EGF binding levels. Paired feeding studies indicated that the decreases in EGF binding levels were not a result of differences in net diet consumption. These findings show that decreases in EGF binding capacity are caused by a diverse group of known hepatocarcinogenic compounds at an early stage in the carcinogenesis process."
        },
        {
            "References": "PMID:8910951",
            "Value": "The aromatic amine benzidine (BZ) has produced various tumors, including liver tumors, in mice, rats and hamsters. BZ forms DNA adducts in rodent liver, and it is positive in most genotoxicity tests. Only bladder tumors are produced in dogs and in humans who have been occupationally exposed, possibly related to the slow rate of liver detoxification by acetylation, allowing activation of BZ or its metabolites in urine. Despite these differences, risk assessment for humans, based on liver tumors in mice, was approximately predictive of the incidence of bladder tumors observed in industrially exposed humans."
        },
        {
            "References": "PMID:7678129",
            "Value": "The level of clastogenic damage in mice following in vivo adult and transplacental exposure to benzidine, heliotrine, monocrotaline and urethane was compared using the micronucleus (MN) assays of polychromatic erythrocytes (PCE) found in mouse adult bone marrow and foetal liver. Saline was used as a negative control. Swiss-albino mice (gestation 17-19 days) were given a single acute intraperitoneal injection. Animals sacrificed 21 h after 0.75 LD50 of each chemical had significantly increased frequencies of micronucleated PCE in adult and foetal tissues (p < 0.05). Heliotrine resulted in the largest increases in mean value of micronucleated PCE, of 5.4% in adult bone marrow and 6.9% in foetal liver compared to control values of 0.7% and 0.9% for adult and foetal tissue respectively (p < 0.005). The induction of MN was significantly higher in foetal than adult cells for 0.75 LD50 monocrotaline and benzidine after 21 h (p < 0.0005), and for one LD50 heliotrine at 12, 24 and 30 h after injection in a time-response study (p < 0.02). Induction of MN following LD50 heliotrine showed peak MN expression in PCE at 18 h after injection for adult bone marrow (2.6%) and at 24 h for foetal liver (7.9%). The majority of micronucleated PCE in adult and foetal tissue contained only one MN (mean 74% in mice treated with chemicals and 91% in untreated mice). This study demonstrated the sensitivity of the transplacental MN assay for detecting clastogenic damage in mice induced by chemicals and their metabolites. The importance of monitoring indicators of toxicity was highlighted by changes in erythrocyte population composition and the presence of basophilic stippling following exposure to LD50 heliotrine."
        },
        {
            "References": "PMID:2117780",
            "Value": "The possibility that nitrofurantoin is a complete carcinogen or is an initiator or promoter of urinary bladder carcinogenesis was evaluated in male weanling F344 rats. No increase in tumor incidence was observed in rats fed nitrofurantoin at a level of 0.187% of the diet for 2 years compared to a control group. Also, no evidence of bladder initiating activity by nitrofurantoin was observed using sodium saccharin (5% of the diet) as a promoter, and no promoting activity was observed when nitrofurantoin was fed after initiation by N-[4-(5-nitro-2-furyl)-2-thiazolyl]formamide (0.2% of the diet for 4 weeks). In a second experiment, nitrofurantoin (at a dose of 0.187% of the diet) was administered for 6 weeks to rats with a rapidly proliferating bladder epithelium following freeze ulceration, and then the rats were treated with 5% sodium saccharin in the diet for 98 weeks. In additional rats, labelling index following [3H]thymidine injection, determined after 12 weeks of feeding nitrofurantoin, was not increased above control levels in the urinary bladder, stomach, duodenum, or liver. Metabolism of nitrofurantoin by prostaglandin H synthase (PHS) was examined using solubilized ram seminal vesicle microsomes. The rate of nitrofurantoin metabolism by PHS was much less than that observed with benzidine, and the proportion of total metabolite bound to protein was also much less than that with benzidine. These results are consistent with previous reports describing the lack of effect of nitrofurantoin on urinary bladder carcinogenesis."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 28 (2001)",
            "Value": "Mice were provided water containing 30-400 ppm benzidine dihydrochloride (equivalent to 2.5-26.2 mg/kg/day of benzidine base) for 40, 60, and 80 weeks ... . Hemosiderin pigment in the spleen was found in significant amt for both sexes of the two crosses examined (F1 hydrid of C57BL and BALB/C3H strains and subsequent monohybrid cross) at the 40- and 60-wk terminations. The incr in the level of pigment was also significant at the 80-wk termination in the males. Erythropoiesis in the spleen was significantly incr in females (but not males) for both strains at the 60- and 80-wk terminations. /Benzidine dihydrochloride/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 39 (2001)",
            "Value": "The most thorough animal study of oral carcinogenicity of benzidine was conducted at the National Center for Toxicological Research (NCTR) using two strains of male and female mice (a total of 3,456 animals) at five dose levels of benzidine dihydrochloride ... . Doses (in water) were 30-400 ppm benzidine dihydrochloride (equivalent to benzidine doses of 2.5-26.2 mg/kg/day). The mice were sacrificed at 40, 60, and 80 wk for pathological evaluations. Statistical analysis of the pathology data and the data pertaining to animal weights, water consumption, survival, and tumor incidences was performed. ... Hepatocellular alterations, hepatocellular adenomas, and hepatocellular carcinomas were all significantly elevated in one or more of the sex-strain combinations, even at the lowest dose level of 30 ppm (2.5 mg/kg/day). The primary target organ observed in the studies was the liver, where dose-response relationships could be observed. The data suggest that the lesions may first have appeared as foci of cellular alteration (acidophilic, basophilic, or vacuolated cellular foci), which may then have given rise to hepatocellular adenomas, which in turn progressed to hepatocellular carcinomas, the main cause of death among treated animals. These altered foci are thus considered preneoplastic lesions, an early stage in the progression from normal tissue to frank cancer. /Benzidine dihydrochloride/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 44 (2001)",
            "Value": "In a study in mice, ip admin of benzidine to pregnant dams incr the frequency of micronucleated polychromatic erythrocytes in the liver of fetuses, which suggested that benzidine (or metabolites) can cross the placenta ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Benzidine p. 44 (2001)",
            "Value": "When tested in many in vitro assays ... benzidine has generally tested positive for reverse mutation in Salmonella typhimurium in the presence of exogenous metabolic activation (e.g., liver S-9) ... negative for SOS DNA repair in Escherichia coli ... positive for mutation in yeast ... positive ... or negative ... for gene mutation in CHO cells; positive ... or negative ... for gene mutation in Chinese hamster V79 cells; and positive (TK locus) or negative (HGPRT locus) for gene mutation in mouse lymphoma cells ... ."
        },
        {
            "References": "PLISS GB; VOPR ONKOL 15 (5): 60-4 (1969)",
            "Value": "3,3'-BENZIDINE DICARBOXYLIC ACID (BDC) SUBCUTANEOUSLY ADMIN TO RATS ONCE A WEEK AT 20 MG FOR 18 MO & TO MICE ONCE A WK AT 5 MG FOR 20.5 MO & WITH FOOD AT 2 MG SIX TIMES WEEKLY HAD A CARCINOGENIC EFFECT, ESP ON THE LIVER OF MICE & ON THE BLOOD FORMING ORGANS, GLANDULAR SECTION OF STOMACH & MAMMARY GLANDS OF RATS. BDC AND ITS SODIUM SALT WERE MUCH LESS CARCINOGENIC THAN BENZIDINE, O-TOLUIDINE BENZIDINE, & 3,3'-DICHLOROBENZIDINE, SUGGESTING THAT THE ABILITY OF AN ORTHO CARBOXYL GROUP TO FORM HYDROGEN BONDS WITH THE AMINO GROUP REDUCES THE FREE RADICAL & BLASTOMOGENIC EFFECTS OF BENZIDINE DERIVATIVES."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Howard PH, Saxena J; Persistence and degradability testing of benzidine and other carcinogenic compounds; p.15-16 USEPA-560/5-76-005 (1976) (2) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985)",
            "Value": "Buffalo River watershed-not detected in 21 samples from 7 sites upstream and downstream from Allied Chemical plant where benzidine was believed to have been discharged(1). Benzidene was not detected in 3240 sediment/soil samples contained in the EPA STORET database(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Zierath DL et al; Soil Sci 129: 277-81 (1980) (2) Furukawa T, Brindley GW; Clays Clay Miner 21: 279-88 (1973) (3) Parris GE; Environ Sci Technol 14: 1099-106 (1980) (4) Johnson WE, Means JC; Am Chem Soc Div Environ Chem 191st Natl Meeting 26: 241 (1986) (5) Means JC, Wijayaratne RD; Am Chem Soc Div Environ Chem 193rd Natl Meeting 27: 417 (1987) (6) Graveel JG et al; J Environ Qual 15: 53-9 (1986) (7) Graveel JG et al; Environ Toxicol Chem 4: 607-13 (1985) (8) Ononye AI et al; Bull Environ Contam Toxicol 39: 524-32 (1977) (9) ATSDR; Toxicological Profile for Benzidine (Update). Prepared for: US Dept Health and Human Services Public Health Services. Agency for Toxic Substances and Disease Registry (2000) (10) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Benzidine exists as a neutral molecule, and as a singly and doubly ionized cation under acidic conditions (acid dissociation constants pKa1 and pKa2 are 4.3 and 3.3, respectively)(1,9) and adsorption to soil is sensitive to the soil pH. In a study of the adsorption of benzidine to 14 soils and sediments, it was found that the Freundlich adsorption constant was not correlated with any soil property such as % organic carbon but rather with pH(1). The pH controls the amount of benzidine in the ionized form and sorption increases as the pH decreases, that is, as a greater fraction of the total benzidine occurs in the ionic form. The Freundlich adsorption constant for the 14 soils and sediments ranged from 50 to 3,940 on a molar basis. The adsorption curve is highly non-linear with the average value of 1/n in the Freundlich adsorption equation being 0.5(1). In another study with 4 soils, the Freundlich adsorption constants ranged from 7,600 to 21,000 and the mean 1/n was 0.768(6). Even though the adsorption curves were not linear, Koc values were estimated to range from 227,000 to 882,000(6). Koc values for benzidine adsorbed to 3 estuarine sediments containing 0.93, 1.36, and 3.01% organic carbon were 4,899, 462, and 3,307, respectively(4). For adsorption to Chesapeake Bay sediment, the Freundlich adsorption constant was 6,025 and 1/n was 0.75 at pH 7.9(5). Adsorption increased as pH decreased, indicating that the protonated form of benzidine is more strongly bound to colloids than the neutral form(5). A sequential extraction procedure was used to show that benzidine binds to soil in two phases(7). Initially a reversible equilibrium is established followed by covalent bonding to soil organic matter, primarily humic acids(7). The benzidine concentration in soil solution decreases rapidly over the first 6 hours and then more slowly(8). After 48 hrs the level of benzidine in soil solution remains constant, 6-22 ppb for soil application rates of 30-50 ppm(8). Benzidine adsorbs to clay minerals forming a blue-colored species, the adsorption increasing with decreasing pH(2). Aromatic amines like benzidine are known to form covalent bonds with humic materials, adding to quinone-like structures followed by a slow oxidation(3,9). According to a classification scheme(10), the Koc values from sediment and soil(4,6) suggest that benzidine is expected to have very low or no mobility in soil(SRC)."
        }
    ]
}