{
    "_id": {
        "$oid": "6682e7d8c4e5dba5ffba22a1"
    },
    "CID": {
        "$numberInt": "712"
    },
    "Name": "FORMALDEHYDE",
    "IUPACName": "formaldehyde",
    "CanonicalSMILES": "C=O",
    "Synonyms": [
        "formaldehyde",
        "formalin",
        "methanal",
        "Paraformaldehyde",
        "50-00-0",
        "formol",
        "Oxomethane",
        "Paraform",
        "Methylene oxide",
        "Formic aldehyde",
        "Oxymethylene",
        "Superlysoform",
        "Lysoform",
        "Methyl aldehyde",
        "Fannoform"
    ],
    "IsomericSMILES": "C=O",
    "INCHI": "InChI=1S/CH2O/c1-2/h1H2",
    "INCHIKEY": "WSFSSNUMVMOOMR-UHFFFAOYSA-N",
    "Formula": "CH2O",
    "MolecularWeight": {
        "$numberDouble": "30.026"
    },
    "Description": "Formaldehyde is an aldehyde resulting from the formal oxidation of methanol. It has a role as a carcinogenic agent, an allergen, an EC 3.5.1.4 (amidase) inhibitor, a disinfectant, an environmental contaminant, a Saccharomyces cerevisiae metabolite, an Escherichia coli metabolite and a mouse metabolite. It is a one-carbon compound and an aldehyde.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Formaldehyde. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Dec 23, 2014: https://www.ars-grin.gov/duke/",
            "Value": "Formaldehyde occurrence in various plants. It is present at a concentration of 2,200 ppm in the seed of sago cycas (Cycas revolutis, Cycadaceae)(1).",
            "Table": "[{'Genus species': 'Acacia catechu', 'Family': 'Fabaceae', 'Common name': 'Black Clutch', 'Part': 'Plant'}, {'Genus species': 'Apium graveolens', 'Family': 'Apiaceae', 'Common name': 'Celery', 'Part': 'Plant'}, {'Genus species': 'Avena sativa', 'Family': 'Poaceae', 'Common name': 'Oats', 'Part': 'Seed'}, {'Genus species': 'Beta vulgaris subsp subsp vulgaris', 'Family': 'Chenopodiaceae', 'Common name': 'Sugar Beet', 'Part': 'Root'}, {'Genus species': 'Citrus aurantium', 'Family': 'Rutaceae', 'Common name': 'Bitter Orange', 'Part': 'Plant'}, {'Genus species': 'Datura stramonium', 'Family': 'Solanaceae', 'Common name': 'Jimsonweed', 'Part': 'Plant'}, {'Genus species': 'Humulus lupulus', 'Family': 'Cannabaceae', 'Common name': 'Hops', 'Part': 'Fruit'}, {'Genus species': 'Monarda fistulosa', 'Family': 'Lamiaceae', 'Common name': 'Wild Bergamot', 'Part': 'Essential Oil'}, {'Genus species': 'Monarda punctata', 'Family': 'Lamiaceae', 'Common name': 'Horsemint', 'Part': 'Essential Oil'}, {'Genus species': 'Pyrus communis', 'Family': 'Rosaceae', 'Common name': 'Pear', 'Part': 'Plant'}, {'Genus species': 'Ribes nigrum', 'Family': 'Grossulariaceae', 'Common name': 'Black Currant', 'Part': 'Fruit'}]"
        },
        {
            "References": "(1) Winters AJ et al; Atmos Environ 43: 3035-43 (2009)",
            "Value": "Formaldehyde was detected in the biogenic emissions from four Eucalyptus spp (Eucalyptus camaldulensis, Eucalyptus globulus, Eucalyptus grandis, and Eucalytpus viminalis) in southern Australia(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Dec 23, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Hose JE, Lightner DV; Aquaculture 21: 197-201 (1980) (5) Sills JB, Allen JL; Prog Fish Cult 4: 67-8 (1979)",
            "Value": "An estimated BCF of 3 was calculated for formaldehyde(SRC), using a log Kow of 0.35(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Experiments performed on a variety of fish and shrimp showed no bioconcentration of formaldehyde(4,5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Dec 23, 2014: https://www.safe.nite.go.jp/english/db.html (2) OECD; SIDS Initial Assessment Report For SIAM 14, Formaldehyde (CAS No. 50-00-0), March 2002. Available from, as of Dec 22, 2014: https://www.inchem.org/documents/sids/sids/FORMALDEHYDE.pdf (3) Hatfield R; Ind Eng Chem 49: 192-6 (1957) (4) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (5) Verschueren K; Handbook of environmental data on organic chemicals 4th ed. New York, NY: John Wiley and Sons, p. 1170-4 (2001) (6) Kitchens JF et al; Investigation of selected potential environmental contaminants; formaldehyde. Washington DC: USEPA, Off Tox Subst USEPA 560/2-76-009 p. 99-110 (1976) (7) Dickerson Bw et al; 9th Industrial Waste Conf Purdue Univ Ext Ser 87: 311 (1955) (8) Gellman I, Heukelekian H; J Water Pollut Contr Assoc 27: 1040-53 (1955) (9) Pauli O, Franke G; pp. 52-60 in Biodeter Mater Proc Int Biodeter Symp 2nd. (1971) (10) Stafford W, Northup HJ; Amer Dyestuff Reporter 44: 355-9 (1955) (11) Hatfield R Ind Eng Chem 49: 192-6 (1957) (12) Belly RT, Goodhue CT; pp. 1103-7 in Proc Int Biodegrad Symposium 3rd (1976)",
            "Value": "AEROBIC: Formaldehyde, present at 100 mg/L, reached 91% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified the compound as readily biodegradable(1). Using OECD Guide-line 301D (Ready Biodegradability: Closed Bottle Test), formaldehyde achieved 90% in 28 days using non-acclimated inoculum which classified the compound as readily biodegradable(2). Formaldehyde in aqueous effluent was degraded by activated sludge and sewage in 48-72 hr(3-6). In a die-away test using water from a stagnant lake, degradation was complete in 30 hours under aerobic conditions(6). Other biodegradation screening tests gave half-lives ranging from <1 to 17.3 days(7-12)."
        },
        {
            "References": "(1) Kitchens JF et al; Investigation of selected potential environmental contaminants; formaldehyde. Washington DC: USEPA, Off Tox Subst USEPA 560/2-76-009 p. 99-110 (1976) (2) OECD; SIDS Initial Assessment Report For SIAM 14, Formaldehyde (CAS No. 50-00-0), March 2002. Available from, as of Dec 22, 2014: https://www.inchem.org/documents/sids/sids/FORMALDEHYDE.pdf",
            "Value": "ANAEROBIC: In a die-away test using water from a stagnant lake, degradation was complete in 48 hours under anaerobic conditions(1). In an anaerobic degradation test using an adapted enriched culture inoculum, formaldehyde reached 55-60% degradation at continuous addition of the compound at 400 mg/L(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva, Switzerland: WHO 62: 243 (1995)",
            "Value": "Shellfish typically contain 1-100 mg/kg of formaldehyde(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = 0.35"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 1005",
            "Value": "Formaldehyde is thought to act via sensory nerve fibers that signal through the trigeminal nerve to reflexively induce bronchoconstriction through the vagus nerve."
        },
        {
            "References": "PMID:21147603",
            "Value": "Exposure to formaldehyde, a known air toxic, is associated with cancer and lung disease. Despite the adverse health effects of formaldehyde, the mechanisms underlying formaldehyde-induced disease remain largely unknown. Research has uncovered microRNAs (miRNAs) as key posttranscriptional regulators of gene expression that may influence cellular disease state. Although studies have compared different miRNA expression patterns between diseased and healthy tissue, this is the first study to examine perturbations in global miRNA levels resulting from formaldehyde exposure.  We investigated whether cellular miRNA expression profiles are modified by formaldehyde exposure to test the hypothesis that formaldehyde exposure disrupts miRNA expression levels within lung cells, representing a novel epigenetic mechanism through which formaldehyde may induce disease. Human lung epithelial cells were grown at air-liquid interface and exposed to gaseous formaldehyde at 1 ppm for 4 hr. Small RNAs and protein were collected and analyzed for miRNA expression using microarray analysis and for interleukin (IL-8) protein levels by enzyme-linked immunosorbent assay (ELISA).  RESULTS:  Gaseous formaldehyde exposure altered the miRNA expression profiles in human lung cells. Specifically, 89 miRNAs were significantly down-regulated in formaldehyde-exposed samples versus controls. Functional and molecular network analysis of the predicted miRNA transcript targets revealed that formaldehyde exposure potentially alters signaling pathways associated with cancer, inflammatory response, and endocrine system regulation. IL-8 release increased in cells exposed to formaldehyde, and results were confirmed by real-time polymerase chain reaction. Formaldehyde alters miRNA patterns that regulate gene expression, potentially leading to the initiation of a variety of diseases."
        },
        {
            "References": "PMID:23160928",
            "Value": "Formaldehyde at high concentrations is a contributor to air pollution. It is also an endogenous metabolic product in cells, and when beyond physiological concentrations, has pathological effects on neurons. Formaldehyde induces mis-folding and aggregation of neuronal tau protein, hippocampal neuronal apoptosis, cognitive impairment and loss of memory functions, as well as excitation of peripheral nociceptive neurons in cancer pain models. Intracellular calcium ([Ca(2+)](i)) is an important intracellular messenger, and plays a key role in many pathological processes. The present study aimed to investigate the effect of formaldehyde on [Ca(2+)](i) and the possible involvement of N-methyl-D-aspartate receptors (NMDARs) and T-type Ca(2+) channels on the cell membrane.  METHODS:  Using primary cultured hippocampal neurons as a model, changes of [Ca(2+)](i) in the presence of formaldehyde at a low concentration were detected by confocal laser scanning microscopy. Formaldehyde at 1 mmol/L approximately doubled [Ca(2+)](i). (2R)-amino-5-phosphonopentanoate (AP5, 25 umol/L, an NMDAR antagonist) and mibefradil (MIB, 1 umol/L, a T-type Ca(2+) channel blocker), given 5 min after formaldehyde perfusion, each partly inhibited the formaldehyde-induced increase of [Ca(2+)](i), and this inhibitory effect was reinforced by combined application of AP5 and MIB. When applied 3 min before formaldehyde perfusion, AP5 (even at 50 umol/L) did not inhibit the formaldehyde-induced increase of [Ca(2+)](i), but MIB (1 umol/L) significantly inhibited this increase by 70%. These results suggest that formaldehyde at a low concentration increases [Ca(2+)](i) in cultured hippocampal neurons; NMDARs and T-type Ca(2+) channels may be involved in this process."
        },
        {
            "References": "PMID:25169219",
            "Value": "/The purpose of this study was/ to study the role of poly (ADP-ribose) polymerase-l (PARP-1) in formaldehyde-induced DNA damage response in human bronchial epithelial (HBE) cells and to investigate the mechanism of formaldehyde carcinogenicity. The protein levels were measured by Western blot. The interaction between different proteins was determined by co-immunoprecipitation assay. The chemical inhibitor was used to confirm the relationship between PARP-1 and DNA damage repair. After being exposed to different concentrations of formaldehyde for 4 hr, HBE cells showed no significant changes in cell viability. Cell viability was significantly reduced after 24-hr exposure to 80 and 160 umol/L formaldehyde (P < 0.05). The 10 umol/L formaldehyde resulted in significant increases in the protein levels of PARP-1 and XRCC-1. However, 80 umol/L formaldehyde led to a significant decrease in the protein level of PARP-1 of 124 KD molecular weight but a significant increase in the protein level of PARP-1 of 89 KD molecular weight; there was no significant change in the protein level of XRCC-1. The co-immunoprecipitation assay showed that 10 umol/L formaldehyde induced increased binding between PARP-1 and XRCC-1, but 80 umol/L formaldehyde led to no significant change in binding between PARP-1 and XRCC-1. Here, we confirmed the role of 10 umol/L formaldehyde in strand breaks by comet assay which showed an increase in the tail DNA content of HBE cells after 4-h formaldehyde exposure. No significant difference was observed in tail DNA content between treated HBE cells and control cells at 2 h after formaldehyde was removed. Moreover, compared with control, inhibition of PARP-1 induced a significant increase in tail DNA content, and a significant difference was observed in tail DNA content between inhibited HBE cells and control cells at 2 h after formaldehyde was removed. Inhibition of PARP-1 significantly reduced DNA repair capacity. PARP-1 mediated the repair of DNA damage induced by low-concentration formaldehyde through recruiting XRCC-1 protein, and may be involved in the regulation of cell apoptosis induced by high-concentration formaldehyde."
        },
        {
            "References": "PMID:25109304",
            "Value": "Peroxiredoxin 2 (Prx2), a member of the peroxiredoxin family, regulates numerous cellular processes through intracellular oxidative signal transduction pathways. Formaldehyde (FA)-induced toxic damage involves reactive oxygen species (ROS) that trigger subsequent toxic effects and inflammatory responses. The present study aimed to investigate the role of Prx2 in the development of bone marrow toxicity caused by FA and the mechanism underlying FA toxicity. According to the results of the preliminary investigations, the mice were divided into four groups (n=6 per group). One group was exposed to ambient air and the other three groups were exposed to different concentrations of FA (20, 40, 80 mg/cu m) for 15 days in the respective inhalation chambers, for 2 hr a day. At the end of the 15-day experimental period, all of the mice were sacrificed and bone marrow cells were obtained. Cell samples were used for the determination of pathology, glutathione peroxidase (GSH-Px) activity and myeloperoxidase (MPO) activity and protein expression; as well as for the determination of DNA damage and Prx2 expression. The results revealed an evident pathological change in the FA-treated groups, as compared with the controls. In the FA treatment group GSH-Px activity was decreased, while MPO activity and protein expression were increased. The rate of micronucleus and DNA damage in the FA-treated groups was also increased and was significantly different compared with the control, while the expression of Prx2 was decreased. The present study suggested that at certain concentrations, FA had a toxic effect on bone marrow cells and that changes in the Prx2 expression are involved in this process."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 364 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute... effects... in rats... /and other experimental animals/ to low (<1 ppm) or moderate (10-50 ppm) ... /of/ vapor resulted in increased airway resistance, decreased sensitivity of nasopalatine nerve, irritation of eyes and of respiratory system, and changes in hypothalamus. Exposure to high doses (above 100 ppm)... caused salivation, acute dyspnea, vomiting, cramps and death... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 365 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hair depigmentation was observed in black mice at site of sc injection of 100 ug formaldehyde. ...Mice treated with formaldehyde on skin developed severe liver damage."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An acute exposure study /was conducted/ using 4 groups of 12 Wistar male rats each. One of the 4 groups was used as a control; the other 3 were exposed for 6 hr at 10 ppm, 20 ppm, or 30 ppm. In addition to observing behavioral and other responses during the test period, biochemical and hematologic tests were performed on the test animals. Responses of the 10 ppm exposed group did not differ from those of the controls. In the 20 ppm exposed group, a sniffing motion was observed 1 min after the start of exposure, followed by face-washing movements 10 min later. The face-washing movements decreased with increased exposure time. It was observed at the end of the 6 hr exposure that the hair around the penile area had become yellowed. The movements of the 30 ppm exposed group were similar to those observed for the animals exposed at 20 ppm throughout the exposure period except that hair yellowing was seen 2 hr after the start of exposure. Observations of the 20 ppm and 30 ppm exposed groups also included irritation of the nasal mucosal membrane and trachea, a decrease in leukocytes and plasma alkaline phosphatase, and an increase in lung alkaline phosphatase activity. The 10 ppm and 30 ppm groups had a decrease in the mean corpuscular volume and mean corpuscular hemoglobin. The 30 ppm exposed group also had a decrease in white blood cells."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.54 (1999). Available from, as of December 9, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Studies in animals confirm that the upper respiratory tract is a critical target for inhaled formaldehyde and describe exposure-response relationships for upper respiratory tract irritation and epithelial damage in several species. Acute inhalation animal studies show that inhaled formaldehyde, at appropriate exposure concn, damages epithelial tissue in specific regions of the upper respiratory tract in rats, mice, and monkeys ... that formaldehyde is a more potent sensory irritant in mice ... than in rats ... that lung damage from inhaled formaldehyde occurs at higher concn than those only affecting the upper respiratory tract ... that mice are less susceptible to formaldehyde-induced upper respiratory tract epithelial damage than rats ... that rats and monkeys may be equally susceptible to epithelial damage ... but display similar epithelial lesions in different regions of the upper respiratory tract ... and that formaldehyde induces bronchoconstriction and airway hyperreactivity in guinea pigs ... ."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 1005",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The introduction of formaldehyde through a tracheal cannula to bypass nasal scrubbing greatly augments the irritant response, indicating that deep lung irritant receptors can also be activated by this vapor."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 1005",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In guinea pigs, a 1-hr exposure to about 0.3 ppm of formaldehyde induces an increase in airflow resistance accompanied by a lesser decrease in compliance. Respiratory frequency and minute volume also decreased, but these changes do not become statistically significant until > 10 ppm. The no observed effects level (NOEL) using these lung function criteria is about 0.05 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:984",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a single, 4- and 24-hour, closed exposure, the threshold concentration which induced only slight inflammatory reaction of the /rabbit/ skin was a 2% aqueous solution for ... formaldehyde ... In a 10-hour open exposure, the threshold concentration for an irritative effect on the /rabbit/ skin was a 5% aqueous solution for formaldehyde ... A single administration of 0.5% aqueous solution of formaldehyde ... into the rabbit's eye induced a slight and short lasting inflammatory reaction."
        },
        {
            "References": "PMID:25169097",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Thirty ICR mice were randomly divided into 3 groups: one control group and two experimental groups. The mice were given formaldehyde (the dose is 0, 5 and 20 mg/kg body weight respectively) through intragastric administration once a day for 5 days , and then they were killed. The activities of SOD and the contents of MDA in liver were measured. The activities of SOD in the 20 mg/kg body weight group were significantly lower than the control group (P < 0.05), and the contents of MDA in the 20 mg/kg body weight group were significantly higher than the control group (P < 0.05), and the liver organ coefficient in the 20 mg/kg body weight group is higher than the control group (P < 0.05). A certain dose of formaldehyde can destroy the balance of lipid peroxidation in mice, the ability of antioxidation is reduced obviously, and the liver /SRP: responded with/ compensatory hypertrophy."
        },
        {
            "References": "DHHS/ATSDR; Addendum to the Toxicological Profile for Formaldehyde p.16 (2010). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Evidence of lipid peroxidation i.e., increased thiobarbituric acid reactive substances and catalase activity /was found/ in the blood of rats exposed to 8 ppm (10 mg/cu m) of formaldehyde for 7 hours/day for 5 days. No changes in glutathione levels, glutathione reductase activity, or glutathione peroxidase activity were observed."
        },
        {
            "References": "Wilmer JWGM et al; Toxicol Letters 47 (3): 287-93 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of intermittent and continuous inhalation exposure to formaldehyde were studied in rats. Male Wistar rats were exposed to 0, 1, or 2 ppm formaldehyde continuously for 8 hours a day, 5 days a week for 13 weeks. Other rats were exposed to 0, 2, or 4 ppm formaldehyde intermittently, for eight 30 minute exposures separated by 30 minute periods of nonexposure, 5 days a week for 13 weeks. After 13 weeks, the nasal cavity tissues were examined for histopathological changes. Formaldehyde did not significantly affect body weight gain. A slight nonsignificant increase in cell turnover was seen after 3 days in rats exposed intermittently to 2 ppm or continuously to 1 ppm formaldehyde. This effect was not seen after 13 weeks. Treatment related histopathological changes were seen only in nasal tissues from rats exposed intermittently to 4 ppm formaldehyde. These consisted of disarrangement, hyperplasia, and squamous metaplasia with or without keratinization of the respiratory epithelium of the septum and nasoturbinates. These changes were not seen in rats exposed continuously to 2 ppm formaldehyde, which produced the same total daily dose as the intermittent 4 ppm exposure group. Under conditions of formaldehyde exposure, concentration, not total dose, determines the severity of the cytotoxic effects."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 84 articles relating to adverse health effects in animals and humans from subchronic exposures to formaldehyde /were reviewed/; ... animal data revealed a qualitative relationship between formaldehyde absorption and hepatotoxicity. These data indicate that exposure to formaldehyde at 3 ppm or less for periods up to 6 months causes adverse effects upon the liver; higher exposure concentrations for shorter time periods produce similar effects upon the liver. The reviewed data appear to establish a relationship between exposure to formaldehyde and hepatic degeneration, including decreases in the concentration of DNA; mottled, discolored appearance; significant increase in weight; nuclear polymorphism; a profusion of binuclear cells around the triads; focal hyperplasia; and dilatation of hepatic veins with some degeneration of liver cells in the center of the lobules. ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.11 (1999). Available from, as of December 9, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated exposure to formaldehyde vapors at 40 ppm, 6 hr/day, 5 day/wk for up to 13 wk produced 80% mortality in B6C3F1 mice, whereas mice exposed with the same protocol to 20 ppm showed no mortalities within the exposure period ... . Deaths occurred predominately in the fifth and sixth wk of exposure and were assoc with ataxia, severe body weight depression, and inflammation and metaplasia in the nasal cavity, larynx, trachea, and lungs. Deaths were attributed to occlusive tracheal lesions and/or prominent seropurulent rhinitis ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.57 (1999). Available from, as of December 9, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Results from intermediate-duration inhalation studies with rats ... Rhesus monkeys ... Cynomolgus monkeys ... mice ... and hamsters ... indicate that the nasal epithelium is the most sensitive target of inhaled formaldehyde. The studies support the hypothesis that mice and hamsters are less sensitive than rats and monkeys to formaldehyde-induced nasal damage ... show that formaldehyde-induced damage to the upper respiratory tract epithelium (hyperplasia and squamous cell metaplasia) has a wider regional distribution in Rhesus monkeys than in rats ... show that site-specific nasal lesions in both monkeys and rats corresponded to regions with high rates of cellular proliferation ... indicate that damage to the respiratory epithelium is more concn-dependent than duration-dependent ... and show that concn of DNA-protein cross links are correlated with regional sites of formaldehyde-induced epithelial damage in the nose of rats ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.160 (1999). Available from, as of December 9, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Albino guinea pigs (Hartley strain) were treated with 0.1 mL of various dilutions of formalin (1, 3, and 10% formalin; approximately equivalent to 0.4, 1.2, and 4% formaldehyde) to demarcated test sites, and the formalin solution was gently rubbed into the skin with a cotton-tipped applicator ... . An unexposed control site and a vehicle control were used in each series. The sites were left unoccluded and the treatments were repeated once daily immediately after skin-fold measurements. Each site was examined prior to skin-fold measurements for the presence of erythema, edema, fissuring, and scaling. From a mean of 10 sites, erythema appeared on day 2 (4%), day 5 (1.2%), and day 6 (0.4%). Increased skin-fold thickness was statistically significant on day 3 (4%), day 7 (1.2%), and day 9 (0.04%) after daily treatment with various concentrations of formaldehyde."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 365 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure by inhalation for up to 90 days produced interstitial inflammation in lungs of dogs, rats, monkeys, rabbits and guinea-pigs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ exposed monkeys, rats, and hamsters continuously (22 hours/day, 7 days/week) at 0.2, 1.0, or 3 ppm for 26 weeks. Both monkeys and rats exposed at 3 ppm developed squamous metaplasia in the nasal turbinates. Treatment-related effects were not found in any of the three species exposed at 0.2 or 1.0 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 4",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ exposed rats at 1.6 ppm for 90 days (exposure details not available); other than a yellowing of the fur, treatment-related effects such as lung weight changes or alveolar macrophage activity and number were not noted. However, treatment-related effects were observed with two higher exposure concentrations of 4.6 and 8 ppm. At 4.6 ppm, the changes were limited to a decrease in body weight; at 8 ppm, there were also decreased liver weights, signs of nasal irritation, and a decrease in phagocytic activity of alveolar macrophages."
        },
        {
            "References": "PMID:6818719",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated inhalation exposure to vapors at 15 ppm in male Charles River CD rats and male C57BL6/F1 mice was studied. Rats were relatively insensitive to irritant action while mice were more sensitive, showing comparable reduction in tidal volume, but greater decrease in respiratory rate and minute volume. Carbon dioxide production as well as body temperature were decreased to greater extent in mice than in rats."
        },
        {
            "References": "PMID:4056306",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Two groups of 12 male Wistar rats received either 243 ppm of acetaldehyde or 5.7 ppm of formaldehyde for 8 hr a day, 5 days a week during 5 weeks. These levels represent three times the threshold limit values for these substances in Brazilian legislation. The animals were evaluated by pulmonary function tests before and after exposure to the pollutants. The data obtained from these rats were compared with those of 12 controls, housed in identical conditions for the same length of time but breathing normal air. The results showed an increase of the functional residual capacity, residual volume, total lung capacity and respiratory frequency in the rats exposed to acetaldehyde atmosphere. The animals exposed to formaldehyde did not present pulmonary function alterations when compared with the controls."
        },
        {
            "References": "PMID:2721477",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effect of formaldehyde inhalation on total cytochrome P450 in the lungs of Sprague-Dawley rats was assessed after single and repeated exposure to 0, 0.5, 3, and 15 ppm formaldehyde. Whole-body exposures were conducted for 6 hr/day, 5 days/wk, for periods of exposure of 1 day, 4 days, 12 wk, or 24 wk. Lung cytochrome P450 were measured 18 hr after the end of exposure at each time point. There were no detectable levels of total lung P450 in any of the rats that received a single 6 hr exposure to all three formaldehyde doses, while control lung P450 levels were similar to that found for 4 day and 12 wk control rats. After 4 days of repeated exposures, however, there was a highly significant, reproducible, and dose-dependent increase in lung P450 levels relative to controls, with the 0.5, 3, and 15 ppm groups demonstrating 383, 1026, and 1123% of control values, respectively. Lung P450 levels remained elevated all formaldehyde concentrations through 12 and 24 weeks of exposure, although the % difference between exposed and control rats continually dropped throughout the course of long-term repeated exposures. While formaldehyde exposed rats did have decreased total body weight relative to controls, lung microsomal protein and lung weight of nearly all of the formaldehyde exposed rats was not significantly different from the controls. The initial inactivation of lung P450 after a single formaldehyde exposure is apparently a transient phenomenon, with dose-dependent induction of the total P450 levels in the lung as the pattern of response to repeated exposures to inhaled formaldehyde."
        },
        {
            "References": "PMID:2923182",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of formaldehyde on the respiratory tract were studied in monkeys. Male rhesus monkeys were exposed to 6 ppm formaldehyde 6 hours/day, 5 days/week for 1 or 6 weeks. Histopathological changes induced by formaldehyde included mild degeneration and early squamous metaplasia in the transitional and respiratory epithelium of the nasal passages and the respiratory epithelium of the trachea and bronchi. There was little difference in the severity of the nasal lesions between animals exposed for 1 or 6 weeks; however, the percentage of nasal mucosal epithelial area with lesions was significantly larger in monkeys exposed for 6 weeks. Only minimal histopathological changes occurred in the lower airways. No treatment related effects were seen in the maxillary sinuses or nonrespiratory organs. Thymidine labeling indices were significantly increased in the respiratory epithelium of the nasal passages at both 1 and 6 weeks. The areas of greatest proliferation corresponded to the areas of the lesions. Labeling indices in the trachea and carina were significantly elevated after 1 week of exposure. They were nonsignificantly elevated in the transitional and olfactory epithelium of the nasal passages. Formaldehyde induced nasal lesions are more widespread in the monkey than in the rat, and monkeys are more sensitive to the acute and subacute effects of formaldehyde."
        },
        {
            "References": "Zhang Y et al; PLoS One  8 (9): e74974 (2013) 24040369",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Formaldehyde, a ubiquitous environmental pollutant has been classified as a human leukemogen. However, toxicity of formaldehyde in bone marrow, the target site of leukemia induction, is still poorly understood. To investigate bone marrow toxicity (bone marrow pathology, hematotoxicity) and underlying mechanisms (oxidative stress, inflammation, apoptosis) in formaldehyde-exposed mice. Male Balb/c mice were exposed to formaldehyde (0, 0.5, and 3.0 mg/cu m) by nose-only inhalation for 8 hours/day, over a two week period designed to simulate a factory work schedule, with an exposure-free \"weekend\" on days 6 and 7, and were sacrificed on the morning of day 13. Counts of white blood cells, red blood cells and lymphocytes were significantly (p<0.05) decreased at 0.5 mg/cu m (43%, 7%, and 39%, respectively) and 3.0 mg/cu m (52%, 27%, and 43%, respectively) formaldehyde exposure, while platelet counts were significantly increased by 109% (0.5 mg/cu m) and 67% (3.0 mg/cu m). Biomarkers of oxidative stress (reactive oxygen species, glutathione depletion, cytochrome P450 1A1 and glutathione s-transferase theta 1 expression), inflammation (nuclear factor kappa-B, tumor necrosis factor alpha, interleukin-1 beta), and apoptosis (activity of cysteine-aspartic acid protease 3) in bone marrow tissues were induced at one or both formaldehyde doses mentioned above. Exposure of mice to formaldehyde by inhalation induced bone marrow toxicity, and that oxidative stress, inflammation and the consequential apoptosis jointly constitute potential mechanisms of such induced toxicity."
        },
        {
            "References": "DHHS/ATSDR; Addendum to the Toxicological Profile for Formaldehyde p.17 (2010). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mild infiltration of mononuclear cells into the portal space, hepatocellular regeneration in the periportal area, and dilation and congestion of sinusoids and centrilobular veins were observed in the liver of rats exposed to 1.5 ppm formaldehyde for 18 weeks in the use of three different exposure scenarios (4 hours/day for 4 days/week, 2 hours/day for 4 days/week, or 2 hours/day for 2 days/week). No evidence of necrosis was found. The frequency and daily duration of exposure were not related to the nature or severity of histologic changes in the liver. The weight of available evidence suggests that airborne formaldehyde may produce toxic effects on the liver only at high concentrations that may exceed metabolic and binding capacities in the respiratory tract."
        },
        {
            "References": "PMID:18203563",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In this study, it was aimed to demonstrate the possible renal oxidative stress and some serum biochemical parameters and their alterations caused by the exposure to xylene and formaldehyde (HCHO) in rats. Weighing 150-200g, 12-week-old, 24 female Sprague-Dawley rats were used. The rats were randomly divided into four groups: Group 1 (control), Group 2 (300-ppm technical xylene), Group 3 (6-ppm HCHO) and Group 4 (150-ppm technical xylene + 3-ppm HCHO). The animals were exposed to gases eight hours per day for six weeks. Superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidase (GSH-Px) activities, glutathione (GSH) and malondialdehyde (MDA) levels were measured. In addition, serum total protein, albumin, urea and creatinine levels were evaluated. Compared with the control animals, urea levels increased significantly in all groups (P < 0.001). GSH activities and MDA levels increased in xylene and xylene + HCHO groups (P < 0.05). No statistically considerable differences were found in SOD, CAT and GSH-Px activities, total protein, albumin and creatinine levels among all groups (P > 0.05). The present study indicates but not statistically confirms the renal toxicity of the exposures to xylene, HCHO and a mixture of them."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 183 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two groups of 16 male and 16 female Oslo hairless mice (age unspecified) received topical applications of 200 uL of 1 or 10% formaldehyde in water on the skin of the back twice a week for 60 weeks. All of the animals treated with 10% formaldehyde were necropsied and the brain, lungs, nasal cavities and all tumors of the skin and other organs were examined histologically. Virtually no changes were found in the mice treated with 1% formaldehyde. The higher dose induced slight epidermal hyperplasia and a few skin ulcers. There were no benign or malignant skin tumors or tumors in other organs in either group."
        },
        {
            "References": "PMID:7135407",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male Syrian golden hamsters were exposed to 10 ppm of formaldehyde (H2CO) 5 times/week for lifetime. Survival of the treated animals was reduced relative to unexposed controls. No tumors were observed in histologic sections of respiratory tract tissues from either unexposed or treated animals. Only a minimal increase in hyperplastic and metaplastic areas was observed in nasal epithelium of exposed animals. However, there was evidence that H2CO could serve as a cofactor in the incidence of respiratory tumors induced by diethylnitrosamine (DEN). Animals were exposed once per week to 30 ppm H2CO (5 h/day) for lifetime. No tumors were observed in the respiratory tract of the H2CO-only control group exposed to this regimen. Hamsters receiving exposures to H2CO at 2 days prior to each of 10 weekly DEN injections had a higher number of tracheal tumors/tumor-bearing animal at autopsy than those receiving DEN alone."
        },
        {
            "References": "Til HP et al;  Fd Chem Toxicol 27 (2): 77-87(1989)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Formaldehyde was administered in the drinking-water to groups of 70 male and 70 female Wistar rats for up to 24 months. Survivors of subgroups of ten rats/sex/group each were killed after 12 or 18 months. The mean formaldehyde doses administered were 0, 1.2, 15 or 82 mg/kg body weight/day for males, and 0, 1.8, 21 or 109 mg/kg/day for females. There were no adverse effects on general health, survival or hematological or clinical chemistry parameters. Body weight and food intake were decreased in the high-dose group. Liquid intake was decreased by 40% in the high-dose group in both sexes in comparison with the controls. There was a slight temporary increase in the density of urine, whereas there was a tendency towards lower urine production in the high-dose group. The relative kidney weights were increased in the high-dose females. Gross examination at autopsy revealed a raised and thickened limiting ridge of the forestomach in most high-dose rats. In addition, several rats in the high-dose group showed irregular mucosal thickenings in the fore- and/or glandular stomach. Treatment-related histopathological gastric changes seen in most of the animals of the high-dose group included papillary epithelial hyperplasia frequently accompanied by hyperkeratosis and focal ulceration in the forestomach and focal chronic atrophic gastritis, occasionally accompanied by ulceration and/or glandular hyperplasia, in the glandular stomach. A higher incidence and/or degree of renal papillary necrosis occurred in the high-dose rats. From this study it appeared that the 'no-observed-adverse-effect level' of formaldehyde was 15 and 21 mg/kg body weight/day for male and female rats, respectively. Oral administration of formaldehyde at doses of 82 and 109 mg/kg/day to male and female rats, respectively, caused severe damage to the gastric mucosa but did not result in gastric tumours or tumours at other sites. The study did not provide any evidence of carcinogenicity of formaldehyde after oral administration."
        },
        {
            "References": "PMID:2816342",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A study was performed on four groups of Sprague-Dawley rats: one exposed to wood dust (25 mg/cu m), another to formaldehyde (12.4 ppm) and a third to both wood dust and formaldehyde; the fourth group served as a control group. After 104 weeks of exposure the nose and lungs were examined histologically. One well differentiated squamous cell carcinoma was found in the formaldehyde group. Squamous cell metaplasia was found significantly more often among the formaldehyde exposed rats. Squamous cell metaplasia with dysplasia was most frequently observed, however, in the group exposed to both formaldehyde and wood dust. There were also significantly more rats with pulmonary emphysema in the groups exposed to wood dust than in the other groups."
        },
        {
            "References": "PMID:4082190",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Previous studies in this laboratory have shown that the combined exposure of hydrogen chloride (HCI) and formaldehyde vapors (HCHO) elicited a significant incidence of nasal cancer in rats. In studies performed elsewhere, it has been demonstrated that exposure to formaldehyde alone induced a high nasal cancer response in rats. We wished to determine whether concurrent exposure of hydrogen chloride would enhance the tumorigenic effects of formaldehyde. Two exposure techniques were used. In one hydrogen chloride and formaldehyde were premixed at high concentrations before entry into the exposure chambers in order to maximize the formation of reactive alkylating agents. In the second the hydrogen chloride and formaldehyde were introduced separately into the exposure chamber. Appropriate control exposures consisting of formaldehyde alone or hydrogen chloride alone or air alone were also performed. The results show that nasal cancer incidences were induced in all animals receiving HCHO regardless of concurrent exposure to hydrogen chloride. The tumors were predominantly squamous cell type arising from the anterior portion of the nasal cavity. This study demonstrates that hydrogen chloride does not appreciably influence the nasal carcinogenicity of formaldehyde."
        },
        {
            "References": "PMID:6951075",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic response to the combined and separate exposures to formaldehyde (HCHO) and hydrochloric acid (HCl) was investigated in male inbred SD rats. The rats were exposed to gaseous HCHO, 14 ppm, and HCl, 10 ppm, in two experiments. In one experiment the gases were premixed at high concentrations before being diluted in the exposure chamber air to maximize the formation of the carcinogen bis(chloromethyl)ether (BCME). In the second experiment exposure was repeated to HCl and HCHO premixed at high concentrations, and not premixed (to minimize BCME formation), as well as to HCHO alone and HCl alone. The second experiment is being reported on at an interim stage. HCHO alone induced squamous carcinomas of the nasal cavity as did the combined exposures to HCHO and HCl. No carcinogenic response was observed with HCl alone. HCHO accounted for most, if not all, of the carcinogenic activity of the mixture of HCHO-HCl."
        },
        {
            "References": "PMID:3379235",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 1 year inhalation toxicity study was performed on male albino rats using 0.1, 1.0, or 10 ppm formaldehyde. The nasal mucosa of half the rats was damaged bilaterally by electrocoagulation; 20 to 26 hr after which the rats were subjected to the first 6 hr exposure of formaldehyde. The schedule for the exposures was 6 hr per day, 5 days a week for up to 52 weeks. Decreases in liver glutathione content were noted in rats with damaged noses after 13 weeks exposure. Moderate to severe rhinitis was accompanied by keratinized or nonkeratinized metaplastic respiratory epithelium in rats at the highest exposure levels with or without nasal damage. Growth retardation was observed in the animals with or without a damaged nose after 2 weeks exposure at 10 ppm formaldehyde. At lower exposure levels metaplastic respiratory epithelium occurred only in rats with a damage nasal mucosa, indicating a higher susceptibility of damage mucosa for the irritating and cytotoxic actions of formaldehyde. A more severe basal cell hyperplasia and more severe squamous metaplasia of the respiratory epithelium was noted in rats exposed to 1 ppm formaldehyde and subjected to electrocoagulation, compared to rats with an undamaged nose and 10 ppm exposure levels. Effects on the olfactory epithelium were exclusively found in animals treated with 10 ppm formaldehyde effects were more posterior in rats with damaged noses, perhaps due to an abnormal air flow pattern in the damaged nose. No adverse effects were seen at 0.1 or 1 ppm in rats with an intact nasal mucosa. The damaged rat nose is more susceptible than the undamaged to the cytotoxicity of formaldehyde, and even at a concentration of 10 ppm formaldehyde has no adverse effects on organs remote from the site of entry in rats with unchanged mucosa."
        },
        {
            "References": "PMID:3345504",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male Wistar rats were exposed to 0, 10 or 20 ppm formaldehyde vapor for 4, 8, or 13 weeks (6 hr/day; 5 days/week), and were then observed for periods up to 126 weeks. Transient growth retardation occurred in both test groups. Death rate was not noticeably affected by formaldehyde. Despite recovery periods of at most 126 weeks, the nasal respiratory and olfactory epithelium of many rats of the 20 ppm group exhibited non-neoplastic histopathological changes. Similar but much less severe changes of the respiratory epithelium were seen in a small number of rats of the 10 ppm group; the olfactory epithelium was not visibly affected in rats of this group. Nasal tumors considered to be induced by formaldehyde were seen only in the 20 ppm group and mainly in rats that had been exposed for 13 weeks, the incidence being 4.5% (6/132). These tumors comprised 3 squamous cell carcinomas, 1 carcinoma in situ and 2 polypoid adenomas, all originating from respiratory epithelium. Rat nasal respiratory epithelium severely damaged by formaldehyde vapor often does not regenerate and in some cases develops tumors."
        },
        {
            "References": "PMID:2813872",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Formaldehyde caused nasal squamous cell carcinomas in the rat following 2 year inhalation exposure. The incidence of this tumor in a historical data base of 16,794 rats was nil, indicating that it is a rare spontaneous tumor."
        },
        {
            "References": "PMID:2815102",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Sprague-Dawley rats of different ages at the start of the experiments (12 day embryos, and 7 and 25 weeks old) were administered formaldehyde in drinking water at different doses (2,500 or 1,500, 1,000, 500, 100, 50, 10, 0 ppm). An increased incidence of leukemias and of gastro-intestinal tumors was observed in formaldehyde treated rats. Gastro-intestinal tumors are exceptionally rare in the rats of the colony used."
        },
        {
            "References": "PMID:2926095",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 28 month inhalation study was carried out in male SPF reared albino Wistar rats to determine the significance of electrocoagulation damage for the induction of nasal tumors by formaldehyde vapor. Male rats with severely damaged or undamaged noses were exposed 6 hours/day, 5 days/week for 28 months to formaldehyde at concentrations of 0.0, 0.1, 1.0, and 10 ppm. Degenerative, inflammatory and hyperplastic changes were noted in the nasal respiratory and olfactory mucosa in rats with intact noses at the highest dose levels. The incidence of formaldehyde induced rhinitis, hyperplasia and metaplasia of the respiratory epithelium, and degeneration and hyperplasia and metaplasia of the olfactory epithelium all occurred in increased numbers in rats exposed to formaldehyde with damage nasal passages. The incidence of nasal tumors in animals with damage nasal mucosa and treated with 10 ppm formaldehyde for 28 months was 29% (17 of 58 rats), while in the group of rats with an intact nasal mucosa exposed to 10 ppm formaldehyde for 28 months, only 1 of 26 (4%) developed a nasal tumor. Increased tumor incidences were not observed in rats with damaged nasal mucosa exposed to 0.1 or 1.0 ppm formaldehyde for 28 months or to 0.1, 1.0, or 10 ppm formaldehyde for 3 months. The condition of the nasal mucosa is an important factor in the development of nasal tumors among rats exposed to formaldehyde."
        },
        {
            "References": "Tobe M et al; Toxicol 56 (1): 79-86 (1989)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Wistar rats were given formaldehyde solution in their drinking water at concentrations of 0.50, 0.10, 0.02 and 0% for 24 months. Significant decreases in body weight and food and water intake were observed in the 0.50% group of both sexes and all rats in this group died by 24 months. Various non-neoplastic lesions were observed in rats, mostly in the 0.50% group. In this group, erosions and/or ulcers were evident in both the forestomach and glandular stomach. In the forestomach, squamous cell hyperplasia with or without hyperkeratosis and downward growth of basal cells were observed. Glandular hyperplasia of the fundic mucosa was noted along the limiting ridge. A few of such changes of the upper GI tract were seen in the 0.10% group. No toxicological abnormalities were found in 0.02% group of both sexes. There were no significant differences in the incidences of any tumors among groups of both sexes. Based on these findings, the no observable effect level of formaldehyde was 0.02% in the drinking water (10 mg/kg body wt/day)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 178-9 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fifty male Syrian golden hamsters [age unspecified] were exposed to 30 ppm (36.9 mg/cu m) formaldehyde (purity unspecified) for 5 hr once a week for life. A group of 50 untreated hamsters served as controls. When the animals died, their respiratory tract tissues were preserved, stained with Wright's stain, rendered semitransparent and evaluated for 'subgross' evidence of tumors. Areas of dense staining of 1 mm or more were scored as tumors. Multiple transverse sections of the nasal turbinates were evaluated similarly. No nasal tumors were observed in control or treated hamsters."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 179 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study to evaluate the effects of formaldehyde on gastric carcinogenesis induced by oral administration of N-methyl-N'-nitro-N-nitrosoguanidine, two groups of 10 male Wistar rats, seven weeks of age, received tap water for the first eight weeks of the study. During weeks 8-40, one group then received pure water and the other group received 0.5% formaldehyde in the drinking water. Animals still alive at 40 weeks were killed, rats surviving beyond 30 weeks being considered as effective animals for the study. Necropsy was performed on most animals that died and all animals that were killed, and the stomach and other abdominal organs were examined grossly and histologically. Eight of 10 animals that had received formaldehyde in drinking water and none of the controls developed forestomach papillomas (p< 0.01, Fisher's exact test)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 171 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 42-60 C3H mice (sex and age unspecified) were exposed to concentrations of 0, 50, 100 or 200 mg/m3 formaldehyde (US Pharmacopeia grade) vapour for 1 h per day, three times a week, ostensibly for 35 weeks. Treatment of mice with the highest concentration was discontinued after the 11th exposure because of severe toxicity, and 36 of the mice exposed to 50 mg/cu m for 35 weeks were subsequently exposed to 150 mg/cu m for a further 29 weeks. Surviving animals in the initial groups were killed at 35 weeks and those on extended treatment at 68 weeks. The nasal epithelium was not examined, either grossly or microscopically. There was no evidence of induction of pulmonary tumors at any dose. Basal-cell hyperplasia, squamous-cell metaplasia and atypical metaplasia were seen in the trachea and bronchi of most of the exposed mice but not in untreated controls."
        },
        {
            "References": "PMID:3945953",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Considerable interest and research have resulted from the finding that squamous cell carcinomas, polypoid adenomas, and a small number of other nasal neoplasms occurred in F-344 rats following chronic inhalation exposure to formaldehyde. These tumors were reported to originate in the anterior portion of the nasal cavity but their precise location in the nose was not determined. Histologic sections from the nasal passages of these rats have been reexamined and the location of each tumor has been recorded. The majority of squamous cell carcinomas occurred on the anterior portion of the lateral aspect of the nasoturbinate and adjacent lateral wall (57%) or the midventral nasal septum (26%). Polypoid adenomas were confined to a small region of the anterior nasal cavity and were restricted to the free margins of the naso-and maxilloturbinates and lateral wall adjacent to these margins. One neoplasm, considered to be the malignant counterpart of the polypoid adenoma, originated on the dorsal margin of the maxilloturbinate in the same region of the nose. Remaining neoplasms were generally too large or too poorly preserved for assessment of their site of origin. Mechanistic studies directed toward a better understanding of the nasal carcinogenicity of formaldehyde, or other nasal carcinogens. should take into account the anatomic sites of origin of the neoplasms whenever this can be determined."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 170-1 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 119-120 male and 120-121 female B6C3F1 mice, 6 weeks of age, were exposed to 0, 2.0, 5.6 or 14.3 ppm (0, 2.5, 6.9 or 17.6 mg/cu m) formaldehyde (> 97.5% pure) vapor by whole-body exposure for 6 hr per day on 5 days per week for up to 24 months, followed by a 6-month observation period with no further exposure. Ten males and 10 females from each group were killed at 6 and 12 months, no or one male and 19-20 females at 18 months, 17-41 of each sex at 24 months and 9-16 females at 27 months. Between 0 and 24 months, 78 male and 30 female controls, 77 males and 34 females exposed to 2 ppm formaldehyde vapour, 81 males and 19 females exposed to 5.6 ppm and 82 males and 34 females exposed to 14.3 ppm died; all animals that died or were killed were examined grossly. Thorough histopathological examinations were performed on control and high-dose mice, on multiple sections of the nasal cavity and on all lesions that were identified grossly in the other two groups. Squamous-cell carcinomas occurred in the nasal cavities of 2/17 male mice in the high-dose group that were killed at 24 months. No nasal cavity tumors developed in male mice treated with lower doses of formaldehyde, in females at any dose or among 21 male or 31 female control mice killed at 24 months (p > 0.05). A variety of non-neoplastic lesions (such as squamous-cell hyperplasia, squamous-cell metaplasia and dysplasia) were commonly found in the nasal cavities of mice exposed to formaldehyde, particularly at 14.3 ppm."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 172-3 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 119-120 male and 120 female Fischer 344 rats, 7 weeks of age, were exposed to 0, 2.0, 5.6 or 14.3 ppm (0, 2.5, 6.9 or 17.6 mg/cu m) formaldehyde (> 97.5% pure) vapor by whole-body exposure for 6 hr per day on 5 days per week for up to 24 months and were then observed for 6 months with no further exposure. Ten males and 10 females from each group were killed at 6 and 12 months, 19-20 of each sex at 18 months, 13-54 at 24 months, 0-10 at 27 months and 0-6 at 30 months. Between 0 and 24 months, six males and 13 females in the control group, 10 males and 16 females exposed to 2 ppm, 19 of each sex exposed to 5.6 ppm and 57 males and 67 females exposed to 14.3 ppm died; all animals that died or were killed were examined grossly. Histopathological examinations were performed on multiple sections of the nasal cavity, on all lesions that were identified grossly and on all major tissues of each organ system (approximately 40 per animal) from control and high-dose rats. ... While no nasal cavity malignancies were found in rats exposed to 0 or 2.0 ppm formaldehyde, two squamous-cell carcinomas (1/119 males and 1/116 females examined) occurred in the group exposed to 5.6 ppm and 107 (51/117 males and 52/115 females examined) in those exposed to 14.3 ppm (p < 0.001). Five additional nasal cavity tumours (classified as carcinoma, undifferentiated carcinoma/sarcoma and carcinosarcoma) were identified in rats exposed to 14.3 ppm; two of these tumors were found in rats that also had squamous-cell carcinomas of the nasal cavity. There was a significant overall increase in the incidence of polypoid adenomas in treated animals (males and females combined) when compared with controls (p = 0.02, Fisher's exact test). The incidences of polypoid adenomas were marginally significantly elevated in females at the low dose (p = 0.07, Fisher's exact test) and in males at the middle dose (p = 0.06, Fisher's exact test). A variety of non-neoplastic lesions were commonly found in the nasal cavities of rats exposed to formaldehyde, particularly at 14.3 ppm. than half (57%) of the squamous-cell carcinomas in rats exposed to 14.3 ppm formaldehyde were observed on the anterior portion of the lateral side of the nasoturbinate and the adjacent lateral wall, 25% were located on the midventral nasal septum, 10% on the dorsal septum and roof of the dorsal meatus and a small number (3%) on the maxilloturbinate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 234 (2006)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 25 mated female Sprague-Dawley rats were exposed by inhalation to formaldehyde (0, 2, 5 or 10 ppm (2.5, 6.2 or 12.3 mg/cu m)) for 6 hr per day on days 6-15 of gestation. At 10 ppm, there was a significant decrease in maternal food consumption and weight gain. None of the parameters of pregnancy, including numbers of corpora lutea, implantation sites, live fetuses, dead fetuses and resorptions or fetal weights, were affected by treatment. An increased incidence of reduced ossification was observed at 5 and 10 ppm in the absence of maternal toxicity (10 ppm)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 366 (1982)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CD-1 mice were given up to 185 mg/kg bw formaldehyde by gavage on days 6-15 of gestation. Highest dose was... toxic to dams, but no embryotoxicity or teratogenicity was seen with any dose."
        },
        {
            "References": "PMID:22778113",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Formaldehyde (FA) is widely used in industrial and medical settings. It has long been suspected of causing adverse reproductive and developmental effects. However, the effects of exposure to FA on the reproduction are still a matter of scientific controversy. In this study, we evaluate the hypothesis that adverse developmental outcomes of the exposure to FA might be due to its effects on the placental structure. So, histological changes of the placenta in the mice exposed to FA gas were assessed at light and electron microscopy levels. A total of 40 pregnant Balb/C mice were randomly allotted to four groups in which the animals were exposed to FA at the doses of 0 (control), 7, 14 and 28 ppm, respectively, by inhalation, consecutively, for 8 hr/day during the organogenesis period. On day 17 of gestation, the animals were killed and the histological specimens of the placentas were taken for light and electron microscopy studies. Also, morphological parameters of the placentas were measured manually. The results showed that the effects of FA on the placenta are not dose dependent. In the FA-exposed mice, an increase in the number and size of trophoblastic giant cells and an enlargement of spongiotrophoblastic cells in the basal zone of placenta were seen. Also, a significant increase in placental weight as well as the ratio of placental to fetal weight but a decrease in the fetal weight were found in the treated groups when compared with those in the control mice (p < 0.05). Moreover, ultrastructural results demonstrated that the diameter of labyrinth interhemal membrane as well as the thickness of trophoblastic basement membranes were significantly increased in the FA-exposed mice. In addition, in the FA-treated animals, a severe accumulation of cytoplasmic droplets in the II and III trophoblastic layers of the placenta were seen. In conclusion, this study may suggest that the exposure to FA during the organogenesis period at doses of 7-28 ppm induces toxic changes in the placental structure. These changes disrupt placental functions and leads to a decrease in the fetal weight."
        },
        {
            "References": "PMID:24844129",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Formaldehyde (FA) is an environmental and occupational pollutant, and its toxic effects on the immune system have been shown. Nevertheless, no data are available regarding the programming mechanisms after FA exposure and its repercussions for the immune systems of offspring. In this study, our objective was to investigate the effects of low-dose exposure of FA on pregnant rats and its repercussion for the development of allergic lung inflammation in offspring. Pregnant Wistar rats were assigned in 3 groups: P (rats exposed to FA (0.75 ppm, 1 hr/day, 5 days/week, for 21 days)), C (rats exposed to vehicle of FA (distillated water)) and B (rats non-manipulated). After 30 days of age, the offspring was sensitised with ovalbumin (OVA)-alum and challenged with aerosolized OVA (1%, 15 min, 3 days). After 24 h the OVA challenge the parameters were evaluated. Our data showed that low-dose exposure to FA during pregnancy induced low birth weight and suppressed the development of allergic lung inflammation and tracheal hyperresponsiveness in offspring by mechanisms mediated by reduced anaphylactic antibodies synthesis, IL-6 and TNF-alpha secretion. Elevated levels of IL-10 were found. Any systemic alteration was detected in the exposed pregnant rats, although oxidative stress in the uterine environment was evident at the moment of the delivery based on elevated COX-1 expression and reduced cNOS and SOD-2 in the uterus. Therefore, we show the putative programming mechanisms induced by FA on the immune system for the first time and the mechanisms involved may be related to oxidative stress in the foetal microenvironment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 235 (2006)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male albino rats (six per group) received five daily intraperitoneal injections of 37% formaldehyde solution to provide 0.125, 0.25 or 0.5 mg/kg bw based on the LD50 and a lethal dose of 2 mg/kg bw to examine sperm head abnormalities 3 weeks after the last injection. A separate group of 12 male albino rats was injected intraperitoneally with the same doses, then housed with two untreated virgin female rats that were replaced weekly for 3 weeks to provide 24 females for each treatment group. Mating was detected by the presence of vaginal plugs. All females were killed and necropsied 13 days after the midweek of housing with the males. Total implant scores per female were collected and a dominant lethal mutation index was calculated based on the formula [1-(live implants treated/live implants control)] x 100. Formaldehyde induced sperm head abnormalities at all doses tested, which included pinhead, short hook, long hook, hook at wrong angle, unusual head and wide acrosome; short and long hook were the most common. Only total numbers of abnormalities were compared statistically, and only the incidence of wide acrosome was much greater than that in controls at the lowest dose tested (46 versus 0). In general, there was a decrease in sperm count with increasing dose of formaldehyde. A lower frequency of fertile matings was observed in females within the first 2 weeks after treatment, and the severity of effect was greater when mating took place earlier after treatment. The highest dose with the shortest time between final treatment and mating had the most severe effect and showed a dose- and time-dependent response. By 3 weeks after the last treatment, there was no longer a difference from controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 234 (2006)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 25 pregnant Sprague-Dawley rats were exposed by inhalation to formaldehyde (0, 5, 10, 20 or 40 ppm (0, 6.2, 12.3, 24.6 or 49.2 mg/cu m)) for 6 hr per day on days 6-20 of gestation. On day 21, the rats were killed and maternal and fetal parameters were evaluated. The authors concluded that formaldehyde was neither embryolethal nor teratogenic when administered under these conditions. The mean fetal body weight at 20 ppm was 5% less than that of controls (p < 0.05) in males but was not reduced in females; at 40 ppm, mean fetal body weight was about 20% less than that in controls (p < 0.01) in both males and females. The decrease in fetal weight in the group given the high dose was attributed to maternal toxicity. However, the authors stated that the significant reductions in fetal body weight observed at 20 ppm /SRP: occurred without/ overt signs of maternal toxicity"
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 701",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Rats /exposed/ continuously during pregnancy to... vapors (1 mg/cu m)... /showed/ no visible fetal malformations. Ascorbic acid content of treated fetuses was lower than controls but body weight was increased. Fetal DNA content was decreased and RNA content was increased."
        },
        {
            "References": "PMID:2792978",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sprague-Dawley rats were exposed to 0, 5, 10, 20 or 40 ppm formaldehyde for 6 hr/day from day 6 to 20 of gestation. On day 21 of gestation, no effect on embryonic or fetal lethality, nor significant alterations in the external, visceral or skeletal appearance of the fetuses were noted in any of the exposed groups. Significant concentration-related reduction of fetal body weight occurred at 20 and 40 ppm, and at 40 ppm fetal body weights were 20% less than those of the controls. Maternal toxicity, indicated by significant reduction in body weight and absolute weight gain, was observed at 40 ppm. Formaldehyde is slightly fetotoxic at 20 ppm. Neither embryolethal nor teratogenic effects were observed following inhalation exposure at levels up to 40 ppm."
        },
        {
            "References": "PMID:14680205",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats were exposed to different concentrations of formaldehyde vapor (0.5, 1.0, 2.5%, corresponding to inhalation chamber concentrations of 1.0, 2.5, and 5.0 ppm, respectively) for 2 hr and an open field test was carried out 2 hr after the end of exposure (first test) and repeated 24 hr thereafter (second test). The parameters examined were crossing of floor squares, sniffing, grooming, rearing, climbing, and defecation. In exposed male rats, significant reduction of crossed floor squares, grooming, and wall climbing, and increase in floor sniffing and rearing were observed in the first test. During the second test, males in the groups exposed to 2.5 ppm and 5 ppm crossed significantly higher numbers of squares when compared to controls. Air sniffing, wall climbing, and rearing were altered in all exposed males. Control males showed higher incidence of defecation in comparison to the values of first test. The formaldehyde-exposed female rats crossed significantly decreased numbers of floor squares in the first test. In females in the 2.5 ppm and 5 ppm groups, decreased grooming and enhanced floor sniffing were observed. In the second test, all exposed females crossed higher numbers of floor squares than controls. Frequencies of air and floor sniffing were higher in females exposed to 2.5 ppm and lower in those exposed to 1 ppm. Defecation was enhanced in females in the 2.5 ppm group in comparison to the first test. The results show that formaldehyde inhalation in the concentrations and duration of exposure used in the present experiments significantly influences the locomotor and explorative behavior of rats after a single exposure in a gender-related manner and that various behavioral components in the exposed animals remains altered even after 24 hr."
        },
        {
            "References": "PMID:10729924",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The aim of this study was to determine whether the inhalation of formaldehyde has a neurotoxicological impact. Forty Wistar rats (Lew.1/K) were trained to find food in a maze within a particular time. When all animals were at an equal level, 13 rats inhaled 2.6 ppm and 13 others inhaled 4.6 ppm formaldehyde 10 min/day, 7 days/week for 90 days. The control group comprised 14 animals inhaling water steam according to the same exposure pattern. During the exposure period and the post-trial observation stage (30 days), the time required to find the food and the number of mistakes made on the way were recorded. Between the animals exposed to formaldehyde and the control group a statistically significant difference for both parameters was observed (p < 0.05). The animals exposed to formaldehyde needed more time and made more mistakes than the animals of the control group while going through the maze. The results underline the necessity for a systematic observance of precautions in case of occupational or dwelling-related formaldehyde exposure, and allow us to classify formaldehyde as \"probably neurotoxic\". Further investigations are required to assess the neurotoxicologic impact of subchronic formaldehyde exposure."
        },
        {
            "References": "PMID:24787915",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Although methanol toxicity is well known for acute neurological sequelae leading to blindness or death, there is a new impetus to investigate the chronic effects of methanol exposure. These include a recently established link between formaldehyde, a methanol metabolite, and Alzheimer's disease (AD) pathology. In the present study, mice were fed with methanol to revisit the chronic effects of methanol toxicity, especially as it pertains to AD progression. Three groups of mice (n = 9) were given either water as a control or a methanol solution (concentrations of 2% or 3.8%) over a 6-week period. The methanol-fed mice were found to have impaired spatial recognition and olfactory memory in Y-maze and olfactory memory paradigms. Immunohistochemical analysis of the mouse brains found increased neuronal tau phosphorylation in the hippocampus and an increased cellular apoptotic marker in hippocampal CA1 neurons (~10% of neurons displayed chromatin condensation) in the methanol-fed groups. Two additional in vitro experiments in mouse embryonic cerebral cortex neurons and mouse neuroblastoma N2a cells found that formaldehyde, but not methanol or the methanol end product formic acid, induced microtubule disintegration and tau protein hyperphosphorylation. The findings of the behavioral tests and immunohistochemical analysis suggested that the methanol-fed mice presented with partial AD-like symptoms. The in vitro experiments suggested that formaldehyde was most likely the detrimental component of methanol toxicity related to hippocampal tau phosphorylation and the subsequent impaired memory in the mice. These findings add to a growing body of evidence that links formaldehyde to AD pathology."
        },
        {
            "References": "PMID:18333987",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In this study, we investigated the effect of inhaled formaldehyde on learning and memory capacity. After exposure to 0 (control), 1 and 3 mg/cu m of gaseous formaldehyde respectively, the behavior of mice in a Morris water maze, the expression of NR1, NR2B mRNA and oxidative damage levels in mice brain were analyzed. The water maze performance, the activities of dismutase superoxide (SOD) and levels of glutathione (GSH) decreased significantly in 3 mg/cu m group (P < 0.01, compared with control group); while malondialdehyde (MDA) contents and expression of NR1 and NR2B genes increased significantly after exposure to 3 mg/cu m of gaseous formaldehyde (P < 0.05, <0.01, <0.01, compared with control group). These findings indicate that inhaled formaldehyde negatively affects learning and memory at 3 mg/cu m of gaseous formaldehyde but not at lower levels. Oxidative stress-induced neuron damages in the brain may be the possible mechanism for these effects. This study indicates that inhaled formaldehyde starts to negatively affect learning and memory at a middle concentration of formaldehyde without interference of other indoor air pollutants. Oxidative damage, and the alteration of NMDA receptor expression, which were induced by formaldehyde inhalation, may be the possible mechanism for gaseous formaldehyde-induced neurotoxicity."
        },
        {
            "References": "PMID:21782590",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  In this study, the effects of acute and subacute formaldehyde (FA) exposures on spontaneous locomotor activity (SLMA), wet dog shake (WDS) behavior and pentylenetetrazole (PTZ) induced seizures were evaluated in Balb/C mice. SLMA was concentration dependently reduced after acute FA exposures at 1.8, 3.2, 4.5, 6.4, 9.7, and 14.8 ppm. The incidence of WDS behavior was increased only after acute FA exposures at 1.8, 3.2 and 6.4-ppm. PTZ-injections caused more intensive seizures in mice acutely exposed to FA only at 1.8 ppm. Meanwhile, the incidence of PTZ induced seizures was significantly lower after acute FA exposure at 14.8 ppm. SLMA was also reduced after subacute FA exposure at 2.0 ppm for 3 weeks. The inhibitory effects were significant after 1-week exposure at this concentration, but a tolerance developed at the end of the second week. As the concentration increased to 3.2 ppm, SLMA has found to be reduced after 2-week exposure. There was no change either on the incidence of WDS or on the parameters of PTZ-induced seizures, due to the subacute exposures of FA at the respective concentrations. In conclusion, based upon these data, acute and subacute exposures of FA produce a significant behavioral depression on mice. The data also suggest that acute FA exposures at low concentrations (such as 1.8 ppm) may increase the excitability of central nervous system (CNS)."
        },
        {
            "References": "Malek FA et al; Annals of Anatomy - Anatomischer Anzeiger 185 (3); 277-85 (2003)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/  /The authors/ investigated the effects of repeated inhalative exposure to several formaldehyde concentrations (2 hours/day, 10 consecutive days) on the behavior of adult male and female LEW.1K rats during a period in which they learned to perform a water labyrinth task .../and/ examined the effects on the histology of some organ tissues. While the controls needed increasingly shorter swimming periods to complete the water labyrinth test and made fewer errors with advancing trial duration, such progress could not be observed in the learning behavior of the exposed animals. They took significantly longer swimming periods to reach the finish and made significantly more errors in comparison to the controls. The statistical comparison between the collected data in the formaldehyde exposed male and female rats reveals that females in general reached the end point of the swimming labyrinth in significantly less time. On some trial days, however, they made more mistakes than males. In the highest concentration group, no gender differences were evident in the frequency of errors. The histological examination revealed no pathological changes attributable to formaldehyde exposure. Since the water labyrinth test is used to investigate changes in memory and learning behavior in animals, /the authors/conclude that under investigational conditions, formaldehyde affects the learning behavior and the memory of male and female rats."
        },
        {
            "References": "Schmid E et al; Mutagen 1 (6): 427-31 (1986)",
            "Value": "/GENOTOXICITY/ ... In a plate assay with Salmonella typhimurium strain TA100 in the absence and presence of S9 mix, a weak mutagenic response was observed. Using the pre-incubation method, formaldehyde induced without S9 mix a 1.6-fold and with S9 mix a 2.7-fold increase of revertant numbers over controls."
        },
        {
            "References": "PMID:3419444",
            "Value": "/GENOTOXICITY/ The effects of benzo(a)pyrene and formaldehyde, alone and combined, on cell growth and DNA damage were determined in primary cultures of rat tracheal epithelial cells dissociated from rat tracheas. Cell cultures treated with 25 uM benzo(a)pyrene for 24 hr or 200 uM formaldehyde for 90 min did not have a marked reduction in cell growth. However, their combined treatment reduced cell growth by 60% of control when cultures were exposed to benzo(a)pyrene followed by formaldehyde as well as the reverse order. None of these treatments significantly decreased cell viability as judged by dye exclusion, nor did they enhance cell terminal differentiation as measured by cornified envelope formation. Alkaline elution analysis of DNA damage detected both DNA-protein crosslinks and DNA single strand breaks as a result of formaldehyde treatment, whereas BAP treatment caused only single strand breaks. While formaldehyde induced single strand breaks were repaired within 2 hr, benzo(a)pyrene induced single strand breaks were detected 3 days after treatment. Combined treatment of cell cultures with benzo(a)pyrene followed by formaldehyde resulted in more single strand breaks than was obtained from either agent alone, but less DNA-protein crosslinks than was detected from formaldehyde alone. The increased number of single strand breaks obtained from this combined treatment may be related to the marked enhancement of carcinogenesis observed in earlier in vivo-in vitro studies."
        },
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 868",
            "Value": "/GENOTOXICITY/ Formaldehyde induces gene mutation in bacteria, fungi, yeast, & Drosophila larvae as well as in cultured rodent and human cells. In part, these mutations appear to be the consequence of DNA damage. A second mechanism by which formaldehyde may damage the genome is inhibition of DNA repair."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.87 (1999). Available from, as of December 9, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/GENOTOXICITY/ Studies in laboratory animals have ... demonstrated that formaldehyde can be genotoxic in some cells after inhalation exposure. /Investigators/ exposed male Sprague-Dawley rats to formaldehyde concn of 0, 0.5, 3, and 15 ppm, by inhalation for 6 hr/day for 5 days. The rats were sacrificed, and their pulmonary macrophages and bone marrow cells were harvested and analyzed... An increase in chromosomal abnormalities in pulmonary macrophages, predominantly chromatid breaks, was observed in the 15 ppm group (7.5 versus 3.4% for controls) after 5 days of exposure."
        },
        {
            "References": "PMID:16638643",
            "Value": "/GENOTOXICITY/ Formaldehyde is genotoxic in vitro in cultured mammalian cells. When formaldehyde reaches the nuclear DNA, it forms DNA-protein cross-links. Incomplete repair of DNA-protein cross-links can lead to the formation of mutations, in particular chromosome mutations and micronuclei in proliferating cells. Due to its high reactivity, formaldehyde leads primarily to local genotoxic effects at the site of contact."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:986",
            "Value": "/GENOTOXICITY/ ... The efficiency of DNA-protein cross-linking induced by formaldehyde and other aldehydes in vitro /was determined/ using a filter-binding assay based on precipitating pUC13 plasmid DNA bound to calf-thymus histones. DNA-cross-links were detectable in a solution containing 0.6396 mmol formaldehyde/L, and the same effect was detected in solutions containing more than 3 mmol/L of acetaldehyde, butyraldehyde, propionaldehyde, or crotonaldehyde."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 523",
            "Value": "/GENOTOXICITY/  Measurement of DNA-protein cross-link formed in nasal tissue by the ... gas formaldehyde has demonstrated that rats ... have many more DNA cross-links pre unit of exposure (concentration of formaldehyde X duration of exposure) than do monkeys."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 8:689",
            "Value": "/GENOTOXICITY/ In a study on cultured Chinese hamster V79 cells, the toxicity and mutagenicity of formaldehyde with or without previous exposure to ionizing radiation was investigated. Both agents caused a dose-dependent decrease in colony-forming efficiency and a parallel increase in 6-thioguanine-resistant colonies. Mutant frequencies were induced by 0.3-1 mM formaldehyde, and by 2 and 4 Gy of radiation. As compared with the corresponding separate effects caused by single exposures, ionizing radiation followed by submutagenic concentrations of formaldehyde potentiated both the cytotoxicity and the mutagenicity."
        },
        {
            "References": "PMID:6850633",
            "Value": "/GENOTOXICITY/ C3H/10T1/2 cells were treated with N-methyl-N'-nitro-N-nitrosoguanidine then repeatedly exposed to /formaldehyde/ (0.1-2.0 ug/mL). Exposure of N-methyl-N'-nitro-N-nitrosoguanidine initiated cultures to /formaldehyde/ of 0.5 or 1.0 ug/mL in a variety of treatment regimens resulted in focus formation in up to 9% of the treated dishes. Transformed foci were observed in < 2% of the cultures treated N-methyl-N'-nitro-N-nitrosoguanidine or /formaldehyde/ alone. Formaldehyde ... appears to be only a weak tumor promotor for C3H/10T1/2 cell transformation."
        },
        {
            "References": "PMID:6832085",
            "Value": "/GENOTOXICITY/ ...Primary hamster embryo cells were treated by exposure to gaseous formaldehyde or by incorporation into the medium, a dose-related increase in the frequency of SA7 virus transformation was produced. ...Length of chemical treatment and the time interval before subsequent addition of transforming virus was critical, with 2 hr treatment times being most efficient. ...2.2 ug/mL produced significantly enhanced viral transformation. ..."
        },
        {
            "References": "PMID:10502505",
            "Value": "/GENOTOXICITY/A variety of evidence suggests that formaldehyde (HCHO)-induced DNA-protein cross-links (DPX) are genotoxic as a result of their ability to arrest DNA replication. Although DPX can be removed and the DNA can be repaired, failure to remove the blockage prior to cell division or excision followed by incomplete repair could cause cell death or a mutation. To characterize the concentration and time dependence of this mechanism, a biologically based model for DNA replication in the presence of DPX was developed based on the assumptions that (1) DPX are formed randomly in the DNA and (2) a replication fork can advance up to but not past a DPX. Using a combination of Poisson and binomial statistics, a quantitative relationship between the amount of newly synthesized DNA and the concentration of DPX was derived, which predicts that the rate of DNA replication should decrease nonlinearly with increasing concentrations of DPX. Because the latter is a nonlinear function of the airborne concentration of HCHO, an inverse sigmoidal relationship is predicted between the rate of DNA replication and the concentration of inhaled formaldehyde. The model was parameterized using data derived from a study of the incorporation of [methyl-(14)C]thymidine monophosphate into the DNA of the nasal respiratory mucosa of Fischer-344 rats exposed to (3)HCHO and H(14)CHO (6 ppm, 6 h). The model was then applied to measurements of DNA replication in the nasal mucosa of experimental animals exposed to wide ranges of H(14)CHO (rats: 0.7, 2, 6, or 15 ppm, 3 h; rhesus monkeys: 0.7, 2, or 6 ppm, 6 h). The results indicate that, at airborne concentrations above 6 ppm in rats, there is a marked decrease (ca. 62% at 15 ppm) in the amount of newly synthesized DNA due to DPX formation during a single 6-h exposure to HCHO. The arrest of DNA replication at high HCHO concentrations could result in cytolethality or genotoxicity, both of which are critical factors in the induction of rat nasal cancer by HCHO. However, at concentrations below 2 ppm in monkeys or 1 ppm in rats, the decrease in the rate of DNA replication is predicted to be <1% after a 6-h exposure. This small decrease is probably undetectable using currently available techniques. The parameterized model suggests that the arrest of DNA replication by DPX is mainly a high-dose phenomenon and that at ambient exposure concentrations it is unlikely to be a major risk factor."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 367 (1982)",
            "Value": "/GENOTOXICITY/ Exposure of cultured monkey kidney cells to 1-16 mmol... for 15 min resulted in formation of short RNA chains; concentrations equal to or greater than 2 mmol produced complete inhibition of thymidine incorporation and cell growth. Almost complete reversal of these effects were seen within 24 hr after removal of formaldehyde; such recovery was not accompanied by unscheduled DNA synthesis."
        },
        {
            "References": "Goldmacher VS et al; Toxicol Epidemiol Mech (Pap Meet) 173-91 (1983)",
            "Value": "/GENOTOXICITY/ The mutagenicity of formaldehyde was studied in human cells and in Salmonella-typhimurium. A human lymphoblast line was isolated. The frequency of the forward mutation was determined in the cell line before and after formaldehyde exposure. Cells were exposed to concentrations of formaldehyde from 0 to 150 micromolar for 2 hours at 37 degrees-C. Cell survival was determined after formaldehyde treatment. Cells were then exposed to trifluorothymidine and survival was taken as an indicator of mutant fractions. Mutation leading to 8-azaguanine resistance was studied in Salmonella-typhimurium with or without metabolic activation with an Aroclor induced post mitochondrial supernatant. Cultures were exposed to formaldehyde at 0 to 2.0 millimolar concentrations. Surviving colonies were incubated and subsequently exposed to 8-azaguanine. At 150 micromolar, formaldehyde induced a significant number of trifluorothymidine resistant mutants. The minimum concentration leading to mutation was about 130 micromolar. Survival was very low at 150 micromolar, at about 15 percent. The minimum concentration required to induce mutagenicity in Salmonella strain was 170 micromolar. Metabolic activation reduced toxicity and mutagenicity. The authors conclude that formaldehyde may be carcinogenic and mutagenic for humans since its mutagenicity has been established in human and bacterial cells."
        },
        {
            "References": "Heck HD, Casanova M; Toxicol Appl Pharmacol 89 (1): 122-34 (1984)",
            "Value": "/GENOTOXICITY/ DNA-protein crosslinks have been formed in the nasal respiratory mucosa of Fischer-344 rats exposed for 3 hr to selected concentrations of (3)H- and (14)C-formaldehyde. ... In rats depleted of glutathione and exposed to 10 ppm of (3)H-formaldehyde and (14)C-formaldehyde, the (3)H/(14)C ratio of the fraction of the DNA that was crosslinked to proteins was significantly (39 + or - 6%) higher than that of the inhaled gas. This suggests an isotope effect, either on the formation of DNA-protein crosslinks by labeled formaldehyde or on the oxidation of labeled formaldehyde catalyzed by formaldehyde or aldehyde dehydrogenase. These results suggest that the residual (unoxidized) formaldehyde present in the nasal mucosa of rats exposed to (3)H- and (14)C-formaldehyde may be \"enriched\" in 3-formaldehyde relative to (14)C-formaldehyde which can bind to DNA resulting in an isotope ratio higher than that of the inhaled gas. The isotope effect on the oxidation of (3)formaldehyde and (14)C-formaldehyde suggests that previous estimates of the amount of formaldehyde covalently bound to nasal mucosal DNA may have been too large."
        },
        {
            "References": "PMID:2438809",
            "Value": "/GENOTOXICITY/ Glutathione is required for the oxidation of formaldehyde to formate catalyzed by formaldehyde dehydrogenase. The effects of glutathione depletion on the mechanisms of labeling of macromolecules in the rat nasal mucosa and bone marrow by (3)H-formaldehyde and (14)C-formaldehyde were investigated. Male rats were exposed for 3 hr to atmosphere containing (3)H-formaldehyde and (14)C-formaldehyde at concentrations of 0.9, 2,4,6, or 10 ppm, 1 day after a single 3 hr preexposure to the same concentration of unlabeled formaldehyde. Two hours prior to the second exposure, the animals were injected either with phorone (300 mg/kg, ip) or with corn oil. The concentration of nonprotein sulfhydryls in the nasal respiratory mucosa of phorone-injected rats was decreased to 10% of that of corn oil-injected rats. The metabolic incorporation of (3)H-formaldehyde and (14)C-formaldehyde into DNA, RNA and proteins in the respiratory and olfactory mucosa and bone marrow (femur) was significantly decreased, and DNA-protein crosslinking was significantly increased in the respiratory mucosa of phorone injected relative to corn oil injected rats at all formaldehyde concentrations. DNA-protein crosslinks were not detected in the respiratory mucosa of corn oil injected rats at 0.9 ppm. Evidence was obtained for the formation of adducts of formaldehyde with the RNA from the nasal respiratory mucosa of phorone injected rats at concentrations above 0.9 ppm. Covalent binding of formaldehyde to macromolecules in the bone marrow was not detected."
        },
        {
            "References": "PMID:24136419",
            "Value": "/GENOTOXICITY/ Formaldehyde (FA), a major industrial chemical and ubiquitous environmental pollutant, has been classified as a leukemogen. The causal relationship remains unclear, however, due to limited evidence that FA induces toxicity in bone marrow, the site of leukemia induction, and in other distal organs. Although induction of DNA-protein crosslinks (DPC), a hallmark of FA toxicity, was not previously detected in the bone marrow of FA-exposed rats and monkeys in studies published in the 1980s, our recent studies showed increased DPC in the bone marrow, liver, kidney, and testes of exposed Kunming mice. To confirm these preliminary results, in the current study we exposed BALB/c mice to 0, 0.5, 1.0, and 3.0 mg m(-3) FA (8 hr per day, for 7 consecutive days) by nose-only inhalation and measured DPC levels in bone marrow and other organs of exposed mice. As oxidative stress is a potential mechanism of FA toxicity, we also measured glutathione (GSH), reactive oxygen species (ROS), and malondialdehyde (MDA), in the bone marrow, peripheral blood mononuclear cells, lung, liver, spleen, and testes of exposed mice. Significant dose-dependent increases in DPC, decreases in GSH, and increases in ROS and MDA were observed in all organs examined (except for DPC in lung). Bone marrow was among the organs with the strongest effects for DPC, GSH, and ROS. In conclusion, exposure of mice to FA by inhalation induced genotoxicity and oxidative stress in bone marrow and other organs. These findings strengthen the biological plausibility of FA-induced leukemogenesis and systemic toxicity."
        },
        {
            "References": "PMID:23649840",
            "Value": "/GENOTOXICITY/ Gene expression analysis has been established as a tool for the characterization of genotoxic mechanisms of chemical mutagens. It has been suggested that expression analysis is capable of distinguishing compounds that cause DNA damage from those that interfere with mitotic spindle function. Formaldehyde (FA) is known to be a DNA-reactive substance which mainly induces chromosomal damage in cultured mammalian cells. However, there has been concern that FA might also induce leukemia-specific aneuploidies, although recent cytogenetic studies excluded a relevant aneugenic potential of FA. We now investigated whether gene expression profiling can be used as a molecular tool to further characterize FA's genotoxic mode of action and to differentiate between clastogenic and aneugenic activity. TK6 cells were exposed to FA for 4 and 24 hr, and changes in gene expression were analyzed using a whole-genome human microarray. Results were compared to the expression profiles of two DNA-damaging clastogens (methyl methanesulfonate and ethyl methanesulfonate) and two aneugens (colcemid and vincristine). The genotoxic activity of FA, MMS and EMS under these conditions was confirmed by comet assay experiments. The gene expression profiles indicated that clastogens and aneugens induce discriminable gene expression patterns. Exposure of TK6 cells to FA led to a discrete gene expression pattern, and all toxicogenomics analyses revealed a closer relationship of FA with clastogens than with aneugens."
        },
        {
            "References": "PMID:24304932",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ MicroRNAs (miRNAs) are critical regulators of gene expression, yet much remains unknown regarding their changes resulting from environmental exposures as they influence cellular signaling across various tissues. We set out to investigate miRNA responses to formaldehyde, a critical air pollutant and known carcinogen that disrupts miRNA expression profiles. Rats were exposed by inhalation to either 0 or 2 ppm formaldehyde for 7, 28, or 28 days followed by a 7-day recovery. Genome-wide miRNA expression profiles were assessed within the nasal respiratory epithelium, circulating white blood cells (WBC), and bone marrow (BM). miRNAs showed altered expression in the nose and WBC but not in the BM. Notably in the nose, miR-10b and members of the let-7 family, known nasopharyngeal carcinoma players, showed decreased expression. To integrate miRNA responses with transcriptional changes, genome-wide messenger RNA profiles were assessed in the nose and WBC. Although formaldehyde-induced changes in miRNA and transcript expression were largely tissue specific, pathway analyses revealed an enrichment of immune system/inflammation signaling in the nose and WBC. Specific to the nose was enrichment for apoptosis/proliferation signaling, involving let-7a, let-7c, and let-7f. Across all tissues and time points assessed, miRNAs were predicted to regulate between 7% and 35% of the transcriptional responses and were suggested to play a role in signaling processes including immune/inflammation-related pathways. These data inform our current hypothesis that formaldehyde-induced inflammatory signals originating in the nose may drive WBC effects."
        },
        {
            "References": "PMID:12679049",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Formaldehyde (FA), an occupational and environmental toxicant used extensively in the manufacturing of many household and personal use products, is known to induce squamous cell carcinomas in the nasal turbinates of rats and mice and squamous metaplasia in monkey noses. Tissue responses to FA include a dose dependent epithelial degeneration, respiratory cell hypertrophy, and squamous metaplasia. The primary target for FA-induced toxicity in both rodents and monkeys is the respiratory nasal epithelium. FA increases nasal epithelial cell proliferation and DNA-protein crosslinks (DPX) that are associated with subsequent nasal cancer development. To address the acute effects of FA exposure that might contribute to known pathological changes, cDNA gene expression analysis was used. Two groups of male F344 rats received either 40 ul of distilled water or FA (400 mM) instilled into each nostril. Twenty-four hours following treatment, nasal epithelium was recovered from which total RNA was used to generate cDNA probes. Significance analysis of microarrays (SAM) hybridization data using Clontech Rat Atlas 1.2 arrays revealed that 24 of the 1185 genes queried were significantly up-regulated and 22 genes were significantly downregulated. Results for ten of the differentially expressed genes were confirmed by quantitative real time RT PCR. The identified genes with FA-induced change in expression belong to the functional gene categories xenobiotic metabolism, cell cycle, apoptosis, and DNA repair. These data suggest that multiple pathways are dysregulated by FA exposure, including those involved in DNA synthesis/repair and regulation of cell proliferation. Differential gene expression profiles may provide clues that could be used to define mechanisms involved in FA-induced nasal cancer."
        },
        {
            "References": "Hastie AT et al; Toxicol & Appl Toxicol 102 (2): 282-91 (1990)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of formaldehyde on mammalian respiratory ciliary function were studied in-vitro. Tracheal rings from New Zealand white rabbits were incubated with 16, 33, or 66 ug/cu m formaldehyde for up to 60 minutes. Formaldehyde induced dose and time dependent decreases in the areas of ciliary activity and ciliary best frequency. The inhibition of ciliary function was reversible, but the times for recovery increased with increasing formaldehyde concentration. Porcine tracheal rings were incubated with up to 66 ug/cu m formaldehyde for 60 min followed by up to 65 min recovery. The number of extractable active cilia (ciliary axonemes) was determined. Formaldehyde decreased the number of extractable ciliary axonemes and associated ATPase activity in a dose and time dependent manner. The inhibitory effects were reversible."
        },
        {
            "References": "PMID:16739987",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study investigated the effects of /formaldehyde/ (FA) on rat plasma proteins by using proteomic approach. Rats were exposed to three different concentrations of FA (0, 5, 10 ppm) for 2 weeks at 6 hours/day and 5 days/week in an inhalation chamber. Malondialdehyde (MDA) assay and carbonyl spectrometric assay were conducted to determine lipid peroxidation and protein oxidation levels and Comet assays were used for genotoxicity evaluation. Level of MDA, carbonyl insertion and DNA damage in plasma, livers, and in the lymphocytes of rats exposed to FA were found to be dose dependently increased. Proteomic analysis using three different pI ranges (3.5-5.6, 5.3-6.9, 6-9) and large size two-dimensional gel electrophoresis (2-DE) showed the presence of 3491 protein spots. A total of 32 (19 up- and 13 down-regulated) proteins were identified as biomarkers of FA, all showed dose dependent expressions in the plasma of rats exposed to FA and of these, 27 protein spots were identified by MALDI-TOF/MS. Several differentiated protein groups were found. Proteins involved in apoptosis, transportation, signaling, energy metabolism, and cell structure and motility were found to be up- or down-regulated. Among these, the identities of SNAP 23, apolipoprotein A-1 and E, clusterin, kinesin, and fibrinogen gamma were confirmed by Western blot assay, and apo E was further analyzed by using 2-DE immunoblot assays to determine isoform patterns. Two cytokine including IL4 and INF-gamma were measured in plasma with respect to fibrinogen gamma changes. In summary, cytotoxicity, and genotoxicity assays, namely MDA lipid peroxidation assay, the carbonyl protein oxidation assay, and Comet genotoxic assay showed that these effects increased on increasing FA levels. Proteomic analysis with three different pI ranges and long size 2-DE gel electrophoresis showed that 32 protein spots were up-or down-regulated. Of these 32 proteins, 7 proteins were confirmed by western blot assay. They could be potential biomarkers for human diseases associated with FA exposure."
        },
        {
            "References": "PMID:6629074",
            "Value": "/IMMUNOTOXICITY/ ...Threshold concentration of sensitization effect of /formaldehyde/ in Guinea pigs was 0.5 mg/cu m. ...Quantitative changes were seen only in B-lymphocytes, whereas T-lymphocytes were essentially unchanged. At 3 mg/cu m the sensitization effect was seen in all the animals. The T-lymphocytes decreased substantially but B-lymphocytes increased. ..."
        },
        {
            "References": "PMID:25324870",
            "Value": "/IMMUNOTOXICITY/  Although formaldehyde (FA) is known to be a major allergen responsible for allergic contact dermatitis, there are conflicting reports regarding correlation between FA exposure and interleukin (IL-4) expression. To investigate whether allergic responses including IL-4 expression were induced by repeated dermal exposure to low dose FA, alterations in the luciferase signal and allergic phenotypes were measured in IL-4/Luc/CNS-1 transgenic (Tg) mice containing luciferase cDNA under control of the IL-4 promoter after exposure to 4% FA for 2 weeks. High levels of luciferase were detected in the abdominal region of the whole body and submandibular lymph node (SLN) of FA treated mice. Additionally, the ear thickness and IgE concentration were significantly upregulated in the FA treated group when compared with the acetone olive oil (AOO) treated group. FA treated mice showed enhanced auricular lymph node (ALN) weight, epidermis and dermis thickness, and infiltration of inflammatory cells. Furthermore, the expression of IL-6 among T helper 2 cytokines was higher in the FA treated group than the AOO treated group, while vascular endothelial growth factor (VEGF) levels remained constant. Overall, the results presented herein provide additional evidence that various allergic responses may be successfully induced in IL-4/Luc/CNS-1 Tg mice after exposure to low dose FA for 2 weeks. The luciferase signal under the IL-4 promoter may reflect general indicators of the allergic response induced by exposure to low dose FA."
        },
        {
            "References": "PMID:8404546",
            "Value": "/IMMUNOTOXICITY/ Immune functions were examined in male rats following 28 day oral administration of formaldehyde by gastric tube at dose levels of 0, 20, 40, and 80 mg/kg. Routine parameters examined included hematology, clinical chemistry, and body, thymus, kidney, and liver weights. In addition, cellularity of spleen and lymph nodes, histology of spleen, thymus, lymph nodes, liver kidney, small and large intestines, and histochemistry of spleen and lymph nodes were evaluated. Immune parameters evaluated included serum hemagglutinin antibody response; antibody plaque forming cell response to sheep erythrocytes (lymphocyte-dependent antigen); microbicidal activity of Candida albicans; and phagocytic activity by adhesion of microspheric hydrophilic synthetic particles to leukocyte cell membrane. Body weights were slightly decreased at high dose level (80 mg/kg). The difference was significant when compared to the controls. The lymph node weights were significantly increased in rats receiving formaldehyde. The cellularity of lymphoid organs was not influenced after 28 day exposure to formaldehyde."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.145 (1999). Available from, as of December 9, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ ... 20, 40 or 90 mg/kg/day formaldehyde /was administered/ 5 days/wk for 4 weeks to male Wistar rats by gavage. Increased absolute and relative lymph node weights were observed beginning at 40 mg/kg/day. Antibody production was assayed by measurement of total blood IgG and IgM, a hemagglutination assay, a plaque-forming cell assay, and by measurement of IgM production in spleen cells. Only the hemagglutination assay showed a significant effect; the combined IgG and IgM titers were significantly lower than controls at 20 mg/kg/day and above, although individual IgM and IgG titers were only significantly different from controls at 40 and 80 mg/kg/day."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 444",
            "Value": "/IMMUNOTOXICITY/ Macrophages from mice exposed to formaldehyde vapor exhibit increased synthesis of hydroperoxide. This may contribute to enhanced bacterial activity and potential damage to local tissues."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 230 (2006)",
            "Value": "/IMMUNOTOXICITY/ Sprague-Dawley rats were exposed to 12.6 ppm (15.5 mg/cu m) formaldehyde (6 hr per day on 5 days per week for 22 months), then vaccinated with pneumococcal polysaccharide antigens and tetanus toxoid and were tested 3-4 weeks later for the development of antibodies. An IgG response to pneumococcal polysaccharides and to tetanus toxoid and an IgM response to tetanus toxoid were found in both exposed and control groups. No evidence was obtained that long-term exposure to a high concentration of formaldehyde impairs B-cell function, as measured by antibody production."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 230 (2006)",
            "Value": "/IMMUNOTOXICITY/ Formaldehyde enhanced the anti-ovalbumin IgE titre after pre-exposure of BALB/c mice to 2 mg/cu m formaldehyde for 6 hr per day for 10 days but did not enhance the IgG1 response of ICR mice to a mite allergen in the respiratory tract after exposure to an aerosol of 0.5% formaldehyde saline solution."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.236 (1999). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ ... Experiments with mice and guinea pigs indicate that exposure to low levels of formaldehyde enhances allergic responses to intranasal administration of ovalbumin and suggest the possibility of formaldehyde facilitation of allergic responses to other respiratory allergens. Mice pre-exposed to 1.6 ppm, 6 hours/day for 10 consecutive days produced four-fold greater ovalbumin-specific IgE antibodies in response to intranasal administration of ovalbumin mice that were not pre-expose. A group of guinea pigs exposed to 0.25 ppm formaldehyde, 8 hours/day for 5 days showed a greater percentage of bronchial, presumably allergic, responses to inhaled ovalbumin than a control group without preexposure to formaldehyde."
        },
        {
            "References": "PMID:25264680",
            "Value": "/IMMUNOTOXICITY/ Previous studies have shown that formaldehyde (FA) could cause immunotoxicity by changing the number of T lymphocytes and that cytokines play a pivotal role in the regulation of T lymphocytes. However, the previously used cytokine detection methods are difficult to use in the measurement of several cytokines in a small amount of sample for one test. Therefore, the cytometric bead array (CBA) technique was used. CBA showed better analytical efficiency and sensitivity than the previous methods. C57BL/6 mice were exposed to the control (normal saline), low FA concentration (0.5 mg/kg), and high FA concentration (2 mg/kg) for 1 week or 1 month. The contents of cytokines, including Th1-related cytokines (IL-2, IFN-?, and tumor necrosis factor), Th2-related cytokines (IL-4, IL-6, and IL-10), and Th17-related cytokines (IL-17A), were measured by using the BD FACS Canto II Flow Cytometer and analyzed by FCAP ArrayTM Software. Th1/Th2/Th17-related cytokines showed a slightly decreasing trend after low FA exposure. Conversely, a significantly increasing trend was found after high FA exposure. Th1/Th2/Th17-related cytokines all serve important functions in the immune reactions in mice after FA exposure."
        },
        {
            "References": "PMID:25324870",
            "Value": "/IMMUNOTOXICITY/ Although formaldehyde (FA) is known to be a major allergen responsible for allergic contact dermatitis, there are conflicting reports regarding correlation between FA exposure and interleukin (IL-4) expression. To investigate whether allergic responses including IL-4 expression were induced by repeated dermal exposure to low dose FA, alterations in the luciferase signal and allergic phenotypes were measured in IL-4/Luc/CNS-1 transgenic (Tg) mice containing luciferase cDNA under control of the IL-4 promoter after exposure to 4% FA for 2 weeks. High levels of luciferase were detected in the abdominal region of the whole body and submandibular lymph node (SLN) of FA treated mice. Additionally, the ear thickness and IgE concentration were significantly upregulated in the FA treated group when compared with the acetone olive oil (AOO) treated group. FA treated mice showed enhanced auricular lymph node (ALN) weight, epidermis and dermis thickness, and infiltration of inflammatory cells. Furthermore, the expression of IL-6 among T helper 2 cytokines was higher in the FA treated group than the AOO treated group, while vascular endothelial growth factor (VEGF) levels remained constant. Overall, the results presented herein provide additional evidence that various allergic responses may be successfully induced in IL-4/Luc/CNS-1 Tg mice after exposure to low dose FA for 2 weeks. The luciferase signal under the IL-4 promoter may reflect general indicators of the allergic response induced by exposure to low dose FA."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 230 (2006)",
            "Value": "/IMMUNOTOXICITY/ The possibility that formaldehyde may induce changes in the immune response was examined in B6C3F1 mice exposed to 15 ppm (18.3 mg/cu m) formaldehyde (6 hr per day on 5 days per week for 3 weeks). A variety of tests of immune function revealed no significant changes, except for an increase in host resistance to challenge with the bacterium, Listeria monocytogenes, which implied an increased resistance to infection. Exposure did not alter the number or impair the function of resident peritoneal macrophages, but increased their competence for release of hydrogen peroxide."
        },
        {
            "References": "DHHS/ATSDR; Addendum to the Toxicological Profile for Formaldehyde p.25 (2010). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ ... The effect of formaldehyde exposure on allergic inflammatory responses in the lung by comparing non-immunized mice to allergy model mice (immunized with ovalbumin) /was evaluated/. Female C3H/He mice were exposed to formaldehyde concentrations of 0, 0.08, 0.4, or 2 ppm, 16 hours/day, 5 days/week for 12 weeks. Formaldehyde exposure did not alter body weight or thymus weight in non-allergy or allergy model female mice. Spleen weight was reduced in non-immunized mice exposed to 0.4 or 2 ppm formaldehyde, but it was unchanged in allergy-model mice. No histopathological evidence of inflammation was noted in the lungs or trachea of formaldehyde-exposed mice (nasal tissues were not examined). In non-immunized mice, formaldehyde inhalation did not alter the cell profile in bronchoalveolar lavage fluid. The number of macrophages and eosinophils was increased in allergy-model mice exposed to 2 ppm compared to allergy model controls. However, the level of IL-1alpha was reduced in these mice. Immunization with ovalbumin increased the production of nerve growth factor in bronchoalveolar lavage fluid and plasma, but exposure to 0.08 or 0.4 ppm formaldehyde (but not 2 ppm) reduced nerve growth factor levels compared to immunized control mice. Formaldehyde exposure did not alter the total number of spleen cells or the number of CD3-positive T cells, CD19-positive B cells, or the CD4/CD8 T cell ratio. The spleen cell proliferative response to mitogens or ovalbumin was not changed by formaldehyde exposure. An increase in INF-alpha production was increased in cultured spleen cells from non-immunized mice exposed to 2 ppm formaldehyde for 12 weeks. Ovalbumin-stimulated monocyte chemo-attractant protein (MCP-1) was increased in allergy-model mice exposed to 0.4 or 2 ppm formaldehyde. Plasma levels of anti-ovalbumin IgG1 and IgG3 were decreased in mice exposed to 0.4 ppm. Substance P levels in the plasma increased in a dose-dependent fashion in non-immunized mice, but not in allergy-model mice. To summarize, alterations in some immune parameters were noted for both allergy and non-allergy model mice; however, a clear pattern of effects contributing to allergic sensitivity was not found. Some changes in cytokines and neuropeptides were noted, but tests of immune function were not performed. No IgE-mediated allergic inflammatory response was observed in these studies."
        },
        {
            "References": "DHHS/ATSDR; Addendum to the Toxicological Profile for Formaldehyde p.24 (2010). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ The pulmonary inflammatory response in female mice exposed to 0, 5, or 10 ppm formaldehyde for 6 hours/day, 5 days/week for 2 weeks /was investigated/, and the authors observed a 10% decrease in body weight in mice treated with 5 or 10 ppm. However, lung, liver, kidney, spleen, and thymus weights of the treated animals were similar to those of controls. Histopathological analysis of the lung tissues demonstrated eosinophils and mononuclear cell infiltration of the alveolar cell walls and alveolar spaces in formaldehyde exposed mice. Exposed mice had a higher number of CCR3+ eosinophils in bronchoalveolar lavage fluid than control mice and showed upregulated gene expression of CC-chemokine receptor-3 (CCR3), eotaxin, intercellular adhesion molecules (ICAM-1), and proinflammatory cytokines (IL-1, IL-4, and IL-5) in mouse lung. Formaldehyde exposure also produced an increase in the serum levels of IgG1, IgG3, IgA, and IgE compared to controls. Gene expression of thioredoxin (TRX), a redox-regulating antioxidant protein, was suppressed in formaldehyde-exposed mice, and levels of intracellular reactive oxygen species levels were increased. These results were consistent with the observed increase in the number of CCR3+-expressing eosinophils, and the results suggest that reactive oxygen species were generated from eosinophils recruited to the inflammatory sites of the airways"
        },
        {
            "References": "DHHS/ATSDR; Addendum to the Toxicological Profile for Formaldehyde p.23 (2010). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ ... The inflammatory response in the nasal mucosa of F-344 and Brown Norway rats exposed to 15 to 20 ppm formaldehyde aerosol, 3 hours/day for 5 days /was evaluated/. Strain differences were observed in clinical signs (abnormal respiration, nasal discharge, and sneezing) and the incidence and severity of histopathological effects in the nasal mucosa (degeneration and desquamation of epithelial cells with neutrophil invasion). These effects were more pronounced in F-344 rats than in Brown Norway rats. The expression levels of T helper cell 1 (Th1)-related cytokines (INF-alpha and IL-2) were reduced in nasal mucosa of Brown Norway rats, but not of F-344 rats, compared to untreated controls. The expression of Th2-related cytokines (IL-4 and IL-5) in the nasal mucosa was not altered by formaldehyde treatment in either rat strain. The altered cytokine levels in this study do not clearly explain the strain differences in nasal mucosa toxicity, and the biological significance of these changes is unknown."
        },
        {
            "References": "PMID:25233128",
            "Value": "/IMMUNOTOXICITY/ Formaldehyde (FA) is a ubiquitous compound used in a wide variety of industries, and is also a major indoor pollutant emitted from building materials, furniture, etc. Because FA is rapidly metabolized and endogenous to many materials, specific biomarkers for exposure have not been identified. In this study, we identified small metabolite biomarkers in urine that might be related FA exposure. Mice were allowed to inhale FA (0, 4, 8 mg/m3) 6 h per day for 7 consecutive days, and urine samples were collected on the 7th day of exposure. Liquid chromatography coupled with time of flight-mass spectrometry and principal component analysis (PCA) was applied to determine alterations of endogenous metabolites in urine. Additionally, immune toxicity studies were conducted to ensure that any resultant toxic effects could be attributed to inhalation of FA. The results showed a significant decrease in the relative rates of T lymphocyte production in the spleen and thymus of mice exposed to FA. Additionally, decreased superoxide dismutase activity and increased reactive oxygen species levels were found in the isolated spleen cells of exposed mice. A total of 12 small molecules were found to be altered in the urine, and PCA analysis showed that urine from the control and FA exposed groups could be distinguished from each other based on the altered molecules. Hippuric acid and cinnamoylglycine were identified in urine using exact mass and fragment ions. Our results suggest that the pattern of metabolites found in urine is significantly changed following FA inhalation, and hippuric acid and cinnamoylglycine might represent potential biomarker candidates for FA exposure."
        },
        {
            "References": "PMID:16131018",
            "Value": "/ALTERNATIVE IN VITRO ASSAYS/To analyze protein changes in the lung of Wistar rats exposed to gaseous formaldehyde (FA) at 32-37 mg/m3 for 4 h/day for 15 days using proteomics technique. ... lung samples were solubilized and separated by two-dimensional electrophoresis (2-DE), and gel patterns were scanned and analyzed for detection of differently expressed protein spots. These protein spots were identified by MALDI-TOF-MS and NCBInr protein database searching. ... Four proteins were altered significantly in 32-37 mg/m3 FA group, with 3 proteins up-regulated, 1 protein down-regulated. The 4 proteins were identified as aldose reductase, LIM protein, glyceraldehyde-3-phosphate dehydrogenase, and chloride intracellular channel 3. ... The four proteins are related to cell proliferation induced by FA and defense reaction of anti-oxidation."
        },
        {
            "References": "Swenberg JA et al; Toxicol Epidemiol Mech (Pap Meet) 225-36 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/  15 ppm formaldehyde caused an initial wave of cell replication in the nasal cavity of mice and rats 18 hr after a 6 hr exposure. The /percentage/ of replicating cells remained ... elevated for 3-5 days and then began to decrease. Similar elevations occurred following 3 daily exposures to 6 ppm formaldehyde in rats, but not mice. ..."
        },
        {
            "References": "WHO; Environ Health Criteria 89: Formaldehyde p.134 (1989) https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/  Increased cell replication occurs as a result of the cytotoxic effects of formaldehyde on the nasal mucosa. Morphological changes (acute degeneration, swelling, formation of \"dense bodies\", & vacuoles in epithelial cells) were described in the respiratory epithelium of rats after a single 6 hr exposure to 18 mg formaldehyde/cu m. When such exposure was repeated 3-5 times, ulceration was observed in the respiratory epithelium in most experimental animals. After a 9-day exposure, reparative hyperplasia & metaplasia were found. At 7.2 mg/cu m, hyperplasia & slight degenerative changes were still detected. In contrast, morphological changes could not be proved at 0.6 & 2.5 mg formaldehyde/cu m."
        },
        {
            "References": "Ionescu J et al; Morphol Embryol (BUCUR) 24 (3): 232-42 (1978)",
            "Value": "/OTHER TOXICITY INFORMATION/   Prolonged exposure of rabbits to formaldehyde caused acid phosphatase, Tween-60-esterase, naphthol-AS-D-acetate-esterase, proline-oxidase and hydroxyproline-2-epimerase activities to increase and leucyl-aminopeptidase and beta-glucuronidase to decrease. It induced bronchial cell hyperplasia with hypermucigenesis, extrusion of bronchial cells, bronchiolar hypermucigenesis, parcellary squamous metaplasia or necrobiosis of epithelia."
        },
        {
            "References": "Furihata C et al; Japanese J of Cancer Res 79 (8): 917-20 (1988)",
            "Value": "/OTHER TOXICITY INFORMATION/   The induction of ornithine-decarboxylase activity and DNA synthesis was studied in the glandular stomach mucosa of rats after gastric intubation of formaldehyde. Male Fischer rats were given doses of formaldehyde ranging from 11 to 110 mg/kg body weight by gastric intubation. The maximum increase in ornithine-decarboxylase activity was a 100 fold increase noted after 16 hours. The maximum increase in DNA synthesis was a 49 fold increase after 16 hours in the pyloric mucosa of the stomach. Even doses lower than 75 mg/kg, formaldehyde induced ornithine-decarboxylase activity and DNA synthesis in the pyloric mucosa."
        },
        {
            "References": "PMID:20967961",
            "Value": "/OTHER TOXICITY INFORMATION/ The methanol poisoning by oral intake or skin contact occurs occasionally, which may have serious consequences including blindness and/or death. Methanol and its metabolites, formaldehyde and formic acid, are associated with metabolic acidosis, visual dysfunction and neurological symptoms. At present, the mechanism of methanol poisoning primarily focuses on the cell hypoxia, the alteration of structure and biological activity induced by free radical and lactic acid. Meanwhile, methanol poisoning causes changes in the balance between the production of free radicals and antioxidant capacity and in the proteases-protease inhibitors system, which lead to a series of disturbances. /Methanol/"
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 192",
            "Value": "/OTHER TOXICITY INFORMATION/ Poisoning is characterized by severe abdominal pain which may be followed by collapse and death. In less severe cases, acute nephritis with oliguria may develop. Formaldehyde poisoning has been recorded in cattle placed in calving sheds which had been cleaned and disinfected shortly before with a 35% solution of this material, and after drinking from foot-rot treatment baths. The addition of formaldehyde as a preservative to milk has caused intoxiction in calves. The clinical signs recorded included recumbency, abdominal pain, salivation and diarrhea. Postmortem examination revealed severe gastrointestinal tract lesions."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 192",
            "Value": "/OTHER TOXICITY INFORMATION/ The use of formalin for the treatment of foot-rot in sheep can give rise to keratinization of the interdigital skin if the solution employed is too concentrated or its application too frequent. In severe cases this may lead to bacterial infection of the feet and result in serious losses."
        },
        {
            "References": "PMID:2125143",
            "Value": "/OTHER TOXICITY INFORMATION/ The relative toxicities of formaldehyde and glutaraldehyde to the rat nasal epithelium were determined following intra-nasal instillation of aqueous solutions of these compounds into one nostril of male Fischer 344 (F-344) rats. Lesions identical in appearance to those resulting from acute inhalation exposure to formaldehyde were induced by both compounds in a concentration-dependent manner. While sterile saline and 10 mM glutaraldehyde induced no significant epithelial changes, 20 and 40 mM glutaraldehyde induced extensive lesions in the treated side of the nose. Aldehyde induced lesions included inflammation, epithelial hypertrophy, and squamous metaplasia in association with marked increases (2-8-fold) in labeling index for both compounds. Formaldehyde induced similar lesions but required concentrations of 200 mM or more to elicit a toxic response. Thus, glutaraldehyde is approximately an order of magnitude more toxic to the nasal epithelium than formaldehyde."
        },
        {
            "References": "PMID:22382760",
            "Value": "/OTHER TOXICITY INFORMATION/ Aging is an important factor in memory decline in aged animals and humans and in Alzheimer's disease and is associated with the impairment of hippocampal long-term potentiation (LTP) and down-regulation of NR1/NR2B expression. Gaseous formaldehyde exposure is known to induce animal memory loss and human cognitive decline; however, it is unclear whether the concentrations of endogenous formaldehyde are elevated in the hippocampus and how excess formaldehyde affects LTP and memory formation during the aging process. In the present study, we report that hippocampal formaldehyde accumulated in memory-deteriorating diseases such as age-related dementia. Spatial memory performance was gradually impaired in normal Sprague-Dawley rats by persistent intraperitoneal injection with formaldehyde. Furthermore, excess formaldehyde treatment suppressed the hippocampal LTP formation by blocking N-methyl-D-aspartate (NMDA) receptor. Chronic excess formaldehyde treatment over a period of 30 days markedly decreased the viability of the hippocampus and down-regulated the expression of the NR1 and NR2B subunits of the NMDA receptor. Our results indicate that excess endogenous formaldehyde is a critical factor in memory loss in age-related memory-deteriorating diseases."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.191 (1999). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/OTHER TOXICITY INFORMATION/ The exact mechanism by which formaldehyde exerts its irritant, corrosive, and cytotoxic effects is not known. Aldehydes as a group are reactive chemicals with a highly electronegative oxygen atom and less electronegative atoms of carbon(s), and hence have a substantial dipole moment. The carbonyl atom is the electrophilic site of these type of molecules, making it react easily with nucleophilic sites on cell membranes and in body tissues and fluids such as the amino groups in protein and DNA ... ."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Formaldehyde (PB/99/166654) p.192 (1999). Available from, as of December 4, 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/OTHER TOXICITY INFORMATION/ ...Formaldehyde readily combines with free, unprotonated amino groups of amino acids to yield hydroxymethyl amino acid derivatives and a proton (H+), which is believed to be related to its germicidal properties. Higher concentrations will precipitate protein... . Either one of these mechanistic properties or perhaps other unknown properties may be responsible for the irritation effects seen with formaldehyde exposure. It is probable that formaldehyde toxicity occurs when intracellular levels saturate formaldehyde dehydrogenase activity, overwhelming the natural protection against formaldehyde, and allowing the unmetabolized intact molecule to exert its effects locally."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:986",
            "Value": "/OTHER TOXICITY INFORMATION/ Formaldehyde is a very strong cross-linking agent that is active in the low concentration range. The reaction mechanism of this agent, it is thought, involves initial addition of formaldehyde to a primary amine on either an amino acid residue or DNA base to yield a hydroxymethyl intermediate. In a second step, the hydroxymethyl group condenses with a second primary amine to yield a methylene bridge."
        },
        {
            "References": "Sullivan, J.B., Krieger G.R. (eds). Clinical Environmental Health and Toxic Exposures. Second edition. Lippincott Williams and Wilkins, Philadelphia, Pennsylvania 1999., p. 1010",
            "Value": "/OTHER TOXICITY INFORMATION/ In the nasal cavity of rats, high local levels of formaldehyde cause tissue damage, produce more single-stranded DNA (as formaldehyde will react only with single-stranded DNA), and increase cellular proliferation (rapid replacement of damaged cells). This rapid proliferation of cells at levels of more than 2 ppm formaldehyde in rats diminishes the efficiency of the normal DNA repair mechanism, such that there is less time during which the normal DNA repair mechanisms can operate. A mutated cell that could produce a tumor and normally would be repaired may slip by the very efficient repair mechanism and eventually produce a tumor. Continuous cell proliferation appears necessary to produce a tumor response in rats."
        },
        {
            "References": "PMID:25109304",
            "Value": "/OTHER TOXICITY INFORMATION/ Peroxiredoxin 2 (Prx2), a member of the peroxiredoxin family, regulates numerous cellular processes through intracellular oxidative signal transduction pathways. Formaldehyde (FA)-induced toxic damage involves reactive oxygen species (ROS) that trigger subsequent toxic effects and inflammatory responses. The present study aimed to investigate the role of Prx2 in the development of bone marrow toxicity caused by FA and the mechanism underlying FA toxicity. According to the results of the preliminary investigations, the mice were divided into four groups (n=6 per group). One group was exposed to ambient air and the other three groups were exposed to different concentrations of FA (20, 40, 80 mg/cu m) for 15 days in the respective inhalation chambers, for 2 hr a day. At the end of the 15-day experimental period, all of the mice were sacrificed and bone marrow cells were obtained. Cell samples were used for the determination of pathology, glutathione peroxidase (GSH-Px) activity and myeloperoxidase (MPO) activity and protein expression; as well as for the determination of DNA damage and Prx2 expression. The results revealed an evident pathological change in the FA-treated groups, as compared with the controls. In the FA treatment group GSH-Px activity was decreased, while MPO activity and protein expression were increased. The rate of micronucleus and DNA damage in the FA-treated groups was also increased and was significantly different compared with the control, while the expression of Prx2 was decreased. The present study suggested that at certain concentrations, FA had a toxic effect on bone marrow cells and that changes in the Prx2 expression are involved in this process."
        },
        {
            "References": "PMID:25131264",
            "Value": "/OTHER TOXICITY INFORMATION/ Formaldehyde inhalation exposure, which can occur through occupational exposure, can lead to sensory irritation, neurotoxicity, mood disorders, and learning and memory impairment. However, its influence on olfactory function is unclear. To investigate the mechanism and the effect of repeated formaldehyde inhalation exposure on olfactory function, rats were treated with formaldehyde inhalation (13(5) + or - 1 (5) ppm, twice 30 minutes/day) for 14 days. Buried food pellet and locomotive activity tests were used to detect olfactory function and locomotion. Western blots were used to evaluate synaptosomal-associated protein 25 (SNAP25) protein levels in the olfactory bulb (OB) lysate and synaptosome, as well as mature and immature olfactory sensory neuron markers, olfactory marker protein (OMP), and Tuj-1. Real-time polymerase chain reaction (PCR) was used to detect SNAP25 mRNA amounts. Repeated formaldehyde inhalation exposure impaired olfactory function, whereas locomotive activities were unaffected. SNAP25 protein decreased significantly in the OB, but not in the occipital lobe. SNAP25 also decreased in the OB synaptosome when synaptophysin did not change after formaldehyde treatment. mRNA levels of SNAP25A and SNAP25B were unaffected. Mature and immature olfactory sensory neuron marker, OMP, and Tuj-1, did not change after formaldehyde treatment. Repeated formaldehyde exposure impaired olfactory function by disturbing SNAP25 protein in the OB."
        },
        {
            "References": "PMID:25282336",
            "Value": "/OTHER TOXICITY INFORMATION/ Hippocampus-related topographic amnesia is the most common symptom of memory disorders in Alzheimer's disease (AD) patients. Recent studies have revealed that experience-mediated DNA methylation, which is regulated by enzymes with DNA methyltransferase (DNMT) activity, is required for the formation of recent memory as well as the maintenance of remote memory. Notably, overexpression of DNMT3a in the hippocampus can reverse spatial memory deficits in aged mice. However, a decline in global DNA methylation was found in the autopsied hippocampi of patients with AD. Exactly, what endogenous factors that affect DNA methylation still remain to be elucidated. Here, we report a marked increase in endogenous formaldehyde levels is associated with a decline in global DNA methylation in the autopsied hippocampus from AD patients. In vitro and in vivo results show that formaldehyde in excess of normal physiological levels reduced global DNA methylation by interfering DNMTs. Interestingly, intrahippocampal injection of excess formaldehyde before spatial learning in healthy adult rats can mimic the learning difficulty of early stage of AD. Moreover, injection of excess formaldehyde after spatial learning can mimic the loss of remote spatial memory observed in late stage of AD. These findings suggest that aging-associated formaldehyde contributes to topographic amnesia in AD patients."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Dec 23, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) De SK, Chandra K; Sci Cult 44: 462-4 (1978) (5) Cooke CM et al; Bull Environ Contam Toxicol 70: 761-8 (2003)",
            "Value": "The Koc of formaldehyde is estimated as 8(SRC), using a log Kow of 0.35(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that formaldehyde is expected to have very high mobility in soil(SRC). Formaldehyde gas adsorbs on clay minerals to a degree at high gas concentrations which is an important quality in its use as a soil fumigant(4). In addition, formaldehyde may interact with humic substances in soil(5) resulting in decreased mobility."
        }
    ]
}