{
    "_id": {
        "$oid": "6682e7d8c4e5dba5ffba22a2"
    },
    "CID": {
        "$numberInt": "713"
    },
    "Name": "FORMAMIDE",
    "IUPACName": "formamide",
    "CanonicalSMILES": "C(=O)N",
    "Synonyms": [
        "formamide",
        "75-12-7",
        "Methanamide",
        "carbamaldehyde",
        "Formimidic acid",
        "Formic acid",
        "amide",
        "formamid",
        "Methanoic acid",
        "amide",
        "Methanimidic acid",
        "Amid kyseliny mravenci",
        "NSC 748",
        "HSDB 88",
        "Methanamid",
        "CCRIS 6240",
        "Amid kyseliny mravenci [Czech]"
    ],
    "IsomericSMILES": "C(=O)N",
    "INCHI": "InChI=1S/CH3NO/c2-1-3/h1H,(H2,2,3)",
    "INCHIKEY": "ZHNUHDYFZUAESO-UHFFFAOYSA-N",
    "Formula": "CH3NO",
    "MolecularWeight": {
        "$numberDouble": "45.041"
    },
    "Description": "Formamide is the simplest monocarboxylic acid amide, obtained by formal condensation of formic acid with ammonia. The parent of the class of formaldehydes. It has a role as a solvent. It is a monocarboxylic acid amide, a one-carbon compound and a member of formamides. It is functionally related to a formic acid. It is a tautomer of a formimidic acid.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "12"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 3 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for formamide(SRC), using a log Kow of -1.51(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Melaney GW, Gerhold RM; Ext Ser 112: 249-57 (1962) (2) Sasaki S; pp. 283-98 in Japan in Aquatic Pollutants. Hutzinger O et al, ed. Oxford, UK: Pergamon Press Oxford (1978) (3) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (4) Kitano M; Biodegradation and Bioaccumulation Test on Chemical Substances, OECD Tokyo Meeting, Reference Book TSU-No. 3 (1978)",
            "Value": "AEROBIC: Theoretical BODs were measured for formamide of 1.6, 4.7, and 11.8% over 6-, 12-, and 24-hr inoculation periods(1), respectively. Theoretical BODs greater than 30% over a 2 week incubation period(2,3), and 22.6 and 57.7% over a 2 week incubation period(4) were noted using the Japanese MITI standard BOD test."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow= -1.51"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 137",
            "Value": "... IN ANIMALS ... FORMAMIDE & MONOMETHYLFORMAMIDE HAVE BEEN SHOWN EXPERIMENTALLY TO BE TERATOGENS /ADMIN BY MOUTH OR PERCUTANEOUSLY/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 689",
            "Value": "... APPLICATION OF FORMAMIDE TO SKIN OF PREGNANT MICE RESULTED IN INHIBITION OF FETAL GROWTH & ... MALFORMATIONS; GROSS FETAL MALFORMATIONS WERE NOT OBSERVED /IN A LATER STUDY/. ... PREVIOUSLY REPORTED EFFECTS WERE PRODUCED UNDOUBTEDLY AT OVERWHELMING CONCENTRATIONS."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 689",
            "Value": "IN 2-WK FEEDING TEST ON 6 RATS, 4 DIED BEFORE 10TH TREATMENT OF 1.5 G FORMAMIDE/KG; OTHER 2 DIED WITHIN 2 DAYS AFTER 10TH DAY OF TREATMENT, INDICATING CUMULATIVE EFFECTS. ALL RATS SHOWED MARKED WEIGHT LOSS DURING TREATMENT, & PATHOLOGIC EXAMINATION REVEALED ... GASTRITIS & MALNUTRITION ... ."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 689",
            "Value": "Skin tests on rabbits produced a LD50 of 6 g/kg. DuPont dermal toxicity studies reported the lethal dose to be approx 17 g/kg following application of formamide to the shaved backs of rabbits. Tests for primary skin irritation & allergic skin sensitization were carried out by applying undiluted formamide & a 50% aqueous soln of formamide to the shaved skin of guinea pigs. Both concns were strong irritants to the intact skin. Aqueous solns of formamide in concns of 50% & 33% were mildly to moderately irritating to the abraded skin of guinea pigs. Formamide did not produce skin sensitization."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 689",
            "Value": "... EYE IRRITATION TESTS IN RABBITS SHOWED ONLY MILD, TEMPORARY IRRITATION."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 689",
            "Value": "... NO SIGNS OF TOXICITY IN RATS WERE DETECTED IN SINGLE EXPOSURES FOR 6 HR @ 3900 PPM FORMAMIDE DISPERSED AS MIST, OR FOR EXPOSURES OF 10 DAYS' DURATION, 6 HR/DAY @ APPROX 1500 PPM ... VAPOR ... /THERE WAS/ NO INDICATION THAT ORGAN DAMAGE HAD OCCURRED UPON PATHOLOGICAL EXAM."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 70",
            "Value": "... 1 ML /FORMAMIDE ADMIN/ IP TO RATS ON GESTATIONAL DAYS 11-16 ... CAUSED 36% RESORPTION & OF SURVIVORS 46% WERE STUNTED. DEFECTS OF PALATE & EXTREMITIES ALSO OCCURRED."
        },
        {
            "References": "PMID:1270979",
            "Value": "YOUNG CHICK EMBRYOS WERE INCUBATED ON MEDIA CONTAINING FORMAMIDE AT CONCN OF 0.1 & 0.25 MOLAR. IN NEUROEPITHELIUM OF THESE EMBRYOS, IT WAS FOUND THAT THE 0.1 MOLAR CONCN HAD NO EFFECT; 0.25 MOLAR CONCN ONLY AFFECTED MITOSIS."
        },
        {
            "References": "PMID:898190",
            "Value": "FORMAMIDE /AS LIQUID/ WAS APPLIED TO SKIN OF PREGNANT RATS DURING PERIOD OF FETAL ORGANOGENESIS. SLIGHT TERATOGENESIS AND EMBRYOMORTALITY WAS DEMONSTRATED."
        },
        {
            "References": "PMID:5113797",
            "Value": "ACUTE TOXICITY OF FORMAMIDES TO RATS AND MICE WAS IN INCR ORDER: FORMAMIDE, N-METHYLFORMAMIDE, N,N-DIMETHYLFORMAMIDE, N-ETHYLFORMAMIDE, AND N,N-DIETHYLFORMAMIDE. MICE WERE MORE SUSCEPTIBLE THAN RATS. THE COMPOUNDS INDUCED TESTICULAR LESIONS."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "Formamide was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Formamide was tested at doses of 0.033, 0.10, 0.33, 1.0, 3.3, & 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, & TA100) in the presence & absence of rat or hamster liver S-9. Formamide was negative in these tests & the highest ineffective dose tested in any S. typhimurium strain was 10 mg/plate."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1036",
            "Value": "/Formamide/ rated 4 when tested on eyes of rabbits on a scale of 1 to 10 according to degree of injury observed after 24 hr, paying particular attention to condition of cornea. Most severe injuries have been rated 10."
        },
        {
            "References": "MERKLE J ET AL; ARZNEIM-FORSCH 30 (9): 1557-62 (1980)",
            "Value": "FORMAMIDE IN AQUEOUS SOLN ADMIN BY STOMACH TUBE TO RABBITS FROM 6TH-18TH DAY PAST INSEMINATION SHOWED EMBRYOTOXIC & WEAKLY TERATOGENIC EFFECTS AT CONCN NOT TOXIC TO MOTHER."
        },
        {
            "References": "Marzulli, F.N., H.I. Maibach. Dermatotoxicology 4th ed. New York, NY: Hemisphere Publishing Corp., 1991., p. 707",
            "Value": "In the mouse, 0.1 ml of formamide (about one-fourth of the LD50 dose) dropped onto the skin on 1 or 2 days of embryogenesis was sufficient to cause death of half the embryos and malformation of all the survivors."
        },
        {
            "References": "Marzulli, F.N., H.I. Maibach. Dermatotoxicology 4th ed. New York, NY: Hemisphere Publishing Corp., 1991., p. 707",
            "Value": "In the rat, cutaneous application of formamide, at doses of 600 mg/kg body weight (about one-twenty-eight of the average lethal dose), on 1 or 2 day during embryogenesis, was weakly emryotoxic, causing intrauterine deaths but not malformation."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 163",
            "Value": "In rats, one dose of formamide (2 g/kg) admin on the 7th day of gestation caused resorption of all implanted fetuses & three daily doses of 2 g/kg after day 7 destroyed the litter. The cutaneous application of 600 mg/kg in rats twice after day 10 of gestation was weakly embryotoxic & teratogenic."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 163",
            "Value": "After ip application of 0.22 g/kg formamide to NMRI mice daily from the 6th to the 15th day post insemination, 27% of fetuses were lost & 25% showed malformations."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 163",
            "Value": "In rabbits, 79 mg/kg formamide given daily from the 6th-18th day post insemination caused fetal malformations."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. NY, NY: John Wiley and Sons 1: 1175 (2001) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of formamide is 3.6(1). According to a classification scheme(2), this Koc value suggests that formamide is expected to have very high mobility in soil(SRC)."
        }
    ]
}