{
    "_id": {
        "$oid": "6682e86cc4e5dba5ffba2582"
    },
    "CID": {
        "$numberInt": "7153"
    },
    "Name": "Mecoprop",
    "IUPACName": "2-(4-chloro-2-methylphenoxy)propanoic acid",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)Cl)OC(C)C(=O)O",
    "Synonyms": [
        "MECOPROP",
        "2-(4-Chloro-2-methylphenoxy)propanoic acid",
        "93-65-2",
        "Compitox",
        "Mecopeop",
        "7085-19-0",
        "2-(4-Chloro-2-methylphenoxy)propionic acid",
        "Mechlorprop",
        "Rankotex",
        "Anicon B",
        "Isocarnox",
        "Kilprop",
        "Liranox",
        "Mecopar",
        "Mecoper"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)Cl)OC(C)C(=O)O",
    "INCHI": "InChI=1S/C10H11ClO3/c1-6-5-8(11)3-4-9(6)14-7(2)10(12)13/h3-5,7H,1-2H3,(H,12,13)",
    "INCHIKEY": "WNTGYJSOUMFZEP-UHFFFAOYSA-N",
    "Formula": "C10H11ClO3",
    "MolecularWeight": {
        "$numberDouble": "214.64"
    },
    "Description": "2-(4-chloro-2-methylphenoxy)propanoic acid is a monocarboxylic acid that is lactic acid in which the hydroxyl hydrogen is replaced by a 4-chloro-2-methylphenyl group. It is an aromatic ether, a monocarboxylic acid and a member of monochlorobenzenes. It is functionally related to a rac-lactic acid.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "208"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Mecoprop (7085-19-0) (2008-2010) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 13, 2017: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for mecoprop(SRC), using a log Kow of 3.20(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Helweg A; Sci Tot Environ 132: 229-41 (1993) (2) Kelly MP et al; J Indust Microbiol 7: 137-46 (1991) (3) Smith AE, Hayden BJ; Weed Sci 21: 179-83 (1981) (4) Alexander M, Aleem MIH; J Agric Food and Chem 9: 44-7 (1961) (5) Fomsgaard IS et al; Int J Environ Anal Chem 70: 121-32 (1998) (6) Harrison I et al; Chemosphere 53: 539-49 (2003)",
            "Value": "AEROBIC: The estimated half-lives of 14C-ring-labeled mecoprop (2 ppm) in a sandy loam soil at 50% water holding capacity at 20, 10 and 5 °C was 3, 12, and 20 days, respectively(1). In dry and flooded soil (25% and 200% of water holding capacity) at 20 °C, the half-lives increased to 10 and 15 days, respectively. The half-life decreased by 43% when the concentration of mecoprop was decreased by a factor of 10. Comparing the half-lives of mecoprop in surface soil and subsurface soil, the investigators found half-lives of mecoprop in an undisturbed soil column of a coarse sandy soil to be 7 days at 0-33 cm depth, 70 days at 33-66 cm depth and 34 days at 66-99 cm depth. In these experiments when half of the mecoprop had disappeared, 12% of the 14C was recovered as CO2 and when 90% of the mecoprop had disappeared, 50% of the 14C was evolved as CO2. The degradation intermediates were not identified(1). Using UV absorption, HPLC, GC-MS and other techniques to monitor the course of mecoprop biodegradation using enriched mixed culture from a soil sample, biodegradation was incomplete (75%) and 4-chloro-2-methylphenol was an intermediate(2). GC-MS data also suggested that other phenolic compounds with repositioned chloro and methyl groups are formed(2). The half-life of mecoprop in clay loam, heavy clay loam, and sandy loam soils at 20 °C and 85% field moisture capacity was 9, 8, and 7 days, respectively(3). An experiment in which the UV absorption was used to monitor the disappearance of mecoprop (50-80 ppm) with an inoculum of Mardin silt loam, Honeoye silt loam and Dunkirk silt loam; 100% degradation, as typified by the loss of the aromatic ring, was not completely obtained in 47, 124, and 205 days, respectively when incubated at 30 °C and pH 7.2(4). Using undisturbed soil core techniques and different applications of 14C-ring labeled mecoprop, biodegradation studies were performed resulting in 14.2 to 25.07% 14CO2 evolution over the 90 day study period(5). Under aerobic conditions, (S)-mecoprop degrades faster than (R)-mecoprop(6)."
        },
        {
            "References": "(1) Klint M et al; J Environ Qual 22: 262-6 (1993) (2) Tuxen N et al; Chemosphere 41:1485-94 (2000) (3) Johnson AC et al; J Contam Hydrol 44: 1-18 (2000)",
            "Value": "AEROBIC: Mecoprop (100 ppb) degraded in 30 days in groundwater at 10 °C after a 35-40 day lag; degradation took less than a week when respiked(1). In the groundwater-suspended sediment, mecoprop degraded in 15 days after a lag of under a week(1). Mecoprop zero-order degradation rate constant was 1.3-1.6 ug/L/day with a lag period of 31 to 33 days in one sediment (organic carbon 0.02%, % gravel 2.1, % sand 97.31, % silt and clay 0.59) and degradation rate constant of 1.5-2.6 ug/L/day with a lag period of 16 to 24 days in the second sediment (organic carbon 0.02%, % gravel 13.03, % sand 85.66, % silt and clay 1.31)(2). Mecoprop degradation in chalk aquifer material with groundwater at 20 °C had half-lives of 15-30 days after a 10-20 day lag period(3)."
        },
        {
            "References": "(1) Smith AE, Hayden BJ; Weed Sci 21: 179-83 (1981) (2) Alexander M, Aleem MIH; J Agric Food and Chem 9: 44-7 (1961) (3) Klint M et al; J Environ Qual 22 262-6 (1993)",
            "Value": "AEROBIC: The half-lives of mecoprop in clay loam, heavy clay loam, and sandy loam soils at 20 °C and 85% field moisture capacity were 9, 8, and 7 days, respectively(1). Contradictory results were reported in an earlier experiment in which the UV absorption was used to monitor the disappearance of mecoprop (50-80 ppm) with an inoculum of Mardin silt loam, Honeoye silt loam and Dunkirk silt loam; 100% degradation, as typified by the loss of the aromatic ring, was not completely obtained in 47, 124, and 205 days, respectively when incubated at 30 °C and pH 7.2(2). The potential for mecoprop to biodegrade at low concentrations in an aerobic aquifer was investigated in groundwater batch experiments as well as experiments using groundwater with suspended sediment from a pristine sandy aquifer(3). Mecoprop (100 ppb) degraded in 30 days in groundwater at 10 °C after a 35-40 day lag; degradation took less than a week on respike. In the groundwater-suspended sediment, mecoprop degraded in 15 days after a lag of under a week. There was considerable variation in the degradation potential using sediment taken from different depths of the aquifer(3)."
        },
        {
            "References": "(1) Torang L et al; Environ Sci Technol 37: 3095-103 (2003)",
            "Value": "AEROBIC: After 341 days of incubation in groundwater and sediment from a shallow aerobic sandy aquifer, 25 ug/L of 14C labeled mecoprop was degraded to CO2 or distributed to the following environmental compartments at three distances from the injection well(1):",
            "Table": "[{'Compartment': '% as CO2', '0.3 m': 42.3, '1.8 m': 82.5, '5 m': 1.3}, {'Compartment': '% in Water', '0.3 m': 34.9, '1.8 m': 4.5, '5 m': 87.0}, {'Compartment': '% in Sediment Fines', '0.3 m': 15.7, '1.8 m': 10.3, '5 m': 2.4}, {'Compartment': '% in Coarse Sediment', '0.3 m': 3.0, '1.8 m': 4.4, '5 m': 3.9}, {'Compartment': 'Total % Recovered', '0.3 m': 95.9, '1.8 m': 101.6, '5 m': 94.6}]"
        },
        {
            "References": "(1) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989). Available from, as of Nov 14, 2017: https://www.ncbi.nlm.nih.gov/pubmed/16347851 (2) Harrison I et al; Chemosphere 53: 539-49 (2003)",
            "Value": "ANAEROBIC: Mecoprop was not degraded in anaerobic digesting sludge incubated at 35 °C for 75 days(1). In ground water studies it was found that mecoprop does not degrade in methanogenic/sulphate-reducing and iron-reducing conditions(2). In nitrate-reducing conditions (R)-mecoprop degrades rapidly but (S)-mecoprop does not(2)."
        }
    ],
    "logP": [
        {
            "References": "Ilchmann A et al; Chem Ing Tech 65: 72-5 (1993)",
            "Value": "log Kow = 3.13"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fletcher CA et al; Sci Total Environ 155: 61-72 (1994)",
            "Value": "SEDIMENT: The concentration of mecoprop was determined in sediments of 5 salt marsh sites on the Essex, UK coast and ranged from <0.2 to 138.9 ng/g(1)."
        },
        {
            "References": "(1) Shomar BH et al; Water Air Soil Pollut 171: 237-51 (2006) (2) Yao Y et al; Environ Sci Technol 42: 5931-7 (2008) (3) Chiaia-Hernandez AC et al; Environ Sci Technol 51: 10642-51 (2017)",
            "Value": "SOIL: Mecoprop was not detected in soil samples collected Jan 25 to Mar 17, 2002 from greenhouses, fruit, vegetable and strawberry farms, and non-agricultural isolated areas in Gaza(1). In soil samples collected Jun 4-Sept 1, 2005 from seven locations in Canada, mecoprop was detected at <0.1-1.40 ng/g(2). Mecoprop was detected in 11 of 29 soil samples collected 1995 to 2008 from the Swiss Soil Monitoring Network at 4-20 ug/kg dry weight(3)."
        },
        {
            "References": "(1) Fletcher CA et al; Mar Pollut Bull 48: 313-20 (2004)",
            "Value": "SOIL: Soil samples were taken in an agricultural field in south of Harwich, England starting April 15, 1993 (day before mecoprop application) and finishing 134 days later. July 17, 31, August 12 and 27 were all not detected (detection limit 0.2 ug/kg)(1).",
            "Table": "[{'Date': 'April 15', 'Days after spray': 0, 'Mecoprop (ug/kg)': 'Not detected', '% Moisture': 16.3}, {'Date': 'April 16', 'Days after spray': 1, 'Mecoprop (ug/kg)': '1827', '% Moisture': 12.5}, {'Date': 'April 17', 'Days after spray': 2, 'Mecoprop (ug/kg)': '1188', '% Moisture': 15.0}, {'Date': 'April 18', 'Days after spray': 3, 'Mecoprop (ug/kg)': '634', '% Moisture': 15.2}, {'Date': 'April 24', 'Days after spray': 9, 'Mecoprop (ug/kg)': '580', '% Moisture': 16.1}, {'Date': 'April 25', 'Days after spray': 10, 'Mecoprop (ug/kg)': '72', '% Moisture': 18.3}, {'Date': 'May 1', 'Days after spray': 16, 'Mecoprop (ug/kg)': '86', '% Moisture': 20.7}, {'Date': 'May 5', 'Days after spray': 20, 'Mecoprop (ug/kg)': '46', '% Moisture': 18.6}, {'Date': 'May 8', 'Days after spray': 23, 'Mecoprop (ug/kg)': '23', '% Moisture': 18.9}, {'Date': 'May 22', 'Days after spray': 37, 'Mecoprop (ug/kg)': '2', '% Moisture': 19.4}, {'Date': 'June 5', 'Days after spray': 51, 'Mecoprop (ug/kg)': '2', '% Moisture': 21.4}, {'Date': 'June 19', 'Days after spray': 65, 'Mecoprop (ug/kg)': '8', '% Moisture': 20.8}, {'Date': 'July 3', 'Days after spray': 79, 'Mecoprop (ug/kg)': '5', '% Moisture': 26.6}]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Helweg A; Sci Tot Environ 132: 229-41 (1993) (2) Kah M, Brown CD; Rev Environ Contam Toxicol 188:149-217 (2006) (3) Haith DA; Environ Sci Technol 44; 6496-502 (2010) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Mecoprop (7085-19-0) (2008-2010) (6) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (7) Petrovic AM et al; Chemosphere 26: 1541-7 (1993) (8) Weijnen PHC et al; Sorption of pesticides by aquifer materials: batch experiments. NTIS PB90-248295. RIVM-728620004, 54 pp (1989)",
            "Value": "The soil distribution coefficient for mecoprop in three Danish agricultural soils were: sandy loam (pH 6.9), 0.12; sandy loam (pH 6.7), 0.20 and coarse sandy soil (pH 6.6), 0.07, corresponding to Koc values were 8.4, 13.3 and 5.3, respectively(1). Koc values for mecoprop were also reported as 5-43(2) and 31(3). According to a classification scheme(4), these Koc values suggest that mecoprop is expected to have very high mobility in soil. The pKa of mecoprop is 3.78(5), indicating that this compound will exist almost entirely in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(6). In leaching experiments, the maximum concentration of mecoprop was found after 52 days at 10, 18 and 310 ppb in Hudson silt loam (pH 6.5), Arkport fine sandy loam (pH 6.5) and sand (pH 6.7), respectively(7). The soil partition coefficient of mecoprop to 5 Dutch subsoils (6-7 m below the soil surface) was very low, 0.142 to 0.326 in three soils and zero in the other two soils(8)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The absorption, translocation, and metabolism of 14C-labelled mecoprop in a susceptible and a resistant biotype of Stellaria media (L.) were studied under controlled environmental conditions. The difference in susceptibility between the two biotypes could not be ascribed to quantitative differences in absorption or translocation of radiolabel. In fact, more 14C was absorbed into and translocated from leaves of the resistant biotype. Patterns of 14C translocation in the two biotypes were similar and, therefore, could not explain herbicide susceptibilty either. Spraying both biotypes with unlabelled mecoprop prior to [14C]mecoprop application had no significant effect on absorption, but tended to decrease the amount of radiolabel translocated out of the treated leaves of both biotypes, particularly to the roots. Herbicide metabolism was studied in the 14C-treated leaf tissues, where most of the radioactivity remained over the 72-hr experimental period. Both biotypes converted substantial amounts of [14C]mecoprop to more polar constituents, presumed to be conjugated metabolites. However, there was significantly less conjugation in the susceptible compared with the resistant biotype, resulting in more parent herbicide being available in the susceptible plants. Differential metabolism, forming nonherbicidal conjugates, is proposed as a possible mechanism of resistance to mecoprop in S. media.",
            "reference": "Coupland, D., Lutman, P. J., & Heath, C. (1990). Uptake, translocation, and metabolism of mecoprop in a sensitive and a resistant biotype of Stellaria media. Pesticide Biochemistry and Physiology, 36(1), 61-67.",
            "method": {
                "Test Plant": "Senecio media (S. media)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Plants were raised singly in 5-cm pots from pregerminated seed in a 1:1 mixture of sand and grit, fed regularly with quarter strength Hewit's solution, and chosen for uniformity of shoot growth when they had three to four side shoots.",
                "Chemical Preparation": "Mecoprop (potassium salt, 570 g a.e./L) and [14C]Mecoprop (1.45 GBq/mmol) converted to the potassium salt by addition of the stoichiometric amount of potassium hydroxide, and diluted with 0.1% (w/v) Agral surfactant to produce a treatment solution containing approximately 250 Bq/mL.",
                "Pesticide Application Details for the Plant": "Two 1-μL drops of [14C]Mecoprop solution were applied to either side of the midrib on each leaf of the third pair of leaves (from the apex) on the main shoot using a microsyringe.",
                "Other Information": "Plants were transferred to a controlled environment (CE) room to acclimatize for 2 days prior to spraying, with conditions of 16/10°C and 80/90 ± 10% relative humidity (day/night, respectively) and a light intensity of 375 μmol/m²s."
            },
            "result": "[{\"Biotype\": \"Susceptible\", \"Hours after application\": 24, \"Apical (dpm)\": 17.41, \"Basal (dpm)\": 29.67, \"Roots (dpm)\": 10.32}, {\"Biotype\": \"Susceptible\", \"Hours after application\": 48, \"Apical (dpm)\": 26.42, \"Basal (dpm)\": 38.7, \"Roots (dpm)\": 12.58}, {\"Biotype\": \"Susceptible\", \"Hours after application\": 72, \"Apical (dpm)\": 17.41, \"Basal (dpm)\": 41.61, \"Roots (dpm)\": 11.61}, {\"Biotype\": \"Resistant\", \"Hours after application\": 24, \"Apical (dpm)\": 20.31, \"Basal (dpm)\": 36.61, \"Roots (dpm)\": 14.19}, {\"Biotype\": \"Resistant\", \"Hours after application\": 48, \"Apical (dpm)\": 21.93, \"Basal (dpm)\": 42.25, \"Roots (dpm)\": 20.32}, {\"Biotype\": \"Resistant\", \"Hours after application\": 72, \"Apical (dpm)\": 24.51, \"Basal (dpm)\": 59.03, \"Roots (dpm)\": 28.7}]"
        }
    ]
}