{
    "_id": {
        "$oid": "6682e86dc4e5dba5ffba2589"
    },
    "CID": {
        "$numberInt": "7175"
    },
    "Name": "PROPYLPARABEN",
    "IUPACName": "propyl 4-hydroxybenzoate",
    "CanonicalSMILES": "CCCOC(=O)C1=CC=C(C=C1)O",
    "Synonyms": [
        "PROPYLPARABEN",
        "Propyl 4-hydroxybenzoate",
        "94-13-3",
        "Propyl paraben",
        "Propyl p-hydroxybenzoate",
        "Nipasol",
        "Nipazol",
        "Propagin",
        "4-Hydroxybenzoic acid propyl ester",
        "Tegosept P",
        "Nipagin P",
        "Propyl parahydroxybenzoate",
        "n-Propyl 4-hydroxybenzoate",
        "Chemacide pk",
        "Propyl Parasept"
    ],
    "IsomericSMILES": "CCCOC(=O)C1=CC=C(C=C1)O",
    "INCHI": "InChI=1S/C10H12O3/c1-2-7-13-10(12)8-3-5-9(11)6-4-8/h3-6,11H,2,7H2,1H3",
    "INCHIKEY": "QELSKZZBTMNZEB-UHFFFAOYSA-N",
    "Formula": "C10H12O3",
    "MolecularWeight": {
        "$numberDouble": "180.2"
    },
    "Description": "Propylparaben is the benzoate ester that is the propyl ester of 4-hydroxybenzoic acid. Preservative typically found in many water-based cosmetics, such as creams, lotions, shampoos and bath products. Also used as a food additive. It has a role as an antifungal agent and an antimicrobial agent. It is a benzoate ester, a member of phenols and a paraben. It is functionally related to a propan-1-ol and a 4-hydroxybenzoic acid.",
    "XlogP": {
        "$numberDouble": "3"
    },
    "Complexity": {
        "$numberInt": "160"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 73 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Oct 27, 2016: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 50 was calculated for propylparaben(SRC), using a log Kow of 3.04(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Boethling RS, Mackay D; Handbook of Property Estimation Methods for Chemicals. Boca Raton, FL: Lewis Pub p.291 (2000) (2) Wellens H; Z Wasser Abwasser Forch 23: 85-98 (1990) (3) Hernandez Leal L et al; Environ Sci Technol 44(17): 6835-6842 (2010) (4) Gonzalez-Marino I et al; Water Res 45(20): 6770-6780 (2011)",
            "Value": "AEROBIC: Using a Zahn-Wellens test(2), which requires a 0.2 - 1.0 g/L dry inolculum and 50-400 dissolved organic carbon/L test concentration(1), analogous methylparaben degraded 100% after 6 days with a 2 day acclimation period in a sludge inoculum(2), suggesting that propylparaben may be subject to biodegradation(SRC). Average concentrations of 2.9, 0.21, 0.72 and 0.11 ng/L were reported for propylparaben in gray water from 32 residences and associated effluent from aerobic, anaerobic and anaerobic+aerobic biological treatment systems, respectively. Testing was done in August, 2008 in Sneek, The Netherlands. Propylparaben removal was postulated to be a combination of adsorption and biodegradation, with a 92.8% removal observed using aerobic treatment(3). Propylparaben, present at an average concentration of 1400 ng/L, exhibited half-lives of 2.7 days and 20.3 hours using an activated sludge batch test and a real wastewater treatment plant test, respectively; sampling was conducted during April and May 2010 in a metropolitan area of northwest Spain(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Liao C et al; Environ Sci Technol 47: 3918-25 (2013)",
            "Value": "Propylparaben was reported at a mean concentration of 0.093 (range not detected to 0.408) in fish and shellfish samples collected from several grocery stores in Albany, NY in 2008, 2011 and 2012; 23 samples, 69.6% detection frequency(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 73",
            "Value": "log Kow = 3.04"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:11346481",
            "Value": "...The mechanism of propyl paraben may be linked to mitochondrial failure dependent on induction of membrane permeability transition accompanied by the mitochondrial depolarization and depletion of cellular ATP through uncoupling of oxidative phosphorylation..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 126",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Symptoms in mice: rapid onset of ataxia, paralysis and deep depression resembling anesthesia. Only rarely was there evidence of increased motor activity. In non-fatal doses, recovery was prompt, usually within thirty minutes. Where death occurred, it was usually within 1 hr. /Parabens/"
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 41. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mucous membrane irritation: ... a product formulation containing 0.2% propylparaben and 0.1% butylparaben was applied to the genital mucosa of six albino rabbits. The single 0.1 mL application of the undiluted product produced no evidence of mucosal irritation during the 7-day observation period."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 34. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Products containing 0.2 or 0.3% propylparaben caused no deaths when administered to rats at doses of 15 g/kg."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 39. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A product formulation containing 0.3% Propylparaben was applied daily to the shaved skin of 9 albino rabbits for 4 consecutive days. The product produced minimal irritation with a maximum PII of 0.5 (maximum score 4.0)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:671",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Saturated aqueous solutions of propylparaben are moderately irritating to the eye. Ingestion of a 0.03% propyl paraben solution causes irritation to the intestinal mucosa and CNS depression."
        },
        {
            "References": "PMID:2311186",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Early proliferative responses of the forestomach and glandular stomach to phenolic antioxidants were examined in male F344 rats. Rats were given 0 to 3% propylparaben in their diet for 8 wk. Feed and water consumption were monitored and body weight gain was recorded. After 8 wk rats were given 100 mg/kg bromodeoxyuridine. One hour later they were killed and the forestomachs and glandular stomachs were removed and examined for histopathological changes. The effects on DNA synthesis in the forestomach epithelium and pyloric gland mucosa were examined by measuring uptake of bromodeoxyuridine. The effects on the pepsinogen glands were evaluated by an immunohistochemical technique. Propylparaben did not affect feed or water consumption. Propylparaben did not induce any changes in the forestomach and glandular stomach mucosa."
        },
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 126",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic toxicities for white rats were tested by feeding diets containing 2 and 8% each of ... propylparabens for 96 weeks. Animals receiving 2% levels matched the weight gains of the controls. A mild growth retardation was observed at 8% levels."
        },
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 126",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mongrel dogs were fed 1 g/kg and 0.5 g/kg daily ... for a year or more. All dogs showed satisfactory growth rates and normal healthy conditions at the end of the experiment. Females receiving 0.5 g/kg/day were mated and delivered healthy litters."
        },
        {
            "References": "PMID:2118890",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The urinary bladder tumor promoting potential of the phenolic antioxidant, propylparaben, which is structurally related to butylated hydroxyanisole, was investigated in male F344 rats. The animals were initially given 0.05% N-butyl-N-(4-hydroxybutyl)nitrosamine as an initiator in their drinking water for 4 wk. Three days later, groups of 20 rats received diet containing 3% propylparaben or basal diet alone until the end of wk 36. Development of putative preneoplastic lesions, papillary or nodular hyperplasia, and papillomas of the urinary bladder was not enhanced by diet containing the propylparaben and no induction was associated with propylparaben alone."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 38. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A chronic oral toxicity study in which methylparaben or propylparaben were incorporated into the diets at 2 or 8% and the diets fed to groups of 24 rats for 96 weeks /is reported/. ... Negative controls were included in the study. Rats, especially the males, fed the 8 percent methylparaben or propylparaben diets had decreased weight gain in the early part of the study. ... At 2% of the diet, parabens exerted no toxic effect. Rats killed at the conclusion of the feeding test had no treatment related abnormalities. These authors also dosed weanling dogs as follows: six dogs, 1 g/kg/day methylparaben or propylparaben for 378 to 422 days; and three dogs, 0.5 g/kg/day methylparaben or propylparaben for 318 to 394 days. Two untreated dogs served as a control group. All dogs were killed for necropsy upon completion of the feeding. No toxicity to the parabens was observed. All animals were in excellent condition throughout the experiment. All tissues were normal."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. v6 670",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mild growth retardation was noted in rats ingesting ... 16 g/kg/day for 18 mo ... Weight gain was noted in rats ingesting 140 mg/kg/day for 18 mo."
        },
        {
            "References": "Oishi S; Environmental Sciences: an International Journal of Environmental Physiology and Toxicology 9 (2-3):181 (2002)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Propylparaben was administered to 3-week-old rats divided into groups of 8 subjects, at doses of 0.00, 0.01, 0.10, and 1.00% in conjunction with a purified diet. After 4 weeks, the rats were sacrificed by decapitation and the weights of the testes, epididymides, prostates, seminal vesicles, and preputial glands were recorded. There were no treatment-related effects of propylparaben on the organ weights in any of the study groups. The epididymal sperm reserves and concentrations decreased dose dependently and the difference was significant at doses of 0.1% and above. Daily sperm production and efficiency in the testes of all groups receiving propylparaben were significantly decreased. The serum testosterone concentration decreased in a dose-dependent manner and was significant in the group receiving the highest dose."
        },
        {
            "References": "PMID:19490991",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Parabens, a class of preservatives routinely added to cosmetics, pharmaceuticals, and foods, have estrogenic properties. Given that intrauterine implantation of fertilized ova in inseminated females can be disrupted by minute levels of exogenous estrogens, we assessed the impact of parabens upon early gestation. ... Propylparaben was subcutaneously administered to inseminated CF-1 mice on gestational days 1-4. Dams were sacrificed on gestation day 6 and the number of implantation sites was counted. Propylparaben had no impact on the number of implantation sites observed. ... These data indicate that the estrogen-sensitive period of implantation is not vulnerable to paraben exposure, and that the in vivo estrogenicity of parabens may not be as potent as previously reported."
        },
        {
            "References": "PMID:20132880",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In this study, a female pubertal assay on the effects of parabens, including methyl-, ethyl-, propyl-, isopropyl-, butyl-, and isobutylparaben, was performed in a female Sprague-Dawley rat model during the juvenile-peripubertal period. The rats were orally treated with these parabens from postnatal day 21-40 in a dose-dependent manner (62.5, 250 and 1000 mg/kg body weight [BW]/day). 17alpha-Ethinylestradiol (1 mg/kg BW/day) was used as a positive control and corn oil as a vehicle. A high dose of methyl- and isopropylparaben (1000 mg/kg BW/day) resulted in a significant delay in the date of vaginal opening and a decrease in length of the estrous cycle. In measurements of organ weight and body weight, we observed significant weight changes in ovaries, adrenal glands, thyroid glands, liver, and kidneys; conversely, body weight was not altered following paraben treatment. The potential effects of parabens on estrogenicity were shown in histopathological abnormities in the reproductive organs. Histological analysis of the ovaries from the peripubertal rats revealed a decrease of corpora lutea, increase in the number of cystic follicles, and thinning of the follicular epithelium. In addition, morphological studies of the uterus revealed the myometrial hypertrophy by a high dose of propyl- and isopropylparaben (1000 mg/kg-day), and in all dose groups of butyl- and isobutylparabens. However, no significant histopathological changes were observed in the other organs (i.e. adrenal and thyroid glands). We also observed a significant decrease in serum estradiol and thyroxine concentrations in methyl-, ethyl-, propyl-, isopropyl-, and isobutylparaben-treated groups. A receptor-binding assay indicated that the relative binding affinities of parabens to estrogen receptors occurred in the order: isobutylparaben > butylparaben > isopropylparaben = propylparaben > ethylparaben. These values were much lower than the binding affinity for 17beta-estradiol. Taken together, long-term exposure to parabens, which show less estrogenic activity than estradiol, can produce suppressive effects on hormonal responsiveness and can disrupt the morphology of reproductive target tissues. In addition, the relation between thyroid weight and thyroid hormone may influence circulating levels of parabens, suggesting the effects of parabens as thyrotoxic during this critical stage of development in female rats."
        },
        {
            "References": "PMID:317516",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of preservatives were studied on the isolated frog peripheral nerve and isolated spinal cord. Propylparaben showed blocking action on the nerve."
        },
        {
            "References": "PMID:17960329",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A discriminant function based on topological descriptors was derived from a training set composed by anticonvulsants of clinical use or in clinical phase of development and compounds with other therapeutic uses. This model was internally and externally validated and applied in the virtual screening of chemical compounds from the Merck Index 13th. Methylparaben (Nipagin), a preservative widely used in food, cosmetics and pharmaceutics, was signaled as active by the discriminant function and tested in mice in the Maximal Electroshock (MES) test (i.p. administration), according to the NIH Program for Anticonvulsant Drug Development. Based on the results of Methylparaben, Propylparaben (Nipasol), another preservative usually used in association with the former, was also tested. Both methyl and propylparaben were found active in mice at doses of 30, 100, and 300 mg/kg. The discovery of the anticonvulsant activities in the MES test of methylparaben and propylparaben might be useful for the development of new anticonvulsant medications, specially considering the well-known toxicological profile of these drugs."
        },
        {
            "References": "PMID:10752667",
            "Value": "/ENDOCRINE MODULATION/ The widely used phenolic preservatives ethylparaben, propylparaben, butylparaben and their common metabolite p-hydroxybenzoic acid were tested for their ability to evoke an estrogenic response in vivo. Yolk protein induction in sexually immature rainbow trout was used as an estrogen-specific endpoint after repeated injections of the compounds. All tested parabens were estrogenic in doses between 100 and 300 mg/kg, while the metabolite showed no activity. ... Propylparaben ... had estrogenic potency comparable to that previously found for bisphenol A."
        },
        {
            "References": "PMID:15941009",
            "Value": "/ENDOCRINE MODULATION/ ... Evidence of the estrogenicity /of parabens (Pbens)/ using a morphometric analysis of uteri from mice treated with the preservatives methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with estradiol (E2) /is presented/. Different groups of adult ovariectomized (Ovx) CD1 mice were subcutaneously (sc) treated daily for three days with two different equimolar doses (362 and 1086 uL/kg) of the Pbens: MePben (55 and 165 mg/kg), EtPben (60 and 180 mg/kg), PrPben (65 and 195 mg/kg), BuPben (70 and 210 mg/kg), E2 (10 ug/kg; 0.036 uL/kg), and vehicle (propyleneglycol; V, 10 mL/kg). On the fourth day, uteri were dissected, blotted, weighed, and placed in a fixative solution for 24 hr. The paraffin embeded uteri were cut to obtain 7 um thick transversal sections. Luminal epithelium heights (LEH), glandular epithelium heights (GEH), and myometrium widths (MW) were measured. The highest Pbens dose was able to produce uterotrophic effects (38 to 76%) compared to E2 effects (100%). The relative uterotrophic potency to E2 (100) was from 0.02 to 0.009. Significant increases (P < 0.05) in LEH, GEH, and MW as compared with V were obtained: LEH from 87 to 113% (E2 153%), GEH from 10 to 40% (E2 60%), and MW from 35 to 43% (E2 88%). These results confirm that Pbens at the doses assayed here induce estrogenic histological changes in the uteri of Ovx mice."
        },
        {
            "References": "PMID:15697177",
            "Value": "/ENDOCRINE MODULATION/ Evidence /is presented/ for the in vivo and in vitro bioactivities and receptor binding affinities of methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with those of estradiol (E2). Estrogenicity was studied using the uterotrophic assay in immature (Im) and adult ovariectomized (Ovx) CD1 mice, and in immature female Wistar rats (IW). Animals were subcutaneously (sc) treated for three consecutive days with different molar equivalent doses ranging from 3.62 to 1086 uL/kg body weight of parabens (Pbens), E2 (0.036 uL/kg), or vehicle. Pbens increased uterine weight in Im and Ovx animals and their relative uterotrophic effect to E2 (100) (RUEE2) were from 34 to 91. The relative uterotrophic potencies related to E2 (100) (RUPE2) of these compounds were from 0.003 to 0.007. The E2 ED50 for CD1 animals able to increase the uterine weight was 7 ug/kg (0.9-55 confidence limits); and that of Pbens ranged from 18 to 74 mg/kg. In IW rats, the ED50 were from 33 to 338 mg/kg. All Pbens, except MePb, competed with [3H]E2 for the estrogen receptor binding sites. The uterotrophic effects of Pbens in Im mice have a positive correlation with the side-chain length of the ester group of these compounds. ... The NOELs values for Pbens uterotrophic activity in Im were from 0.6 to 6.5 mg/kg per day; and Ovx from 6 to 55 mg/kg. The NOELs IW ranged from 16.5 to 70 mg/kg indicating that Im were more susceptible than Ovx and IW to these effects. The data shown here confirm the estrogenicity of Pbens."
        },
        {
            "References": "PMID:20682357",
            "Value": "/GENOTOXICITY/ Propyl p-hydroxybenzoate, commonly referred to as propylparaben, is the most frequently used preservative to inhibit microbial growth and extend shelf life of a range of consumer products. The objective of this study was to provide further insight into the toxicological profile of this compound, because of the current discrepancy in the literature with regard to the safety of parabens. The Vero cell line, derived from the kidney of the green monkey, was selected to evaluate the adverse effects of propylparaben by use of a set of mechanistically relevant endpoints for detecting cytotoxicity and genotoxic activities. Our results demonstrate that exposure to the compound for 24 hr causes changes in cell-proliferation rates rather than in cell viability. A significant and dose-dependent decline in the percentage of mitotic cells was observed at the lowest concentration tested, mainly due to cell-cycle arrest at the G0/G1 phase. Immunodetection techniques revealed that induction of DNA double-strand breaks and oxidative damage underlies the cytostatic effect observed in treated Vero cells. Additional studies are in progress to extend these findings, which define a novel mode of action of propylparaben in cultured mammalian cells."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 42. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/GENOTOXICITY/ Propylparaben was evaluated for mutagenicity in an in vivo cytogenic assay, an Ames or modified Ames test, and a bacterial repair test. In the cytogenic assay, mice were given one minimum lethal dose of Propylparaben and killed 6 to 48 hrs later. Bone marrow cell chromosomes were examined for aberrations. Mutagenic activity was evaluated in S. typhimurium strains TA1535, TA1536, TA1537, and TA1538, and repair testing was performed with E. coli strains H-17, M-45, and WP-2. In all assays except the repair test, Propylparaben was nonmutagenic."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 42. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/GENOTOXICITY/ ... A modified Ames Test in which propylparaben in dimethyl sulfoxide (DMSO) was added to cultures of S. typhimurium strains TA 100 and TA 98, as well as E. coli strain D-2 /was performed/. Assays were performed in the presence and absence of PCB-induced rat liver microsomal enzymes. Propylparaben was nonmutagenic in all strains without metabolic activation and in strains TA 98 and D-2 with metabolic activation, but was mutagenic in strain TA 100 with metabolic activation."
        },
        {
            "References": "PMID:8095540",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The ciliotoxicity of methyl-p-hydroxybenzoate and propyl hydroxybenzoate was investigated /in rat epithelial cells/. It is shown that at the concentrations used (0.28 and 0.38 mM) propyl hydroxybenzoate exerted only mild toxicity. The methy-p-hydroxybenzoate solutions used (1.18 and 2.36 mM) were much more ciliotoxic. There was, however, an order of magnitude difference in the concentrations used as a result of constraints imposed by their differing aqueous solubilities. There was no evidence of synergism in the ciliotoxicity of the two compounds when the methyl-p-hydroxybenzoate concentration was raised from 1.18 to 2.36 mM and the propyl hydroxybenzoate concentration was raised from 0.28 to 0.38 mM in a 2(2) factorial experiment. At those levels the two compounds showed additive effects. On the other hand, clear synergism was evidenced by the fact that the ciliotoxicity of both methyl-p-hydroxybenzoate and propyl hydroxybenzoate was dependent on whether the cilia were exposed to each hydroxybenzoate singly or in combination. The results combined with those of an earlier study, indicate that it is not possible to improve the selectivity of antimicrobial activity without also increasing ciliotoxicity."
        },
        {
            "References": "PMID:22956630",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...Humans are exposed to parabens through the use of such products from dermal contact, ingestion, and inhalation. However, research on the effects of parabens on health is limited, and the effects of parabens on adipogenesis have not been systematically studied. Here, we report that (1) parabens promote adipogenesis (or adipocyte differentiation) in murine 3T3-L1 cells, as revealed by adipocyte morphology, lipid accumulation, and mRNA expression of adipocyte-specific markers; (2) the adipogenic potency of parabens is increased with increasing length of the linear alkyl chain in the following potency ranking order: methyl- < ethyl- < propyl- < butylparaben. The extension of the linear alkyl chain with an aromatic ring in benzylparaben further augments the adipogenic ability, whereas 4-hydroxybenzoic acid, the common metabolite of all parabens, and the structurally related benzoic acid (without the OH group) are inactive in promoting 3T3-L1 adipocyte differentiation; (3) parabens activate glucocorticoid receptor and/or peroxisome proliferator-activated receptor gamma in 3T3-L1 preadipocytes; however, no direct binding to, or modulation of, the ligand binding domain of the glucocorticoid receptor by parabens was detected by glucocorticoid receptor competitor assays; and lastly, (4) parabens, butyl- and benzylparaben in particular, also promote adipose conversion of human adipose-derived multipotent stromal cells. Our results suggest that parabens may contribute to obesity epidemic, and the role of parabens in adipogenesis in vivo needs to be examined further."
        },
        {
            "References": "PMID:24848799",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The obesogen hypothesis states that together with an energy imbalance between calories consumed and calories expended, exposure to environmental compounds early in life or throughout lifetime might have an influence on obesity development. In this work, we propose a new approach for obesogen screening, i.e., the use of transcriptomics in the 3T3-L1 pre-adipocyte cell line. Based on the data from a previous study of our group using a lipid accumulation based adipocyte differentiation assay, several human-relevant obesogenic compounds were selected: reference obesogens (Rosiglitazone, Tributyltin), test obesogens (Butylbenzyl phthalate, butylparaben, propylparaben, Bisphenol A), and non-obesogens (Ethylene Brassylate, Bis (2-ethylhexyl)phthalate). The high stability and reproducibility of the 3T3-L1 gene transcription patterns over different experiments and cell batches is demonstrated by this study. Obesogens and non-obesogen gene transcription profiles were clearly distinguished using hierarchical clustering. Furthermore, a gradual distinction corresponding to differences in induction of lipid accumulation could be made between test and reference obesogens based on transcription patterns, indicating the potential use of this strategy for classification of obesogens. Marker genes that are able to distinguish between non, test, and reference obesogens were identified. Well-known genes involved in adipocyte differentiation as well as genes with unknown functions were selected, implying a potential adipocyte-related function of the latter. Cell-physiological lipid accumulation was well estimated based on transcription levels of the marker genes, indicating the biological relevance of omics data. In conclusion, this study shows the high relevance and reproducibility of this 3T3-L1 based in vitro toxicogenomics tool for classification of obesogens and biomarker discovery. Although the results presented here are promising, further confirmation of the predictive value of the set of candidate biomarkers identified as well as the validation of their clinical role will be needed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 54. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A recombinant androgen receptor (AR) competitive binding assay used ... to survey 202 chemicals, including methylparaben and propylparaben /is described/. ... The AR binding affinity was expressed as the relative binding affinity (RBA), which was the inhibitory concentration for 17\"-methyl-methyltrienolone divided by that for the test chemical, expressed as a percent. The RBA of 17alpha-methyl-methyltrienolone was, by definition, 100%. The RBA for propylparaben was 0.0010%. No RBA was reported for methylparaben because it was found to be a non-binder."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/IMMUNOTOXICITY/ Methylparaben, ethylparaben, propylparaben, and butylparaben (at 0.1%) were each injected intracutaneously into the shaved dorsal skin of 10 guinea pigs per ingredient according to the Draize method. Injections were made three times weekly for 3 weeks (10 injections). Two weeks after the final induction injection, a challenge injection was administered into an adjacent site and observed 24 hours later. There were no reactions in the animals to any of the parabens. It was observed that these ingredients are nonsensitizing."
        },
        {
            "References": "PMID:3731382",
            "Value": "/OTHER TOXICITY INFORMATION/ Groups of 6-week-old male Syrian golden hamsters were given 13 different phenolic compounds for 20 weeks. Of these compounds, 2(3)-tert-butyl-4-methoxyphenol (BHA), 2-tert-butyl-4-methylphenol (TBMP) and p-tert-butylphenol (PTBP) strongly induced hyperplasia and tumorous lesions in the forestomach. Catechol, p-methylphenol (PMYP), p-methoxyphenol (PMOP), caffeic acid, methylhydroquinone (MHQ) and pyrogallol were less active, and resorcinol, hydroquinone, propylparabene and tert-butylhydroquinone (TBHQ) were not active. The labelling index in the forestomach epithelium was significantly increased by addition to the diet of BHA, TBMP, catechol, PMOP, PTBP and MHQ. PMOP induced epithelial damage and regenerative hyperplasia of the pyloric region. Catechol, caffeic acid and PMYP induced similar though less marked lesions. The labelling index in the glandular stomach was significantly increased by oral catechol (P less than 0.05) or PMOP (P less than 0.05). No histopathological lesions were observed in the urinary bladder epithelium, but propylparabene (P less than 0.05), catechol, TBHQ and MHQ increased the labeling index. These findings indicate that PTBP and TBMP may be carcinogenic for hamster forestomach after long-term administration, and that both one hydroxy and tert-butyl substituents may be important for induction of hamster forestomach tumors."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. v6 639",
            "Value": "/OTHER TOXICITY INFORMATION/ ... An increase in cell proliferation in epithelial cells of the forestomach after administration of propyl paraben to rats was noted."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carmona E et al; Sci Total Environ 484: 53-63 (2014)",
            "Value": "SEDIMENT: The average concentration of propylparaben from 22 sediment samples from the Turia River, Valencia, Spain was 9 ng/g (14 samples positive). Sampling was conducted in October, 2012; limit of quantitation = 0.9(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Oct 27, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) ACE; ACE and JChem acidity and basicity calculator. ACE UKY-4.0. 2005-2015. Marvin JS. ChemAxon. Available from, as of Oct 26, 2016: https://epoch.uky.edu/ace/public/pKa.jsp (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of propylparaben can be estimated to be 290(SRC). According to a classification scheme(2), this estimated Koc value suggests that propylparaben is expected to have moderate mobility in soil. The estimated pKa of propylparaben is 8.5(3), indicating that this compound will exist partially in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}