{
    "_id": {
        "$oid": "6682e86dc4e5dba5ffba258a"
    },
    "CID": {
        "$numberInt": "7184"
    },
    "Name": "BUTYLPARABEN",
    "IUPACName": "butyl 4-hydroxybenzoate",
    "CanonicalSMILES": "CCCCOC(=O)C1=CC=C(C=C1)O",
    "Synonyms": [
        "BUTYLPARABEN",
        "Butyl 4-hydroxybenzoate",
        "94-26-8",
        "Butyl paraben",
        "Butyl p-hydroxybenzoate",
        "Nipabutyl",
        "Butoben",
        "Butyl chemosept",
        "Butyl parasept",
        "Tegosept B",
        "Butyl parahydroxybenzoate",
        "n-Butyl p-hydroxybenzoate",
        "Butyl tegosept",
        "Butyl butex",
        "Tegosept Butyl"
    ],
    "IsomericSMILES": "CCCCOC(=O)C1=CC=C(C=C1)O",
    "INCHI": "InChI=1S/C11H14O3/c1-2-3-8-14-11(13)9-4-6-10(12)7-5-9/h4-7,12H,2-3,8H2,1H3",
    "INCHIKEY": "QFOHBWFCKVYLES-UHFFFAOYSA-N",
    "Formula": "C11H14O3",
    "MolecularWeight": {
        "$numberDouble": "194.23"
    },
    "Description": "Butylparaben is an organic molecular entity.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "171"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 87 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 1, 2016: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 100 was calculated in fish for butylparaben(SRC), using a log Kow of 3.57(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Boethling RS, Mackay D; Handbook of Property Estimation Methods for Chemicals. Boca Raton, FL: Lewis Pub p.291 (2000) (2) Wellens H; Z Wasser Abwasser Forch 23: 85-98 (1990) (3) Hernandez Leal L et al; Environ Sci Technol 44(17): 6835-6842 (2010) (4) Gonzalez-Marino I et al; Water Res 45(20): 6770-6780 (2011)",
            "Value": "AEROBIC: Butylparaben may readily biodegrade in the environment based on the biodegradation data of the structurally-similar compound, methylparaben(SRC). Using a Zahn-Wellens test, which requires a 0.2 - 1.0 g/L dry inoculum and 50-400 dissolved organic carbon/L test concentration(1), methylparaben degraded 100% after 6 days with a 2 day acclimation period in a sludge inoculum(2). Average concentrations of 0.86, 0.04, 0.28 and 0.04 ng/L were reported for butylparaben in gray water from 32 residences and associated effluent from aerobic, anaerobic and anaerobic+aerobic biological treatment systems, respectively. Testing was done in August, 2008 in Sneek, The Netherlands. Butylparaben removal was postulated to be a combination of adsorption and biodegradation, with a 95.3% removal observed using aerobic treatment(3). Butylparaben, present at an average concentration of 140 ng/L, exhibited half-lives of 2.9 days and 9.6 hours using an activated sludge batch test and a real wastewater treatment plant test, respectively; sampling was conducted during April and May 2010 in a metropolitan area of northwest Spain(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Liao C et al; Environ Sci Technol 47: 3918-25 (2013)",
            "Value": "Butylparaben was reported at a mean concentration of 0.009 (range not detected to 0.068) in fish and shellfish samples collected from several grocery stores in Albany, NY in 2008, 2011 and 2012; 23 samples, 13.0% detection frequency(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 87",
            "Value": "log Kow = 3.57"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:24418712",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Parabens, which are a homologous series of esters of p-hydroxybenzoic acid, have been used as preservatives in cosmetics, medicines and foods because of their antimicrobial activity. However, parabens in cosmetics have been suspected to cause allergic contact dermatitis. In this study, we examined paraben-induced histamine release from rat peritoneal mast cells and skin reaction in guinea pigs using a series of 17 parabens with different alcohol side chains, ranging from methylparaben to dodecylparaben. Octylparaben showed the greatest histamine release-inducing activity from mast cells, and the activity was decreased in shorter- and longer-side-chain parabens. Octyl benzoate, octyl o-hydroxybenzoate and phenyloctane caused no significant degranulation of mast cells, whereas octyl m-hydroxybenzoate, octyl p-hydroxybenzoate and octyl phenol induced concentration-related degranulation. Metabolites of these parabens (p-hydroxybenzoic acid and alcohols) did not show histamine release-inducing activity. In the guinea pig skin reaction test, heptylparaben induced a typical strong skin reaction, while butylparaben induced a typical weak skin reaction, and methylparaben and dodecylparaben were inactive. Metabolites of parabens (p-hydroxybenzoic acid and alcohols) were also inactive. These results indicate that interaction of parabens with rat mast cells requires a minimum length and adequate lipophilicity of the alkyl side chain. Since metabolites of parabens were inactive, parabens appear to be direct-acting allergens."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:672",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In guinea pigs, mild skin irritation was noted 48 hr after dermal application of a preparation containing 5% butyl paraben."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 41. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mucous membrane irritation: ... a product formulation containing 0.2% propylparaben and 0.1% butylparaben was applied to the genital mucosa of six albino rabbits. The single 0.1 mL application of the undiluted product produced no evidence of mucosal irritation during the 7-day observation period."
        },
        {
            "References": "PMID:12111007",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Butyl paraben was administered to 4-week-old Crj:CD-1 mice assigned to groups of eight animals, at doses of 0.01%, 0.10%, and 1.00% in the diet for 10 weeks. The average butyl paraben intake from the calculated food consumption was 14.4+/-3.60, 146+/-35.9, and 1,504+/-357 mg/kg per day for the 0.01%, 0.10%, and 1.00% dietary butyl paraben groups, respectively. There were no treatment-related effects of butyl paraben on the liver, ventral prostates, seminal vesicles, and preputial glands (both in terms of absolute weight and relative to body weight) in any of the study groups. Both the absolute and relative weights of the epididymes were significantly higher in 1.00% group when compared with controls. A dose-dependent decrease of both round and elongated spermatid counts in stages VII-VIII seminiferous tubules was observed, and the elongated spermatid counts were significantly lower in all of the treated groups. The numbers of spermatogonia and spermatocytes did not differ from control values. The serum testosterone concentration decreased in a dose-dependent fashion and was significant at 1.00%. These data demonstrated that butylparaben can exert an adverse effect on the male reproductive system at doses that are well below those of the accepted daily intake (ADI) in Japan."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 38. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ethylparaben or butylparaben were fed to /24/ rats at concentrations of 2 or 8% in the diet for 12 weeks. Negative controls were included in the study. ... At 8% dietary concentration, ethylparaben reduced growth rate, decreased motor activity, and, in some cases, caused death within the first week. All males fed 8% butylparaben died before the twelfth week. Females fed this diet exhibited signs of toxicity."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 47. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A study /was conducted/ using Crl:(WI) BR male rats. Four exposure groups (16 rats each) received butylparaben at concentrations of 0, 100, 1000, and 10000 ppm in the diet for a minimum of 56 days. ... Actual consumed doses of butylparaben were estimated to be 0, 10.9, 109.3, and 1087.6 mg/kg day. All rats were 21 days of age at the start of the study. Body weights, clinical observations, and feed consumption were recorded. At 21 days after the start of exposure (42 days of age), blood samples were collected (bi-weekly after the initial collection) and analyzed for LH, FSH, and testosterone. At the end of the study, all surviving rats were killed and a final blood sample taken and analyzed. Sperm evaluations (concentration, motility, and morphology) were made. One testis was collected for evaluation of daily sperm production (DSP). ... No effects of butylparaben consumption on body weights, weight gain, feed consumption, or organ weights were found. Two rats (one control and one in the 100 ppm group) were killed on days 32 and 44, respectively, because of lesions of the eye from retro-orbital bleeding. In those two animals, no other clinical observations were noted during the study or at necropsy. No other control or treatment animals had adverse clinical observations during the study or at necropsy. Histopathology of the testes using the semi-quantitative staging described above identified no cell or stage related changes in either control or treated animals, except that one rat given 10,000 ppm had a single cross-section (25 cross-sections obtained) of a seminiferous tubule with a loss of germinal epithelium. The authors interpreted the small area affected and the failure to find any equivalent findings in the testes of any other animal to suggest this effect was not treatment related. Histopathological evaluation of the adrenal, pituitary, or thyroid glands or the liver uncovered no treatment related effects. DSP was unaffected by butylparaben consumption. Likewise, no effect on sperm motility, count, or morphology was found. No consistent differences in LH, FSH, or testosterone levels were reported in the treatment groups compared to controls. In the 1000 and 10000 ppm groups at the second blood sample interval (3 weeks) there was a significant reduction in testosterone. At 9 weeks, the 10000 ppm group had an increased testosterone level. LH levels were reduced in the 100 and 10000 ppm groups at 5 weeks, but not at other doses. At 9 weeks, LH levels were increased in the 10000 ppm group. None of these findings were considered dose-related. These authors concluded that 10000 ppm was a NOEL for general toxicity, including specific male reproductive toxicity as determined by hormone level determinations and sperm analysis."
        },
        {
            "References": "PMID:22125952",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Present study focuses on the evaluation of butyl p-hydroxybenzoic acid (butylparaben) exerted hepatotoxicity in mice. Oral administration of three different doses of butylparaben (40, 20 and 13.33 mg/0.2 mL olive oil/kg b.w./day) for 30 days has resulted in marked increase in lipid peroxidation. The effect was dose-dependent. Biochemical analysis revealed significant (p < 0.05) and dose-dependant reduction in non-enzymatic antioxidants such as glutathione and ascorbic acid content. Significant (p < 0.05) reduction in enzymatic antioxidants such as superoxide dismutase, catalase, glutathione peroxidase, glutathione transferase were also observed in butylparaben treated groups as compared to control. Our findings prove that the oxidative stress induced by butylparaben plays the central role in the toxicity."
        },
        {
            "References": "PMID:4040103",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Butyl p-hydroxybenzoate (n-BHB) and isobutyl p-hydroxybenzoate (i-BHB) were administered orally to ICR/Jcl mice at concentrations of 0.6 (maximum tolerated dose), 0.3 or 0.15% in the diet for up to 102 wk. Tumors were observed at various sites including the hematopoietic system, the lung and the soft tissue. However, at none of the sites did the tumor incidence or the time to death with tumors differ significantly from that in the untreated control group."
        },
        {
            "References": "PMID:24444665",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Parabens are p-hydroxybenzoic acid ester compounds widely used as preservatives in foods, cosmetics, toiletries and pharmaceuticals. We have recently shown that butylparaben induces spermatogenic cell apoptosis in prepubertal rats. We have conducted the present study for further information. Three-week-old male Sprague-Dawley rats (n=8) were given a single oral dose of 1,000 mg/kg butylparaben. The rats were sacrificed under anesthesia at 3, 6 and 24 hr after administration and their testes were collected for histopathological and immunohistochemical examination. Results showed a gradual collapse of Sertoli cell vimentin filaments and decreased actin staining intensity without accompanying changes in the pattern of tubulin expression, while spermatogenic cells became separated from the basement membrane and sloughed into the lumen in the butylparaben-treated rats, compared to the controls. To determine the direct effects of butylparaben on Sertoli cells, primary Sertoli cell cultures with and without butylparaben treatment were examined. Toluidine blue staining in butylparaben treated-cultured Sertoli cells showed an increased number and size of vacuoles in their cytoplasm. In agreement with the in vivo experiment, the in vitro study also clearly demonstrated disruption of vimentin filaments in Sertoli cells after butylparaben treatment. Considering both our present and previous reports, we can speculate that butylparaben-induced disruption of Sertoli cell vimentin filaments may lead to precocious release of spermatogenic cells from underlying Sertoli cells, and the released cells may undergo apoptosis owing to loss of support provided by the Sertoli cells."
        },
        {
            "References": "PMID:15334527",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sprague-Dawley rats were administered butylparaben in 0.5% carboxymethylcellulose by oral gavage at dose levels of 0, 10, 100, or 1,000 mg/kg/day on gestation days (GD) 6-19 (sperm positive day = GD 0). Caesarean sections were performed on GD 20 and fetuses were evaluated for viability, growth, and external, visceral, and skeletal abnormalities. Each group consisted of 25 females, with at least 21 per group being pregnant. The highest dose level caused decreases in maternal weight gain during some of the measurement intervals and was statistically significant during the GD 18-20 interval. Maternal food consumption was significantly decreased in the highest dose group over the dosing period (GD 6-20). There were no differences from control in any of the developmental parameters measured, including embryo/fetal viability, fetal weight, malformations, or variations. Based on the results of this study, the maternal NOAEL for butylparaben was 100 mg/kg/day. Butylparaben does not have the potential to cause developmental toxicity in the Sprague-Dawley rat at oral dosages up to 1000 mg/kg/day."
        },
        {
            "References": "PMID:12004923",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... To account for potential reproductive effects in male animals, butylparaben was administered to 3-week-old Wistar rats divided in groups of eight subjects, at doses of 0.00%, 0.01%, 0.10% and 1.00% with the animal's diet. After 8 weeks, the rats were killed by decapitation and the weights of the testes, epididymes, prostates, seminal vesicles and preputial glands were recorded. The absolute and relative weights of epididymes were decreased in a dose-dependent manner and the decrease was statistically significant at 0.10% and above. The cauda epididymal sperm reserve of all treated groups was significantly decreased. The sperm count of the group receiving the highest dose was 58.2% of control values. The daily sperm production (DSP) in the testis was also significantly lower in all treated groups when compared to controls. Serum testosterone concentration was lowered dose-dependently and was significant at 0.1% or more. The daily intake of butylparaben that caused these disruptions is similar to the lower level of acceptable daily intake (ADI) for parabens in the European Community (EC) and in Japan."
        },
        {
            "References": "PMID:11999442",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant Sprague-Dawley rats were injected subcutaneously with 100 or 200 mg/kg of butylparaben (BP) from gestation day (GD) 6 to postnatal day (PND) 20. In the group exposed to 200 mg/kg of BP, the proportion of pups born alive and the proportion of pups surviving to weaning were decreased. The body weights of female offspring were significantly decreased at PND 49. The weights of testes, seminal vesicles and prostate glands were significantly decreased in rats exposed to 100 mg/kg of BP on PND 49. In contrast, the weights of female reproductive organs were not affected by BP. The sperm count and the sperm motile activity in the epididymis were significantly decreased at doses of 100 and 200 mg/kg of BP. In accordance with the sperm count in the epididymis, the number of round spermatids and elongated spermatids in the seminiferous tubule (stage VII) were significantly decreased by BP. Testicular expression of estrogen receptor (ER)-alpha and ER-beta mRNA was significantly increased in 200 mg/kg of BP treated group at PND 90. Taken together, these results indicated that maternal exposure of BP might have adverse effects on the F1 male offspring."
        },
        {
            "References": "PMID:27122241",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Parabens comprise a group of preservatives commonly added to cosmetics, lotions, and other consumer products. Butylparaben has estrogenic and antiandrogenic properties and is known to reduce sperm counts in rats following perinatal exposure. Whether butylparaben exposure can affect other endocrine sensitive endpoints, however, remains largely unknown. In this study, time-mated Wistar rats (n=18) were orally exposed to 0, 10, 100, or 500 mg/kg bw/d of butylparaben from gestation day 7 to pup day 22. Several endocrine-sensitive endpoints were adversely affected. In the 2 highest dose groups, the anogenital distance of newborn male and female offspring was significantly reduced, and in prepubertal females, ovary weights were reduced and mammary gland outgrowth was increased. In male offspring, sperm count was significantly reduced at all doses from 10 mg/kg bw/d. Testicular CYP19a1 (aromatase) expression was reduced in prepubertal, but not adult animals exposed to butylparaben. In adult testes, Nr5a1 expression was reduced at all doses, indicating persistent disruption of steroidogenesis. Prostate histology was altered at prepuberty and adult prostate weights were reduced in the high dose group. Thus, butylparaben exerted endocrine disrupting effects on both male and female offspring. The observed adverse developmental effect on sperm count at the lowest dose is highly relevant to risk assessment, as this is the lowest observed adverse effect level in a study on perinatal exposure to butylparaben."
        },
        {
            "References": "PMID:19490991",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Parabens, a class of preservatives routinely added to cosmetics, pharmaceuticals, and foods, have estrogenic properties. Given that intrauterine implantation of fertilized ova in inseminated females can be disrupted by minute levels of exogenous estrogens, we assessed the impact of parabens upon early gestation. In Experiment 1, butylparaben was administered subcutaneously in several doses ranging from 0.05 to 35 mg/animal/day to inseminated CF-1 mice on days 1-4 of pregnancy. Butylparaben exposure did not affect litter size, the number of pups born, postnatal day 3 litter weights, or the number of pups surviving to postnatal day 5. In contrast, administration of 500 ng/animal/day 17beta-estradiol terminated all pregnancies. ... An uterotrophic assay was conducted in Experiment 3 to re-evaluate the in vivo estrogenicity of parabens. Ovariectomized CF-1 and CD-1 mice were administered butylparaben in doses ranging from 0.735 to 35 mg per animal for three consecutive days. Mice were sacrificed on the fourth day, and uterine mass was recorded. There was no effect of butylparaben on uterine wet or dry mass at any dose in either strain. In contrast, administration of 17beta-estradiol consistently increased uterine mass in both strains. These data indicate that the estrogen-sensitive period of implantation is not vulnerable to paraben exposure, and that the in vivo estrogenicity of parabens may not be as potent as previously reported."
        },
        {
            "References": "PMID:24238989",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Parabens are p-hydroxybenzoic acid ester compounds widely used as preservatives in foods, cosmetics, toiletries and pharmaceuticals. Some parabens, including butylparaben, exert an estrogenic activity as determined by in vitro estrogen receptor assay and in vivo uterotrophic assay, and adversely affect endocrine secretion and male reproductive function. We conducted a research study to evaluate the acute effects of butylparabenon testicular tissues of prepubertal rats. Three-week-old male rats (n=8) were given a single dose of 1000 mg/kg butylparaben. The rats were sacrificed under anesthesia at 3, 6 and 24 hr after administration, and their testes were collected for histopathological examination. The study revealed progressive detachment and sloughing of spermatogenic cells into the lumen of the seminiferous tubules at 3 hr, and this effect was enhanced at 6hr after administration. Thin seminiferous epithelia and wide tubular lumina were seen at 24 hr in the butylparaben-treated group, compared to the control. In order to clarify whether sloughed spermatogenic cells underwent apoptosis, TUNEL assay was carried out. We found a significant increase in the number of apoptotic spermatogenic cells in all the treated groups, compared to the controls and a maximal number of apoptotic cells were detected at 6 hr after administration. In semithin sections, apoptotic cells were easily detected by their prominent basophilia and condensed chromatin, mainly found in spermatocytes. Ultrastructurally, the condensed chromatin and shrunken cytoplasm and nucleus, hallmarks of apoptotic cell death, were observed in butylparaben-treated groups. These observations lead us to postulate that butylparaben, similar to other estrogenic compounds, also induces spermatogenic cell apoptosis."
        },
        {
            "References": "PMID:18393383",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Parabens are widely used preservatives in cosmetics and pharmaceutical products, and approved as food additives. Parabens have been considered safe for these uses for many years. Recently, adverse effects on male reproductive parameters in rats have been reported when parabens were given orally for 8 weeks starting at three weeks of age. Our studies used two representative parabens, methyl- and butylparaben, to try to replicate these studies and thereby evaluate potential reproductive effects in male Wistar rats. Diets containing 0, 100, 1000 or 10,000 ppm of either butyl- or methylparaben were fed to male rats for eight weeks. Rats were 22 days of age at the start of exposure. Parameters evaluated included organ weights, histopathology of reproductive tissues, sperm production, motility, morphology and reproductive hormone levels (butylparaben only). None of the parameters evaluated for either paraben showed compound- or dosage-dependent adverse effects. Metabolism experiments of butylparaben indicate that it is rapidly metabolized by non-specific esterases to p-hydroxybenzoic acid and butanol, neither of which is estrogenic. Exposure to methyl- or butylparaben in the diet for eight weeks did not affect any male reproductive organs or parameters at exposures as high as 10,000 ppm, corresponding to a mean daily dose of 1,141.1+/-58.9 or 1,087.6+/-67.8 mg/kg/day for methyl- and butylparaben, respectively. The rapid metabolism of parabens by esterases probably explains why these weakly estrogenic substances elicit no in vivo effects when administered by relevant exposure routes (i.e., topical and oral)."
        },
        {
            "References": "PMID:24607685",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In this study, one of parabens, n-butylparaben (n-BP) was orally administered to pregnant Wistar rats (0, 64, 160, 400 and 1000 mg/kg/day) from gestation day (GD) 7 through postnatal day (PND) 21. Reduced anogenital distance (AGD) and delayed preputial separation (PPS) were observed in the male offspring. The weights of the testes were significantly reduced at PND 21-90. The weights of the epididymides were significantly reduced at all monitoring points, except PND 35. Seminal vesicle weights were significantly reduced on PND 21. Serum testosterone (T) was significantly decreased, especially on PND 49. The levels of 17beta-estradiol (E2) showed an increase at each of the tested points except on PND 180. Serum luteinising hormone (LH) and follicle-stimulating hormone (FSH) levels in the n-BP treated groups were lower on PND 21, 35 and 49 but elevated on PND 90 compared to control levels. n-BP reduced epididymal cauda sperm counts and daily sperm production in a dose-dependent manner; this difference was statistically significant at exposure groups of 400 and 1000 mg/kg/day. The present study strongly suggests that exposure to n-BP in utero and during lactation has adverse effects on the reproductive system in male offspring, with a no observed adverse effect level (NOAEL) of 160 mg/kg/day. To our knowledge, this is the first study that reports increased E2 levels of male rats following n-BP exposure; we suggest that E2 levels may be considered as biomarkers for some endocrine disrupting chemicals (EDCs)."
        },
        {
            "References": "PMID:25461396",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Butylparaben is a preservative used in food, drugs and cosmetics. Neurotoxic effect was reported recently beside the potential estrogenic activity of parabens. There is controversy as to the potential harmful effects of butyl parabens, which are suspected to contribute to autism and learning disabilities. The purpose of this study was to examine the similarities between paraben intoxication signs in the rat brain and brain markers in an autistic like rat model. This study provides evidence of many parallels between the two, including (1) oxidative stress, (2) decreased reduced glutathione levels and elevated oxidized glutathione, (3) mitochondrial dysfunction, and (4) neuroinflammation and increased pro-inflammatory cytokine levels in the brain (tumor necrosis factor-alpha, interleukin-1-beta, and interleukin-6). (5) Increased protein oxidation reported by a significant increase in 3-nitrotyrosine (3-NT)/tyrosine ratio. (6) A marked disturbance was found in the production of energy carriers (AMP, ATP and AMP/ATP ratio) in comparison with the control. The evidence suggests that paraben may, to some extent, either cause or contribute to the brain physiopathology in Autism Spectrum disorders (ASDs) or pathogens that produce the brain pathology observed in the diagnosed rat model of ASD."
        },
        {
            "References": "Ali EH, Elgoly AH; Pharmacol Biochem Behav 111: 102-10 (2013)",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ The aim of this work is to evaluate the impact of butylparaben (BP) in brain of the pups developed for mothers administered BP from early pregnancy till weaning and its effect on studying the behavior, brain neurotransmitters and brain derived neurotrophic factor (BDNF) via comparing the results with valproic acid (VA) autistic-rat model preparing by a single oral injection dose of VA (800 mg/kg b.wt) at the 12.5 days of gestation. Butylparaben was orally and subcutaneously administered (200 mg/kg b.wt) to pregnant rats from gestation day 1 to lactation day 21. The offspring male rats were subjected at the last 3 days of lactation to Morris water maze and three chamber sociability test then decapitated and the brain was excised and dissected to the cortex, hippocampus, cerebellum, midbrain and pons for the determination of norepinephrine, dopamine and serotonin (NE, DA and 5-HT) and cortex amino acids and whole brain BDNF. The results showed similar social and learning and memory behavioral deficits in VA rat model and the butyl paraben offspring in comparison with the controls. Also, some similar alterations were observed in monoamine content, amino acids and BDNF factor in the autistic-like model and butyl paraben offspring in comparison with the controls. The alterations were recorded notably in hippocampus and pons NE, midbrain DA, hippocampus and midbrain 5-HT, and frontal cortex GABA and asparagine. These data suggest that prenatal exposure to butyl paraben induced neuro-developmental disorders similar to some of the neurodevelopmental disorders observed in the VA model of autism."
        },
        {
            "References": "PMID:25607892",
            "Value": "/ENDOCRINE MODULATION/ The study addressed the question whether gene expression patterns induced by different mixtures of endocrine disrupting chemicals (EDCs) administered in a higher dose range, corresponding to 450x, 200x, and 100x high-end human exposure levels, could be characterized in developing brain with respect to endocrine activity of mixture components, and which developmental processes were preferentially targeted. Three EDC mixtures, A-Mix (anti-androgenic mixture) with 8 antiandrogenic chemicals (di-n-butylphthalate, diethylhexylphthalate, vinclozolin, prochloraz, procymidone, linuron, epoxiconazole, and DDE), E-Mix (estrogenic mixture) with 4 estrogenic chemicals (bisphenol A, 4-methylbenzylidene camphor, 2-ethylhexyl 4-methoxycinnamate, and butylparaben), a complex mixture, AEP-Mix, containing the components of A-Mix and E-Mix plus paracetamol, and paracetamol alone, were administered by oral gavage to rat dams from gestation day 7 until weaning. General developmental endpoints were not affected by EDC mixtures or paracetamol. Gene expression was analyzed on postnatal day 6, during sexual brain differentiation, by exon microarray in medial preoptic area in the high-dose group, and by real-time RT-PCR in medial preoptic area and ventromedial hypothalamus in all dose groups. Expression patterns were mixture, sex, and region specific. Effects of the analgesic drug paracetamol, which exhibits antiandrogenic activity in peripheral systems, differed from those of A-Mix. All mixtures had a strong, mixture-specific impact on genes encoding for components of excitatory glutamatergic synapses and genes controlling migration and pathfinding of glutamatergic and GABAergic neurons, as well as genes linked with increased risk of autism spectrum disorders. Because development of glutamatergic synapses is regulated by sex steroids also in hippocampus, this may represent a general target of ECD mixtures."
        },
        {
            "References": "PMID:24287426",
            "Value": "/ENDOCRINE MODULATION/ This study examined late-life effects of perinatal exposure of rats to a mixture of endocrine-disrupting contaminants. Four groups of 14 time-mated Wistar rats were exposed by gavage from gestation day 7 to pup day 22 to a mixture of 13 anti-androgenic and estrogenic chemicals including phthalates, pesticides, u.v.-filters, bisphenol A, parabens, and the drug paracetamol. The groups received vehicle (control), a mixture of all 13 chemicals at 150-times (TotalMix150) or 450-times (TotalMix450) high-end human exposure, or 450-times a mixture of nine predominantly anti-androgenic chemicals (AAMix450). Onset of puberty and estrous cyclicity at 9 and 12 months of age were assessed. Few female offspring showed significantly regular estrus cyclicity at 12 months of age in the TotalMix450 and AAMix450 groups compared with controls. In 19-month-old male offspring, epididymal sperm counts were lower than controls, and in ventral prostate an overrepresentation of findings related to hyperplasia was observed in exposed groups compared with controls, particularly in the group dosed with anti-androgens. A higher incidence of pituitary adenoma at 19 months of age was found in males and females in the AAMix450 group. Developmental exposure of rats to the highest dose of a human-relevant mixture of endocrine disrupters induced adverse effects late in life, manifested as earlier female reproductive senescence, reduced sperm counts, higher score for prostate atypical hyperplasia, and higher incidence of pituitary tumors. These delayed effects highlight the need for further studies on the role of endocrine disrupters in hormone-related disorders in aging humans."
        },
        {
            "References": "PMID:26888303",
            "Value": "/ENDOCRINE MODULATION/ It is well known that inappropriate exposure to exogenous hormones during fetal or neonatal life, such as testosterone (T) and estradiol (E2 ), leads to adverse reproductive outcomes. In our previous study, the reproductive dysfunction of male rats was characterized by an E2 increase and T decrease after in utero and lactation exposures to n-butylparaben (n-BP). In this study, we investigated the synthesis and metabolism pathways of steroid hormones, hormone receptors and the epigenetic modification of male offspring on postnatal day (PND) 21 and PND90 to explore the possible mechanisms of endocrine and reproductive disorders. The expression of steroidogenic acute regulatory protein (StAR), cytochrome cholesterol side-chain cleavage enzyme (P450scc), estrogen sulfotransferase (SULT1E1) and androgen receptor (AR) in the testes was significantly decreased at the transcript and protein levels; in addition, aromatase (CYP19) and estrogen receptor alpha (ERa) expression was significantly increased and the methylation rate of the ERa promoter was significantly decreased. These results suggest that increased CYP19 expression and decreased SULT1E1 expression are responsible for the E2 increase. This effect promotes the expression of ERalpha, which plays a pivotal role in regulating reproductive and endocrine disorders of male rats exposed to n-BP. Furthermore, the epigenetic hypomethylation of ERa is involved in this regulation processes. Our study ... reports on the possible mechanism of male rat reproductive disorders induced by the xenoestrogenic chemical n-BP."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 48: Hydroxy- and alkoxy-substituted benzyl derivatives (2001). Available from, as of March 2, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ In Chinese hamster cells, 60 mg/mL butylparaben was not mutagenic. In addition, negative results were reported for butylparaben (up to 1000 mg/plate) in the Ames test using Salmonella typhimurium strains TA 92, TA 94, TA 98, TA 100, TA 1535, TA 1537, and TA 2637. /from table/"
        },
        {
            "References": "PMID:22956630",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Parabens are a group of alkyl esters of p-hydroxybenzoic acid that include methylparaben, ethylparaben, propylparaben, butylparaben, and benzylparaben. Paraben esters and their salts are widely used as preservatives in cosmetics, toiletries, food, and pharmaceuticals. Humans are exposed to parabens through the use of such products from dermal contact, ingestion, and inhalation. However, research on the effects of parabens on health is limited, and the effects of parabens on adipogenesis have not been systematically studied. Here, we report that (1) parabens promote adipogenesis (or adipocyte differentiation) in murine 3T3-L1 cells, as revealed by adipocyte morphology, lipid accumulation, and mRNA expression of adipocyte-specific markers; (2) the adipogenic potency of parabens is increased with increasing length of the linear alkyl chain in the following potency ranking order: methyl- < ethyl- < propyl- < butylparaben. The extension of the linear alkyl chain with an aromatic ring in benzylparaben further augments the adipogenic ability, whereas 4-hydroxybenzoic acid, the common metabolite of all parabens, and the structurally related benzoic acid (without the OH group) are inactive in promoting 3T3-L1 adipocyte differentiation; (3) parabens activate glucocorticoid receptor and/or peroxisome proliferator-activated receptor gamma in 3T3-L1 preadipocytes; however, no direct binding to, or modulation of, the ligand binding domain of the glucocorticoid receptor by parabens was detected by glucocorticoid receptor competitor assays; and lastly, (4) parabens, butyl- and benzylparaben in particular, also promote adipose conversion of human adipose-derived multipotent stromal cells. Our results suggest that parabens may contribute to obesity epidemic, and the role of parabens in adipogenesis in vivo needs to be examined further."
        },
        {
            "References": "PMID:15848249",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The estrogenic effect of butylparaben was investigated in a rainbow trout Oncorhynchus mykiss test system. Butylparaben was administered orally to sexually immature rainbow trout every second day for up to 10 days in doses between 4 and 74 mg/kg/2 days and in the water at 35 and 201 ug/L for 12 days. Plasma vitellogenin was measured before and during the exposures and the concentrations of butylparaben in liver and muscle were determined at the end of experiments. Increases in average plasma vitellogenin levels were seen at oral exposure to 9 mg butylparaben/kg/2 days. The ED50 values for increase in vitellogenin synthesis were 46, 29 and 10.5 mg butylparaben/kg/2 days, respectively, at day 3, 6 and 12. Exposure to 201 ug butylparaben/L increased vitellogenin synthesis, but exposure to 35 ug/L did not. Butylparaben showed little tendency to bioaccumulation in rainbow trout; less than 1 per thousand of the total amount of butylparaben administered orally at 51 mg/kg/2 days over the 12 days experimental period was retained in liver at the end of the experiment. After 12 days exposure to 35 and 201 ug butylparaben/L plasma concentrations were 9 and 183 ug/L, respectively, and for the fish exposed to 20 ug/L there was a positive correlation between concentrations of vitellogenin and butylparaben in the plasma. On the assumption that butylparaben removed from the water phase during water exposure were taken up into the fish, butylparaben uptake rates in the fish exposed to 35 and 201 ug butylparaben/L were 13 and 78 mg/kg/day, respectively."
        },
        {
            "References": "PMID:9875295",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In a receptor-binding assay, butylparaben was able to compete with 3H-estradiol for binding to the rat estrogen receptor with an affinity approximately 5 orders of magnitude lower than that of diethylstilbestrol, and between 1 and 2 orders of magnitude less than nonylphenol. In an in vitro yeast-based estrogen assay, the four most widely used parabens (namely methyl-, ethyl-, propyl-, and butylparaben) were all found to be weakly estrogenic with the most potent (butylparaben) being 10,000-fold less potent than 17 beta-estradiol. The estrogenic activity of parabens was inhibited by 4-hydroxy tamoxifen in vitro, illustrating the requirement of these chemicals to interact with the estrogen receptor in order to activate the yeast. When administered orally to immature rats, the parabens were inactive. However, subcutaneous administration of butylparaben produced a positive uterotrophic response in vivo, although it was approximately 100,000 times less potent than 17 beta-estradiol."
        },
        {
            "References": "PMID:7526259",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Effects of alkyl p-hydroxybenzoates (APHBs), which are used as preservatives, on ion channels were investigated in rat pheochromocytoma PC12 cells. Methyl p-hydroxybenzoate (MPHB; 300 uM) and butyl p-hydroxybenzoate (BPHB; 300 uM) inhibited Ba2+ current passing through Ca2+ channels, and facilitated the inactivation of the Ba2+ current. K+ current obtained with a depolarizing voltage-step was also suppressed by 300 microM MPHB or 300 uM BPHB. The extent of the suppression of the K+ current was not affected by extracellular Cd2+, suggesting that the suppression of the K+ current is not a secondary effect arising from the Ca2+ channel inhibition. An inward current activated by acetylcholine (ACh; 100 uM) was abolished by 300 uM BPHB, and it was partially blocked by 300 uM MPHB. In contrast to the ACh-activated current, an inward current activated by ATP (30 uM) was markedly potentiated by 300 uM BPHB. The results suggest that APHBs exert significant effects on the voltage- and ligand-gated channels. ..."
        },
        {
            "References": "PMID:10752667",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The widely used phenolic preservatives ethylparaben, propylparaben, butylparaben and their common metabolite p-hydroxybenzoic acid were tested for their ability to evoke an estrogenic response in vivo. Yolk protein induction in sexually immature rainbow trout was used as an estrogen-specific endpoint after repeated injections of the compounds. All tested parabens were estrogenic in doses between 100 and 300 mg/kg, while the metabolite showed no activity. ... butylparaben  had an estrogenic potency comparable to that previously found for bisphenol A."
        },
        {
            "References": "PMID:15941009",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Evidence of the estrogenicity /of parabens (Pbens)/ using a morphometric analysis of uteri from mice treated with the preservatives methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with estradiol (E2) /is presented/. Different groups of adult ovariectomized (Ovx) CD1 mice were subcutaneously (sc) treated daily for three days with two different equimolar doses (362 and 1086 uL/kg) of the Pbens: MePben (55 and 165 mg/kg), EtPben (60 and 180 mg/kg), PrPben (65 and 195 mg/kg), BuPben (70 and 210 mg/kg), E2 (10 ug/kg; 0.036 uL/kg), and vehicle (propyleneglycol; V, 10 mL/kg). On the fourth day, uteri were dissected, blotted, weighed, and placed in a fixative solution for 24 hr. The paraffin embeded uteri were cut to obtain 7 microm thick transversal sections. Luminal epithelium heights (LEH), glandular epithelium heights (GEH), and myometrium widths (MW) were measured. The highest Pbens dose was able to produce uterotrophic effects (38 to 76%) compared to E2 efects (100%). The relative uterotrophic potency to E2 (100) was from 0.02 to 0.009. Significant increases (P<0.05) in LEH, GEH, and MW as compared with V were obtained: LEH from 87 to 113% (E2 153%), GEH from 10 to 40% (E2 60%), and MW from 35 to 43% (E2 88%). These results confirm that Pbens at the doses assayed here induce estrogenic histological changes in the uteri of Ovx mice."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 30. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The effects of methylparaben, ethylparaben, propylparaben, and butylparaben on human and rabbit erythrocytes in vitro /were examined/. Butylparaben, at 0.02% induced hemolysis in 12% of the rabbit and 6% of the human erythrocytes."
        },
        {
            "References": "PMID:15697177",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Evidence /is presented/ for the in vivo and in vitro bioactivities and receptor binding affinities of methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with those of estradiol (E2). Estrogenicity was studied using the uterotrophic assay in immature (Im) and adult ovariectomized (Ovx) CD1 mice, and in immature female Wistar rats (IW). Animals were subcutaneously (sc) treated for three consecutive days with different molar equivalent doses ranging from 3.62 to 1086 uL/kg body weight of parabens (Pbens), E2 (0.036 uL/kg), or vehicle. Pbens increased uterine weight in Im and Ovx animals and their relative uterotrophic effect to E2 (100) (RUEE2) were from 34 to 91. The relative uterotrophic potencies related to E2 (100) (RUPE2) of these compounds were from 0.003 to 0.007. The E2 ED50 for CD1 animals able to increase the uterine weight was 7 ug/kg (0.9-55 confidence limits); and that of Pbens ranged from 18 to 74 mg/kg. In IW rats, the ED50 were from 33 to 338 mg/kg. All Pbens, except MePb, competed with [3H]E2 for the estrogen receptor binding sites. The uterotrophic effects of Pbens in Im mice have a positive correlation with the side-chain length of the ester group of these compounds. ... The NOELs values for Pbens uterotrophic activity in Im were from 0.6 to 6.5 mg/kg per day; and Ovx from 6 to 55 mg/kg. The NOELs IW ranged from 16.5 to 70 mg/kg indicating that Im were more susceptible than Ovx and IW to these effects. The data shown here confirm the estrogenicity of Pbens."
        },
        {
            "References": "PMID:10722885",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Immature B6D2F1 mice were treated with oral or subcutaneous doses of the test compounds for three consecutive days. p-Hydroxybenzoic acid and butyl p-hydroxybenzoate were also tested by the subcutaneous route in a rat uterotrophic assay. A significant increase in the uterus weight at day 4 was considered an estrogenic effect. In the mouse assay, none of the compounds tested produced any estrogenic response at dose levels up to 100 mg/kg body weight per day, for ethyl p-hydroxybenzoate even at a dose level of 1000 mg/kg body weight per day. In immature Wistar rats, subcutaneous administration of butyl p-hydroxybenzoate produced a weak estrogenic response at 600 mg/kg body weight per day."
        },
        {
            "References": "PMID:27659731",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Parabens are a class of small molecules that are regularly used as preservatives in a variety of personal care products. Several parabens, including butylparaben and benzylparaben, have been found to interfere with endocrine signaling and to stimulate adipocyte differentiation. We hypothesized these biological effects could be due to interference with the endocannabinoid system and identified fatty acid amide hydrolase (FAAH) as the direct molecular target of parabens. FAAH inhibition by parabens yields mixed-type and time-independent kinetics. Additionally, structure activity relationships indicate FAAH inhibition is selective for the paraben class of compounds and the more hydrophobic parabens have higher potency. Parabens enhanced 3T3-L1 adipocyte differentiation in a dose dependent fashion, different from two other FAAH inhibitors URB597 and PF622. Moreover, parabens, URB597 and PF622 all failed to enhance AEA-induced differentiation. Furthermore, rimonabant, a cannabinoid receptor 1 (CB1)-selective antagonist, did not attenuate paraben-induced adipocyte differentiation. Thus, adipogenesis mediated by parabens likely occurs through modulation of endocannabinoids, but cell differentiation is independent of direct activation of CB1 by endocannabinoids."
        },
        {
            "References": "PMID:21592178",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Parabens have been shown to affect male rodent reproductive parameters, including testosterone levels and sperm production. In this study, we examined the effect of long-term exposure to butyl paraben (BP) on rat epididymal sperm DNA methylation. Adult male rats were exposed to BP (0, 10, 100 and 1000 mg kg(-1) per day) according to OECD TG407 for a repeated 28-day oral toxicity study. Sperm DNA methylation was examined by differential display random amplification of polymorphic DNA (RAPD) following methylation-specific restriction digestion of DNA. Among the 57 RAPD amplicons, six were methylation specific. Of these, five amplicons increased by 1.4- to 3.8-fold in epididymal sperm DNA at testing dose of BP. This indicates that BP can cause DNA hypermethylation in germ cells from the mitotic through post-meiotic stage in adult rat testes. ... This /suggests/ epigenetic modification of sperm DNA by parabens."
        },
        {
            "References": "PMID:24848799",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The obesogen hypothesis states that together with an energy imbalance between calories consumed and calories expended, exposure to environmental compounds early in life or throughout lifetime might have an influence on obesity development. In this work, we propose a new approach for obesogen screening, i.e., the use of transcriptomics in the 3T3-L1 pre-adipocyte cell line. Based on the data from a previous study of our group using a lipid accumulation based adipocyte differentiation assay, several human-relevant obesogenic compounds were selected: reference obesogens (Rosiglitazone, Tributyltin), test obesogens (Butylbenzyl phthalate, butylparaben, propylparaben, Bisphenol A), and non-obesogens (Ethylene Brassylate, Bis (2-ethylhexyl)phthalate). The high stability and reproducibility of the 3T3-L1 gene transcription patterns over different experiments and cell batches is demonstrated by this study. Obesogens and non-obesogen gene transcription profiles were clearly distinguished using hierarchical clustering. Furthermore, a gradual distinction corresponding to differences in induction of lipid accumulation could be made between test and reference obesogens based on transcription patterns, indicating the potential use of this strategy for classification of obesogens. Marker genes that are able to distinguish between non, test, and reference obesogens were identified. Well-known genes involved in adipocyte differentiation as well as genes with unknown functions were selected, implying a potential adipocyte-related function of the latter. Cell-physiological lipid accumulation was well estimated based on transcription levels of the marker genes, indicating the biological relevance of omics data. In conclusion, this study shows the high relevance and reproducibility of this 3T3-L1 based in vitro toxicogenomics tool for classification of obesogens and biomarker discovery. Although the results presented here are promising, further confirmation of the predictive value of the set of candidate biomarkers identified as well as the validation of their clinical role will be needed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/IMMUNOTOXICITY/ Twenty albino guinea pigs /were given/ intradermal injections of Freund's complete adjuvant on Days 0 and 9; at which time 5 percent Butylparaben was applied under 48-hr occlusive patches to the clipped dorsal skin every other day for 3 weeks (10 applications). Twelve days after the last induction patch was removed, the test material was applied as a challenge patch for 48 hrs to a previously untested site. One, 7, 24, and 48 hr after removal of the patch, the sites were scored and the skin examined microscopically for evidence of sensitization. Six of the 20 animals reacted to the challenge patch containing 5% butylparaben in olive oil. The mean erythema score was 1.70 (max. score = 4). Tissue from two of the six animals showed \"pathologic aspects\" under microscopic examination, and the lesions were considered clearly allergic. In the worst case, spongiosis, squamous crust, and lymphocytic infiltration were observed."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/IMMUNOTOXICITY/ Methylparaben, ethylparaben, propylparaben, and butylparaben (at 0.1%) were each injected intracutaneously into the shaved dorsal skin of 10 guinea pigs per ingredient according to the Draize method. Injections were made three times weekly for 3 weeks (10 injections). Two weeks after the final induction injection, a challenge injection was administered into an adjacent site and observed 24 hours later. There were no reactions in the animals to any of the Parabens. It was observed that these ingredients are nonsensitizing."
        },
        {
            "References": "BIBRA working group. Toxicity profile. The British Industrial Biological Research Association (1989) 7 p",
            "Value": "/OTHER TOXICITY INFORMATION/ Butylparaben was a skin irritant in man. Experimental studies in volunteers failed to uncover any sensitizing potential, but sensitization to butylparaben has been demonstrated in dermatitis patients. A low acute oral toxicity was seen in mice treated with the ester whereas the sodium salt was of moderate toxicity. Injury to the forestomach of rats was produced by repeated dietary administration of the ester; in mice, there were effects on the spleen and thymus as well as liver damage. No convincing evidence of carcinogenicity was seen in a long-term feeding study in which mice received either the straight chain or branched ester. Neither isomer gave evidence of mutagenicity in Ames bacterial tests."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 1, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Sangster J; LOGKOW Databank. Sangster Res.  Lab., Montreal Quebec, Canada (1994) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of butylparaben can be estimated to be 520(SRC). According to a classification scheme(2), this estimated Koc value suggests that butylparaben is expected to have low mobility in soil. The pKa of butylparaben is 8.47(3), indicating that this compound will exist partially in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}