{
    "_id": {
        "$oid": "6682e86dc4e5dba5ffba258b"
    },
    "CID": {
        "$numberInt": "7187"
    },
    "Name": "Dibenzoyl peroxide",
    "IUPACName": "benzoyl benzenecarboperoxoate",
    "CanonicalSMILES": "C1=CC=C(C=C1)C(=O)OOC(=O)C2=CC=CC=C2",
    "Synonyms": [
        "BENZOYL PEROXIDE",
        "94-36-0",
        "Peroxide",
        "dibenzoyl",
        "Dibenzoyl peroxide",
        "Benzoyl superoxide",
        "Benzoperoxide",
        "Benoxyl",
        "Lucidol",
        "Acetoxyl",
        "Oxylite",
        "Panoxyl",
        "Persadox",
        "Benzol peroxide",
        "Dibenzoylperoxid",
        "Diphenylglyoxal peroxide"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)C(=O)OOC(=O)C2=CC=CC=C2",
    "INCHI": "InChI=1S/C14H10O4/c15-13(11-7-3-1-4-8-11)17-18-14(16)12-9-5-2-6-10-12/h1-10H",
    "INCHIKEY": "OMPJBNCRMGITSC-UHFFFAOYSA-N",
    "Formula": "C14H10O4",
    "MolecularWeight": {
        "$numberDouble": "242.23"
    },
    "Description": "Benzoyl peroxide is a carbonyl compound.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "258"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 12, 2017: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 89 was calculated in fish for dibenzoyl peroxide(SRC), using a log Kow of 3.46(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 12, 2017: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Dibenzoyl peroxide, present at 100 mg/L, reached 84% of its Theoretical BOD in 3 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res. Lab., Montreal Quebec, Canada (1994)",
            "Value": "log Kow = 3.46"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 142",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Applied experimentally to animal eyes, it produces superficial opacities in the cornea and inflammation of the conjunctiva according to one investigator, but according to another no injury results from single application ... ."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-108",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats have tolerated by mouth 950 mg/kg without fatalities although death in adult mice has been reported after ip administration of 250 mg/kg. When placed as a dry powder on skin of guinea pigs, only slight irritation followed ... when dissolved as a 10% solution in propylene glycol, slight ... erythema and edema were observed ... ."
        },
        {
            "References": "Slaga TJ et al; Science (Wash DC) 213 (4511): 1023-5 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single topical application of benzoyl peroxide to mice produced a marked epidermal hyperplasia and induced many dark basal keratinocytes, effects similar to those produced by the potent tumor promoter 12-ortho-tetradecanoyl phorbol-13-acetate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 276 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Benzoyl peroxide dust irritates the eyes of albino rabbits if not washed out within five minutes after being placed in the conjunctival sac. Application of a 10% solution of benzoyl peroxide in propylene glycol to the skin of guinea-pigs resulted in slight to moderate erythema."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 276 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single application of either 20 or 40 mg benzoyl peroxide to the skin of mice induced marked hyperplasia and a temporary increase in the number of dark basal keratinocytes."
        },
        {
            "References": "PMID:21787719",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Benzoyl peroxide (BPO) is a strong oxidizing agent and widely used as flour bleaching agent. However their potential risk of liver damage is unknown. The aim of this study was to investigate the effects of BPO on mice liver antioxidant status and ATPases according to the actual amount of BPO in flour from Jinan, China. The results showed that the maximum concentration of BPO reached up to 284.6 mg/kg and content of BPO mainly ranged from 0 to 240 mg/kg. Therefore, four groups of mice were gavaged daily with BPO at doses of 0, 50, 100, 200 mg/kg b.w./d for 42 days, respectively. In liver tissue, superoxide dismutase (SOD) activity was significantly decreased, while the content of malondialdehyde (MDA) significantly increased following BPO exposure at 200mg/kg b.w. BPO significantly decreased the Mg(2+)-ATPase and Ca(2+)-ATPase activities of the liver at 200 mg/kg b.w. BPO, at all of the doses assayed, produced non-significant effects on glutathione peroxidase (GSH-Px) and Na(+)K(+)-ATPase activities. Experimental results suggested that BPO had certain adverse effects on antioxidant status and the activities of Mg(2+)-ATPase and Ca(2+)-ATPase of liver tissue."
        },
        {
            "References": "PMID:19703226",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Topical benzoyl peroxide (BPO) gel has long been used to treat acne vulgaris and has recently been combined with clindamycin (BPO-clin). No skin malignancies have been reported after clinical use of BPO, but there has been concern about the possible carcinogenicity of BPO alone and in combination with UV radiation. BPO can promote skin tumorigenesis in a mouse skin chemical carcinogenesis model. As acne vulgaris is frequently localized on sun-exposed areas, we investigated whether BPO or BPO-clin accelerates photocarcinogenesis in combination with simulated solar radiation (SSR) in 12 groups of 25 hairless female C3.Cg/TifBomTac-immunocompetent mice. BPO or BPO-clin was applied topically to the back five times each week, followed by SSR three times each week (2, 3, or 4 standard erythema doses) 3-4 hr later, for 365 days or until death. Generally BPO and BPO-clin did not accelerate the time to first, second or third tumor. Therefore, there is no evidence suggesting that BPO or BPO-clin is photocarcinogenic. However, we found significantly higher mortality in the SSR exposed groups receiving BPO and BPO-clin compared with groups receiving only BPO or BPO-clin. Our results show that BPO and the combination of BPO and clindamycin do not accelerate photocarcinogenesis, but are toxic in hairless mice. Based on the current data, the cancer risk associated with the use of BPO and BPO-clin in sun-exposed areas is minimal. Thus, while the carcinogenic potential of BPO is not fully understood, at the present time, evidence suggests that this compound is safe to use."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 273 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 male and 25 female albino, mice (strain and age unspecified) were fed a diet containing different doses of a commercial powder containing 18% benzoyl peroxide (purity unspecified) which were based upon consideration of the use of benzoyl peroxide in bread production (calculated doses of benzoyl peroxide: 0, 28, 280 and 2800 mg/kg of diet), for 80 weeks, at which time the number of survivors was 3, 10, 0 and 2 male mice and 9, 11, 9, and 11 females; all surviving animals were then killed. A few tumors at various sites were observed, but the overall tumor incidence did not differ significantly between treated and control groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 274 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 20 male Charles River CD rats (age unspecified) received subcutaneous injections of 2.9 mg benzoyl peroxide (purity unspecified) in 0.2 mL trioctanoin (tricaprylin) into the right hind leg twice weekly for 12 weeks and were observed for 14 months, at which time all animals were still alive. A further group of 20 male rats received trioctanoin only and served as vehicle controls. No malignant tumor was found at the injection site or in internal organs."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 274 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 male and 15 female Bethesda black rats (NIH Black rats) received a subcutaneous implantation of 50 mg benzoyl peroxide (purity unspecified) in a gelatin capsule at the nape of the neck and were observed for 24 months. Mortality was 9/35 (sex unspecified) at week 52 and 22/35 at week 78. None of the rats developed tumors at the site of implantation. Single tumors were found at various other sites, but none of the tumors was considered ... to be causally related to benzoyl peroxide treatment."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 274 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 30 male ICR/Ha mice, eight weeks old, received thrice-weekly applications for life of approximately 100 mg benzoyl peroxide (purity unspecified) dissolved in 5% benzene. Median survival time was 292 days; one mouse developed a skin papilloma. A total of 150 mice (from four different control groups) were treated with benzene alone. Median survival times ranged from 262-412 days; 11 skin tumors, including one carcinoma were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 275 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 21 female Swiss mice (age unspecified) received twice weekly skin applications of 0.5% benzoyl peroxide (purity unspecified) in acetone for 80 weeks. No skin tumor was observed. Another group of 20 females received applications of 0.5% benzoyl peroxide in acetone twice weekly for three weeks then, after one week, they were treated with 55 croton oil in mineral oil twice weekly for 67 weeks. No skin tumor was reported."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 275 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 25 male and 25 female albino mice (age and strain unspecified) were fed a diet containing 2800 mg/kg benzoyl peroxide (purity unspecified) and received, simultaneously, a subcutaneous injection of 50 mg benzoyl peroxide in 20% starch solution. In addition, the animals were painted on six days per week with one drop (approximately 50 mg) of a 50% suspension of benzyl peroxide in flour paste. The experiment was terminated after 80 weeks of treatment, when three males and 11 females were still alive. Single tumors occurred at various sites, but the overall tumor incidence did not differ significantly between treated and untreated control groups."
        },
        {
            "References": "PMID:15514964",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Benzoyl peroxide (BP), a tumor promoter, has been shown to cause free-radical-induced lipid peroxidation and membrane damage at toxic concentrations. However, its effects on lipid metabolism at concentrations that were not overtly toxic have not been investigated. The purpose of the current study was to examine the effects of BP and its final degradation product, benzoic acid (BA), on lipid metabolism. Two cell lines, hamster cheek pouch (HCP) and human monocytes (THP-1), were used to determine the effects of BP, BA, and BP combined with FeCl2 on cell lipid metabolism. Cells were exposed to BP and (14)C acetate for 24 hr, or cells with prelabeled lipids were harvested, and the lipids were extracted and separated with the use of thin-layer chromatography. Lipid metabolism of some neutral lipids such as triglycerides was altered for both cell types in response to BP. Also, cholesterol content was reduced in THP-1 cells and a phospholipid, phosphatidylethanolamine (PE), was reduced in HCP cells. The final degradation product of BP, BA, failed to elicit any response in lipid metabolism. Subtoxic concentrations of BP induced changes in neutral lipids such as triglycerides and cholesterol. The metabolism of major phospholipids except PE remained unchanged. The effects were related to BP and its degradation and varied with the cell type."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 275 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Groups of 30 female Sencar mice, aged seven to nine weeks, were used to test the tumor-promoting (A), tumor-initiating (B) and complete carcinogenic (C) activities of benzoyl peroxide (purity unspecified) on the skin. Mice in experiment (A) received a single topical application of 10 nmol 7,12-dimethylbenz(a)anthracene (DMBA) in 0.2 mL acetone, followed one week later by applications of 1, 10, 20 or 40 mg benzoyl peroxide in 0.2 mL acetone twice weekly for 52 weeks. A group receiving a single application of 0.2 mL acetone alone served as controls. The numbers of mice with papillomas at 30 weeks were 1/28 (controls), 9/29 (1 mg), 20/28 (10 mg), 21/27 (20 mg) and 20/24 (40 mg). The numbers of mice with carcinomas at 52 weeks in these groups were 0/28, 1/29, 6/28, 12/27 and 10/24, respectively. Mice in experiment (B) received a single topical application of 0.2 mL acetone alone or 1, 10, 20 or 40 mg benzoyl peroxide in acetone, followed one week later by twice-weekly applications of 2 ug 12-O-tetradecanoylphorbol 13 acetate (TPA) in acetone for 52 weeks. No significant difference was observed in the incidence of papillomas; no carcinoma was observed. Mice in experiment (C) received twice weekly topical applications of acetone alone or 1, 10, 20 or 40 mg benzoyl peroxide in 0.2 mL acetone for 52 weeks. No significant difference was observed in the incidence of papillomas; no carcinoma was observed. Survival rates in all experiments at 30 weeks ranged from 24-29 mice per group."
        },
        {
            "References": "PMID:14633658",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Screening of newly synthesized organic peroxides for tumor initiating/promoting activity would be greatly facilitated if predictive methodologies could be developed using topical exposures shorter than those required for definitive tumor assessment in mouse skin models. Nine organic peroxides [benzoyl peroxide (BZP), di-t-butyl peroxide (DTBP), t-butyl peroxybenzoate (TBPB), p-t-butyl isopropylbenzene hydroperoxide (TBIBHP), cumene hydroperoxide (CHP), dicetyl peroxydicarbonate (DPD), dicumyl peroxide (DCP), methyl ethyl ketone peroxide (MEKP) and O,O-t-butyl-O-(2-ethylhexyl) monoperoxycarbonate (TBEC)] were evaluated for their ability to increase biomarkers of tumor promotion in mouse skin, i.e. sustained epidermal hyperplasia, dermal inflammation and oxidative DNA damage. Evaluations were performed using SENCAR mice exposed topically for 4 weeks. The organic peroxides varied in their effects on these biomarkers. BZP, TBPB and TBIBHP exhibited significant increases in all three biomarkers associated with tumor promoting activity, CHP produced increases only in sustained epidermal hyperplasia and dermal inflammation, MEKP and DCP produced increases only in sustained epidermal hyperplasia and TBEC produced an increase only in dermal inflammation. DTBP and DPD had no effect on the three parameters studied. TBPB and TBIBHP were selected for further examination of their ability to produce mutations in codons 12, 13 and 61 of the c-Ha-ras protooncogene, i.e. those mutations known to be involved in the initiation of mouse skin tumors, because they were the only peroxides to exhibit significant positive results in all assays except the Ha-ras mutation following 4 weeks of exposure. Evaluations were performed using SENCAR mice dosed topically for 8 or 12 weeks in a complete carcinogenesis protocol or 16 weeks in an initiation/promotion protocol using 7,12-dimethylbenz[a]anthracene, urethane, benzo[a]pyrene and N-methyl-N'-nitro-N-nitrosoguanidine as positive controls. Neither TBPB nor TBIBHP produced detectable mutations in the c-Ha-ras protooncogene, indicating that they are not likely to possess tumor initiating or complete carcinogenic activity."
        },
        {
            "References": "PMID:15063134",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The two-stage skin carcinogenesis model of initiation and promotion in Carcinogenesis-susceptible (Car-S) mice has been used to investigate the pathways of promotional activity of 12-O-tetradecanoylphorbol-13-acetate (TPA), a phorbol ester tumor promoter, and benzoyl peroxide (BzPo), a free radical-generating compound. To test whether distinct populations of 9,10-dimethyl-1,2-benzanthracene (DMBA)-initiated epidermal keratinocytes are responsive to the two promoters, tandem experiments were performed. DMBA-initiated Car-S mice were promoted twice weekly with maximal promoting doses of TPA or BzPo. When the number of papillomas/mouse reached a plateau, promotion in the TPA and BzPo groups was switched to BzPo or TPA, respectively, until achievement of a new plateau. Mice promoted with BzPo developed 11.0 +/- 1.3 papillomas/mouse and subsequent TPA promotion induced 13.8 additional papillomas, for a total of 24.8 +/- 2.1 papillomas/mouse. TPA-promoted mice developed 23.3 +/- 1.1 papillomas/mouse, and subsequent BzPo promotion for 91 days did not promote additional papillomas. Our results show a less than additive tumor response after sequential promotion with BzPo and TPA, or vice versa, indicating that the pathways of promotional activity of TPA and BzPo are interacting. While the final papilloma yield was similar at the end of the two tandem promotion experiments independently of promoter sequence, the percentage of mice developing carcinomas was significantly higher in mice that were promoted with BzPo in the first stage. No significant differences in the frequency and type of c-Ha-ras mutations were observed in TPA- and BzPo-promoted tumors, suggesting that promotion of DMBA-initiated cells by BzPo requires introduction of additional molecular alterations compared to TPA."
        },
        {
            "References": "PMID:3397585",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ ... The effect of benzoyl peroxide on UVR initiated tumor formation /were examined/. One hundred and forty eight Uscd mice received 270 mJ/sq cm of UVB radiation to the posterior halves of their backs 3 times a week for 8 wk. Four weeks later the mice were divided into 4 groups. Group I received croton oil in acetone applications to the back 5 times a week for the duration of the study. Group II received acetone, Group III received the benzoyl peroxide diluent, and Group IV received the benzoyl peroxide in an aqueous diluent applications as in Group I. One mouse in Group II (acetone) and one in Group IV (benzoyl peroxide) developed tumors in unirradiated skin. In the UVR initiated skin 38% of the survivors developed tumors in Group I (croton oil), whereas 5% did in Group II (acetone), 8% in Group III (benzoyl peroxide base), and 8% group IV (benzoyl peroxide). Thus under the circumstances of this study croton oil did promote UV initiated tumor formation but benzoyl peroxide did not. ..."
        },
        {
            "References": "PMID:3102100",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The carcinogenic promoting effects of benzoyl peroxide in the formation of melanotic tumors were studied in 7,12-dimethylbenz(a)anthracene initiated hamsters. Male Syrian golden hamsters were administered single doses of 10 mg/kg 7,12-dimethylbenz(a)anthracene intragastrically and/or repeated topical application of 80 or 160 mg benzoyl peroxide on a shaven dorsal area three times week for a period of 16 mo. Small, discrete melanotic foci were observed on the dorsal skin within 6 mo following treatment with 7,12-dimethylbenz(a)anthracene alone. These lesions increased in number and size with time and progressed to well palpable melanotic tumors in some animals. Hyperpigmentation, scaling of the dorsal skin, and mild hyperplasia of the epidermis were observed in hamsters treated with benzoyl peroxide alone, but no melanotic tumors were observed. Treatment with both 7,12-dimethylbenz(a)anthracene and benzoyl peroxide resulted in the formation of both types of skin lesions seen after exposure to either agent alone. The incidences of melanotic foci and tumors induced by 7,12-dimethylbenz(a)anthracene were significantly higher in the groups treated with benzoyl peroxide than in those treated with 7,12-dimethylbenz(a)anthracene alone. Papillomas in the epithelia of the esophagus, tongue and forestomach were also observed in all 7,12-dimethylbenz(a)anthracene treated hamsters, but the incidences of these lesions were not significantly increased by treatment with benzoyl peroxide. The /results/ conclude that benzoyl peroxide is capable of promoting the formation of dermally located melanotic tumors in hamsters, and should be used with caution in the long term treatment of human skin diseases."
        },
        {
            "References": "PMID:1782351",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Benzoyl peroxide (BzPO) is both a tumor promoter and progressor in mouse skin; however, BzPO is neither an initiator nor a complete carcinogen in this tissue. Although not mutagenic, BzPO has been observed to produce strand breaks in DNA of exposed cells. These actions are presumed to be mediated by free-radical derivatives of BzPO. Previous studies suggested that the metabolism of BzPO in keratinocytes proceeds via the initial cleavage of the peroxide bond, yielding benzoyloxy radicals which, in turn, can either fragment to form phenyl radicals and carbon dioxide or abstract H atoms from biomolecules to yield benzoic acid. Benzoic acid is the major stable metabolite of BzPO produced by keratinocytes. In the present study we have investigated the role of BzPO and its metabolites in the generation of strand scissions in a cell-free system using phi X-174 plasmid DNA. In this system BzPO produced DNA damage that was dose-dependent over a concentration range of 0.1-1 mM and required the presence of copper but not other transition metals. By contrast, benzoic acid did not produce DNA damage in this system, either in the presence or in the absence of copper. The inclusion of spin trapping agents, such as N-tert-butyl-alpha-phenylnitrone (PBN), 3,5-dibromo-4-nitrosobenzenesulfonate, and nitrosobenzene, in incubations was found to significantly reduce the extent of DNA damage generated via the copper-mediated activation of BzPO. Electron paramagnetic resonance spectroscopy studies suggested that the primary radical trapped by PBN following copper-mediated decomposition of BzPO was the benzoyloxy radical."
        },
        {
            "References": "Ogundigie PO, et al; Oncol Rpts 2 (3): 369-75 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Strain difference of mouse skin tumorigenesis was studied with 12-O-tetradecanoylphorbol-13-acetate (TPA) and benzoyl peroxide (BzP) both in 8 wk old hypocatalasemic C3H mice (Csb), and in normal C3H/HeNCrj mice (C3H). Two weeks after initiation by 4 umole MNNG, both strains of female mice were promoted by 10 mnole TPA or 10 mg, 20 ng BzP twice weekly for 30 and 52 wk. The incidence of skin tumors in Csb was significantly incr as compared to that in C3H mice promoted by TPA for 30 wk but after 52 wk of TPA promotion there was no difference between the 2 strains. By the promotion with 10 mg or 20 mg BzP, the incidence of skin tumor in C3H was 5% at both levels after 30 weeks of promotion and 19% and 38%, respectively, after 52 weeks of promotion. No skin tumors appeared in Csb mice with BzP treatment after 30 wk of promotion. After 52 wk of promotion by 10 mg BzP, skin tumors were induced in only 15% of Csb mice. The results show that genetic factors, especially radical scavenging enzymes, controlled susceptibility to skin tumorigenesis by promotion with either TPA or BzP."
        },
        {
            "References": "De Rey BM, et al; Tumor Biol 15 (3): 166-74 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The behavior of the mast cell population was analyzed during the sequential changes that normal mice skin undergoes during experimental two stage carcinogenesis. /Results of this study indicates/ that the number of mast cells increase during the promotion period but that this alteration is confined to the 30 mu m wide strip below the epidermis. A different mast cell phenotype appeared in this area, compatible with an MMC like phenotype. During the carcinogenesis process, the mast cell population is comprised of two distinct subpopulations that appeared simultaneously in the same tissue, ie connective tissue mast cells, normally found in the skin of mice, and the newly formed mucosal mast cell like cells, currently found in gastrointestinal mucosa."
        },
        {
            "References": "PMID:8979499",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The mechanism by which an oxidant tumor promoter benzoyl peroxide (BP) influences signal transduction, was studied in promotion insensitive (P-), promotion sensitive (P+) and transformed (Tx) mouse epidermal JB6 cells. The basal levels of antioxidant enzymes CuZn superoxide dismutase and catalase were higher in P+ and Tx JB6 cells. BP decr the activities of these enzymes transiently in P+ and Tx cells, but induced them in P- JB6 cells. BP incr poly ADPR polymerase activity accompanied by a drop in NAD + levels more significantly in P- JB6 cells, but did not affect PKC activity. It induced c-jun and c-fos gene expression in JB6 variants but to different extent, suggesting that it mediates its effects via genetic-epigenetic mechanisms."
        },
        {
            "References": "PMID:9585058",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ In this communication, we report that iron overload augments benzoyl peroxide (BPO)-mediated tumor promotion in 7,12-dimethylbenz[a]anthracene (DMBA)-initiated mouse skin. Female albino Swiss mice were overloaded with iron and tumors were initiated by applying a single topical application of DMBA. A week after the initiation, promoting agent, BPO, was applied three times/week for 46 weeks. The appearance of the first tumor (papilloma) and the number of tumors/mouse were recorded. When compared to the control group, the iron-overloaded mice showed an increased incidence of tumors at various time intervals. In iron-overloaded animals, tumors appeared earlier and also the number of tumors/mouse was significantly higher. These data could be correlated with the iron levels of mouse skin in the two groups. Further, BPO-mediated induction in ornithine decarboxylase (ODC) activity and [(3)H]thymidine incorporation in cutaneous DNA were higher in the iron overload group. In addition, in iron-overloaded mice, cutaneous lipid peroxidation (LPO) and xanthine oxidase (XOD) activities were higher, whereas catalase activity was reduced. Similar to papilloma induction, a significant increase in carcinoma yield and incidence was observed in iron-overloaded animals. Based on this study, we propose that iron overload significantly increases the tumor promotion and progression potential of BPO. We suggest that oxidative stress generated by iron overload is responsible for the augmentation of BPO-mediated cutaneous tumorigenesis."
        },
        {
            "References": "PMID:15629248",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The current study evaluates the efficacy of Balsamodendron mukul Hook ex. Stocks, an indigenous plant, in the modulation of benzoyl peroxide (BPO) treated and ultraviolet (UV) light irradiated tumor promotional events. BPO is a well-known tumor promoter while UV radiations are capable of acting as complete carcinogens. Treatment of the dorsal portions of the mice skins with BPO (20 mg/0.2 mL/animal) and subsequent UV irradiation (0.420 J/sq m/s) caused a significant depletion of reduced glutathione (GSH), it's metabolizing and phase II enzymes (p < 0.01). Also, down regulation of the activities of antioxidant enzymes and up regulation of ornithine decarboxylase activity and enhancement in the synthesis of DNA, malondialdehyde (MDA) and hydrogen peroxide (H(2)O(2)) was observed. However, topical pretreatment with the extract of B. mukul not only restored the content of GSH, MDA and H(2)O(2) but it also recovered the activities of above-mentioned enzymes (p < 0.05) and prevented synthesis of DNA (p < 0.05) significantly. Although the lower dose was not very effective, the higher dose showed promising results against oxidative stress and hyperproliferative response of BPO and UVB radiations. From the present data we conclude that B. mukul is potentially strong enough to modulate the events of skin tumor promotion."
        },
        {
            "References": "PMID:12804013",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The chemopreventive potential of cycloartenol on benzoyl peroxide and UVB radiation-induced cutaneous tumor promotion markers and oxidative stress in murine skin is assessed. Benzoyl peroxide treatment (20 mg/animal/0.2 mL acetone) and UVB radiation (0.420 J/sq m/s) caused a decrease in the activities of cutaneous antioxidant enzymes namely, catalase, glutathione peroxidase, glutathione reductase, glucose-6-phosphate dehydrogenase, phase II metabolizing enzyme such as glutathione-S-transferase and quinone reductase and depletion in the level of cutaneous glutathione. There was also enhancement in cutaneous microsomal lipid peroxidation, xanthine oxidase activity, [(14)C]-ornithine decarboxylase activity and [(3)H]-thymidine incorporation into cutaneous DNA. Cycloartenol was topically applied prior to the application of benzoyl peroxide at dose levels of 0.2 mg and 0.4 mg/kg body weight in acetone, which resulted in significant inhibition of epidermal ornithine decarboxylase activity and DNA synthesis (P < 0.001). There was also significant reduction of lipid peroxidation and xanthine oxidase activity (P < 0.001). In addition, the depleted levels of glutathione, inhibited activities of antioxidant and phase II metabolizing enzymes, were also recovered to a significant level (P < 0.001). The data indicate that cycloartenol is an effective chemopreventive agent in skin carcinogenesis."
        },
        {
            "References": "PMID:11039327",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The modulating effect of spearmint (Mentha spicata) on benzoyl peroxide-induced responses of tumor promotion in murine skin was investigated. Benzoyl peroxide (BPO) is an effective cutaneous tumor promoter acting through the generation of oxidative stress, induction of ornithine decarboxylase activity and by enhancing DNA synthesis. BPO treatment (20 mg/animal) increased cutaneous microsomal lipid peroxidation and hydrogen peroxide generation. The activity of cutaneous antioxidant enzymes, namely catalase, glutathione peroxidase, glutathione reductase and glutathione S-transferase, was decreased and the level of cutaneous glutathione was depleted. BPO treatment also induced the ornithine decarboxylase activity and enhanced the [(3)H]thymidine uptake in DNA synthesis in murine skin. Prophylactic treatment of mice with spearmint extract (10, 15 and 20 mg/kg) 1 hr before BPO treatment resulted in the diminution of BPO-mediated damage. The susceptibility of cutaneous microsomal membrane to lipid peroxidation and hydrogen peroxide generation was significantly reduced (P < 0.05 ). In addition, depleted levels of glutathione, inhibited activity of glutathione dependent and antioxidant enzymes were recovered to a significant level (P < 0.01, P < 0.05 and P < 0.01, respectively). Similarly, the elevated ornithine decarboxylase activity and enhanced thymidine uptake in DNA synthesis was inhibited significantly (P < 0.05 ) in a dose-dependent manner. The protective effect of spearmint was dose dependent in all parameters. The result suggests that spearmint is an effective chemopreventive agent that may suppress BPO-induced cutaneous oxidative stress, toxicity and hyperproliferative effects in the skin of mice."
        },
        {
            "References": "PMID:15546476",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The present study was conducted to investigate the ameliorative potential of Hibiscus rosa sinensis extract in mice skin. Combination of a single topical application of benzoyl peroxide (20 mg/0.2 mL/animal) followed by ultraviolet radiations (0.420 J/sq m/s) was used to induce hyperproliferation and oxidative stress. Single benzoyl peroxide application prior to ultraviolet B radiations exposure caused significant depletion in the detoxification and antioxidant enzymes, while malondialdehyde formation, hydrogen peroxide content, ornithine decarboxylase activity and DNA synthesis were raised significantly. However, pretreatment of H. rosa sinensis extract (3.5 mg and 7 mg/ kg b.wt.) partly restored the levels of cellular protective enzymes (P<0.05). Besides, malondialdehyde formation and hydrogen peroxide content (P<0.05) were statistically significantly reduced at both doses. The ornithine decarboxylase activity and thymidine incorporation in DNA were also reduced dose dependently (P<0.05) by the plant extract. Therefore, we propose that H. rosa sinensis extract exerts a protective effect against the tumor promotion stage of cancer development."
        },
        {
            "References": "PMID:11243713",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The modulating effect of Lupeol [lup-20(29)-en-3 beta -ol], a triterpene found in many fruits and medicinal plants, on benzoyl peroxide-induced tumor promotion responses or tumor promotion in murine skin is described. Benzoyl peroxide is an effective cutaneous tumor promoter acting through the generation of oxidative stress, the induction of ornithine decarboxylase activity and the enhancement of DNA synthesis. Benzoyl peroxide treatment increases cutaneous microsomal lipid peroxidation and hydrogen peroxide generation. The activity of the cutaneous antioxidant enzymes, namely catalase, glutathione peroxidase, glutathione reductase and glutathione S-transferase, is decreased and levels of cutaneous glutathione are depleted. Benzoyl peroxide treatment also induces ornithine decarboxylase activity and enhances [(3)H]thymidine uptake in DNA synthesis. Prophylactic treatment of mice with lupeol (0.75 and 1.5 mg per animal) 1 hour before benzoyl peroxide treatment resulted in a diminution of benzoyl peroxide-mediated damage. The susceptibility of cutaneous microsomal membrane to lipid peroxidation and hydrogen peroxide generation was significantly reduced (P<0.01 and P<0.01, respectively). In addition, depleted levels of glutathione and inhibited activity of antioxidant enzymes were recovered to a significant level (P<0.01, P<0.05 and P<0.01, respectively). Similarly, the elevated ornithine decarboxylase activity and enhanced thymidine uptake in DNA synthesis were inhibited significantly (P<0.05) in a dose-dependent manner. The protective effect of lupeol was dose dependent in all parameters. The results suggest that lupeol is an effective skin chemopreventive agent that may suppress benzoyl peroxide-induced cutaneous toxicity."
        },
        {
            "References": "PMID:15225900",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The present paper assesses the chemopreventive potential of retinoic acid on benzoyl peroxide (BPO)-induced cutaneous tumor promotion response and oxidative stress in murine skin. In this study, we have shown the activities of cutaneous antioxidant enzymes and phase II metabolizing enzymes and the glutathione content were decreased while epidermal ornithine decarboxylase (ODC) activity and DNA synthesis were induced in benzoyl peroxide treated animals. Topical application of retinoic acid resulted in significant inhibition of benzoyl peroxide-induced epidermal ornithine decarboxylase activity and DNA synthesis. Application of retinoic acid at three different doses prior to the application of benzoyl peroxide recovered the depleted level of glutathione, inhibited activities of antioxidant and phase II metabolizing enzymes, thus resulting in significant inhibition of oxidative stress in dose dependent manner. Enhanced susceptibility of cutaneous microsomal lipid peroxidation and xanthine oxidase activity were significantly reduced (P > 0.05). The antimutagenic effect of retinoic acid was tested against benzoyl peroxide mediated mutagenicity in Salmonella typhimurium strain TA-98 and TA-100 using 3-methyl cholanthrene-induced murine skin (S9 fraction) as the metabolic activation system. Indeed, with the addition of various concentrations of retinoic acid there was significant reduction in the number of revertants per plate in concentration dependent manner. In summary, our data indicates that retinoic acid may exhibit cancer chemopreventive activity in skin tumorigenesis model."
        },
        {
            "References": "Slaga TJ et al; Science (Wash DC) 213-5 (4511): 1023-5 (1981)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Benzoyl peroxide promoted both papillomas and carcinomas when topically applied to mice after 7,12-dimethylbenz(a)anthracene initiation. Benzoyl peroxide was inactive on skin as a complete carcinogen or tumor initiator."
        },
        {
            "References": "PMID:2105358",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The effect of the antioxidants nordihydroguaiaretic acid and diallyl sulfide against benzoyl peroxide-mediated tumor promotion in murine skin was assessed. Pretreatment of Sencar mice with nordihydroguaiaretic acid and diallyl sulfide prior to skin application of benzoyl peroxide resulted in a time and dose dependent inhibition of epidermal ODC induction caused by benzoyl peroxide. Tumor initiation was achieved by a single topical application of 7,12-dimethylbenz(a)anthracene (10 ug/animal) to Sencar mice. Ten days later tumor promotion was begun by twice weekly topical application of benzoyl peroxide (20 mg/animal). The anticarcinogenic effects of nordihydroguaiaretic acid (25 umol/mouse) and diallyl sulfide (20 umol/mouse) were evaluated by administering these agents topically 60 min prior to each benzoyl peroxide application. After 26 wk on test, the number of benign papillomas/mouse were 0.10 + or - 0.07 and 2.15 + or - 0.30 in the nordihydroguaiaretic acid and diallyl sulfide pretreated group of animals as compared to 4.40 + or - 1.14 in animals receiving benzoyl peroxide alone. After 51 wk on test, the number of squamous cell carcinomas/mouse were 0.00 + or - 0.00, 0.35 + or - 0.10 in the nordihydroguaiaretic acid and diallyl sulfide pretreated group of animals as compared to 0.65 + or - 0.12 in animals receiving benzoyl peroxide alone. These data suggest that the antioxidants nordihydroguaiaretic acid and diallyl sulfide can abrogate the tumor promoting effects of benzoyl peroxide in murine skin and that nordihydroguaiaretic acid is substantially more effective than diallyl sulfide in this regard."
        },
        {
            "References": "PMID:6692814",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nine peroxides were tested for embryotoxicity in 3-day chicken embryos using the air-chamber method. The potencies were expressed by the ED50 for the total embryotoxic effect of the chemicals, including deaths and malformations, up to Day 14 of the incubation. The range of the ED50's was from 0.13 to 2.7 umoles per egg and the order of the potencies was as follows: cyclohexanoneperoxide greater than cumolhydroperoxide greater than ethylmethylketoneperoxide greater than dibenzoylperoxide greater than acetylacetoneperoxide greater than perbenzoic acid-tert-butylester greater than dicumylperoxide greater than dilauroylperoxide greater than hydrogen peroxide. All nine peroxides caused malformations at a moderate frequency. The maximum percentage of malformed embryos of the treated varied from the 16% of perbenzoic acid-tert-butylester to the 56% of dicumylperoxide. The high percentage caused by the latter could, however, result from slow diffusion of high lethal doses from the air chamber to the embryo."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 276 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Doses of 0.05, 0.10, 0.21, 0.42, 0.83 and 1.7 umol benzoyl peroxide (moistened, purum) (purity unspecified) were dissolved in acetone and injected onto the inner shell membrane in the air chamber of three-day-old White Leghorn chicken eggs. There was a dose-related increase in early embryonic deaths at all but the lowest dose level, with an LD50 estimated at 0.99 umol/egg. However, the dose-response curve was flat for the three highest doses, indicating saturation of penetration. Only 1/80 control embryos was malformed, but all does of benzoyl peroxide increased the malformation rate, although no clear dose-response was evident (perhaps, due to the increasing rate of embryonic death). The ED50 for mortality and malformations was calculated to be 0.27 umol/egg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 277 (1985)",
            "Value": "/GENOTOXICITY/ Benzoyl peroxide was not mutagenic st Salmonella typhimurium TA1535, TA1537, TA92, TA94, TA98 or TA100 either in the presence or absence of an exogenous metabolic system (S9 from polychlorinated biphenyl-induced rat liver). Benzoyl peroxide did not induce polyploidy or chromosomal aberrations in cultured Chinese hamster lung cells."
        },
        {
            "References": "PMID:8625457",
            "Value": "/GENOTOXICITY/ Benzoyl peroxide (BzPO) is a free radical generating compound that acts as a tumor promoter and progressor in mouse skin. BzPO is cleaved in the presence of copper to produce benzoyloxyl and phenyl radicals. Treatment of mutation reporter plasmids with BzPO and copper yields predominantly single strand breaks and G-->T transversion mutations. To explore the role of base modifications in the possible mammalian mutagenicity of BzPO the formation of 8-hydroxy-2-deoxyguanosine (8-OHdG) within the DNA of cultured murine keratinocytes was investigated. Treatment with 10 uM BzPO produced a maximum 3 fold incr in levels of 8-OHdG versus vehicle controls within 1-2 hr with significant levels of 8-OHdG persisting 6 hr after initial exposure to BzPO. Pretreatment with the copper chelator bathocuproine disulfonic acid reduced the levels of 8-OHdG generated by BzPO to near background. However, treatment with the iron chelator desferal did not. The stable metabolic product of BzPO benzoic acid was ineffective in producing 8-OHdG. Depletion of cellular glutathione with L-buthionine-lS,R)-sulfoximine incr the amount of BzPO-generated 8-OHdG, while supplementation with glutathione monoethyl ester reduced the number of 8-OHdG molecules formed. Collectively, these results suggest that BzPO at non-cytotoxic concn undergoes copper dependent activation to a reactive product to generate 8-OHdG within cultured murine keratinocytes."
        },
        {
            "References": "PMID:15514964",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Benzoyl peroxide (BP), a tumor promoter, has been shown to cause free-radical-induced lipid peroxidation and membrane damage at toxic concentrations. However, its effects on lipid metabolism at concentrations that were not overtly toxic have not been investigated. The purpose of the current study was to examine the effects of BP and its final degradation product, benzoic acid (BA), on lipid metabolism. Two cell lines, hamster cheek pouch (HCP) and human monocytes (THP-1), were used to determine the effects of BP, BA, and BP combined with FeCl2 on cell lipid metabolism. Cells were exposed to BP and (14)C acetate for 24 hr, or cells with prelabeled lipids were harvested, and the lipids were extracted and separated with the use of thin-layer chromatography. Lipid metabolism of some neutral lipids such as triglycerides was altered for both cell types in response to BP. Also, cholesterol content was reduced in THP-1 cells and a phospholipid, phosphatidylethanolamine (PE), was reduced in HCP cells. The final degradation product of BP, BA, failed to elicit any response in lipid metabolism. Subtoxic concentrations of BP induced changes in neutral lipids such as triglycerides and cholesterol. The metabolism of major phospholipids except PE remained unchanged. The effects were related to BP and its degradation and varied with the cell type."
        },
        {
            "References": "PMID:2744887",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of the skin tumor promoter benzoyl peroxide on the invasive potential of a murine squamous carcinoma cell line (CH72) obtained from adult SENCAR mice was investigated using an in vitro assay based on the capacity of cells to migrate through a porous filter coated with matrigel. Pretreatment of the murine squamous carcinoma cell line CH72 with benzoyl peroxide (14 or 28 uM for 18 hr) added to the tissue culture medium incr the invasive capacity of these cells 5-8 times. No effects were observed on cells from primary cultures of normal murine epidermis. The simultaneous treatment of CH72 cells with benzoyl peroxide and the free radical scavengers, superoxide dismutase or copper sulfate, prevented the incr and the values did not differ significantly from the baseline invasive potential. The toxicity of benzoyl peroxide on CH72 cells was examined in tissue culture treated with 14, 28 or 56 uM of benzoyl peroxide. Survival as measured by colony forming efficiency and Trypan blue exclusion showed little damage to cells at concn of 14 and 28 uM but a marked reduction in the surviving fraction at benzoyl peroxide concn of 56 uM."
        },
        {
            "References": "PMID:10068446",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Since tumor promoter benzoyl peroxide (BPO) mimics phorbol esters in some aspects, its effects on protein kinase C (PKC) were previously studied. However, in those studies due to the presence of thiol agents in the PKC preparations, the sensitive reaction of BPO with redox-active cysteine residues in PKC was not observed. In this study, by excluding thiol agents present in the purified PKC preparation, low concentrations of BPO modified PKC, resulting in the loss of both kinase activity and phorbol ester binding (IC50 = 0. 2 to 0.5 uM). This modification, which was not dependent on transition metals, was totally blocked by a variety of thiol agents including GSH, which directly reacted with BPO. Substoichiometric amounts of BPO (0.4 mol/mol of PKC) oxidized two sulfhydryls in PKC and inactivated the enzyme which was readily reversed by dithiothreitol. The regulatory domain having zinc thiolate structures supporting the membrane-inserting region provided the specificity for PKC reaction with BPO, which partitioned into the membrane. Unlike H2O2, BPO did not induce the generation of the Ca2+/lipid-independent activated form of PKC. Other redox-sensitive enzymes such as protein kinase A, phosphorylase kinase, and protein phosphatase 2A required nearly 25- to 100-fold higher concentrations of BPO for inactivation. BPO also inactivated PKC in a variety of cell types. In the JB6 (30 P-) nonpromotable cell line and other normal cell lines, where BPO was more cytotoxic, it readily inactivated PKC due to a slow reversibility of this inactivation by the cell. However, in the JB6 (41 P+) promotable cell line, C3H10T1/2 and B16 melanoma cells, where BPO was less cytotoxic, it did not readily inactivate PKC due to a rapid reversibility of this inactivation by an endogenous mechanism. Nevertheless, BPO inactivated PKC at an equal rate in the homogenates prepared from all these cell types. Inclusion of NADPH reversed this inactivation in the homogenates to a different extent, presumably due to a difference in distribution of a protein disulfide reductase, which reverses this oxidative modification. BPO-induced modification of PKC occurred independent of the cellular status of GSH. However, externally added GSH and cell-impermeable thiol agents prevented the BPO-induced modification of PKC. Since BPO readily partitions into membranes, its reaction with redox-cycling thiols of membrane proteins such as PKC may trigger epigenetic events to prevent cytotoxicity, but favor tumor promotion."
        },
        {
            "References": "PMID:9142553",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A comparison of the mechanism of action of benzoyl peroxide, a tumor promoter was studied in three different cell lines i.e. NIH 3T3, HDCS and A431. Benzoyl peroxide was found to mediate its effect by inducing poly ADP-ribosylation in all the three cell types studied but to different extents, with histone H1 serving as a common acceptor for poly ADP-ribose. It also stimulated the activities of the antioxidant enzymes CuZn superoxide dismutase and catalase in NIH 3T3 and HDCS cells, but not in A431. Alterations in the expression of c-jun and c-fos were observed in NIH 3T3 and A431 cells. Benzoyl Peroxide appeared to mediate its effect via genetic and epigenetic mechanisms."
        },
        {
            "References": "Sugihara K et al; Oyo Yakuri 27 (5): 1005-17 (1984)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Oral administration of benzoyl peroxide to mice at doses greater than or equal to 102 mg/kg, prolonged thiopental sleeping time, suppressed spontaneous motor activity and strychnine induced convulsions, and decreased rectal temperature, but had no effect on electroencephalogram in immobilized rabbits. At doses greater than or equal to 1 mg/kg (IV) benzoyl peroxide decreased respiratory and heart rates and decreased blood pressure in dogs but had no effect on isolated rabbit atria or aorta. In in vitro experiments, benzoyl peroxide suppressed spontaneous contraction of rabbit duodenum and rat pregnant and nonpregnant uterus. Benzoyl peroxide at 1x10-4 g/mL increased the resting tension of guinea pig tracheal muscle but at 1x10-3 g/mL failed to antagonize acetylcholine-, histamine-, norepinephrine-, and barium chloride induced contractions of various smooth muscle preparations. Orally administered benzoyl peroxide (820 mg/kg) decreased vascular permeability in mice but had no effect on carrageenan induced rat paw edema. At doses greater than or equal to 410 mg/kg intraduodenally in mice, suppression of Shay's ulcer was observed. Benzoyl peroxide (1-10%) had no local anesthetic action (corneal reflex) in guinea pigs."
        },
        {
            "References": "PMID:2591024",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The induction of epidermal ornithine decarboxylase activity by benzoyl peroxide was characterized to evaluate the usefulness of this effect as a short-term marker of benzoyl peroxide induced mouse skin tumor promotion. Application of a single 20 mg dose of benzoyl peroxide to the dorsal skin of SENCAR mice caused a relatively small induction of epidermal ornithine decarboxylase activity, to a level less than 1/40 that induced by a single 2 ug dose of 12-O-tetradecanoylphorbol-13-acetate. In contrast, after a total of five 20 mg doses of benzoyl peroxide were topically applied (one dose every 2 days), ornithine decarboxylase activity was transiently induced to an average level greater than 15 times after a single dose. Additionally, on this dosing regimen, the peak of ornithine decarboxylase activity shifted to approximately 4 hr after the last treatment, so that the time-course of ornithine decarboxylase induction resembled that after multiple applications of 12-O-tetradecanoylphorbol-13-acetate. The extent of epidermal ornithine decarboxylase induction by benzoyl peroxide was found to be a complex function of the frequency of dosing and the number of treatments. However, when benzoyl peroxide treatments were administered from 1 to 7 days apart, similar maximal induced levels of ornithine decarboxylase activity were eventually achieved after application of multiple doses. Importantly, the dose-response for the induction of ornithine decarboxylase activity by five doses of benzoyl peroxide (applied one dose every 2 days) was highly correlated with published data on the dose-response for tumor promotion by this organic peroxide, indicating that ornithine decarboxylase induction is a good short-term marker of benzoyl peroxide induced tumor promotion in SENCAR mice."
        },
        {
            "References": "PMID:2445498",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DNA strand breakage was studied in mouse keratinocytes derived from initiated skin or papillomas exposed to benzoyl peroxide and 12-O-tetradecanoylphorbol-13-acetate to investigate the mechanism of tumor promotion mediated by benzoyl peroxide. Alkaline elution profiles of total DNA from keratinocytes exposed to either 12-O-tetradecanoylphorbol-13-acetate or benzoyl peroxide for 6 or 24 hr were obtained. Little alteration of the profile was observed for control cells after 6 hr of exposure. After 24 hr, substantial numbers of DNA breaks were observed. Extensive DNA breaks were observed in cells exposed to benzoyl peroxide for 6 hr. The curves were more linear then those obtained with 12-O-tetradecanoylphorbol-13-acetate, suggesting that DNA breaks occurred in slowly eluting DNA. A cell line (SP-1) resistant to DNA breakage by 12-O-tetradecanoylphorbol-13-acetate exposure at both 6 and 24 hr, showed sensitivity to benzoyl peroxide at both 6 and 24 hr. After 24 hr, a shift to increase in less damaged DNA was observed in cells, suggesting that SP-1 and other cell lines could repair benzoyl peroxide induced strand breaks. Ten different cell lines exposed to 12-O-tetradecanoylphorbol-13-acetate or benzoyl peroxide for six or 24 hr were compared with normal cells. Most cell lines were resistant to benzoyl peroxide induced DNA breaks. Cell lines SP-1, BCR-1, and BCR-4 exhibited moderate resistance to benzoyl peroxide, while cell line PA-PF (rapidly growing carcinoma) was strongly resistant. The results suggested that benzoyl peroxide could select for initiated cells."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 12, 2017: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of dibenzoyl peroxide can be estimated to be 92(SRC). According to a classification scheme(2), this estimated Koc value suggests that dibenzoyl peroxide is expected to have high mobility in soil."
        }
    ]
}