{
    "_id": {
        "$oid": "6682e86ec4e5dba5ffba258d"
    },
    "CID": {
        "$numberInt": "7204"
    },
    "Name": "2-METHYL-4-CHLOROPHENOXYACETIC ACID",
    "IUPACName": "2-(4-chloro-2-methylphenoxy)acetic acid",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)Cl)OCC(=O)O",
    "Synonyms": [
        "MCPA",
        "94-74-6",
        "(4-Chloro-2-methylphenoxy)acetic acid",
        "2-METHYL-4-CHLOROPHENOXYACETIC ACID",
        "Agroxone",
        "2-(4-Chloro-2-methylphenoxy)acetic acid",
        "Metaxon",
        "4-Chloro-2-methylphenoxyacetic acid",
        "Zelan",
        "Mephanac",
        "Emcepan",
        "Netazol",
        "Rhonox",
        "Herbicide M",
        "Hedarex M"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)Cl)OCC(=O)O",
    "INCHI": "InChI=1S/C9H9ClO3/c1-6-4-7(10)2-3-8(6)13-5-9(11)12/h2-4H,5H2,1H3,(H,11,12)",
    "INCHIKEY": "WHKUVVPPKQRRBV-UHFFFAOYSA-N",
    "Formula": "C9H9ClO3",
    "MolecularWeight": {
        "$numberDouble": "200.62"
    },
    "Description": "(4-chloro-2-methylphenoxy)acetic acid is a chlorophenoxyacetic acid that is (4-chlorophenoxy)acetic acid substituted by a methyl group at position 2. It has a role as a synthetic auxin, an environmental contaminant and a phenoxy herbicide. It is a chlorophenoxyacetic acid and a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "184"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Murty AS; Tox of Pest to Fish, Vols I, II; CRC Press, FL pp. 70, 74 (1986) (2) Virtanen M et al; Chemosphere 7: 431-42 (1979) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Ahrens WH; Herbicide Handbook of the Weed Science Society of America 7th ed. Champaign, IL: Weed Sci Soc Amer p. 182 (1994)",
            "Value": "A BCF of 1 was determined for trout at MCPA aqueous concns of 10-100 mg/l and using an exposure period of 10-28 day(1). In a model aquatic ecosystem study, BCFs of <1 were measured in fish and snails for the sodium salt of 2-methyl-4-chlorophenoxyacetic acid(2,3). According to a classification scheme(3), these BCF values suggest the potential for bioconcentration in aquatic organisms is low. MCPA is absorbed through leaves or roots and is readily translocated in plants(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Helweg A; Weed Res 27: 287-96 (1987) (2) Audus LJ; Plant Soil 3: 170-92 (1951) (3) Smith AE et al; J Environ Qual 18: 299-302 (1989) (4) Ahrens WH; Herbicide Handbook of the Weed Science Society of America 7th ed. Champaign, IL: Weed Sci Soc Amer p. 182 (1994) (5) Oh KH et al; Bull Envir Contam Toxic 55: 539-545 (1995) (6) Sattar MA; Bull Environ Contam Toxicol 28: 348 (1982)",
            "Value": "AEROBIC: Microbial degradation of MCPA in soil was followed by measuring radiolabeled 14-CO2 evolution(1); in non-acclimated soil, CO2 evolution reached 40-50% after 78 days of incubation(1). At an initial MCPA concn of 5 mg/kg, CO2 evolution increased markedly after a 2-3 week lag period indicating that microbial adaptation will increase the degradation rate(1); optimum degradation occurred in soil with a moisture content of 0.6 to 1.2 field capacity(1) while degradation in dry soil was negligible(1). The importance of acclimation was demonstrated in soil degradation tests in which degradation in unacclimated soil required 46-82 days, but only 5-14.5 days were required for a subsequent degradation in the same soil(2); sterilization tests (via sodium azide) indicated that all soil degradation was microbial in nature(2). The results of laboratory studies indicated that 14C-labeled MCPA would degrade faster in soils that had received previous applications than in untreated soils(3). Microbial degradation in soil is probably due to hydroxylation with cleavage of the ether linkage (4). The dechlorination of MCPA was indicated as an acid-yielding reaction and was observed to reduce the pH in a mixed culture medium; no degradation occurred in cultures above pH 8.5 and degradation was slower at higher concns(5). In samples of sandy clay soil (pH 5.2, organic matter 6.3%) at field capacity moisture content (18.2%) and incubated at 23 °C for up to 32 weeks, MCPA, at initial concns of 10, 100, 200 and 500 ppm, degraded more rapidly at the lower concns(6). Respective losses of 40%, 60% and 90% were observed at 2, 8 and 32 weeks; the degradates were identified as 4-chloro-o-cresol, 5-chloro-3-methylcatechol, and 2,6-dimethoxyphenol(6)."
        },
        {
            "References": "(1) Buisson RSK et al; Arch Environ Contam Toxicol 19: 428-32 (1990) (2) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989) (3) Soulas G et al; Chemosphere 12: 1101-6 (1983) (4) Ursin C; Chemosphere 14: 1539-50 (1985) (5) Marbury SA et al; pp. 71-117 in Envir Fate Rice Pest in Calif, NY, NY: Springer-Verlag (1996) (6) Kuhlmann B, Kaczmarzcyk B; Envir Toxic Water Qual: Intl J 10:119-125 (1995) (7) Harrison I et al; Chemosphere 36:1211-1232 (1998)",
            "Value": "ANAEROBIC: MCPA was reported to be rapidly degraded (actual rates not reported) in a laboratory scale semi-continuous anaerobic sludge digester(1). However, using a primary digester sludge as inoculum and a serum bottle technique, MCPA was found to be resistent (lag period > 75 days) to anaerobic degradation(2). Using a soil inoculum, (14)CO2 evolution half-lives of 32-48 days were measured(3). Using non-adapted seawater and marine sediment as inoculum, 14-CO2 evolutions of 0.1-0.9% were measured over a 24 hr incubation period(4). In flooded sediment, the complete degradation of MCPA took 96 wks, but only 48 wks in moist soil; the ratio of relative persistence in moist soil vs. flooded sediment was determined to be 1:2.3 (5). In a model ecosystem which was built to model anaerobic (sulfate-reducing) conditions in an aquifer, MCPA was relatively persistent, with only a slight decrease in concn observed; the decrease was attributed mainly to adsorption (6). In a field study conducted in a limestone aquifer and in a laboratory microcosm study, MCPA did not degrade under anaerobic conditions (7)."
        },
        {
            "References": "(1) Tomlin CDS, ed; The Pesticide Manual World Compendium. 11th ed., Surrey, England: British Crop Protection Council. p. 769 (1997) (2) Sattar MA; Agric Ecosyst Environ 10: 75-9 (1983) (4) Kearney PC et al; Res Rev 29: 137-49 (1969) (3) USDA; Pesticide Properties Database on MCPA (94-74-6). Available from the Database Query page at https://www.arsusda.gov/acsl/services/ppdb/ppdb3.html as of Oct, 2000. (4) Torstensson L; Ecol Bull (Stockholm) 27: 263-84 (1978) (5) Anderson JPE; Fate of Pest in Subsurf Soils and Groundwater, Amer Chem Soc (1995)",
            "Value": "In soil, metabolism involves degradation of the side-chain to 4-chloro-2-methylphenol, ring hydroxylation, and ring opening(1). Duration of residual activity in soil is approximately 3-4 months (1). Soil moisture was found to be an important biodegradation factor as the degradation rate in air-dried soils was less than 30% after 579 days of incubation(2); no degradation occurred at temperatures ranging from -30 to 0 °C (2). Field studies indicate that MCPA dissipates from soil plots with half-lives ranging from 6 to 60 days (3). In one field study, the initial MCPA half-life was approximately 29 days when using a soil that had no previous MCPA applications(4); in soil that had received 1-18 years of previous exposures, the half-life was approximately 10 days(4). Duration of residual activity in soil is approximately 3 to 4 months, following an application rate of 3 kg/ha(1). MCPA has also been observed to degrade in subsoils (5)."
        }
    ],
    "logP": [
        {
            "References": "Ilchmann A et al; Chem Ing Tech 65: 72-5 (1993)",
            "Value": "log Kow = 3.25"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 516",
            "Value": "FEMALE MICE FED TECHNICAL MCPA @ 5, 25, & 100 MG/KG/DAY ON DAYS 6-15 OF GESTATION. LITTER & MEAN PUP WT WERE REDUCED @ 100 MG/KG/DAY, BUT NO MAJOR MALFORMATIONS ... OBSERVED."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 514",
            "Value": "IN 90 DAY FEEDING STUDY OF MCPA IN RATS, GROWTH RETARDATION & INCR KIDNEY: BODY WT RATIOS ... OBSERVED @ 400 PPM OR MORE. IN ANOTHER 90-DAY FEEDING STUDY IN CHARLES RIVER RATS, SIGNIFICANT GROWTH DECREASE WAS OBSERVED WITH TECHNICAL MCPA AT 100 PPM, & HISTOPATHOLOGIC ALTERATIONS OF LIVER & KIDNEYS WERE SEEN IN BOTH SEXES AT 25 PPM OR HIGHER."
        },
        {
            "References": "PMID:890150",
            "Value": "MALE SPRAGUE DAWLEY RATS WERE GIVEN 100-3000 MG/L IN DRINKING WATER OVER 9 WK PERIOD & KILLED IMMEDIATELY AFTER TREATMENT. EXPOSURE ASSOC WITH DECR WATER CONSUMPTION, DELAYED WT GAIN, & INCR IN RELATIVE WT OF LIVER, BRAIN, KIDNEYS & ADRENALS. MOST OF THESE CHANGES WERE OBSERVED AT 1000 MG/L OR HIGHER. ADDNL OBSERVATIONS WERE PARENCHYMAL CELL DEGENERATION & MODERATE & UNSPECIFIC HYPEREMIA IN LIVER, & DISAPPEARANCE OF WHITE PULP WITH MARKED LYMPHOCYTE DEPLETION IN SPLEEN."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 533",
            "Value": "DERMAL APPLICATION OF MCPA TO RABBITS CAUSED ... ERYTHEMA & LOSS OF ELASTICITY OF THE SKIN AT A WIDE RANGE OF DOSAGES. ... HIGH MORTALITY, WT LOSS, & HISTOLOGICAL CHANGES IN LIVER, KIDNEYS, SPLEEN, & THYMUS WERE CAUSED BY DAILY DERMAL APPLICATIONS AT RATES OF 1000 & 2000 MG/KG/DAY. WT LOSS OCCURRED AT 500 MG/KG/DAY."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 533",
            "Value": "LEUKOCYTE COUNT, HEMOGLOBIN, & PACKED CELL VOLUME WERE REDUCED /IN RATS/ BY DIETARY LEVELS OF 400 PPM OR MORE. IT WAS THOUGHT THAT THESE CHANGES WERE DUE TO INCREASED RATE OF BREAKDOWN OF RED CELLS, AS NO HISTOLOGICAL ABNORMALITY OF BONE MARROW WAS MANIFEST."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 514",
            "Value": "IN ... 13 WK STUDY, DECR TESTICULAR WT & HISTOPATHOLOGIC CHANGES OF TESTES & PROSTATE WERE SEEN IN DOGS FED TECHNICAL MCPA @ 640 PPM."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 534",
            "Value": "A SINGLE ORAL DOSE OF MCPA AT HALF THE LD50 RATE INCREASED THE INTRAUTERINE MORTALITY OF THE YOUNG OF RATS TO WHICH IT WAS ADMINISTERED ON DAY 9 OR 10 OF PREGNANCY, EXCEPT IN DAMS THAT HAD RECEIVED PHENOBARBITAL FOR 3 DAYS PRIOR TO MCPA."
        },
        {
            "References": "MAGNUSSON J ET AL; HEREDITAS 87 (1): 121 (1977)",
            "Value": "IN THE TEST FOR NONDISJUNCTION & CHROMOSOME LOSS FEMALE & MALE DROSOPHILA MELANOGASTER WERE TREATED DURING WHOLE LARVAL PERIOD USING SUBSTRATE CONTAINING 250 OR 500 PPM MPCA, THEN MATED ON ORDINARY SUBSTRATE. NO EFFECT WAS OBSERVED AT THESE LEVELS."
        },
        {
            "References": "GYRD-HANSEN N, DALGAARD-MIKKELSEN S; ACTA PHARMACOL TOXICOL 35 (4): 300 (1974)",
            "Value": "MCPA INJECTED INTO YOLK (2 MG/60 G EGG) DECREASED PERCENTAGE OF EGGS HATCHED & IN SOME CASES CHICK VIABILITY. IMMERSION IN 5% MCPA SOLN HAD MODERATE EFFECT ON HATCHABILITY & VIABILITY."
        },
        {
            "References": "SPITTLER H; Z JAGDWISS 22 (4): 197 (1976)",
            "Value": "PHEASANT & QUAIL EGGS WERE DIPPED IN DIFFERENT CONCENTRATIONS OF HERBICIDES, INCL MCPA & ALLOWED TO HATCH AFTER 24 HR. HATCHING DIMINISHED @ HIGH DOSES BUT THERE WAS NO INCREASED INCIDENCE OF ANOMALIES."
        },
        {
            "References": "ZETTERBERG G; MUTAT RES 53 (2): 285 (1978)",
            "Value": "BACK MUTATIONS IN HISTIDINE DEFICIENT REPAIR DEFECTIVE STRAIN (RAD 18) SACCHAROMYCES CEREVISIAE WERE INDUCED WITH MCPA."
        },
        {
            "References": "PMID:7134925",
            "Value": "INCREASE IN SIZE OR AMT OF PEROXISOMES WAS OBTAINED IN LIVER CELLS OF CHINESE HAMSTERS AFTER EXPOSURE TO 2,4-D OR MCPA. 2,4-D WAS MORE POTENT THAN MCPA IN INCREASING NUMBER OF PEROXISOMES."
        },
        {
            "References": "PMID:7147252",
            "Value": "INTEGRITY OF BLOOD BRAIN BARRIER TO SERUM PROTEINS WAS STUDIED IN RATS ACUTELY INTOXICATED BY MCPA. INTOXICATION PRODUCED BY GIVING SODIUM SALT OF MCPA SC IN SINGLE DOSES OF 100, 250 & 500 MG/KG AT VARIOUS INTERVALS BEFORE SACRIFICE. EXTRAVASATIONS OF EVANS BLUE-ALBUMIN COMPLEX INDICATING BLOOD BRAIN BARRIER DAMAGE WERE OBSERVED WITH 250 & 500 MG/KG DOSES. IT WAS MOST SEVERE 4.5 HR AFTER 250 MG/KG ADMIN & NOT DETECTABLE AT 24.5 HR. LATERAL CEREBRAL CORTEX & MEDULLA OBLONGATA WERE TISSUES MOST CONSISTENTLY AFFECTED. IMMUNOHISTOCHEMISTRY VERIFIED SAME LOCALIZATIONS OF DAMAGE. ELECTRON MICROSCOPY OF DAMAGED BRAIN AREAS REVEALED INCR AMT OF VESICLES IN ENDOTHELIAL CELLS & LOCAL SWELLINGS OF BASAL LAMINAE OF CAPILLARIES. BLOOD BRAIN BARRIER DAMAGES APPEARED WITHIN 1.5 HR & SHOWED MARKED RECOVERY IN 24.5 HR WHICH COINCIDED WITH TOXIC SYMPTOMS."
        },
        {
            "References": "PMID:486751",
            "Value": "TROUT WERE EXPOSED TO 4-CHLORO-O-CRESOL (A METABOLITE OF MCPA) AT CONCN OF 0.5 OR 1.0 PPM FOR 4 WK. OTHER FISH WERE EXPOSED TO 0.5, 1.0 OR 1.5 PPM FOR 3 WK. HISTOPATHOLOGICAL CHANGES WERE GREATEST IN GILLS & KIDNEYS. IN GILLS CHANGES WERE DUE TO LAMELLA TELANGIECTASIS IN SOME FILAMENTS. THESE CHANGES WERE NOT OBSERVED IN FISH KEPT UNDER 10 & 30 PPM MCPA TECHNICAL GRADE SOLN."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A253/Aug 87",
            "Value": "Phytotoxic to vines, vegetables, cotton, and ornamentals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 262 (1983)",
            "Value": "No mitotic gene conversion at the ade 2 or trp 5 loci of Saccharomyces cerevisiae was observed in the absence of exogenous metabolic activation. However, MCPA and its methyl ester caused killing and induction of back mutations in a haploid, DNA repair-defective strain, rad 18, of Saccharomyces cerevisiae in the absence of exogenous metabolic activation; activity was observed only with concentrations of MCPA that resulted in extensive cell killing."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 262 (1983)",
            "Value": "A weak but significant effect in the sex linked recessive lethal test was shown in Drosophila melanogaster males fed a 5 mM solution of MCPA. However concentrations of 250 or 500 mg/kg of 94% pure compound in the feed produced no increase in chromosome loss, non-disjunction or induced X-Y recombination in males."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 262 (1983)",
            "Value": "MCPA did not induce chromosomal aberrations in human lymphocytes in vitro."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S7 159 (1987)",
            "Value": "MCPA did not induce structural chromosomal aberrations or micronuclei in mice treated in vivo; weakly positive results were obtained for sister chromatid exchanges in cells of Chinese hamsters treated in vivo and in vitro. It was weakly active in inducing sex linked recessive lethal mutations but did not induce aneuploidy in Drosophila. MCPA and its methyl ester were mutagenic to yeast but not to bacteria."
        },
        {
            "References": "RASANEN L ET AL; CONTAM TOXICOL 18 (5): 565 (1977)",
            "Value": "SALMONELLA/MAMMALIAN MICROSOMAL MUTAGENICITY TEST WITH & WITHOUT LIVER HOMOGENATE SHOWED NO MUTAGENIC EFFECTS WITH MCPA (5 UG/PLATE)."
        },
        {
            "References": "PMID:1566273",
            "Value": "The effects of ethyl 4-chloro-2-methylphenoxyacetate on the cholesterol levels in the liver, serum and gallbladder bile, the composition of both biliary lipids and bile acids, and the hepatic enzyme activities relating to the bile acid formation were investigated in male golden hamsters. Ethyl 4-chloro-2-methylphenoxyacetate was administered orally to the animals at the doses of 200, 500 and 1000 mg/kg/day for 2 wk. Clofibrate (500 mg/kg/day) was also tested for comparison, because of its similarity to ethyl 4-chloro-2-methylphenoxyacetate in chemical structure and pharmacological actions. Body wt gain was slightly decreased, but liver to body wt ratio was increased in the ethyl 4-chloro-2-methylphenoxyacetate groups of 500 and 1000 mg/kg and also in the clofibrate group. In these groups, the cholesterol level in the liver was decreased but that in bile was increased. The composition of biliary bile acids was also changed in both the ethyl 4-chloro-2-methylphenoxyacetate groups (500 and 1000 mg/kg) and the clofibrate group, but in a different manner; the levels and proportions of secondary bile acids were increased in the ethyl 4-chloro-2-methylphenoxyacetate groups, while those of cholic acid and deoxycholic acid were decreased in the clofibrate group. These results indicate that ethyl 4-chloro-2-methylphenoxyacetate and clofibrate may affect cholesterol catabolism differently, although these two cmpd contain the same chlorinated phenoxy acid moiety. The increased level of cholesterol in bile might lead to the formation of cholesterol gallstone, which is frequently found in patients with gallbladder cancer. It is inferred that exposure to ethyl 4-chloro-2-methylphenoxyacetate could be a risk factor for gallbladder cancer, which was initiated with some chemical carcinogens, because it increased the levels and proportions of both cholesterol and secondary bile acids in bile."
        },
        {
            "References": "PMID:1807004",
            "Value": "The effects of ethyl 4-chloro-2-methylphenoxyacetate and other phenoxyacid cmpd on hepatic xenobiotic metabolizing enzymes were studied in male rats. These cmpd were administered orally 200 mg/kg/day to the rats for 2 wk. Both ethyl 4-chloro-2-methylphenoxyacetate and clofibrate increased the hepatic level of cytochrome p450. In the ethyl 4-chloro-2-methylphenoxyacetate treated group, the activities of aniline hydroxylase and 7-ethoxycoumari O-deethylase increased by 15% and 1.5 fold, respectively. The free acid form of ethyl 4-chloro-2-methylphenoxycetate increased these activities more potently than ethyl 4- chloro-2-methylphenoxyacetate. Both ethyl 4-chloro-2- methylphenoxyacetate and its free acid did not change the activity of aminopyrine N-demethylase. A marked increase in the activity of aniline hydroxylase was noted in the 2,4-dichlorophenoxyacetic acid treated group, whereas the aminopyrine N-demethylase activity significantly decreased in the same group. Clofibrate also increased the activities of hepatic microsomal cytochrome p450 mediated oxidation tested, but to a lesser extent when compared with the effects of ethyl 4-chloro-2-methylphenoxyacetate. These results indicate that ethyl 4-chloro-2-methylphenoxyacetate may have a potent effect on the hepatic metabolizing enzymes in rats, and also that the induction of xenobiotic metabolizing enzymes may change when the chemical moiety of phenoxyacid cmpd is modified."
        },
        {
            "References": "PMID:1798977",
            "Value": "Effects of ethyl 4-chloro-2-methylphenoxyacetate and clofibrate on the activities of hepatic lipid metabolizing enzymes in the peroxisomal fraction from rat liver were studied, and these drugs were found to potentiate the peroxisomal enzyme activity. The results imply that ethyl 4-chloro-2-methylphenoxyacetate affects lipid metabolism as well as clofibrate."
        },
        {
            "References": "PMID:2353350",
            "Value": "One of the phenoxy herbicides, 2-methyl-4-chlorophenoxyacetic acid was soaked with pellet dissolved by corn oil and given to ICR male mice for 18 mo at levels of 40, 200, 1000 and 5000 ppm (about 3.9, 19.0, 95.6 and 566.4 mg/kg/day, respectively). The animals were then placed on a control diet for 12 mo. Treatment with 5000 ppm of 2-methyl-4-chlorophenoxyacetic acid resulted in a significantly decreased survival rate of the mice. Histopathological examination of mice treated with 40 ppm 2-methyl-4-chlorophenoxyacetic acid revealed the occurrence of leukemia which showed neoplastic infiltration in the liver. No adverse effect of th gallbladder, except for papillary proliferation, was noted at all the dose levels of the experimental groups."
        },
        {
            "References": "PMID:1600960",
            "Value": "The phenoxyherbicide and peroxisome proliferator 2-methyl-4-chlorophenoxyacetic acid was tested for its ability to induce sister chromatid exchanges in chick embryos. Erbitox E30 (a commercial formulation containing 28% 2-methyl-4-chlorophenoxyacetic acid sodium potassium salt as ai) was injected into the air chamber in concentrations of 2-methyl-4-chlorophenoxyacetic acid of 0, 0.35, 0.7, 1.4, 2.8, or 5.6 mg/egg on day 0 of incubation. Pure 2-methyl-4-chlorophenoxyacetic acid sodium salt was tested at 2.8 mg/egg. Neutral red at 0.25 mg/egg was the mutagenic reference cmpd (positive control group). Eggs were then incubated for 4 days. 2-Methyl-4-chlorophenoxyacetic acid induced a slight but significant increase in sister chromatid exchange frequency (about 1.3 times base line) at 2.8 mg/egg. The dose of 5.6 mg/egg was toxic. No difference in genetic activity between the commercial formulation and the pure cmpd was found. A cell cycle delaying effect of 2-Methyl-4-chlorophenoxyacetic acid was evident at all the dose levels tested. The mitotic index remained unchanged."
        },
        {
            "References": "PMID:10620472",
            "Value": "The chronic toxicity and oncogenicity of 4-chloro-2-methylphenoxyacetic acid (MCPA) were evaluated in Wistar rats at target doses of 20, 80, and 320 ppm for 2 years. Chronic effects were noted in male and/or female rats in the 80- and 320 ppm dose groups, namely elevations in triglycerides and serum glutamic transaminase levels. Nephrotoxicity was confined to male rats in the 320-ppm dose group. The systemic NOEL was determined to be 20 ppm for male and female rats. No oncogenic potential was observed. Doses in the 2-year oncogenicity study in mice were 20, 100, and 500 ppm. Kidney weight changes with corresponding minor histopathological findings in the kidney were evident in females in the 500 ppm dose group. 4-chloro-2-methylphenoxyacetic acid was determined to have no oncogenic potential in B6C3F1 mice. In summary, there is no evidence of any oncogenic potential after dietary exposure of 4-chloro-2-methylphenoxyacetic acid in rats or mice even at doses where limited chronic toxicity is seen."
        },
        {
            "References": "PMID:10048205",
            "Value": "The acute toxicity of the herbicide thiobencarb (S-4-chlorobenzyl diethylthiocarbamate) was determined for the European eel (Anguilla anguilla). The 24, 48, 72 and 96 hours median lethal concentrations (LC50) were 25.7, 21.7, 17.0 and 13.2 mg/L, respectively. Fish were also exposed to a sublethal thiobencarb concentration (1/60 LC50-96 hr = 0.22 mg/L) during 96 hours in a flow-through system and then an elimination period of 192 hours in clean water was allowed. Eels were removed and blood samples taken out at each exposure time and recovery period in order to evaluate AChE activity. Thiobencarb induced significant inhibitory effects on plasma AChE activity of A. anguilla from the first contact time with the toxicant. This inhibition (under 50% activity) was maintained during the entire exposure period (96 hours) and even those animals transferred to clean water showed plasma AChE activity different from the controls. Differences between total and specific AChE activity were detected during the exposure period. Total AChE activity in the plasma from animals transferred to a medium free of toxicant recovered its normal value while specific AChE activity remained depressed (< 50%) until five days later."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Frank R, Sirons GJ; Sci Total Environ 15: 149-67 (1980) (2) Reish DJ et al; J Water Pollut Control Fed 55: 767-87 (1983) (3) Beitz H et al; pp. 49 in Chem of Plant Protection Vol 9 (1994)",
            "Value": "In a study conducted between 1975 and 1977, MCPA was not detected in sediment samples collected from streams in 11 agricultural watersheds in Ontario, Canada(1). MCPA residues of 8-52 ppm have been reported for sediments collected from Canadian estuaries(2). In a study of water and sediment of Lake Miedwie in Poland, MCPA was detected in 45 of 60 sediment samples in 1984, at 0.3-24.0 ug/kg, and in 53 of 62 sediment samples in 1985, at 2.0-15.5 ug/kg (3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Helweg A; Weed Res 27: 287-96 (1987) (2) Audus LJ; Plant Soil 3: 170-92 (1951) (3) Helling CS, Turner BC; Science 162: 562-3 (1968) (4) Helling CS; Soil Sci Soc Amer, Proc 35: 737-43 (1971) (5) Menzie CM; Metab of Pest, Update II, US DOI Special Sci Rep - Wildlife No. 212, p. 92 (1978) (6) Suzuki T et al; Environ Sci Technol 32: 920-929 (1998) (7) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "MCPA adsorption coefficients (Kd) of 0.7 to 1.0 were measured in three soils (loamy sand and sandy loam types)(1); based upon humus contents of 2.4-3.0%(1),the Koc values of the three soils are approximately 60, 52 and 50, respectively. A similar Kd value of 0.4 was observed in a garden soil(2). Using soil thin-layer chromatography, Rf values of 0.6-1.0 were measured for Chillum silt loam (3.1% organic matter), Lakeland sand loam (0.9% organic matter) and Hagerstown silty clay loam (1.4% organic matter)(3,4); these Rf values classify MCPA as mobile in soil(3,4). When MCPA was applied to a rice field, an observed 70% decrease in MCPA was attributed to losses through soil percolation(5). In a laboratory study of leaching columns with either turf grass soil or two subsoils, most of the applied MCPA (95.4-99.0%) eluted with the first 100-ml fraction of leaching water applied to the columns, indicating that MCPA did not bind to the soils(6). According to a classification scheme(7), these Koc values suggest that MCPA is expected to have high mobility in soil."
        }
    ],
    "plant_translocations": [
        {
            "content": "The distribution of 2.5 μM-[^14C]MCPA and [^14C]MCPB, formulated as sodium salts with 0.05% tergitol, have been investigated when applied to an isolated leaf/agar block sink system of Vicia faba L. Results are presented which show the effect on absorption and translocation of method of application, age of treatment leaf, treatment period, pretreatment with 5 μM ATP and removal of cuticle wax by chloroform wipe treatment. Significant negative correlations between cuticle wax fixation/translocation and leaf tissue content/translocation were recorded for both compounds, particularly MCPB, suggesting the involvement of both physico-chemical and metabolic components in the process of absorption and translocation. The nature of the mechanisms involved was further investigated using isolated cuticle/epidermal systems and tightly-coupled mitochondria isolated from roots of V. faba L. The results suggest that non-movement of MCPB in this species is largely due to its enhanced retention within the cuticle and to the fact that it is a more effective uncoupler of oxidative phosphorylation than MCPA. The importance of these findings in terms of the relative efficiency of translocation of MCPA and MCPB when applied in vivo is discussed.",
            "reference": "Kirkwood, R. C., Dalziel, J., Matlib, A., & Somerville, L. (1972). The role of translocation in selectivity of herbicides with reference to MCPA and MCPB. Pesticide science, 3(3), 307-321.",
            "method": {
                "Test Plant": "Vicia faba L. (broad bean)",
                "Apply Location": "Foliar application as droplets on isolated leaf pairs and isolated cuticles",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "[14C]Carboxyl-labeled MCPA (sodium salt, 2.5 mM, 6 mCi/mM) and MCPB (sodium salt, 2.5 mM, 2 mCi/mM) formulated with 0.05% Tergitol anionic surfactant.",
                "Pesticide Application Details for the Plant": "Four 5 μl droplets applied to each leaflet, two on either side of midrib",
                "Other information and Other Information": "-"
            },
            "result": "[{\"Hours after application\": 48, \"Uptake (% of applied)\": 18.9, \"Wax (%)\": 39.2, \"Leaf (%)\": 60.4, \"Translocated (%)\": 0.6}, {\"Hours after application\": 72, \"Uptake (% of applied)\": 28.7, \"Wax (%)\": 12.0, \"Leaf (%)\": 86.5, \"Translocated (%)\": 1.5}, {\"Hours after application\": 96, \"Uptake (% of applied)\": 34.2, \"Wax (%)\": 15.4, \"Leaf (%)\": 78.5, \"Translocated (%)\": 6.1}, {\"Hours after application\": 168, \"Uptake (% of applied)\": 31.8, \"Wax (%)\": 13.8, \"Leaf (%)\": 75.8, \"Translocated (%)\": 10.4}]"
        },
        {
            "content": "The physiological basis for MCPA resistance in a hemp-nettle (Galeopsis tetrahit L.) biotype, obtained from a MCPA-resistant field population, was investigated. Dose-response studies revealed that the resistance factor for MCPA, based on GR50 comparisons of total dry weight of resistant (R) and susceptible (S) plants, was 3.3. Resistance factors for fluroxypyr, dicamba, 2,4-D, glyphosate, and chlorsulfuron were 8.2, 1.7, 1.6, 0.7, and 0.6, respectively. MCPA resistance was not due to differences in absorption, because both R and S biotypes absorbed 54% of applied [^14C]MCPA 72 h after treatment. However, R plants exported less (45% vs. 58% S) recovered ^14C out of treated leaves to the apical meristem (6% vs. 13% S) and root (32% vs. 38% S). In both biotypes, approximately 20% of the ^14C recovered in planta was detected as MCPA metabolites. However, less of the ^14C recovered in the roots of R plants was MCPA. Therefore, two different mechanisms protect R hemp-nettle from MCPA phytotoxicity: a lower rate of MCPA translocation and a higher rate of MCPA metabolism in the roots. In support of these results, genetic studies indicated that the inheritance of MCPA resistance is governed by at least two nuclear genes with additive effects.",
            "reference": "Weinberg, T., Stephenson, G. R., McLean, M. D., & Hall, J. C. (2006). MCPA (4-chloro-2-ethylphenoxyacetate) resistance in hemp-nettle (Galeopsis tetrahit L.). Journal of Agricultural and Food Chemistry, 54(24), 9126-9134.",
            "method": {
                "Test Plant": "Hemp-nettle (Galeopsis tetrahit) Resistant biotype collected from a field near Lacombe, AB with history of herbicide use. Susceptible biotype collected from a field outside Edmonton, AB",
                "Apply Location": "Foliar application on adaxial side of second pair of true leaves",
                "Plant Grown Condition": "Grown in pots with commercial peat mixture (Promix PGX for experiments, Promix BX for seed production). Controlled environment growth room - 21/16°C day/night, 16h photoperiod, 65% relative humidity, 350 μEinstein/m2/s light intensity. Single plant per 450 mL pot, watered daily, fertilized weekly",
                "Chemical Preparation": "10 μL treatment solution containing 2 kBq of [14C]MCPA applied as 0.5-1.0 μL droplets",
                "Pesticide Application Details for the Plant": "10 μL [14C]MCPA solution applied to adaxial side of second pair of true leaves in 0.5-1.0 μL droplets",
                "Other Information": "Plants harvested at 6, 12, 24, 48, 72 hours after treatment (HAT). Treated leaves rinsed to remove unabsorbed [14C]MCPA. Plants dissected into treated leaves, shoot above, shoot below, roots"
            },
            "result": "[{\"Plant\": \"Resistant\", \"Hours after application\": 6, \"Uptake (% of applied)\": 26.4, \"Treated leaf (% of absorbed)\": 85.8, \"Shoot above treated leaf (% of absorbed)\": 2.4, \"Shoot below treated leaf (% of absorbed)\": 5.1, \"Roots (% of absorbed)\": 6.8}, {\"Plant\": \"Resistant\", \"Hours after application\": 12, \"Uptake (% of applied)\": 29.3, \"Treated leaf (% of absorbed)\": 76.7, \"Shoot above treated leaf (% of absorbed)\": 3.4, \"Shoot below treated leaf (% of absorbed)\": 5.5, \"Roots (% of absorbed)\": 13.6}, {\"Plant\": \"Resistant\", \"Hours after application\": 24, \"Uptake (% of applied)\": 41.0, \"Treated leaf (% of absorbed)\": 62.6, \"Shoot above treated leaf (% of absorbed)\": 5.9, \"Shoot below treated leaf (% of absorbed)\": 7.6, \"Roots (% of absorbed)\": 23.9}, {\"Plant\": \"Resistant\", \"Hours after application\": 48, \"Uptake (% of applied)\": 48.5, \"Treated leaf (% of absorbed)\": 53.0, \"Shoot above treated leaf (% of absorbed)\": 6.2, \"Shoot below treated leaf (% of absorbed)\": 8.4, \"Roots (% of absorbed)\": 32.4}, {\"Plant\": \"Resistant\", \"Hours after application\": 72, \"Uptake (% of applied)\": 54.4, \"Treated leaf (% of absorbed)\": 54.8, \"Shoot above treated leaf (% of absorbed)\": 5.6, \"Shoot below treated leaf (% of absorbed)\": 7.8, \"Roots (% of absorbed)\": 31.8}, {\"Plant\": \"Susceptible\", \"Hours after application\": 6, \"Uptake (% of applied)\": 21.7, \"Treated leaf (% of absorbed)\": 79.7, \"Shoot above treated leaf (% of absorbed)\": 5.7, \"Shoot below treated leaf (% of absorbed)\": 3.9, \"Roots (% of absorbed)\": 10.7}, {\"Plant\": \"Susceptible\", \"Hours after application\": 12, \"Uptake (% of applied)\": 29.7, \"Treated leaf (% of absorbed)\": 70.2, \"Shoot above treated leaf (% of absorbed)\": 8.3, \"Shoot below treated leaf (% of absorbed)\": 5.5, \"Roots (% of absorbed)\": 16.0}, {\"Plant\": \"Susceptible\", \"Hours after application\": 24, \"Uptake (% of applied)\": 39.1, \"Treated leaf (% of absorbed)\": 55.1, \"Shoot above treated leaf (% of absorbed)\": 13.7, \"Shoot below treated leaf (% of absorbed)\": 6.8, \"Roots (% of absorbed)\": 24.4}, {\"Plant\": \"Susceptible\", \"Hours after application\": 48, \"Uptake (% of applied)\": 49.5, \"Treated leaf (% of absorbed)\": 48.2, \"Shoot above treated leaf (% of absorbed)\": 12.1, \"Shoot below treated leaf (% of absorbed)\": 7.6, \"Roots (% of absorbed)\": 32.1}, {\"Plant\": \"Susceptible\", \"Hours after application\": 72, \"Uptake (% of applied)\": 54.4, \"Treated leaf (% of absorbed)\": 41.8, \"Shoot above treated leaf (% of absorbed)\": 12.9, \"Shoot below treated leaf (% of absorbed)\": 7.0, \"Roots (% of absorbed)\": 38.3}]"
        },
        {
            "content": "\nPhenoxy herbicides (such as 2,4-D and MCPA) are commonly used to control broadleaf weeds, including Palmer amaranth (Amaranthus palmeri S. Watson), which is a significant weed in U.S. cropping systems. Previously, resistance to 2,4-D and MCPA was documented in an A. palmeri population (KCTR) from Kansas. Recent research suggested that rapid metabolism of 2,4-D confers resistance in KCTR A. palmeri; however, the mechanism of MCPA resistance in this population remains unknown. This study aimed to (1) evaluate the level of MCPA resistance in KCTR compared with two known susceptible populations of A. palmeri, MSS and KSS; (2) study the absorption and translocation of [^14C]MCPA in KCTR and MSS plants; (3) investigate the metabolic profile of [^14C]MCPA in KCTR and MSS and compare them with MCPA-tolerant wheat (Triticum aestivum L.) plants; and (4) assess the possible role of cytochrome P450 enzymes (P450s) in MCPA metabolism. Experiments were conducted to assess the level of resistance in KCTR. Using [^14C]MCPA, the absorption, translocation, and metabolic profiles were assessed in A. palmeri. Involvement of P450s was confirmed using malathion, a known P450 inhibitor. Regression analyses indicate that the KCTR population exhibits a 3-fold resistance to MCPA. No difference in absorption of [^14C]MCPA was found between MSS and KCTR. However, the KCTR plants translocated less [^14C]MCPA at 48 hours after treatment (HAT) and metabolized MCPA more rapidly than MSS plants at 12 and 24 HAT. MCPA resistance in KCTR was reversed upon treatment with malathion, indicating the involvement of P450s in the metabolism of this herbicide. This is the first report characterizing MCPA resistance in A. palmeri.",
            "reference": "Singh, R., Tardif, F. J., & Jugulam, M. (2023). Characterization of MCPA resistance in Palmer amaranth (Amaranthus palmeri). Weed Science, 71(6), 565-573.",
            "method": {
                "Test Plant": "Amaranthus palmeri (Palmer amaranth).",
                "Apply Location": "Foliar application on adaxial surface of 3rd/4th fully opened leaf",
                "Plant Grown Condition": "Grown in greenhouse (32/23°C day/night, 60±10% RH, 15/9 h photoperiod, 500 μmol/m2/s light). Or growth chambers (32/22°C, 60±10% RH, 16/8 h, 600 μmol/m2/s). Seedlings transplanted from trays to 6x6x6.5 cm pots with commercial potting mix. 10-12 cm tall plants used for experiments",
                "Chemical Preparation": "Stock solution of 14C-MCPA mixed with commercial MCPA to 560 g ai/ha in 187 L/ha carrier volume. Radioactivity 0.083 kBq/μL (5000 dpm/μL)",
                "Pesticide Application Details for the Plant": "10 μL of stock [14C]MCPA solution applied as 1 μL droplets on adaxial 3rd/4th leaf",
                "Other Information": "Plants harvested at 24 and 48 hours after treatment (HAT). Treated leaves rinsed to remove unabsorbed. Separated into treated leaf (TL), above TL (ATL), below TL (BTL). Radioactivity quantified by liquid scintillation (rinsate) and combustion/trapping (plant tissues)"
            },
            "result": "[{\"Biotype\": 96, \"Absorbed (%)\": 78, \"Treated leaf (% of absorbed)\": 4.2, \"Above treated leaf (% of absorbed)\": 18, \"Below treated leaf (% of absorbed) Translocation (%)\": 23}, {\"Biotype\": 95, \"Absorbed (%)\": 90, \"Treated leaf (% of absorbed)\": 1.8, \"Above treated leaf (% of absorbed)\": 7, \"Below treated leaf (% of absorbed) Translocation (%)\": 8}]"
        }
    ]
}