{
    "_id": {
        "$oid": "6682e86ec4e5dba5ffba258e"
    },
    "CID": {
        "$numberInt": "7206"
    },
    "Name": "2,4-D BUTYL ESTER",
    "IUPACName": "butyl 2-(2,4-dichlorophenoxy)acetate",
    "CanonicalSMILES": "CCCCOC(=O)COC1=C(C=C(C=C1)Cl)Cl",
    "Synonyms": [
        "94-80-4",
        "Butyl 2,4-dichlorophenoxyacetate",
        "butyl 2-(2,4-dichlorophenoxy)acetate",
        "2,4-D BUTYL ESTER",
        "2,4-D-butyl",
        "Lironox",
        "2,4-D n-butyl ester",
        "Butyl ester 2,4-D",
        "Butapon",
        "Esso Herbicide 10",
        "2,4-D 1-butyl ester",
        "Butyl (2,4-dichlorophenoxy)acetate",
        "Shell 40",
        "Acetic acid",
        "(2,4-dichlorophenoxy)-",
        "butyl ester",
        "Butyl 2,4-D"
    ],
    "IsomericSMILES": "CCCCOC(=O)COC1=C(C=C(C=C1)Cl)Cl",
    "INCHI": "InChI=1S/C12H14Cl2O3/c1-2-3-6-16-12(15)8-17-11-5-4-9(13)7-10(11)14/h4-5,7H,2-3,6,8H2,1H3",
    "INCHIKEY": "UQMRAFJOBWOFNS-UHFFFAOYSA-N",
    "Formula": "C12H14Cl2O3",
    "MolecularWeight": {
        "$numberDouble": "277.14"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "236"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Khokhlina EV; Lesovedenie 2: 68-73 (1981)",
            "Value": "One month after manual spraying of 2,4-D butyl ester, V. mytillus and V. vitis-idaea berries contained 129 and 13 mg/kg of the free acid, respectively, and spruce needles and buds contained 159 and 236 mg/kg of the free acid, respectively. Eight months after the spray, spruce buds still contained 32 mg/kg of the free acid(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Howard PH, Meylan WM; Handbook of Physical Properties of Organic Chemicals. Boca Raton, FL: Lewis p. 121 (1997) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Lech J et al; Uptake Metabolism and Disposition of Embriotic Chemicals In Fish USEPA-600/3-80-082 (1980)",
            "Value": "An estimated BCF of 470 was calculated for 2,4-D butyl ester(SRC), using an estimated log Kow of 4.4(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC). However, 2,4-D butyl ester is readily hydrolyzed in fish and therefore should not bioconcentrate(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 49",
            "Value": "... MANOMETRIC EVIDENCE /WAS OBTAINED/ THAT SEWAGE MICROORGANISMS OXIDIZED THE ALCOHOL MOIETY OF ... BUTYL ESTERS OF 2,4-D. THE 2,4-D WAS NOT DECOMPOSED DURING THE 9-DAY INCUBATION PERIOD. IT WAS ASSUMED THAT HYDROLYSIS OF THE ESTER PRECEDED OXIDN OF THE ALCOHOL MOIETY."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 33",
            "Value": "THE FORMATION OF THE ETHYL ESTER OF 2,4-D HAS BEEN DETECTED BY GAS CHROMATOGRAPHY IN FORAGE TREATED WITH 2,4-D BUTYL ESTER. THE TRANSFORMATION MECHANISM IS UNKNOWN BUT TRANSESTERIFICATION AND A TYPE OF BETA OXIDN WERE SUGGESTED AS POSSIBLE MECHANISMS."
        },
        {
            "References": "Gile JD; Arch Environ Contam Toxicol 12: 465-9 (1983)",
            "Value": "2,4-D esters are known to be rapidly hydrolyzed by plants /to the free acid/. /Commercial 2,4-D formulations/"
        },
        {
            "References": "WHO; Environ Health Criteria: 2,4-Dichlorophenoxyacetic Acid (2,4-D) p.12 (1984)",
            "Value": "2,4-D and its derivatives are fairly rapidly broken down by biological action. /2,4-D derivatives/"
        },
        {
            "References": "(1) Hemmett RB JR; Diss Abstr Int B32: 7097 (1972) (2) Aly OM et al; J Agr Food Chem 12: 541-6 (1964) (3) Motuzinskii NF; Stran- Chenov SEV 10th 2: 52-5 (1975) (4) Majka JT et al; J Environ Qual 11: 645-9 (1982) (5) Friesen HA; Weeds 13: 30-3 (1965) (6) Young AL; Acs Symp Ser 249(Treat Disp Pest Wastes): 161-79 (1984)",
            "Value": "2,4-D butyl ester is degraded by activated sludge acclimated to 2,4-D at one-half the rate of 2,4-D(1). The oxygen uptake of 2,4-D butyl ester was considerably higher than controls after 2 days when incubated with sewage seed(2). Following aerial spraying of a forest, 2,4-D butyl ester decomposed within 45 days in the soil(3). 2,4-D butyl ester was applied to soil from Washington, Wyoming and Mississippi in field mini-lysimeters from December to April 1979 (application rates of 560 and 2800 kg/ha); < 1% of the 2,4-D remained in the soil from Washington and Wyoming(4); however the degradation in the acidic Mississippi soil was greatly impeded(4). Phytotoxicity to Fagopyrum tataricum disappeared in loam and sandy loam soil within 2 weeks in non-autoclaved soil and 4 weeks in autoclaved soil(5). Even massive amounts of 2,4-D butyl ester will ultimately biodegrade in soil as is evidenced by the reduction of the ester from 1,280 and 5,900 ppm when applied in 1972 to < 10 and 10 ppm in 1975 in an Army study concerning the disposal of stocks of Agent Orange (50% 2,4-D butyl ester, and 50% 2,4,5-T)(6)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Ralphs MH; Williams AC; Weed Sci 34 (6): 948-52 (1986)",
            "Value": "Total alkaloid concentration, percentage water, crude protein, and neutral-detergent fiber in velvet lupine (Lupinus leucophyllus) were monitored for 3 wk following application of herbicides registered or soon to be registered for rangeland use. ... 2,4-D Butyl ester ... killed most velvet lupine plants and caused a subsequent decrease in total alkaloid concentration, crude protein, and water content as the plants desiccated. Herbicides that effectively killed velvet lupine decreased alkaloid levels, thus lowering the potential for increased livestock poisoning."
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 554",
            "Value": "... /CHLOROPHENOXY CMPD INCL 2,4-D ESTERS/ EXERT THEIR HERBICIDAL ACTION BY ACTING AS GROWTH HORMONES IN PLANTS. /CHLOROPHENOXY COMPOUNDS/"
        },
        {
            "References": "Buslovich YS et al; Gig Sanit Issue 10: 76-7 (1982)",
            "Value": "Chlorophenoxy acid derivatives are metabolized via participation of the hepatic microsomal mixed-function oxidase system. Thus, administration of 2,4-D amine salt and its butyl ester ... to rats induced the enzyme system (aminopyrine demethylase ... and aniline hydroxylase ... although the degree of induction was substantially lower than that from phenobarbital. Prolonged administration of 2,4-D amine salt (0.1 LD50) showed cumulative effects reflected by both clinical and biochemical changes. Stimulation of mixed-function oxidase system may be one of the methods for reducing toxicological effects of this type of compounds. /2,4-D butyl ester/"
        },
        {
            "References": "PMID:2268365",
            "Value": "2,4-Dichlorophenoxyacetic butyl ester (2,4-D b.e.) (3.1 mg/egg) was applied on fertile hen eggs before starting the incubation. Chicks hatched from treated eggs showed motor dysfunctions, postural troubles and edematous muscles. The electromyography revealed muscular weakness, prolonged motor distal latency, and myotonia. The biochemical composition of leg and complexus muscles from 1-day-old chicks was determined. A significant diminution (24%) in the glycogen level of leg muscles was produced by the treatment. There was a small increase (15%) in sarcoplasmic proteins from leg muscles and an increase of a 20 kD protein in the myofibrillar proteins from complexus muscles. Even though total lipid content was not changed, 2,4-D b.e. treatment produced a diminution of sterol esters (20%) and phosphatidylcholine (11%) and an increase of phosphatidylserine (61%), triglycerides (37%) and free fatty acids (FFA) (448%) in leg muscles. Increases of phosphatidylethanolamine (16%), sterols (58%) and FFA (267%) were detected in complexus muscles. A remarkable increase (700-1500%) of unsaturated FFA, e.g. oleic, linoleic and arachidonic acids, was observed. Considering the avian embryo lipid metabolism, it is proposed that FFA and triglycerides were accumulated because they could not be metabolized in the mitochondria."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bosch SJ; Drink Water Criteria for 2,4-D. Syracuse NY: Syracuse Research Corp p. 2-2 SRC TR83-707 (1983) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Grover R; Weed Res 13: 51-8 (1973) (5) Majka JT et al; J Environ Qual 11: 650-5 (1982) (6) Aly OM et al; J Agr Food Chem 12: 541-6 (1964) (7) Struif B et al; Vom Wasser 45: 53-73 (1975)",
            "Value": "The Koc of 2,4-D butyl ester is estimated as 530(SRC), using a water solubility of 46 mg/l(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 2,4-D butyl ester is expected to have low mobility in soil(SRC). The adsorption of 2,4-D butyl ester to several Canadian prairie soils was attempted using slurries in a batch and soil column experiment(4). 2,4-D butyl ester hydrolyzed to the acid form with a half-life of 100 hr in the batch experiment and on contact in the column experiment(4). In the column experiment, 2,4-D butyl ester leached out essentially as the acid in about an hour(4). Thin layer chromatography resulted in 2,4-D butyl ester being characterized as immobile in soils from Washington, Wyoming, and Mississippi(5). 2,4-D butyl ester is absorbed on clay minerals in the following decreasing order bentonite, illite, and kaolinite(6). The sorbed amounts were very small as is evidenced by the fact that 8.77 g of bentonite, 13.33 g of illite, or 42.73 g of kaolinite are required to reduce the concentration of 2,4-D butyl ester from 3 to 2 mg/l(6). The adsorption of 2,4-D butyl ester to flocculated humic acid is stronger than the free acid and the adsorption follows Freundlich isotherm pattern with a slope of 0.97(7). Therefore, 2,4-D butyl ester will be adsorbed more strongly in soil containing humic materials than clayey soils(SRC)."
        }
    ]
}