{
    "_id": {
        "$oid": "6682e86ec4e5dba5ffba258f"
    },
    "CID": {
        "$numberInt": "7207"
    },
    "Name": "2-METHYL-4-CHLOROPHENOXYBUTYRIC ACID",
    "IUPACName": "4-(4-chloro-2-methylphenoxy)butanoic acid",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)Cl)OCCCC(=O)O",
    "Synonyms": [
        "MCPB",
        "94-81-5",
        "4-(4-Chloro-2-methylphenoxy)butanoic acid",
        "Trifolex",
        "Bexone",
        "Legumex",
        "Thitrol",
        "Trotox",
        "MCP-butyric",
        "2M 4KhM",
        "4MCPB",
        "2-Methyl-4-chlorophenoxybutyric acid",
        "4-(4-Chloro-2-methylphenoxy)butyric acid",
        "U46 MCPB",
        "Butanoic acid",
        "4-(4-chloro-2-methylphenoxy)-"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)Cl)OCCCC(=O)O",
    "INCHI": "InChI=1S/C11H13ClO3/c1-8-7-9(12)4-5-10(8)15-6-2-3-11(13)14/h4-5,7H,2-3,6H2,1H3,(H,13,14)",
    "INCHIKEY": "LLWADFLAOKUBDR-UHFFFAOYSA-N",
    "Formula": "C11H13ClO3",
    "MolecularWeight": {
        "$numberDouble": "228.67"
    },
    "Description": "2-methyl-4-chlorophenoxybutyric acid is a monocarboxylic acid that is butyric acid substituted by a 2-methyl-4-chlorophenoxy group at position 4. It has a role as a xenobiotic, an environmental contaminant and a phenoxy herbicide. It is an aromatic ether, a member of monochlorobenzenes and a monocarboxylic acid.",
    "XlogP": {
        "$numberDouble": "3.6"
    },
    "Complexity": {
        "$numberInt": "208"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tomlin CDS, ed; The Pesticide Manual. 11th ed., British Crop Protection Council, Surrey, England p. 771 (1997) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 2-methyl-4-chlorophenoxybutyric acid(SRC), using a log Kow of 2.79(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A254/Oct 87",
            "Value": "In soil ... degradation of the side-chain to 2-methyl-4-chlorophenol, ring hydroxylation (presumably in the 6-position) and ring opening /occurs/. Duration of residual activity in soil approx 6 wk."
        },
        {
            "References": "(1) Smith AE, Hayden BJ; Weed Res 21: 179-83 (1981)",
            "Value": "AEROBIC: Half-lives of less than 7 days were determined for 2-methyl-4-chlorophenoxybutyric acid at an initial concn of 2 ug/g in a clay loam, heavy clay, and a sandy loam kept at about 85 percent field capacity moisture and 20 °C; removal from air-dried soils was minimal(1). Furthermore, 2-methyl-4-chlorophenoxyacetic acid was formed in the moist soils as a result of beta-oxidation of the butyric acid side-chain of 2-methyl-4-chlorophenoxybutyric acid(1)."
        },
        {
            "References": "(1) Kirk PWW, Lester JN; Environ Technol Let 10: 405-14 (1989)",
            "Value": "ANAEROBIC: Approximately 40% of 125 ug/L 2-methyl-4-chlorophenoxybutyric acid remained after an incubation period of 32 days in an anaerobic sludge digester at 37 °C; about 15 percent remained after 32 days in the sterile control(1)."
        }
    ],
    "logP": [
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium, 11 th ed., British Crop Protection Council, Surrey, England 1997, p. 771",
            "Value": "log Kow = 2.79 (unstated pH)"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "EPA Office of Pesticides Programs; Environmental Fate and Ecological Risk Assessment for the Reregistration of MCPB and MCPB Sodium for Use on Peas. EPA-HQ-OPP-2005-0263-0008 p.1  (October 26, 2005) Available from a Query to https://www.regulations.gov/ on EPA actions on MCPB as of February 27, 2007",
            "Value": "Information from the published literature ... concerning the mode of action of phenoxy herbicides indicates that they are systemic growth regulating hormones that act at multiple sites in a plant to disrupt hormone (auxin) balance and protein synthesis. The result is plant growth abnormalities. Uptake of phenoxy herbicides is said to be primarily through the foliage, but root and seed uptake are also said to occur."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-325",
            "Value": "Like 2,4-D, 4-MCPB is reputed to be an uncoupler of oxidative phosphorylation in mammalian tissues."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fletcher CA et al; Sci Total Environ 155: 61-72 (1994)",
            "Value": "SEDIMENT: 2-Methyl-4-chlorophenoxybutyric acid was detected in 72% (max concn 24.2 ng/g), 75% (max concn 36.6 ng/g), 14% (max concn 40.3 ng/g), and 21% (max concn 100.3 ng/g) of samples from sediment cores obtained from four different salt marshes on the Essex coast of the UK(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Tomlin CDS, ed; The Pesticide Manual. 11th ed., British Crop Protection Council, Surrey, England p. 771 (1997) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 2-methyl-4-chlorophenoxybutyric acid is estimated as 780(SRC), using a log Kow of 2.79(1)and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 2-methyl-4-chlorophenoxybutyric acid is expected to have low mobility in soil."
        }
    ],
    "plant_translocations": [
        {
            "content": "The distribution of 2.5 μM-[^14C]MCPA and [^14C]MCPB, formulated as sodium salts with 0.05% tergitol, have been investigated when applied to an isolated leaf/agar block sink system of Vicia faba L. Results are presented which show the effect on absorption and translocation of method of application, age of treatment leaf, treatment period, pretreatment with 5 μM ATP and removal of cuticle wax by chloroform wipe treatment. Significant negative correlations between cuticle wax fixation/translocation and leaf tissue content/translocation were recorded for both compounds, particularly MCPB, suggesting the involvement of both physico-chemical and metabolic components in the process of absorption and translocation. The nature of the mechanisms involved was further investigated using isolated cuticle/epidermal systems and tightly-coupled mitochondria isolated from roots of V. faba L. The results suggest that non-movement of MCPB in this species is largely due to its enhanced retention within the cuticle and to the fact that it is a more effective uncoupler of oxidative phosphorylation than MCPA. The importance of these findings in terms of the relative efficiency of translocation of MCPA and MCPB when applied in vivo is discussed.",
            "reference": "Kirkwood, R. C., Dalziel, J., Matlib, A., & Somerville, L. (1972). The role of translocation in selectivity of herbicides with reference to MCPA and MCPB. Pesticide science, 3(3), 307-321.",
            "method": {
                "Test Plant": "Vicia faba L. (broad bean)",
                "Apply Location": "Foliar application as droplets on isolated leaf pairs and isolated cuticles",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "[14C]Carboxyl-labeled MCPA (sodium salt, 2.5 mM, 6 mCi/mM) and MCPB (sodium salt, 2.5 mM, 2 mCi/mM) formulated with 0.05% Tergitol anionic surfactant.",
                "Pesticide Application Details for the Plant": "Four 5 μl droplets applied to each leaflet, two on either side of midrib",
                "Other information and Other Information": "-"
            },
            "result": "[{\"Hours after application\": 48, \"Uptake (% of applied)\": 20.5, \"Wax (%)\": 47.2, \"Leaf (%)\": 52.5, \"Translocated (%)\": 0.3}, {\"Hours after application\": 72, \"Uptake (% of applied)\": 39.2, \"Wax (%)\": 29.1, \"Leaf (%)\": 70.6, \"Translocated (%)\": 0.3}, {\"Hours after application\": 96, \"Uptake (% of applied)\": 37.8, \"Wax (%)\": 32.4, \"Leaf (%)\": 67.4, \"Translocated (%)\": 0.2}, {\"Hours after application\": 168, \"Uptake (% of applied)\": 34.8, \"Wax (%)\": 30.8, \"Leaf (%)\": 69.0, \"Translocated (%)\": 0.2}]"
        }
    ]
}