{
    "_id": {
        "$oid": "6682e86fc4e5dba5ffba2594"
    },
    "CID": {
        "$numberInt": "7237"
    },
    "Name": "2-XYLENE",
    "IUPACName": "1,2-xylene",
    "CanonicalSMILES": "CC1=CC=CC=C1C",
    "Synonyms": [
        "O-XYLENE",
        "1,2-Dimethylbenzene",
        "1,2-Xylene",
        "95-47-6",
        "Ortho-Xylene",
        "o-Xylol",
        "o-Methyltoluene",
        "2-Xylene",
        "o-Dimethylbenzene",
        "Benzene",
        "1,2-dimethyl-",
        "3,4-Xylene",
        "1,2-Dimethylbenzol",
        "o-Xylenes",
        "Xylene",
        "o-",
        "Dimethylbenzene"
    ],
    "IsomericSMILES": "CC1=CC=CC=C1C",
    "INCHI": "InChI=1S/C8H10/c1-7-5-3-4-6-8(7)2/h3-6H,1-2H3",
    "INCHIKEY": "CTQNGGLPUBDAKN-UHFFFAOYSA-N",
    "Formula": "C8H10",
    "MolecularWeight": {
        "$numberDouble": "106.16"
    },
    "Description": "O-xylene is a xylene substituted by methyl groups at positions 1 and 2.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "56"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990)",
            "Value": "2-Xylene was identified as a volatile constituent of kiwi fruit flowers(1)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. o-Xylene. Available from, as of Sept 28, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "2-Xylene occurrence in various plants(1).",
            "Table": "[{'Genus species': 'Carthamus tinctorius', 'Family': 'Asteraceae', 'Common name(s)': 'Safflower', 'Part': 'Flower', 'Concn (ppm)': '0.11'}, {'Genus species': 'Sarracenia flava', 'Family': 'Sarraceniaceae', 'Common name(s)': 'Yellow pitcherplant', 'Part': 'Essential Oil', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Carcia papaya', 'Family': 'Caricaceae', 'Common name(s)': 'Papaya', 'Part': 'Fruit', 'Concn (ppm)': 'Not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ogata M et al; Bull Environ Contam Toxicol 33: 561-7 (1984) (2) Ogata M, Miyaka Y; Water Res 12: 1041-4 (1978) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Nunes P, Benville PE Jr; Bull Environ Contam Toxicol 21: 719-24 (1979) (5) Herman DC et al; Chemosphere 22: 665-76 (1991)",
            "Value": "A log BCF of 1.15 (BCF of 14) was measured in goldfish(1) and a log BCF of 1.3 was measured in eels (Anguilla japonica)(2) for 2-xylene. According to a classification scheme(3), these BCF values indicate that bioconcentration in aquatic organisms is low(SRC). A log BCF value was measured in clams (log BCF of 0.79)(4). A log bioconcentration value of 2.3 ((ug/kg)/(ug/L)) was determined in a green alga, Selenastrium capricornutum(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Kitano M; Biodegradation and Bioaccumulation Test on Chemical Substances. OECD Tokyo Mtg TSU-No. 3 (1978) (3) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (4) Van der Linden AC; Dev Biodeg Hydrocarbons 1: 165-200 (1978) (5) Kappeler T, Wuhrmann K; Water Res 12: 327-33 (1978) (6) Kuhn EP et al; Environ Sci Tech 19: 961-8 (1985) (7) Barker JF et al; Gr Water Monit Rev 7: 64-72 (1987) (8) Arvin E et al; Water Sci Tech 20: 109-118 (1988) (9) Aamand J et al; Haz Waste Haz Mat 4: 211-22 (1989) (10) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 21, 2016: https://www.safe.nite.go.jp/english/db.html (11) ECHA; Search for Chemicals. o-Xylene (CAS 95-47-6) Registered Substances Dossier. European Chemical Agency. Available from, as of June 20, 2015: https://echa.europa.eu/",
            "Value": "AEROBIC: 2-Xylene has been observed to biodegrade in standard biodegradability tests using various inocula including sewage, activated sludge and sea water(1-4). It was completely degraded in 8 days in groundwater in a gasoline-oil mixture; the acclimation period was 3-4 days(5). In laboratory experiments designed to simulate saturated-flow conditions typical of a river water/ground water infiltration system, degradation was rapid with 70% removal in the first 1.5 cm of the column after 10 days of operation under aerobic conditions(6). Another investigator found that 2-xylene was readily biodegraded (33 mg/day loss) in shallow ground water in an unconfined sand aquifer when oxygen was present(7). As the available oxygen was consumed, the rate of degradation decreased(7). 2-Xylene degraded in two steps with adaptation periods of 14 and 49 days, using an unpolluted groundwater seed(8,9). Xylene (mixed isomers), present at 100 mg/L, reached 100% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified xylene as readily biodegradable(10). Using OECD Guideline 301F (Ready Biodegradability: Manometric Respirometry Test) with a mixture of sewage, soil and natural water inoculum, 2-xylene reached 90-94% of its O2 consumption in 28 days which classified xylene as readily biodegradable in two separate studies(11). An OECD Guideline 301F test using activated sludge found >60% degradation in 28 days, but degradation failed the 10-day window for being readily biodegradable(11)."
        },
        {
            "References": "(1) American Petroleum Institute; Transport and fate of disolved methanol, methyl-tertiary-butyl-ether, and monoaromatic hydrocarbons in a shallow sand aquifer. Washington, DC: API, Health Environ Sci Dept, API Publ No. 4601 (1994)",
            "Value": "AEROBIC: Aerobic microcosm studies, using aquifer soil and groundwater contacted by three different API PS-6 fuel blends (v/v), 85% gasoline and 15% methanol; 85% gasoline and 15% methyl-t-butyl ether; and 100% gasoline; with an acclimation period of less than one week, yielded half-lives of 14, 15, and 23 days, respectively, using an initial 2-xylene concentration of 228, 248, 168 ug/L, respectively(1). No degradation of 2-xylene was observed during the first 103 days of a microcosm study using a fourth fuel blend of 15% gasoline and 85% methanol and an initial 2-xylene concn of 544 ug/L. Limited oxygen microcosm studies, using aquifer soil and groundwater contacted by three different API PS-6 fuel blends (v/v), 85% gasoline and 15% methanol; 85% gasoline and 15% methyl-t-butyl ether; and 100% gasoline; with an aerobic period of less than three weeks for the gasoline with added oxygenates and less than one week for 100% gasoline, yielded biotransformation rates of 16, 14, and 20 ug/L-day, respectively, using an initial 2-xylene concentration of 575, 568, and 523 ug/L, respectively. No degradation of 2-xylene was observed in a limited oxygen microcosm study using a fourth fuel blend of 15% gasoline and 85% methanol and an initial 2-xylene concentration of 907 ug/L(1)."
        },
        {
            "References": "(1) Morgan P et al; Environ Pollut 82: 181-90 (1993) (2) Ramanand K et al; Hazard Waste Hazard Mater 12: 26-36 (1995) (3) Wilson BH et al; Geomicrobiol J 8: 225-40 (1990)",
            "Value": "AEROBIC: A biodegradation study using contaminated aquifer solids and groundwater samples taken from a natural gas production site reported extensive removal of 2-xylene under natural aerobic conditions, no significant removal of 2-xylene under anaerobic conditions in the absence of nitrate or with added nitrate, and total inhibition of biodegradative activity when supplemented with hydrogen peroxide(1). Laboratory soil column studies operated under denitrifying conditions, at room temperature, indicate that 2-xylene was not degraded by acclimated indigenous soil microbiota (using soil samples from Niagara Falls, NY and Great Meadows, NJ)(2). Laboratory microcosm studies using aquifer material contaminated with aviation gasoline from the aerobic zone within the gasoline plume indicate that 2-xylene was degraded in the aerobic aquifer material(3)."
        },
        {
            "References": "(1) Kuhn EP et al; Environ Sci Tech 19: 961-8 (1985) (2) Wilson BH et al; Environ Sci Technol 20: 997-1002 (1986) (3) Edwards EA, Grbic-Galic D; Appl Environ Microbiol 60: 313-22 (1994) (4) Wilson BH et al; Geomicrobiol J 8: 225-40 (1990) (5) Botton S, Parsons JR; Environ Toxicol Chem 25(10): 2630-2638 (2006)",
            "Value": "ANAEROBIC: Degradation occurred anaerobically, but required denitrifying conditions and occurred only after the other xylene isomers had been removed(1). After six months lag, required for the microorganisms to establish the necessary enzymes for denitrification, biodegradation was rapid(1). 2-Xylene also degraded after a long lag period in a microcosm study that used anaerobic aquifer material from a site known to receive municipal landfill leachate and support methanogenesis(2). A lag period of >20 weeks was needed before there was any appreciable biodegradation, 78% and >99% degradation were reported at week 40 and 120, respectively(2). 2-Xylene was completely mineralized after a long adaptation period (200-255 days), under anaerobic conditions by aquifer-derived microorganisms obtained from creosote-contaminated sediment(3). Degradation was shown to be inhibited by the addition of preferred substrates (acetate, propionate, etc)(3). Laboratory microcosm studies using aquifer material contaminated with aviation gasoline from the anaerobic zone within the gasoline plume indicate that 2-xylene was degraded in the anaerobic aquifer material(4). 2-Xylene was degraded over 600 days in an anaerobic microcosm using sediment and groundwater from a polluted area(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hiatt MH; Anal Chem 55: 506-16 (1983)",
            "Value": "2-Xylene was detected, not quantified, in rainbow trout (Salmo gairdneri) from the Colorado River below Hoover Dam and carp taken from Las Vegas Wash, NV(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 43",
            "Value": "log Kow = 3.12"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The LC50 value for o-xylene in Sprague-Dawley rats (12 males/group) was calculated to be 4330 ppm (95% confidence limits 4247-4432 ppm) for a 6-hr exposure. The reported signs of intoxication were hypotonia and somnolence. Autopsy on surviving animals 14 days later revealed no macroscopic lesions of lung, liver or kidneys."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In order to determine the RD50 value (exposure level reducing the respiratory rate by 50%), groups of male mice (OF-1) were exposed to o-xylene. The RD50 value was calculated to be 1467 ppm (1406-1530 ppm). The onset of response was rapid and the maximum decrease in respiratory rate was reached within a few minutes."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oral LD50 values in rat have been reported to be 3608 mg/kg body weight for o-xylene, 5011 mg/kg body weight for  m-xylene and 4029 mg body weight for p-xylene. For various mixtures of xylenes oral LD50 values in rat have been reported to be between 3523 and 8700 mg/kg body weight. In mice the corresponding values were reported to be 5627 mg/kg body weight for male and 5251 mg/kg body weight for females. Signs of toxicity at lethal doses were CNS depression and congestion of cells in liver, kidney and spleen, seen by histological examination."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In order to study the effects on cytochrome P-450 and enzyme activities Sprague-Dawley rats (four males/group) were exposed to 0 or 2000 ppm o-xylene, 6 hr/day for 3 days. There was a significant increase in relative liver weight and cytochrome P-450 content in exposed animals. Furthermore, there were increases in some liver enzyme activities. In lungs, there was a decrease in cytochrome P-450 activity."
        },
        {
            "References": "PMID:7387389",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Administration of toluene and xylenes to rats caused a decrease in liver glutathione concentration. The effect was most pronounced after the administration of o-xylene. 26% of the initial glutathione level was found three hours after treatment with o-xylene (4.0 mmoles/kg). ..."
        },
        {
            "References": "Toftgard R, Nilsen OG; Toxicol 23: 197-212 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to 2000 ppm of o-xylene for 3 days increased hepatic cytochrome P450 concentration and reduced nicotinamide adenine dinucleotide cytochrome C reductase activity. In kidney microsomes an increased concentration of cytochrome P450 was obtained following exposure to o-xylene."
        },
        {
            "References": "PMID:7073090",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ultrastructural examination was conducted on livers of young rats which were given (intraperitoneal injection) several methylated benzenes (73 mg/kg of body weight) for 3 consecutive days and on livers of aging rats (12 to 19 months old) which were fed methylated benzenes in the diet (200 mg/1,000 g of feed) for periods of 1, 2, 3, and 6 months. The young animals demonstrated white, raised, nodular lesions along the free margins of the liver. The lesions in young animals consisted of lipid droplets surrounded by macrophages and fibroblasts. Some fibroblasts in these lesions appeared to be active in collagen synthesis. Mast cells and eosinophils also occurred in the lesions. Hepatocytes in these young animals appeared morphologically normal. In contrast, hepatocytes in the aging rats developed 2 types of vacuoles. The 1st type of vacuole was bound by a double-unit membrane--the other unit membrane possibly derived from smooth endoplasmic reticulum; it contained a mottled, globular, electron-lucent material. The 2nd type of vacuole was peripherally located in hepatocytes, was single membrane-bound, and occasionally was observed opening into the space of Disse (spatium perisinusoideum). Our observations indicated that acute exposures (3 days) to at least some methylated benzenes does not cause ultrastructurally observable abnormalities in hepatocytes of young rats, but chronic oral ingestion of some can cause formation of vacuolar structures in aging rat hepatocytes. /Methylated benzenes/"
        },
        {
            "References": "PMID:4024118",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Xylene, a widely used industrial solvent, is a mixture of ortho-, meta-, and para- isomers. In this study, ... the effects of each isomer, as well as a commercial-grade mixture of xylenes, on two behavioral measures /were examined/: operant performance of 15 mice trained to lever-press under a DRL (differential reinforcement of low rates) 10 sec schedule, and motor performance of mice on an inverted screen test. The 15 min operant sessions immediately followed 30 min exposures to solvent vapors (500 to 7000 ppm), or air, in static inhalation chambers. Ortho-, meta-, para-, and mixed xylenes produced similar biphasic effects on response rates, and concentration dependent decreases in reinforcement rates. The lowest significantly effective concn for each isomer on any variable was 1400 ppm, where increases in response rates occurred. Half-maximal response rates /ranged from/ 5179 ppm (o-xylene) to 6176 ppm (m-xylene). The temporal distribution of responses was only moderately disrupted, even at high concentrations. In other groups of mice, motor coordination was also disrupted by the xylenes in a concentration-dependent manner. Half-maximal effective concentrations /ranged from/ 2676 ppm (p-xylene) to 3790 ppm (m-xylene). ..."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 644",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed 6 hr/day for 3 days to 2000 ppm of a xylene mixture of the o, m, and p isomers showed an increase in hepatic cytochrome P450 and NADPH-cytochrome c reductase. The p isomer was less potent in inducing this effect than the other isomers or the mixture. Microsomes from lung and kidney also showed increases in cytochrome P450 for the xylene mixture and isomers except the p isomer failed to induce cytochrome P450 in microsomes from kidney."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Exposures at 1450 ppm of o-xylene ... reduced the respiratory rate of mice 50% in a manner consistent with sensory irritation."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.64-5 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Adverse respiratory effects noted in rats, mice, and guinea pigs following acute and intermediate inhalation exposure to xylene are similar to those observed in humans. They include decreased respiration, labored breathing, irritation of the respiratory tract, pulmonary edema, pulmonary hemorrhage, and pulmonary inflammation ... . Exposure to concentrations of 2,440 ppm mixed xylene for 6 minutes ... to 1,467 ppm o-xylene for 5 minutes ... , or to 1,361 ppm m-xylene for 6 minutes ... produced a 50% decrease in respiratory rate in mice. Comparison of the individual xylene isomers showed that the irritant effects of m- and o-xylene as quantified by measurements of respiratory rate in mice are more pronounced than those of p-xylene, with o-xylene having the most prolonged effect ... . In rats that died as a result of exposure to 9,900 ppm mixed xylene for 4 hours, atelectasis, hemorrhage, and edema of the lungs were observed ... . Biochemical changes detected in the lungs after acute-duration intermittent exposure include transiently decreased lung surfactant levels at 300 ppm p-xylene ... . and decreased pulmonary microsomal enzyme activities at 2,000 ppm mixed xylene, 75 to 2,000 ppm m-xylene, 2,000 ppm o-xylene, or 1,000 or 3,400 ppm p-xylene ... . . The LOAEL of 75 ppm for m-xylene was based on decreased /cytochrome/ P-450 and 7-ethoxycoumarin O-deethylase activities noted in the lungs of rats exposed for 24 hours ... . The decrease in pulmonary microsomal activity by selective inactivation of enzymes can result from damage to lung tissue caused by the toxic metabolite of xylene, a methylbenzaldehyde ... ; the selective inactivation of enzymes may also result in anoxia."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.68-9 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Animal studies using rats indicate that mixed xylene, m-xylene, o-xylene, or p-xylene generally induce a wide variety of hepatic enzymes, as well as increased hepatic cytochrome P-450 content in rats ... . Following acute exposures to mixed xylene ... , m-xylene ... , o-xylene ... , or p-xylene ... , effects have been observed including increased relative liver weight ... , cytochrome P-450 content ... , microsomal protein ... , microsomal enzyme activity ... , proliferation of the endoplasmic reticulum ... , and decreased hexobarbital sleep time ... . Similar changes were observed in rabbits and mice ...  . Although histopathological examination of livers in most studies showed no adverse effects ... , minor histopathological changes suggesting mild hepatic toxicity included decreased glycogen content, dilation of the cisterns of the rough endoplasmic reticulum, separation of ribosomes from the membranes, variously shaped mitochondria, and increased autophagous bodies ... . Also, increased serum transaminases were observed following a 4-hour exposure of rats to 1,000 ppm p-xylene..."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When guinea-pigs (15 per group) were exposed to 0 or 780 ppm o-xylene, 8 hr/day, 5 days/week for 6 weeks, there was a marked decrease in body weight gain in exposed animals. No effects on the liver, kidney, heart, spleen or lung were observed upon histological examination. In the same study beagle dogs were exposed for the same period of time. One dog out of two experienced tremors throughout the exposure period. No other signs of toxicity were reported. Squirrel monkeys were also exposed in the same manner. One monkey out of three died on day seven. No other signs of toxicity were reported."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 789",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats ... /were exposed/ to o-xylene at 805, 460, or 175 ppm (3.5, 2.0, or 0.77 mg/L) for 6 hr/day, 5 days/wk, for 13 wk. No gross or microscopic lesions were reported,  all hematologic characteristics were comparable with those of control rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats, guinea pigs, monkeys, and dogs /were exposed/ to o-xylene for 6 weeks at 780 ppm continuously for 60 days. No significant changes in body weight or hematological data were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 138 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats, guinea-pigs, monkeys, and dogs were exposed either to 780 ppm (3368 mg/cu m) ortho-xylene for 8 hours per day on five days per week for six weeks or to 78 ppm (337 mg/cu m) continuously for 90 days. No significant change in body weight or in hematological parameters and no significant toxicity were observed after histopathological examination of all major organs."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 138 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 15 male rats were exposed by inhalation to 3500 ppm (15,200 mg/cu m) ortho-xylene for 8 hours per day for one or six weeks. Slight decreases in body weight gain and increased liver weight were observed in both groups."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.65 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No effect on absolute or relative lung weights was observed in male rats intermittently exposed to m-xylene at concentrations as high as 100 ppm for 13 weeks ... . No histopathological changes in the lungs were evident in rats, dogs, guinea pigs, or monkeys following intermediate exposure for 90 to 127 days to concentrations of 78 ppm o-xylene on a continuous basis ... or 13 weeks to 810 ppm mixed /xylenes/ or 6 weeks to 780 ppm o-xylene, 5 weeks to 300 ppm m-xylene, or for 5 days to 300 ppm p-xylene on an intermittent basis ... ."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.69-70 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Many similar hepatic effects appear after intermediate-duration exposure to mixed xylene or o-xylene. They include increased absolute and/or relative hepatic weight in rats ..., increased cytochrome P-450 ... ; increased microsomal enzyme activity ... ;  proliferation of the smooth and rough endoplasmic reticulum ...  and decreased hexobarbital sleeping time because of enhanced metabolism of the drug ... . Similar effects were observed in rabbits and mice ... . As in the acute studies, several intermediate-duration studies in rats, guinea pigs, monkeys, or dogs, reported no effect on serum transaminases ... or hepatic morphology ... . Ultrastructural examination of livers showed only minor changes: decreased hepatic glycogen in rats ... , ultrastructural changes in hepatic rough endoplasmic reticulum and mitochondria in rats ... , increased autophagous bodies ... , and changes in the distribution of hepatocellular nuclei in rats ... . Some authors have characterized the hepatic changes as adaptive rather than adverse ... ."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.107 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Histological damage to the outer hair cells of the organ of Corti provided evidence of ototoxicity in rats exposed by oral gavage to p-xylene, but not m- or o-xylene, at a dose of 900 mg/kg/day, 5 days/week for 2 weeks ... . The losses of hair cells occurred in the area of the cochlea responsive to medium frequencies (10-25 kHz)."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.26 (January 2003). Available from, as of July 18, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To investigate the potential for exposure to xylene to induce hepatotoxic effects, male CFY rats /were exposed/ to air containing 0 or 1090 ppm (4750 mg/cu m) o-xylene for 8 hours per day, 7 days per week, for 6 or 12 months. The purity of the o-xylene was not provided. Biochemical indices of liver metabolic capacity (drug-metabolizing enzyme activities) and liver damage (serum activities of AST and ALT; ... ) were measured, as were body weights and organ weights. Liver tissue samples were examined by light and electron microscopy. Statistical differences between exposed and control group means were compared by variance analysis and Dunnett's test. Exposure to 1090 ppm o-xylene for 6 or 12 months resulted in increased food and water consumption, decreased body weight gain, increased absolute and relative liver weight, and induction of enzymes of the hepatic mixed-function oxidase system (increased cytochromes P- 450 and b-5, cytochrome c reductase, alanine hydroxylase, and aminopyrene N-demethylase). Data were presented in graphical form only. At 1 year, the control mean body weight was about 700 g, compared with an exposed mean of about 600 g. This change represents about a 15% decrease and was reported to have been statistically significant (p<0.05). Histologic and histochemical examination of the organs, including the liver, were reported to have shown no pathological alterations or changes in serum activities of AST or ALT. Electron microscopy of liver tissue samples revealed moderate proliferation of the smooth endoplasmic reticulum. The hepatic effects are not considered adverse. The exposure level of 1090 ppm o-xylene is a LOAEL for decreased body weight in male rats with no adverse changes in hepatic endpoints."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.24 (January 2003). Available from, as of July 18, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ aging (12 to 19-month-old) Long-Evans hooded, male rats were administered methylated benzenes, including o-xylene, in feed at a concentration of 200 mg/kg feed (10 mg/kg-day) for 1, 2, 3, or 6 months, to access ultrastructural changes in the liver. No other endpoints were evaluated. Although the liver was grossly normal, electron microscopic evaluation revealed two types of membrane-bound vacuoles in hepatocytes appearing 1 month after beginning administration of the feed. The appearance and size of the vacuoles did not change with continued dietary administration of the compound."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.66  (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Data regarding cardiovascular effects in animals are limited. Morphological changes in coronary microvessels (increased wall thickness) were noted in rats exposed to 230 ppm xylene (unspecified composition) for 4 weeks ... . Other effects seen in rats inhaling unspecified (lethal) concentrations of xylene of unknown composition included ventricular repolarization disturbances and occasional arrhythmias; the toxicity of unknown components was not reported ... . However, no adverse effects on the heart were observed upon histopathological examination of rats and dogs exposed intermittently for 10 to13 weeks to mixed xylene at concentrations as high as 810 ppm ... or rats, guinea pigs, dogs, or monkeys exposed to o-xylene at 78 ppm on a continuous basis for 90 to 127 days or 780 ppm on an intermittent basis for 6 weeks ... . No effect on absolute or relative heart weights was observed in male rats intermittently exposed to m-xylene at concentrations as high as 100 ppm for 13 weeks ..."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.70-1 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The renal effects of mixed xylene and o-xylene following inhalation exposure have been evaluated in acute and intermediate studies with rats, guinea pigs, dogs, and monkeys ... . Effects noted in these studies at xylene concentrations of 50 to 2,000 ppm have included increased renal enzyme activity, increased renal cytochrome P-450 content, and increased kidney-to-body weight ratios (o-xylene-exposed rats) ... . However, histopathologic examination of rats, guinea pigs, dogs, and monkeys did not reveal any renal lesions after inhalation of 810 ppm mixed xylene or 78 ppm o-xylene for an intermediate period of 13 weeks and 90 to 127 days, respectively ... ."
        },
        {
            "References": "Tatrai E et al; Ins Environ Xenobiotics, Proc Int Conf 293-300 (1981)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male CFY rats inhaling air containing o-xylene, 4750 mg/cu m/8 hr/day, for 1 yr, had no pathological alterations in liver morphology, but increased levels of liver cytochrome P450, cytochrome B5, nicotinamide adenine dinucleotide phosphate cytochrome C reductase, aminopyrine N-demethylase, & aniline hydroxylase. o-Xylene also increased food & water consumption & relative liver wt, & decreased hexobarbital sleeping time & bromsulfothalein retention."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.70 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Increased liver weight and microsomal enzyme activity were reported in a study in which rats were exposed to 1,096 ppm o-xylene for 1 year ... . Electron microscopic examination of liver revealed a proliferation of the endoplasmic reticulum and only very minor effects on mitochondria ... /and/ increased numbers of peroxisomes."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice (CFLP) were exposed to 0 or 115 ppm o-xylene for 4 hr, 3 times per day on day 6 to day 15 of gestation, and the dams were killed on day 18. Data concerning maternal toxicity were not reported. There was evidence of delayed weight gain and skeletal ossification in the fetuses of exposed animals. Similar results were obtained with m-xylene and p-xylene."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When rabbits (New Zealand White) were exposed to 0 or 115 ppm o-xylene 24 hr/day from day 7 to day 20 of gestation, no maternal toxicity or incidence of delayed development was observed in the exposed group. Similar results were observed with m-xylene, but an increased incidence of post-implantation loss was observed. Exposure to 115 ppm  p-xylene gave the same results as with o-xylene, but exposure to 230 ppm p-xylene 24 hr/day resulted in no live fetuses (one dam died, three aborted and in four there was total resorption or fetal death in utero)."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of female rats (CFY) were exposed to 0, 34, 345 or 690 ppm o-xylene 24 hr/day from day 7 to day 14 of gestation. The dams were killed on day 21. Some ultrastructural changes in the liver and decreased weight gain during the exposure period were observed in the dams exposed to 345 or 690 ppm. At these concentrations lower fetal body weight was observed, and at the highest dose level delayed skeletal ossification was noted. There was no evidence of malformations. Similar results were obtained when the animals were exposed to m-xylene. With p-xylene there were signs of delayed skeletal ossification at exposure levels showing no maternal toxicity (at 34 and 345 ppm). At 690 ppm, increased postimplantation loss of fetuses and more retarded fetuses were observed."
        },
        {
            "References": "Ungvary G et al; Toxicol 18: 61-74 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CFY rats were exposed to o-xylene at 150, 1500, or 3000 mg/cu m, 24 hr/day from days 7-14 of gestation. Toxic effects were decreased wt of fetuses, increased incidence of skeletal retardation, and decreases in activity of enzymes, succinic dehydrogenase, alkaline and acid phosphatase & glucose 6-phosphatase and changed characteristic features of functional maturity of the nephron. Retardation of fetus was dose related."
        },
        {
            "References": "PMID:6660973",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Sprague Dawley rats 10-16 wk old were injected ip with 0.5 or 1.5 mL/kg body weight of o-xylene in corn oil. Five wk after treatment, animals were sacrificed and sperm examined for morphological abnormalities. Animals housed at room temp of 20-24 °C showed no significant increase in abnormal sperm over the control. Rats housed at temp between 24 and 30 °C after ip injection with 0.5 mg/kg o-xylene showed a significant increase in abnormal sperm. Several morphologically abnormal sperm types were observed, including amorphous heads and banana-like heads."
        },
        {
            "References": "Staples RE, Nawrot RS; Soc of Toxicol 19th Annual Meeting, Abstracts of Papers p. A22 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Xylene was administered to CD-1 mice by gavage as the m-, o-, or p-isomer from days 6-15 of gestation at 0.30, 0.75, and 1.00 mg/kg body weight/dose, and from days 12-15 of gestation at 1.00 mg/kg body weight/dose. ... Overt maternal toxicity and a significantly increased incidence of resorptions among the offspring were noted only at the high dose level of m-xylene; these adverse effects and an increased incidence of cleft palate ... were noted at both the middle and high dose levels of o- and p-xylene. After exposure from days 12-15 of gestation to any isomer of xylene maternal toxicity was significantly increased; ... increased ... incidence of malformations ... mostly cleft palates, were observed only with m- or p-xylene ... ."
        },
        {
            "References": "PMID:3908073",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Data obtained from rodents indicates that maternal exposure to mixed xylenes or individual xylene isomers can have adverse effects on the conceptus. Fetotoxic effects were reported following maternal inhalation exposure to mixed xylenes; altered enzyme activities were also found in rat pups. Dermal application resulted in apparent changes in fetal enzyme activities, while oral treatment was followed by prenatal mortality, growth inhibition, and malformations, primarily cleft palate. Maternal inhalation of individual isomers was associated with all the above mentioned effects, with the exception of cleft palate. The o- and p- isomers appeared more hazardous to the offspring than did the m-isomer. Malformations (ie cleft palate) associated with mixed or individual isomers were primarily reported at maternally toxic doses."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.81 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Results of a well-documented comparative standard developmental toxicity assay in rats exposed for 6 hours/day on gestational days 6 to 20, suggest that developmental toxicities of m- and p-xylene are secondary to maternal toxicity ... . Statistically significant maternal effects (reduced \"corrected weight gain\" - body weight gain exclusive of gravid uterus weight) and fetal toxicity (reduced fetal weight) occurred at exposures of >/=1,000 ppm, but not 500 ppm for these two isomers. Both m- and p-xylene at 2,000 ppm induced significant increases in delayed ossification, a skeletal variation related to retarded growth, although the affected bones were different for the two isomers. Dams exposed at >/=1,000 ppm to o-xylene or mixed xylenes showed similar effects, although the reduced corrected weight gain for mixed xylenes was only significant for gestational days 6-13. However, both o-xylene and mixed xylene caused significantly reduced fetal body weights at 500 ppm, the maternal NOAEL. Exposure to mixed xylenes did not elicit any developmental structural anomalies at concentrations as high as 2,000 ppm, whereas o-xylene elicited increases in the percent of fetuses per litter with skeletal variations (incomplete ossification) at 2,000 ppm and in the percent of fetuses with any variation at 1,000 ppm."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.33 (January 2003). Available from, as of July 18, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Xylene isomers (m-, o-, or p-) were administered by gavage to pregnant CD-1 mice at apparent doses of 0, 0.3, 0.75, or 1.00 mL/kg three times daily on GDs 6 to 15 or 1.0 mL/kg three times daily on GDs 12-15. Assuming a density of 860 mg/mL, these doses correspond to 0, 774, 1935, and 2580 mg/kg-day. The abstract mentioned a control group but did not specify the number of dams in the groups. Exposure to the mid and high dose of o- or p-xylene and the high dose of m-xylene during GDs 6 to 15 resulted in overt maternal toxicity (not otherwise specified) and a significantly increased incidence of resorptions. The mid- and high-dose o- or p- xylene-exposed groups (GDs 6 to 15) additionally had an increased incidence of cleft palate (the actual incidence was not cited). Exposure to 2580 mg/kg-day of any isomer during GDs 12 to 15 resulted in a significant increase in maternal lethality, with exposure to p- or m-xylene additionally resulting in a significant increase in the incidence of malformations, consisting mostly of cleft palate. Subsequent studies on the developmental effects of m-xylene were conducted: mice were administered m-xylene at doses of 1935 or 2580 mg/kg-day during GDs 12 to 15 or 6 to 15. Although exposure to m-xylene during GDs 12 to 15 did not result in overt toxicity at the low dose and did not significantly increase the incidence of malformations, exposure during GDs 6 to 15 did result in a low (4.4% vs. 0.0% in vehicle controls) but statistically significant increase in cleft palate in only the high-dose group, in the absence of overt maternal toxicity."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a study on the noradrenaline and dopamine levels in various parts of the forebrain and hypothalamus, Sprague-Dawley rats (six males/group) were exposed to 0 or 2000 ppm o-xylene 6 hr/day for 3 days. The animals were killed within 18 hr after final exposure. There was a significant increase in catecholamine levels and turnover in various parts of the hypothalamus and a decrease in the dopamine turnover in the forebrain of exposed animals."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a study to observe effects in the behavioral despair swimming test, groups of 10 mice (OF-1) were exposed to 0, 1010, 1101, 1207 or 1234 ppm o-xylene for 4 hr. The ID50 (50% decrease in immobility) value was calculated to be 1127 ppm (1068-1182 ppm) ... The study demonstrated /CNS depressive/ effects by o-xylene on the CNS."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.75 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Results of experimental studies with animals also provide evidence that mixed xylene and its isomers are neurotoxic following inhalation exposure. Signs of neurotoxicity observed in rats, mice, dogs, cats, and gerbils following acute and intermediate inhalation exposure to the various xylene isomers include /CNS depression/, prostration, incoordination, tremors, muscular spasms, labored breathing, behavioral changes, hyperreactivity to stimuli, altered visual evoked potentials, elevated auditory thresholds, hearing loss, and decreased acetylcholine in midbrain and norepinephrine in hypothalamus (suggestive of effect on motor control, sleep, and memory maintenance). Exposure levels associated with neurological effects in animals are well defined. A comparative study determined that the minimal alveolar concentrations needed to induce anesthesia in rats were similar for all three isomers (0.00118, 0.00139, and 0.00151 atm, respectively, for o-, m-, and p-xylene), but only p-xylene also induced excitation (strong tremors)..."
        },
        {
            "References": "American Chemistry Council Benzene, Toluene, and Xylenes VCCEP Consortium; Xylenes Category: m-Xylene (CAS No. 108-38-3), o-Xylene (CAS No. 95-47-6), p-Xylene (CAS No. 106-42-3), Mixed Xylenes (CAS No. 1330-20-7) Voluntary Children's Chemical Evaluation Program (VCCEP) Tier 1 Pilot Submission p 46. Docket Number OPPTS - 00274D October 6, 2005. Available from, as of October 15, 2008: https://www.epa.gov/oppt/vccep/pubs/chem12a.html",
            "Value": "/GENOTOXICITY/ Mixed xylenes and the xylene isomers have been tested in both in vitro and in vivo assays and are substantially non-genotoxic. In vitro studies of mixed xylenes and xylene isomers in bacterial cells, including Salmonella typhimurium, Escherichia coli, and Bacillus subtilis, for mutation or DNA damage with and without metabolic activation were negative, as was a mitotic gene conversion study in yeast, Saccharomyces cerevisiae, D4. Although most Salmonella studies were performed using plate incorporation, /one/ study employed a suspension assay as well in order to optimize interaction between bacteria and mixed xylenes; no increase in gene mutation was observed by either method."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ None of the isomers nor unspecified xylene was mutagenic to Salmonella typhimurium TA1535, TA1537, TA98, TA100, UTH 8413 or UTH8414 in the presence or absence of a metabolic system from uninduced or Aroclor-induced rat and hamster livers."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ None of the isomers induced micronuclei in the bone marrow of male NMRI mice after two ip administrations of 105-650 mg/kg body weight at a 24-hr interval, but they did, however, enhance the induction of micronuclei by toluene."
        },
        {
            "References": "PMID:7019688",
            "Value": "/GENOTOXICITY/ In the Ames assay, o-xylene did not revert Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98, & TA100, either with or without metabolic activation by S9 mix obtained from livers of rats either untreated or induced with Aroclor 1254."
        },
        {
            "References": "Mohtashamipur E; Norpoth K; Arch Toxicol 58 (2): 106-9 (1985)",
            "Value": "/GENOTOXICITY/ Genotoxic effects of 5 widely used aromatic industrial solvents, ethylbenzene, toluene, o-xylene, m-xylene and p-xylene, on bone marrow cells of male NMRI mice were studied using the micronucleus test. Each cmpd was given to animals by ip administration of 2 similar doses 24 hr apart. Increased formation of micronuclei within polychromatic erythrocytes of femoral bone marrow 30 hr after the first injection was conducted was apparently due to the clastogenic effect of the test cmpd."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 644",
            "Value": "/GENOTOXICITY/ When tested for mutagenicity, o-, m-, and p-xylene were negative by assay in the Ames system using Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98, and TA100 with or without metabolic activation by S9 fraction derived from livers of rats either untreated or induced with Aroclor 1254. Xylene did not change the number of sister chromatid exchanges or the number of chromosomal aberrations in human lymphocytes in vitro."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.117, 121-2 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/GENOTOXICITY/ The preponderance of data from testing in vivo ... and in vitro ... indicates that xylenes are not mutagenic and do not induce chromosomal anomalies. A few studies indicate that DNA fragmentation may occur if cells are exposed to levels that cause cytotoxicity, presumably related to the activity of nucleases within dying cells. ... Mixed xylene, and the individual xylene isomers, have been tested for genotoxicity in a variety of short term in vitro assays. Results of standard mutagenicity assays indicate that mixed xylene and xylene isomers are not mutagenic in bacteria, yeast, or mammalian cells ... . Mixed xylenes did not induce umu gene expression, part of the SOS response to DNA damage, in Salmonella typhimurium TA1535/pSK1002 ... . Mixed xylene did not induce chromosomal anomalies (chromosomal aberrations or sister chromatid exchanges) in cultured mammalian cells ... . Mixed xylenes did not enhance the adenovirus transformation of hamster embryo cells ... . In summary, genotoxicity studies on mixed xylene and the individual isomers of xylene have provided consistently negative results in a variety of in vitro and in vivo assays and test systems (bacteria, yeast, insects, cultured mammalian cells, mice, rats, and humans). Thus, there is sufficient evidence to conclude that mixed xylene, m-xylene, o-xylene, and p-xylene are nonmutagenic."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.122 (August 2007). Available from, as of July 18, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/GENOTOXICITY/ No mutagenic activity was demonstrated for any of the various metabolites of xylene in bacterial test systems. S. typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538, with and without S9 metabolic activation... /including p-xylenol ... , m-xylenol ... , and o-methylbenzyl alcohol ... .  2,4-Dimethylphenol has been evaluated in a gene reversion assay with Escherichia coli strain Sd-4-73."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ Exposure to technical grade xylene containing 18.3% ethylbenzene caused recessive lethal mutations in Drosophila melanogaster but not exposure to m-xylene, or o-xylene. The same report stated that exposure to rats for 300 ppm, 6 hr per day, 5 days per week for 9, 14 and 18 weeks did not induce chromosomal aberrations in bone-marrow cells."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of intraperitoneal administration of o-xylene (1g/kg body weight) on: (a) rat hepatic and pulmonary mixed-function oxidase content and activity; and (b) microsomal membrane structural parameters were studied 1, 3, 6 and 12 hr after administration. The pulmonary cytochrome P-450 content and aryl hydrocarbon hydroxylase activity were decreased, a maximal inhibition occurring 3 hr after dosing. Reduced pulmonary activity for both ethoxyresorufin O-dealkylation and benzyloxyresorufin O-dealkylation was noted. In contrast, increased hepatic cytochrome P-450 content was noted, with slightly increased ethoxyresorufin O-dealkylation and markedly increased benzyloxyresorufin O-dealkylation. An increase in pulmonary microsomal phospholipid content and cholesterol content was noted even 1 hr after dosing. In liver the phospholipid content increased although there was no change in cholesterol content; this suggested an increase in membrane fluidity."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Samolloff MR; Envron Sci Technol 17: 329-34 (1983) (2) US Storet Data Base. (3) IT Corporation; Phase II Site Assessment, Broadview, Illinois Plant, TSCA Health and Safety Studies 8D Submission #878216377 (1985)",
            "Value": "SEDIMENT: 2-Xylene was detected, not quantified in lake sediment 8 km downstream from Napawin, Saskatchewan, a source of agricultural, mining, petrochemical, pulp and paper and municipal wastes(1). An unspecified sediment contained 500 ppb 2-xylene(2). Six sediment samples, taken at an Amphenol plant in Broadview, Illinois indicate the presence of xylenes at concns <10ppb(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Nathwani JS, Phillip CR; Chemosphere 6: 157-62 (1977) (2) Abdul AS, Gibson TL, Rai DN; S Haz Waste Haz Mat 4: 211-22 (1987) (3) Vowles PD, Mantoura RFC; Chemosphere 16: 109-16 (1987) (4) Kopinke FD et al; Environ Sci Technol 29: 941-50 (1995) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) ECHA; Search for Chemicals. o-Xylene (CAS 95-47-6) Registered Substances Dossier. European Chemical Agency. Available from, as of June 20, 2015: https://echa.europa.eu/ (7) Piet GJ et al; Quality of groundwater. Van Dwjvenbooden W et al, eds; Studies in Environ Sci 17: 557-64 (1981) (8) Tomson MB et al; Water Res 15: 1109-16 (1981)",
            "Value": "Koc values measured for 2-xylene in various soils (% organic matter) were 24 in Wendover silty clay (16.2%), 26 in Vaudreil sand loam (10.0%), 68 in St. Thomas sand (3.1%), and 138 in Grimsby silt loam (1.0%)(1). Batch adsorption tests, using three solid sandy aquifer materials gave a Koc of 129(2). The Koc for 2-xylene in surface sediments collected from the central Tamar estuary in the UK was 25.4(3). The Koc values for 2-xylene in two river sediments (% organic matter 6.5-16.9 wt%) was 209 and 251, respectively(4). According to a classification scheme(5), these measured Koc values suggests that 2-xylene is expected to have very high to moderate mobility in soil. Using OECD Guideline 121 (estimating Koc via HPLC), the Koc of 2-xylene was estimated to be 537(6). Concentration enhancement has been observed for 2-xylene in a dune-infiltration project on the Rhine River(7); however, no 2-xylene reached groundwater under a rapid infiltration site(8). The log Koc for 2-xylene in coal sediment (% organic matter 52 wt%) was 2.40(4)."
        }
    ]
}