{
    "_id": {
        "$oid": "6682e86fc4e5dba5ffba2595"
    },
    "CID": {
        "$numberInt": "7239"
    },
    "Name": "1,2-DICHLOROBENZENE",
    "IUPACName": "1,2-dichlorobenzene",
    "CanonicalSMILES": "C1=CC=C(C(=C1)Cl)Cl",
    "Synonyms": [
        "1,2-DICHLOROBENZENE",
        "o-Dichlorobenzene",
        "95-50-1",
        "ortho-Dichlorobenzene",
        "o-Dichlorbenzol",
        "2-Dichlorobenzene",
        "Chloroben",
        "Dilantin DB",
        "ODCB",
        "o-Dichlorobenzol",
        "Orthodichlorobenzol",
        "Orthodichlorobenzene",
        "Cloroben",
        "Termitkil",
        "Dizene"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)Cl)Cl",
    "INCHI": "InChI=1S/C6H4Cl2/c7-5-3-1-2-4-6(5)8/h1-4H",
    "INCHIKEY": "RFFLAFLAYFXFSW-UHFFFAOYSA-N",
    "Formula": "C6H4Cl2",
    "MolecularWeight": {
        "$numberDouble": "147"
    },
    "Description": "1,2-dichlorobenzene is a dichlorobenzene carrying chloro substituents at positions 1 and 2. It has a role as a hepatotoxic agent and a metabolite.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) IARC; Some Industrial Chemicals and Dyestuffs 29: 213 (1982) (2) Webber MD et al; J Environ Qual 23: 1019-26 (1994)",
            "Value": "1,2-Dichlorobenzene has been detected at unspecified concns in the roots of wheat plants grown from lindane-treated seeds(1). 1,2-Dichlorobenzene was identified, not quantified, in plant material grown in an Illinois coal refuse reclamation site(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:12547532",
            "Value": "1,2-Dichlorobenzene combined with other chlorinated benzenes were identified in the blood of foxes from the Canadian Arctic(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Casserly DM et al; Water Res 17 (11): 1591-4 (1983)",
            "Value": "The sorption of 8 organic compounds by a representative green alga, Selenastrum capricornutum, was determined by GLC by a series of linear model experiments. The log10 bioconcentration factors (BCF), defined as the ratio of the concentration on/in the algae to the concentration in the aqueous medium, were as follows: benzene 3.32, toluene 3.18, chlorobenzene 3.69, 1,2-dichlorobenzene 4.17. The relation of log10 BCF correlation with log10 octanol-water partition coefficient (P) was determined to be log10 BCF= 0.46 log10 P + 2.36."
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Oliver BG, Niimi AJ; Environ Sci Technol 17: 287-91 (1983) (3) Barrows ME et al; pp. 379-92 in Dyn Exposure Hazard Assess Toxic Chem Ann Arbor, MI: Ann Arbor Sci (1980) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 150 to 230 were measured in carp exposed to 0.1 mg/L of 1,2-dichlorobenzene during an 8 week incubation period and BCF values of 90 to 260 were measured in carp exposed to 0.01 mg/L of 1,2-dichlorobenzene during an 8 week incubation period(1). 1,2-Dichlorobenzene BCF values of 270 to 560 were experimentally determined for rainbow trout exposed up to 119 days in laboratory aquariums(2). A whole body BCF of 66 was determined for bluegill sunfish exposed to 1,2-dichlorobenzene over a 28-day period in a continuous flow system(3). According to a classification scheme(4), these BCF values suggest that bioconcentration in aquatic organisms is moderate to high."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Kitano M; Biodegradation and Bioaccumulation Test on Chem Sub OECD Tokyo Meeting Reference Book TSU-No.3 (1978) (3) Haider K et al; Arch Microbiol 9 : 183 (1974) (4) Stauffer TB et al; A Natural Gradient Tracer Experiment in a Heterogeneous Aquifer With Measured I Situ biodegradation Rates: A Case For Natural Attenuation EPA/540/R-94 515 (1994) (5) Roy WR; pp. 411-46 in Contam Groundwaters. Adriano DC et al, eds. Northwood, UK: Sci Rev (1994)",
            "Value": "AEROBIC: 1,2-Dichlorobenzene at 100 mg/L achieved 0% of its theoretical BOD using an activated sludge inoculum at 30 mg/L over a 4 week incubation period in the Japanese MITI test(1). 1,2-Dichlorobenzene was resistant to biodegradation in another Japanese MITI test study(2). Dichlorobenzene isomers were slowly biodegraded (6.3% of theoretical CO2 evolution in 10 weeks) in an alkaline soil sample(3). The rate constant for 1,2-dichlorobenzene in a heterogeneous aquifer at the Columbus Air Force Base, Mississippi was 0.0059 days-1, corresponding to a biodegradation half-life of about 117 days(4). 1,2-Dichlorobenzene is resistant to biodegradation in soils, with half-lives expected to be greater than 9 months(5)."
        },
        {
            "References": "(1) Masunga S et al; Wat Sci Technol 33: 173-80 (1996)",
            "Value": "ANAEROBIC: 1,2-Dichlorobenzene was biodegraded by an acclimated anaerobic sediment slurry obtained from the Tsurumi River, Japan(4). The first-order biodegradation rate constant was 0.0188 days-1, corresponding to a half-life of about 37 days(4)."
        },
        {
            "References": "(1) Nielsen PH et al; Environ Sci Technol 30: 31-37 (1996)",
            "Value": "PURE CULTURE: The first-order biodegradation rate constant of 1,2-dichlorobenzene in pure culture laboratory batch microcosms was 0.06 days-1, corresponding to a half-life of about 12 days following a 13 day lag period(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-6 (1982) (2) Young DR et al; Water Chlorination Environ Impact Health Eff 3: 471-86 (1980) (3) Jan J, Malnersic S; Bull Environ Contam Toxicol 24: 824 (1980)",
            "Value": "1,2-Dichlorobenzene was detected at concns of 0.3, 1, 1 and 1 ppb in trout taken from Lake Superior, Lake Huron, Lake Erie and Lake Ontario, respectively, during 1980(1). Concns of 0-4.0 ug/kg were found in flatfish off the California coast near Los Angeles(2) and a mean concn of less than 0.031 mg/kg was found in the muscle tissue of 8 seafood species caught off the California coast(2). Fish and mussels taken from rivers in Slovenia and the Gulf of Trieste (Yugoslavia) were found to contain trace levels to 1.2 ug/g of 1,2-dichlorobenzene (on a fat basis)(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 17",
            "Value": "log Kow = 3.43"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12915711",
            "Value": "1,2-dichlorobenzene (1,2-DCB), an industrial solvent, is a known hepatotoxicant. Two oxidative events in the liver contribute to 1,2-DCB-induced liver injury: an initial hepatocellular oxidative stress, followed by oxidant stress associated with an inflammatory response. We hypothesize that the initial hepatocellular oxidative event triggers molecular and cellular processes within hepatocytes that lead to the production of factors that contribute to Kupffer cell (KC) activation and upregulation of the inflammatory cascade. To investigate the molecular effects of 1,2-DCB, primary cultures of Fischer-344 (F-344) and Sprague-Dawley (SD) rat hepatocytes were incubated with 1,2-DCB (3.6-12.4 umol) and examined for enhanced DNA-binding activity of the oxidant-sensitive transcription factors activator protein-1 (AP-1), nuclear factor-kappa B (NF-kappaB), and electrophile responsive element (EpRE), and production and release of the chemokine cytokine-induced neutrophil chemoattractant (CINC). In F-344 rat hepatocytes, the activities of AP-1 and NF-kappaB were increased by as much as 3-fold by 6 h of 1,2-DCB treatment, when compared to control. Nuclear translocation of EpRE was also enhanced by 3-fold and occurred 2 h following 1,2-DCB treatment. These events were greater in F-344 than in SD rat hepatocytes incubated with 1,2-DCB. Moreover, F-344 rat hepatocytes produced and released CINC following incubation with 1,2-DCB, but SD rat hepatocytes did not. Lastly, conditioned media from 1,2-DCB-treated F-344 rat hepatocytes stimulated KC activity as determined by enhanced NF-kappaB-binding activity and increased nitric oxide production. Collectively, these data suggest that the mechanisms of 1,2-DCB-induced hepatotoxicity involve intercellular communication whereby compromised hepatocytes may signal KC activation via the production and release of oxidant-sensitive chemokines and cytokines."
        },
        {
            "References": "PMID:10614693",
            "Value": "... Although, hepatotoxic injury of o-DCB is greater in Fischer 344 (F344) when compared with Sprague Dawley (S-D) rats, this interstrain difference does not transcend into any difference in lethal effects of o-DCB. Interstrain difference in compensatory tissue repair has been suggested as the underlying mechanism for the lack of strain differences in lethality ... The objectives of the present study were (1) to investigate if the differences in compensatory tissue repair are reflected in differential protooncogene expression in S-D versus F344 rat livers and (2) to investigate if changes in protooncogene expression could explain the decrease and delay in tissue repair response beyond a threshold of 0.6 mL o-DCB/kg. Male S-D and F344 rats (8/9 weeks old) were administered either 0.6 or 1.2 mL o-DCB/kg and changes in expression of protooncogenes c-myc (immediate early) and Ha-ras (delayed early) were examined over a time course. Findings of this study indicate that the timing and extent of c-myc and Ha-ras expression varies in the two strains following administration of o-DCB. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V7 239 (1974)",
            "Value": "The more pronounced toxicity to the liver of the ortho-isomer has been associated with a more pronounced binding of the compound or its intermediate metabolites to liver proteins..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 262 (1999)",
            "Value": "para-Dichlorobenzene, but not ortho-dichlorobenzene, induces renal tumors specifically in male rats. There is substantial evidence that para-dichlorobenzene induces these tumors through an alpha2u-globulin-associated response. Although para-dichlorobenzene does not bind to DNA in the male rat kidney, there is weak evidence that it binds to DNA in several tissues in treated mice. Both ortho- and para-dichlorobenzene have been reported to bind to proteins and DNA in the same mouse tissues. No attempt was made to isolate any DNA adducts. The data available on the genotoxicity of para-dichlorobenzene and ortho-dichlorobenzene also do not allow any distinction to be made between these two compounds, which differ significantly in their tumorigenicity: ortho-dichlorobenzene does not cause tumors, whereas para-dichlorobenzene causes liver tumors in mice and kidney tumors in male rats. Overall, the data on genotoxicity do not support a mechanism for renal-cell tumor induction in rats involving direct interaction of para-dichlorobenzene with DNA. Therefore, the overall data, including those on genotoxicity, indicate that para-dichlorobenzene causes renal tumors in male rats through an alpha2u-globulin associated response."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1456",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats survived a single 7 hr /inhalation/ exposure to 539 ppm. These animals showed drowsiness, unsteadiness, and eye irritation. ... There was an increase in weight of liver and kidneys. Microscopic examination showed central lobular necrosis in liver and cloudy swelling of tubular epithelium of kidneys."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1455",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Guinea pigs /were fed/ o-dichlorobenzene in solution in olive oil. All guinea pigs survived 0.8 g/kg of body weight but they all succumbed to 2.0 g/kg of body weight."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.159 (November 6-9, 2001). Available from, as of February 7, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rat bile duct-pancreatic fluid (BDPF) flow, protein concentration and serum glutamic pyruvic transaminase (SGPT) activity were monitored 24 hr after 1,2-DCB exposure of male Holtzman rats by ip injection of 5 mmol/kg. BDPF flow was significantly increased and BDPF protein concentration significantly reduced compared to controls; SGPT activity remained affected."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1456",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats survived /acute vapor exposure/ 2 hours at a concentration of 977 ppm in air and succumbed to an exposure of 7 hours at the same concentration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values, 4th ed., 1980. Cincinnati, Ohio: American Conference of Governmmental Industrial Hygienists, Inc., 1980., p. 126",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 1000 ppm of o-dichlorobenzene was fatal to Guinea pigs after 20 hr."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 23",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ o-Dichlorobenzene injected ip into male Sprague-Dawley rats produced centrilobular necrosis that was enhanced by prior administration of phenobarbital, which was also found to enhance the excretion of metabolites of o-dichlorobenzene."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 23",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Female Wistar rats dosed orally with o-dichlorobenzene at a level of 250 mg/kg for 3 days had an increase in liver weights, microsomal protein content, and enhanced 5-aminopyrine demethylase activity in the liver."
        },
        {
            "References": "Ariyoshi et al, Chem Pharm Bull 23 (4): 824-830 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were treated with each isomer of dichlorobenzene (DCB) in an oral dose of 250 mg/kg once daily for 3 days. Activities of aminopyrine demethylase and aniline hydroxylase were enhanced markedly by treatment with m-dichlorobenzene, whereas cytochrome content was not altered significantly by treatment with any isomers of dichlorobenzene. Delta-amino levulinic acid synthetase activity was enhanced 63, 32 and 42% by treatment with o-, m-, p-DCB respectively, but these enhancements were not paralleled by cytochrome p450 change."
        },
        {
            "References": "PMID:3012827",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Liver damage resulting from 4 hr exposure to bromobenzene (146-957 ppm) and 1,2-dichlorobenzene (245-739 ppm) as model toxicants was evaluated in rats. The modifications considered were the increases in serum glutamate dehydrogenase (GLDH) and sorbitol dehydrogenase (SDH) activities and the decreases in centrolobular liver cell glucose-6-phosphatase staining intensity. A linear inverse relationship was established between the logarithmic values of blood enzyme activities and liver glucose-6-phosphatase staining intensity. In addition, the levels of exposure to each test chemical were found to be linearly related to liver glucose-6-phosphatase staining intensity and to the logarithmic values of blood enzyme activities."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats survived inhalation exposure for 2 hr at a concentration of 977 ppm but died after a 7-hr exposure. Rats that survived a 7-hr exposure at 539 ppm o-DCB showed liver necrosis and kidney tubule damage. Liver damage in rats was produced in another study at concentrations of from 50 to 800 ppm and exposures lasting between 0.5 and 1 hr at 390 ppm produced liver necrosis in three of six rats. Mice exposed for 1 hr to saturated o-DCB vapor (calculated between 2000 and 3000 ppm) showed prompt /CNS depression/ followed by central depression and cyanosis (and death in 24 hr). Rats and guinea pigs that survived this exposure were narcotized. No outward signs of response were seen in dogs exposed for 1 hr at 4000 ppm but 8000 ppm produced sedation."
        },
        {
            "References": "PMID:8896717",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Fischer 344 (F344) rats are reportedly 75-fold more sensitive than Sprague Dawley (S-D) rats to 1,2-dichlorobenzene (o-DCB) hepatotoxicity. Lethality studies were conducted since no information was available regarding the ultimate consequence of this sensitivity in terms of animal survival in the two strains. LD50S for o-DCB (1.66 mL/kg and 1.76 mL/kg in male F344 and S-D rats, respectively) did not differ. Several studies have shown the importance of tissue repair on animal survival following exposure to toxic chemicals. The objective of this study was to investigate if differential rates of cell division and tissue repair might explain the lack of difference in LD50 dose between the two strains despite higher hepatotoxic injury in F344 rats. Age-matched male S-D and F344 rats were administered o-DCB (0.2, 0.6, 1.2 mL/kg, ip); injury and tissue repair occurring as two dynamic but opposing events were measured over time. Liver injury was assessed by measuring plasma alanine aminotransferase (ALT) and sorbitol dehydrogenase (SDH) activities and by liver histopathology. Higher plasma ALT elevations were observed in F344 rats following administration of 0.2 and 0.6 mL o-DCB/kg. Using SDH as a marker of liver injury, the strain difference was evident only at 0.2 mL o-DCB/kg. Liver regeneration was estimated by 3H-thymidine incorporation into hepatonuclear DNA and via proliferating cell nuclear antigen (PCNA) assay. Prompt and significantly higher hepatocellular regeneration beginning at 36 hr was evident in F344 rats following administration of 0.2 and 0.6 mL o-DCB/kg. The significantly higher depletion of hepatic glycogen observed in F344 rats following administration of 0.2 and 0.6 mL o-DCB/kg occurred without significant changes in plasma glucose and is consistent with highly stimulated tissue repair seen in these rats at the corresponding doses. However, increasing the dose further to 1.2 mL o-DCB/kg results in a delayed (S-phase synthesis begins at 48 hr) and diminished response to o-DCB. These findings suggest that a significantly higher rate of tissue repair in F344 rats helps them overcome higher liver injury inflicted by o-DCB. This differential in tissue repair in the two strains may play a vital role in equalizing the ultimate outcome of toxicity in the two strains."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.22 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits exhibited pain and conjunctival irritation, described as slight, after direct application of two drops of undiluted 1,2-dichlorobenzene to the eye with the inflammatory response resolving within one week. 1,2-Dichlorobenzene caused slight to moderate erythema and edema up to 72 hr post exposure, on the intact skin of rabbits following application of 0.5 mL of undiluted sample for 4 hours (no further data available). Studies with Swiss OF1 mice indicate that 1,2-dichlorobenzene induces respiratory irritation, with a 50% reduction in respiratory rate (RD50) reported at 163 ppm and 182 ppm."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.115 (November 6-9, 2001). Available from, as of February 4, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wistar rats were exposed by gavage to 500 mg/kg/day daily for 1, 3, or 5 days with concurrent control group given vehicle only. ...The porphyrin content in the Harderian gland increased considerably at 1 day after administration, but returned to control values at 5 days post administration; there was no effect on the activity of Harderian gland delta-aminolevulinic acid-synthetase, while hepatic delta-aminolevulinic acid-synthetase activity was increased 2-3 times the normal level; no changes in the delta-aminolevulinic acid-dehydratase activity in the liver or in the Harderian gland were observable up to 5 days after administration; the relative liver weight increased during duration of treatment, whereas the relative weight of the Harderian gland remained unaffected."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.164 (November 6-9, 2001). Available from, as of February 7, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A dog was exposed via inhalation to o-dichlorobenzene at a concentration of 2 mL/cu m (= ca. 2.64 mg/L) for 1 hr; no signs of toxicity were observable; in a further experiment the dog was exposed to 4 mL/cu m (= ca. 5.29 mg/L) of o-dichlorobenzene: transient drowsiness occurred."
        },
        {
            "References": "PMID:8440869",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Studies were conducted to examine acute hepatic and renal toxicity of dichlorobenzene (DCB) structural isomers. Male Fischer 344 (F344) rats were injected with 2, 3 or 4 mmol/kg of 1,2-DCB, 1,3-DCB or 1,4-DCB (o-, m-, p-). Pair-fed control (PFC) animals were injected (ip) with corn oil (1 mL/kg). Hepatic and renal toxicity was quantitated 24 hr after injection of DCB or vehicle. Plasma transaminase (ALT/GPT) activity was increased (P<0.05) by 1,2-DCB as a function of dose administered. Centrilobular necrosis was observed in rats treated with 1,2-DCB while morphology was relatively normal in rats treated with m- or p-DCB. Administration of (2 or 4 mmol/kg) 1,3-DCB or 1,4-DCB did not alter kidney weight or blood urea nitrogen (BUN) levels. Renal cortical slice accumulation of p-aminohippurate (PAH) was decreased (P<0.05) by (2 and 4 mmol/kg) 1,3-DCB and (3 and 4 mmol/kg) 1,2-DCB while accumulation of the cation tetraethylammonium (TEA) was decreased by 4 mmol/kg 1,4-DCB. (TEA). The results of these studies demonstrated that ortho substitution enhanced hepatic and renal toxicity. The results also would suggest that the liver was more sensitive than the kidney for DCB toxicity."
        },
        {
            "References": "PMID:1853346",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute hepatotoxicity of the three isomers of dichlorobenzene (DCB) was evaluated in male Fischer-344 (F344) rats at various times following ip administration. Plasma alanine aminotransferase (ALT) activity, measured in F344 rats 24 hr postexposure, was dramatically elevated following doses of 1.8-5.4 mmol/kg of o-DCB. Conversely, equimolar doses of p-DCB produced no such toxicity, while m-DCB produced intermediate hepatic injury at or above doses of 2.7 mmol/kg. Histopathological changes in livers from treated animals qualitatively reflected elevations in 24 hr plasma ALT activity (time to maximal elevation). Phenobarbital pretreatment potentiated the acute hepatotoxicity of o- and m-DCB, but did not affect the toxicity of p-DCB. Likewise, SKF-525A pretreatment inhibited the hepatotoxicity of o-DCB. Equimolar doses of o- and m-DCB produced approximately equivalent depletion of intrahepatic glutathione, while p-DCB had no effect on hepatic GSH. Furthermore, prior depletion of hepatic glutathione by pretreatment with phorone markedly potentiated the hepatotoxicity of o- and m-DCB, while increasing the toxicity of p-DCB to a far lesser degree. The differential hepatotoxicity of the o- and m-DCB does not appear to be explained adequately by differences in their hepatic distribution or in vivo covalent binding to hepatic proteins. Interestingly, male Sprague-Dawley (SD) rats are relatively refractive to the acute hepatotoxicity of o-DCB following ip administration of 1.8 and 5.4 mmol/kg. The combination of these dramatic differences (structure- activity and animal strains) should be useful in elucidating key events involved in the hepatotoxicity caused by these compounds."
        },
        {
            "References": "PMID:8661352",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute hepatotoxicity of isomers of dichlorobenzene (o-, m-, and p-DCB) was compared in livers of male B6C3F1 mice at different time points after a single intragastric administration. The highest doses of o-, m-, and p-DCB administered, 300, 300, and 1800 mg/kg, respectively, are below the lethal range. Acute hepatic injury was assessed by serum alanine aminotransferase (ALT) activity and hepatic histology. Hepatocyte replication was estimated by means of immunohistochemical demonstration of BrdU-labeled cells. Both o-DCB and m-DCB at a dose of 300 mg/kg produced significant elevations of liver weight and ALT activity as well as extensive liver cell necrosis. In contrast, p-DCB at a highest dose of 1800 mg/kg induced slight hepatocyte injury. Dose-response studies indicated that the rank order for acute hepatotoxicity of the isomers was m-DCB > o-DCB > or = p-DCB. However, p-DCB induced hepatocyte cell proliferation in spite of the lack of manifest hepatotoxicity. In contrast, increases of cell proliferation due to o-or m-DCB exposure occurred only after dosages that caused hepatic injury. These data suggest the hepatocyte proliferation induced by o- or m-DCB is compensatory regeneration while that induced by p-DCB is a response to mitogenic stimulation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 248 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ortho-Dichlorobenzene was administered to male and female Sprague-Dawley rats at doses of 37.5, 75, 150 or 300 mg/kg bw/day for 10 days or at 25, 100 or 400 mg/kg bw/day for 90 days in corn oil by gavage; control animals received corn oil. In the 10-day study, male rats treated with 300 mg/kg bw had significantly decreased final body weights; heart, kidney, spleen, testis and thymus weights; and relative spleen and thymus weights. These animals also had significantly increased absolute and relative liver weights. Males also displayed significant increases in water consumption (at 300 mg/kg bw), alanine aminotransferase activity (at 300 mg/kg bw) and number of leukocytes (at 150 and 300 mg/kg bw). A significant increase in the incidence of hepatocellular necrosis was seen in males at 300 mg/kg bw when compared with controls. In the 90-day study, male rats exposed to 400 mg/kg bw ortho-dichlorobenzene had significantly decreased body weights and absolute and relative spleen weights and significantly increased absolute weights of kidney and liver and relative weights of heart, kidney, liver, lung, brain and testis. Females at this dose had increased absolute and relative weights of both kidney and liver. The only effects on clinical chemical parameters were increased alanine aminotransferase activity at 100 and 400 mg/kg bw, increased blood urea nitrogen and total bilirubin concentrations in males at 400 mg/kg bw and increased total bilirubin content in females at this dose. Histopathological evaluation showed hepatocellular lesions associated with treatment, which included centrilobular degeneration and hypertrophy and single-cell necrosis in males and females receiving 400 mg/kg bw ortho-dichlorobenzene. No adverse effect was observed at 25 mg/kg bw/day."
        },
        {
            "References": "PMID:6658818",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Liver damage in the rat was investigated by measurements of serum enzyme activities at 24 hr after single or repeated inhalation exposure to one of 6 toxicants including o-dichlorobenzene. o-Dichlorobenzene at 305 ppm (but not at 204 ppm) for 4 hr markedly increased (greater than 3-fold) serum glutamate dehydrogenase (GLDH) and sorbitol dehydrogenase (SODH) activities. Repeated exposure (6 hr/day, 2 or 4 days) to o-dichlorobenzene at 309 ppm caused lesser increases in the enzyme activities at 24 hr after last treatment. Serum glutamate dehydrogenase and sorbitol dehydrogenase are more sensitive indicators of toxicity than glutamic oxaloacetic transaminase or glutamic pyruvic transaminase."
        },
        {
            "References": "Mori T; Okayama Igakkai Zasshi 94 (11/12): 967-72 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ o-Dichlorobenzene given orally to rats for 60 to 120 days increased liver weights and triglyceride levels of rats more than the controls. The level of hepatic ATP was lower than that in the liver of control rats. o-Dichlorobenzene decreased state 3 respiration, while increasing state 4 respiration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In separate 13-week studies in mice and rats, oral doses of 500 mg o-DCB/kg caused decreased survival (except in male rats). This dose produced necrosis and hepatocellular degeneration and depletion of lymphocytes in both the spleen and thymus and renal tubular degeneration in male rats. Multifocal mineralization of the myocardial fibers of the heart and skeletal muscle were seen in mice. At a dose of 250 mg/kg, necrosis of individual hepatocytes was evident except in the female mice. At a dose of 125 mg/kg, minimal hepatocellular necrosis was observed in a few rats."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dichlorobenzenes p.35 (August 2006) PB2007-100672. Available from, as of January 7, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Groups of 10 male and 10 female Sprague-Dawley rats were treated with 1,2-DCB in corn oil by gavage at doses of 0, 37.5, 75, 150, or 300 mg/kg/day for 10 consecutive days. ...No clinical signs or effects on survival were observed. Body weight gain was significantly reduced in the male rats at 300 mg/kg/day (final body weights were 10.9% lower than controls), but not in females, and there were no exposure-related changes in food consumption in either sex. Statistically significant changes in organ weights predominantly occurred at 300 mg/kg/day, including significantly decreased absolute spleen weight in both sexes and decreased absolute heart, kidney, thymus, and testes weights in males. Liver weight (absolute and relative) was significantly increased in females at > or =150 mg/kg/day and males at 300 mg/kg/day; compared to controls in the low- to high-dose females, absolute liver weights were 1.8, 9.0, 20.5, and 29.0% increased and relative liver weights were 6.8, 7.6, 21.7, and 34.5% increased. Clinical chemistry findings included significantly increased serum ALT in both sexes at 300 mg/kg/day and serum phosphorus in females at 150 mg/kg/day. Serum cholesterol was significantly increased in females at > or =37.5 mg/kg/day, but the toxicological significance is unclear because the values were similar at all dose levels and showed no dose-response. Histopathological findings were limited to the liver and included necrosis that was slight in severity and significantly (p=0.04) increased in males at 300 mg/kg/day (4/10 compared to 0/10 in controls); incidences in the other dose groups were not reported, although the study authors indicated that target organs in the high-dose groups were histologically evaluated at the lower dose levels. Incidences of other hepatic lesions were not significantly increased, but included inflammation (characterized by lymphocyte and macrophage infiltrates) and degeneration of hepatocytes (characterized by varying degrees of fibrillar or vacuolated cytoplasm and swelling with intact cell membranes). This study identified a NOAEL of 75 mg/kg/day and a LOAEL of 150 mg/kg/day for increased liver weight (>10%) in female rats, as well as a LOAEL of 300 mg/kg/day for liver necrosis in male rats."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.8 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male mice (strain Swiss OF1) were exposed to 1,2-dichlorobenzene vapor at 64 and 163 ppm (385 and 980 mg/cu m respectively) for 4, 9 and 14 days (6 hours/day 5 days/week) and their respiratory tracts examined. Lesions to the olfactory epithelium were observed at 64 ppm after 4 days and were classified as very severe. On increasing the exposure time the severity of the lesions diminished so that on day 9 epithelial damage was classified as severe and on day 14 as moderate. The author concluded that epithelial regeneration may occur in order to replace the damaged epithelium. The respiratory epithelium remained unaffected, as did the trachea and lungs."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.25 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The oral toxicity of 1,2-dichlorobenzene for male and female rats (strain Sprague-Dawley) was assessed by administering 0, 25, 100 or 400 mg/kg bw per day for 90 days by gavage. At 400 mg/kg bw per day a significant decrease (p< or =0.05) in total body weight gain was observed for males but not females. Significant increases (p< or =0.05) in absolute and relative liver weights occurred for both sexes at 100 and 400 mg/kg bw and absolute and relative kidney weights were increased at 400 mg/kg bw for both sexes and absolute kidney weights increased for females at 100 mg/kg bw. Plasma ALT levels were elevated at 100 and 400 mg/kg bw in the male but the female levels did not reach significance. In both sexes, an increase in bilirubin occurred at the highest dose. There was no evidence of leukocytosis or other haematological changes for either sex. Histopathological findings included centrilobular degeneration, centrilobular hypertrophy and evidence of apoptosis at 400 mg/kg bw for both genders."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.116 (November 6-9, 2001). Available from, as of February 4, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Albino rats were exposed by gavage to 450 mg/kg bw/day for 15 days. ...1,2-DCB increased hepatic levels of coproporphyrin, protoporphyrin and uroporphyrin; decreased hepatic activity of catalase; histologic examination revealing severe liver damage with intense necrosis and fatty change over large areas."
        },
        {
            "References": "PMID:7497912",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Sprague-Dawley rats received 1,3-dichlorobenzene daily by corn oil gavage for 10 or 90 consecutive days. The 10-day study doses were 0, 37, 147, 368 and 735 mg/kg; the 90-day study doses were 0, 9, 37, 147 and 588 mg/kg. In the 10-day study, there was a significant depression of body weight in both sexes at 735 mg/kg. Liver weights were significantly increased in both sexes at 368 and 735 mg/kg. Serum cholesterol levels were significantly elevated in both sexes at 368 and 735 mg/kg. Histopathological evaluation revealed centrilobular hepatocellular degeneration at 368 mg/kg in males and 735 mg/kg in females. In the 90-day study, body weights were significantly depressed in both sexes at 588 mg/kg. Normalization of food and water consumption by final body weight indicated that at 588 mg/kg both sexes had increased food and water consumption relative to controls. Absolute and relative liver weights were significantly increased in both sexes at 147 and 588 mg/kg. Relative kidney weights were significantly higher in both sexes at 588 mg/kg and in males at 147 mg/kg. Serum cholesterol and calcium levels were significantly elevated over controls in females at 37, 147, and 588 mg/kg, and in males at all dose levels. Histopathological evaluation at 147 and/or 588 mg/kg demonstrated liver and thyroid lesions in both sexes, and pituitary and kidney lesions in males. A NOAEL was not firmly established."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.27 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Tumor initiation or promotion by 1,2-dichlorobenzene was investigated using the gamma-glutamyltranspeptidase-positive foci assay as an indicator of carcinogenicity. Male and female rats (Sprague-Dawley) were treated with diethylnitrosamine (0.5 mmol/kg), a tumor initiator, one day after a two-thirds hepatectomy followed, by intraperitoneal injections 1 and 5 weeks later of 1,2-dichlorobenzene (1 mmol/kg bw; 147 mg/kg bw). The number of positive foci from treated rats was not significantly different from control animals."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dichlorobenzenes p.79 (August 2006) PB2007-100672. Available from, as of January 7, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Histological examinations of the upper and lower respiratory tract were conducted in groups of 10 male Swiss OF1 mice that were exposed to 1,2-DCB in actual mean concentrations of 0, 64, or 163 ppm (0, 385, or 980 mg/m3) for 6 hours/day, 5 days/week for 4, 9, or 14 days... . Histological examinations were performed on the upper and lower respiratory tracts. Nonrespiratory tissues were not evaluated. Histopathologic lesions were observed in the olfactory epithelium of the nasal cavity at ~~64 ppm. The olfactory epithelial lesions were graded as very severe following the 4-day exposure and moderate after the 14-day exposure, indicating to the authors that a repair mechanism may take place despite continued exposure. The more severe cases were characterized by a complete loss of olfactory epithelium, which left only the partially denuded basement membrane. No histological alterations were observed in the respiratory epithelium of the nasal cavity, or in the trachea or lungs. The results suggest that the upper respiratory tract is a target for inhalation exposures to 1,2-DCB."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1456",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /Rats were/ fed o-dichlorobenzene by stomach tube, 5 days/wk for ... 138 doses in 192 days. ... At dose of 376 mg/kg of body weight/day ... Moderate increase in average liver weight and slight increase in average kidney weight. There were slight histopathological changes in liver. At ... 188 mg/kg/day ... slight increase in liver and kidney weight ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1457",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Animals /were exposed/ 7 hours/day, 5 days/week to vapors of o-DCB. At a concentration of 93 ppm in air, rats, guinea pigs, and rabbits survived for periods of 6 to 7 months. The exposed animals showed no deleterious effects on growth, mortality, organ weight, hematology, or histopathology."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V7 239 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The maximum tolerated dose for rats of ortho-dichlorobenzene administered by gavage on 5 days a week for about 28 weeks lies between 19-190 mg/kg body weight/day."
        },
        {
            "References": "National Research Council. Drinking Water & Health. Volume 5. Washington, D.C.: National Academy Press, 1983., p. 24",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ o-Dichlorobenzene was tested for carcinogenicity in both sexes of the B6C3F1 mice and the Fischer 344 rats. Dosages of 60 or 120 mg/kg were administered by gavage to both sexes of the mice, and the rat. o-Dichlorobenzene was administered in corn oil to groups of 50 rats and 50 mice of each sex 5 days/wk for 2 yr. There were corresponding vehicle and untreated control groups of 50 rats and 50 mice of each sex. No compound-related carcinogenic effect was detected in either sex of the mice or rats; however, the maximum tolerated dose was probably not used in this study. No other effects were reported."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of 1,2-Dichlorobenzene (o-Dichlorobenzene) in F344/N Rats and B6C3F1 Mice. Technical Report Series No. 255 (1985) NIH Publication No. 86-2511 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Under the conditions of these 2 yr gavage studies, there was no evidence of carcinogenicity of 1,2-dichlorobenzene for male or female F344/N rats or B6C3F1 mice receiving 60 or 120 mg/kg/day. Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Dichlorobenzenes p.78 (August 2006) PB2007-100672. Available from, as of January 7, 2008: https://www.atsdr.cdc.gov/toxpro2.html#",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No changes in absolute lung weight or lung histology were reported in rats (20/sex), guinea pigs (8/sex), rabbits (2/sex), or monkeys (2 females) exposed to 93 ppm 1,2-DCB for 7 hours/day, 5 days/week for 6- 7 months, or in mice (10 females) similarly exposed to 49 ppm 1,2-DCB ... . Relative lung weight was not determined. The scope of histological evaluations was not specifically reported; organs that were weighed are inferred to have been histologically examined."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In rats and guinea pigs exposed at 93 ppm, 7 hr/day for 6 to 7 months, the male guinea pigs had a decrease in spleen weight without any histopathologic changes. No other responses were detected and no adverse effects were seen at 49 ppm."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.126 (November 6-9, 2001). Available from, as of February 4, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rabbits were exposed by inhalation to 0.05 mg/L 4 hr/day, 5 days/wk for 7 months. ...A sensitizing potential of o-dichlorobenzene was discovered; sensitization became obvious at early stages of poisoning in the absence of any pointers to systemic toxic action; as the signs of intoxication developed, allergic tests became negative but again took on a positive value closer to the cessation of experiment; o-dichlorobenzene triggered the production of antibodies to erythrocyte lysate and of antitissue antibodies to autoantigenes from the renal tissue."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.128 (November 6-9, 2001). Available from, as of February 4, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Guinea pigs (8 per sex) were exposed by inhalation to 49 ppm (= about 0.3 mg/L) and 93 ppm (= about 0.569 mg/L) 7 hr/day, 5 days/wk ranging from 6 to 7 months. ...At 93 ppm there was a decrease in the average male splenic weight with no change in morphology; no adverse effects for both sexes as determined by gross appearance, gross and microscopic examination of (unspecified) tissues, growth, behavior, mortality, organ weight; females: in addition, qualitative urine tests in females for blood, sugar, albumin, sediment, and terminal blood urea nitrogen values were normal; no adverse effects were seen at 49 ppm."
        },
        {
            "References": "Hayes WC et al; Fundam Appl Toxicol (5) 1: 190-202 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ o-Dichlorobenzene (o-DCB), and p-dichlorobenzene (p-DCB), were evaluated for teratogenic potential in rats (o-DCB only) and rabbits. Groups of bred rats and inseminated rabbits were exposed to 0, 100, 200, or 400 ppm of o-dichlorobenzene /while/ groups of inseminated rabbits were exposed to 0, 100, 300, or 800 ppm p-dichlorobenzene. Animals were exposed for 6 hr/day on days 6 through 15 (rats) or days 6 through 18 (rabbits) of gestation. Maternal toxicity, as evidenced by a significant decrease in body weight gain, was observed in all groups of o-dichlorobenzene exposed rats and liver weight was significantly increased in the 400 ppm o-dichlorobenzene exposed group. Slight maternal toxicity was observed in groups of rabbits exposed to 400 ppm o-dichlorobenzene or 800 ppm p-dichlorobenzene as indicated by significantly decreased body weight gain during the first three days of exposure. Inhalation of up to 400 ppm of o-dichlorobenzene was /neither/ teratogenic nor fetotoxic in rats and neither o-dichlorobenzene or p-dichlorobenzene was teratogenic nor fetotoxic in rabbits at exposure levels up to 400 or 800 ppm, respectively."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats and rabbits were exposed by inhalation at either 100, 200, or 400 ppm o-DCB, 6 hr/day, from gestation days 6 through 15 (rats) and days 6 through 18 (rabbits). Maternal toxicity was reflected by a reduced rate of body weight gain in all groups of the treated rats. Liver weights were increased at 400 ppm. No evidence of a fetal response was seen at any concentration. Female rabbits exposed at 400 ppm showed a decreased rate of weight gain over the first 3 exposure days without signs of a fetal response."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male rats given single intraperitoneal injections of either 50, 100, 250, 300, or 800 mg o-DCB/kg showed dose-related, morphologic alterations in sperm consisting of misshapen head, acrosomal defects, and tail abnormalities."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.28 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an inhalation, 2-generation reproduction study in rats, animals were exposed to 0, 50, 150 or 400 ppm 1,2-dichlorobenzene for 6 hr/day, 7 days/wk. At the highest dose, F0 and F1 adults had significantly lower terminal body weights and increased absolute and relative liver weights and liver hypertrophy. Males in the high dose group also had increased relative kidney weights and kidney effects were observed. Liver hypertrophy was also observed in some mid-dose F0 and F1 adults and kidney effects were observed to a lesser extent in mid-dose F0 and F1 adult males. No fertility effects, as indicated by mating indices, pregnancy rates or fertility indices, were noted. For F0 and F1 pups, gestation length, parturition, litter and pup survival were unaffected. A significantly lower pup weight during lactation at the highest dose was observed in both the F0 and F1 litters. No treatment related effects were observed in adults or pups at the lowest dose. The NOAEL and LOAEL for adults were 50 ppm and 150 ppm respectively and for reproductive toxicity and offspring growth and development were 150 ppm and 400 ppm respectively."
        },
        {
            "References": "PMID:12558164",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The estrogenicity of o-, m-, and p-dichlorobenzene (DCB) was evaluated with a yeast estrogen screen (YES) and zebrafish (Danio rerio) vitellogenin (VTG) assays. ...Elevated VTG levels and decreased female gonadosomatic indices (GSIs) were found in fish exposed to 5 ng ethynylestradiol (EE2)/L and in fish exposed to 10 mg p-DCB/L. Low GSIs coincided with high levels of VTG in the blood of female zebrafish. This relation was not only found in fish exposed to EE2 but also in controls and fish exposed to DCB. Therefore, a direct or indirect effect of VTG on the GSI is suggested rather than a direct toxic effect of the tested compounds on the gonads."
        },
        {
            "References": "PMID:9024671",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The present experiments compared the effects of dichloromethane (DCM) (log P = 1.25; oil:water partition coefficient), 1,3-dichloropropane (DCP; log P = 2.00), and 1,2-dichlorobenzene (DCB; log P = 3.38) on flash evoked potentials (FEPs) recorded from adult Long-Evans rats. Before administration of test compounds, FEPs were recorded for five daily sessions to develop FEP peak N160. Test compounds were dissolved in corn oil and administered i.p. at doses based on proportions of their LD50 values. The doses were: DCM, 0, 57.5, 115, 230, or 460 mg/kg; DCP, 0, 86, 172, 343, or 686 mg/kg; and DCB, 0, 53, 105, 210, or 420 mg/kg. Testing times after dosing varied among compounds and were based on pilot studies to measure both the times of peak effect and recovery. Each solvent produced significant changes in the latency and amplitude of multiple components of the FEP waveforms. However, the predominant effect of DCM was to reduce the amplitude of peak N30 (ED50 = 326.3 mg/kg), that of DCP was to reduce both peaks N30 (ED50 = 231.0 mg/kg) and N160 (ED50 = 136.8 mg/kg), and that of DCB was to reduce peak N160 (ED50 = 151.6 mg/kg). There was no consistent relationship between log P values and the potency of the compounds to alter FEP peaks N30 and N160. The results suggest that organic solvents have multiple acute effects on the function of the central nervous system, which are not predictable solely by the compound's lipid solubility."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.114 (November 6-9, 2001). Available from, as of February 4, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats /were exposed/ for 9 months by inhalation to 0.001 mg/L. ...The treatment modified conditioned activity of the rats by lowering the induction of conditioned reflexes, lengthening their latent period, making reflex eliminations more frequent and, in broad, upsetting the balance of stimulation and inhibition processes in the brain cortex."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.114 (November 6-9, 2001). Available from, as of February 4, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats /were exposed/ 4 hr/day, 6 days/wk for 4 months by inhalation to 0.2 mg/L. ...Changes of neurodynamics in the cerebral cortex were observable, as the relationships among principal neural processes were impaired, inhibition was enhanced and stimulation weakened."
        },
        {
            "References": "Sipes IG et al; Arch Toxicol (Suppl 11): 20-33 (1987)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A dynamic liver culture system, using short term viable tissue culture of rat liver slices, is described. Following initial recovery periods of 2 to 6 hr; potassium ion and adenosine triphosphate (ATP) content were maintained for 16 to 20 hr, and protein synthesis increased linearly for 16 hr. The order of decreasing toxicity of dichlorobenzenes, measured by potassium ion content, protein synthesis, and release of lactic dehydrogenase, was 1,2-dichlorobenzene, 1,3-dichlorobenzene, and 1,4-dichlorobenzene, in agreement with a similar order obtained in vivo. The dichlorobenzenes were less toxic in slices from Sprague-Dawley rats than in Fischer rats. This finding was confirmed by studies in vivo."
        },
        {
            "References": "PMID:1683550",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity of dichlorobenzenes in cultured rat liver slices has previously been shown to be strain specific and biotransformation related. In order to extrapolate animal models to humans, the dichlorobenzenes were incubated with human liver slices to try to clarify their hepatotoxic potential in man. The degree of hepatotoxicity observed with the dichlorobenzenes depended on whether Waymouth's or Krebs-Henseleit was used as the incubation medium. All three dichlorobenzenes (1 mM) produced no significant differences from control when incubated in Waymouth's medium. However, in the Krebs-Henseleit buffer there was a substantial increase in cytotoxicity. In both incubation mediums the dichlorobenzene isomers exhibited the following rank order 1,3-DCB greater than 1,2-DCB greater than 1,4-DCB. 1,2-dichlorobenzene hepatotoxicity was blocked by metyrapone, 1,3-dichlorobenzene toxicity was blocked by SKF 525-A and neither one of these inhibitors could block the 1,4-dichlorobenzene cytotoxicity. The use of human liver tissues to evaluate potential toxicants merits consideration since the hepatotoxicity of xenobiotics and drugs in man is the ultimate question."
        },
        {
            "References": "PMID:2069046",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A novel in vitro system was used to evaluate tissue specific toxicity. This system utilizes precision cut organ slices in dynamic organ culture and is viable for up to 24 hrs. The three isomers of dichlorobenzene were added to liver slices prepared from Sprague Dawley rats or human donors. The precursor dichlorobenzenes were radiolabelled and metabolites were separated by classes (i.e. glucuronides, sulfates and glutathione and cysteine conjugates). Covalent Binding of the dichlorobenzenes was also determined after extensive extraction of the tissue. The total amount of metabolism of the dichlorobenzenes varied depending on the isomer and the type of tissue. For example, the Sprague-Dawley rat liver slices metabolized 1,2-DCB and 1,3-DCB at approximately the same rate while 1,4-DCB was metabolized at a slower rate. This metabolism profile was also seen in the majority of the adult human liver slices. However, the fetal human slices showed that 1,4-DCB was metabolized to a greater extent than 1,3-DCB or 1,2-DCB while 1,3-DCB was metabolized at a faster rate than 1,2-DCB. Our results show that liver slices in organ culture are a suitable system for species comparisons and of structure/activity relationships in xenobiotic metabolism with an emphasis on the fate of reactive intermediates. In addition, this system is suitable for evaluation of hepatotoxic potency."
        },
        {
            "References": "PMID:10698672",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 1,2-Dichlorobenzene (1,2-DCB) is a potent hepatotoxicant in male Fischer 344 (F-344) rats but not in Sprague-Dawley (SD) rats. While Kupffer cell-dependent oxidative stress plays a role in the progression of 1,2-DCB-mediated liver injury, /it was hypothesized/...  that initiation of liver injury is due to oxidative events within the hepatocyte. This study compared hepatocellular oxidative stress marked by glutathione disulfide (GSSG) and glutathione (GSH) production in either bile, liver, or isolated hepatocytes of F-344 and SD rats following 1,2-DCB administration. Hepatic GSH concentrations were depleted at a greater rate in F-344 than in SD rats within 12 hr of 1,2-DCB administration (3.6 mmol/kg ip). In bile, GSSG concentrations were threefold greater in F-344 rats compared to SD rats by 9 hr of 1,2-DCB treatment. Moreover, 1-aminobenzotriazole but not gadolinium chloride pretreatment blocked the rise in biliary GSSG concentrations following 1,2-DCB administration. In in vitro studies, isolated hepatocytes of F-344 rats had a 15% increase in cellular GSSG concentrations following 1 hr of 1,2-DCB (3.55 nmol) exposure, while GSH decreased 22% by 6.5 hr compared to controls. In contrast, isolated SD hepatocytes exposed to 1,2-DCB had no increase in GSSG and only an 8% reduction in GSH. Furthermore, parameters of lipid peroxidation were increased in F-344 rats and not in SD rats. Collectively, these data suggest that hepatocellular oxidative stress is dependent upon bioactivation and the enhanced oxidative stress in the F-344 rat may explain its susceptibility to 1,2-DCB compared to the SD rat."
        },
        {
            "References": "PMID:12558164",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The estrogenicity of o-, m-, and p-dichlorobenzene (DCB) was evaluated with a yeast estrogen screen (YES) and zebrafish (Danio rerio) vitellogenin (VTG) assays. With the YES, p-DCB and m-DCB were found to be estrogenic in a concentration-responsive manner. The relative potency measured with the YES (relative to 17beta-estradiol) was 2.2 x 10-7 for p-DCB and 1.04 x 10-8 for m-DCB. Following acute toxicity tests with the zebrafish, plasma VTG production was measured to examine the in vivo estrogenic activity of the three compounds after a 14-d exposure. Adult zebrafish were exposed to different concentrations of o-, m- and p-DCB, ranging from 0.1 to 32 mg/L; ethynylestradiol ([EE2]; 5 ng/L, 10 ng/L, 50 ng/L, and 100 ng/L) was used as a positive control. After exposure, blood samples were taken and protein electrophoresis was performed to determine the relative VTG content. Gonadosomatic indices (GSI) and condition factors (CF) were also calculated. Elevated VTG levels and decreased female GSIs were found in fish exposed to > or = 5 ng EE2/L and in fish exposed to > or = 10 mg p-DCB/L. Low GSIs coincided with high levels of VTG in the blood of female zebrafish. This relation was not only found in fish exposed to EE2 but also in controls and fish exposed to DCB. Therefore, a direct or indirect effect of VTG on the GSI is suggested rather than a direct toxic effect of the tested compounds on the gonads."
        },
        {
            "References": "PMID:3887653",
            "Value": "/GENOTOXICITY/ Mutagenicity was assayed with Salmonella typhimurium strains TA100, TA98, UTH8414, and UTH8413. None of the three dichlorobenzenes (1,2-, 1,3- and 1,4-) was mutagenic in any strain with or without S9 from Aroclor treated rats."
        },
        {
            "References": "PMID:3331700",
            "Value": "/GENOTOXICITY/ Eight halogenated benzenes, including bromobenzene (BB), chlorobenzene (CB), three isomers of dichlorobenzene (DCB) and three isomers of trichlorobenzene (TCB) were tested for acute toxicity (LD50) and clastogenicity in 8 week old NMRI mice by ip administration. Four doses of each chemical (up to 70% of LD50) were tested for clastogenic activity. Each compound was administered in two equal doses, 24 hr apart. Increased formation of micronucleated polychromatic erythrocytes, observed in femoral bone marrow, 30 hr after the first injection, was considered to be due to the clastogenic activity of the test compound. All the halogenated benzenes tested were found to be clastogenic. The highest clastogenic activities were induced by m-DCB and BB. Among three isomers of DCB, m-DCB significantly induced more micronuclei than o-DCB or p-DCB. No significant differences were found between the clastogenic activities of TCB isomers."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 256 (1999)",
            "Value": "/GENOTOXICITY/ ortho-Dichlorobenzene did not induce point mutations in eight histidine-requiring mutants of Salmonella typhimurium, which involve the C, D and G genes of the histidine operon, and was not mutagenic to S. typhimurium strains TA 100, TA 1535, TA 1537, TA 1538 or TA 98 with and without metabolic activation. It induced mitotic gene conversion and reverse mutation in the D7 strain of Saccharomyces cerevisiae in the presence of an exogenous metabolic system from the livers of induced mice and was very weakly mutagenic in a methionine-requiring auxotroph of Aspergillus nidulans. A dose-dependent increase in the frequency of micronucleated polychromatic erythrocytes was detected in the bone marrow of male mice after intraperitoneal injection of two equal doses of ortho-dichlorobenzene. DNA damage was not induced in the livers of female rats given two oral doses of ortho-dichlorobenzene. Covalent binding of [14C]ortho-dichlorobenzene to calf thymus DNA was detected in vitro after incubation with various subcellular preparations of liver from induced mice. Weak covalent binding of ortho-dichlorobenzene to the DNA of various organs in male rats and mice was also reported in vivo after a single intraperitoneal treatment."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.27 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ Genotoxicity testing with several microbial species produced negative results with the exception of one recombination assay with Bacillus subtilis and a differential toxicity assay with Escherichia coli. In vitro testing with mammalian cells produced negative results with the chromosomal aberration assay and the HGPRT assay using Chinese hamster ovary (CHO) cells. However, two sister chromatid exchange assays performed with CHO cells and two mouse lymphoma assays were positive in the presence of, and negative in the absence of, metabolic activation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.27 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ In vivo testing of 1,2-dichlorobenzene yielded negative results with the Drosophila sex-linked recessive mutation and eye mosaic assays. Chromosomal aberration assays with rat bone marrow and DNA damage studies in rats were negative."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.27 (November 6-9, 2001). Available from, as of January 31, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ The role of 1,2-dichlorobenzene as an inducer of DNA synthesis was assessed using an in vivo-in vitro replicative DNA synthesis assay with hepatocytes derived from male B6C3F1 mice. The animals were administered 1,2-dichlorobenzene (1000 or 2000 mg/kg bw) by the oral route and hepatocytes prepared 24, 39 or 48 hours later. Replicative DNA synthesis was assessed after the addition of [methyl-3H]-thymidine followed by autoradiography. Results were negative for both doses at all time points."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,2-Dichlorobenzene, 95-50-1 p.154 (November 6-9, 2001). Available from, as of February 7, 2008: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/IMMUNOTOXICITY/ Female ddY mice were exposed to 200 mM 1,2-DCB dissolved in 0.05% DMSO for 15-20 hr. ...1,2-DCB reduced peritoneal macrophage phagocytic activity in mice by 78% of control; the data parallel the cytoxicity by 1,2-DCB."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Beurskens JEM et al; Water Sci Technol 29: 77-85 (1994) (2) Lee CL, Fang MD; Chemosphere 35: 2039-50 (1997) (3) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-36 (1982) (4) Masunga S et al; Wat Res 25: 289-97 (1991) (5) Kawata K et al; Bull Environ Contam Toxicol 58: 893-900 (1997) (6) Huang H et al; Bull Environ Contam Toxicol 73: 339-346 (2004) (7) Lopes TJ, Furlong ET; Environ Sci Technol 20: 727-737 (2001)",
            "Value": "SEDIMENT: 1,2-Dichlorobenzene was detected in the sediment of Lake Ketelmeer, Netherlands at concns of 350 and 220 ng/kg(1). 1,2-Dichlorobenzene was detected in sediment off the coast of Taiwan at concns of 2-5 ng/kg(2). Mean 1,2-dichlorobenzene concns of 1,8,2 and 11 ppb were detected in the superficial sediments from Lakes Superior, Huron, Erie, and Ontario, respectively(3). 1,2-Dichlorobenzene was detected at concns of 0-516 ng/g in sediment from Ise Bay, Japan(4). 1,2-Dichlorobenzene was detected in the sediment of 7 rivers and 1 port in Niigata, Japan at concns of less than 0.03 to 1.4 ng/g(5). 1,2-Dichlorobenzene was detected at concns of 0.22 to 0.61 ug/L in suspended solids and at concentrations of 0.01 to 0.10 mg/kg in sediment from the Huaihe River, China(6). 1,2-Dichlorobenzene was detected in 0.6% of sediment samples obtained from 20 major river basins in the US (sampled from 1992-1995) at a max concn of 86 ug/kg(7)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Chiou CT et al; Sci 206: 831-32 (1979) (2) Chiou CT et al; Environ Sci Technol 17: 227-31 (1983) (3) Masunga S et al; J Environ Sci Health A31: 887-903 (1996) (4) Tenhulscher TEM et al; Chemosphere 35: 2331-44 (1997) (5) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Experimental Koc values of 280(1) and 320(2) were determined for 1,2-dichlorobenzene in silt loam soils. A log Koc value of 3.7 was reported for 1,2-dichlorobenzene in sediment obtained from the Ise Bay, Japan(3) and a log Koc value of 4.3 was measured from sediment of Lake Ketelmeer, Netherlands(4). According to a recommended classification scheme(5), these soil Koc values suggest that 1,2-dichlorobenzene has moderate mobility in soil(SRC)."
        }
    ]
}