{
    "_id": {
        "$oid": "6682e870c4e5dba5ffba2596"
    },
    "CID": {
        "$numberInt": "7240"
    },
    "Name": "2-CHLOROANILINE",
    "IUPACName": "2-chloroaniline",
    "CanonicalSMILES": "C1=CC=C(C(=C1)N)Cl",
    "Synonyms": [
        "2-CHLOROANILINE",
        "95-51-2",
        "o-Chloroaniline",
        "2-Chlorobenzenamine",
        "Benzenamine",
        "2-chloro-",
        "2-Chlorophenylamine",
        "1-Amino-2-chlorobenzene",
        "o-Aminochlorobenzene",
        "Aniline",
        "o-chloro-",
        "Fast Yellow GC Base",
        "o-Chloroaminobenzene",
        "o-Chloraniline",
        "NSC 6183",
        "Aniline",
        "2-chloro-",
        "2-Amino-1-chlorobenzene"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)N)Cl",
    "INCHI": "InChI=1S/C6H6ClN/c7-5-3-1-2-4-6(5)8/h1-4H,8H2",
    "INCHIKEY": "AKCRQHGQIJBRMN-UHFFFAOYSA-N",
    "Formula": "C6H6ClN",
    "MolecularWeight": {
        "$numberDouble": "127.57"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "74"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tsuda T et al; Chemosphere 26: 2301-2306 (1993) (2) Kalsch W et al; Chemosphere 22: 351-363 (1991) (3) Kawasaki M; Ecotoxic Environ Safety 4: 444-454 (1980) (4) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-31 (1992) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The average BCFs in the whole body of carp exposed to 2-chloroaniline in flow-through experiments (25 °C, 12L/hr) for 24 to 336 hours at high (16.1 ug/L) and low (0.83 ug/L) exposure levels were 2.0 and 3.7, respectively(1). Uptake was rapid in static tests (0.19 umol/L, 26 °C) on zebrafish and a BCF of 15.3 was obtained for 24 hour exposure(2). Log BCF of 2-chloroaniline in fish were experimentally determined to be less than 2.0 using the Japanese MITI test procedures(3). In an 8-week test performed at two concentration levels, the BCF of 2-chloroaniline in carp was 5.4-9.0 (0.1 ppm) and <14-32 (0.01 ppm)(4). According to a classification scheme(5), these BCF values suggest that  bioconcentration in aquatic organisms is low(SRC), provided the compound is not altered physically or chemically once released into the environment."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kawasaki M; Ecotoxic Environ Safety 4: 444-454 (1980) (2) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-31 (1992) (3) Malaney GW; J Water Pollut Control Fed 32: 1300-1311 (1960) (4) Canton JH et al; Regul Toxicol Pharmacol 5: 123-131 (1985) (5) Painter HA, King EF; Ecotox Environ Saf 9: 6-16 (1985) (6) Steinhauser KG; Vom Wasser 67: 147-154 (1986) (7) Gerike P, Fischer WL; Ecotox Environ Saf 3: 159-173 (1979) (8) Wellens H; Z Wasser Abwasser Forsch 23: 85-98 (1990) (9) Lu GH et al; Bull Environ Contam Toxicol 69: 111-116 (2002) (10) Bartha R et al; Sci 16: 582-583 (1968) (11) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-413 (1966) (12) Thompson FR, Corke CT; Can J Microbiol 15: 791-796 (1969)",
            "Value": "AEROBIC: The results of biodegradability screening studies for 2-chloroaniline are conflicting with results ranging from no degradation to rapid degradation using soil, sewage, activated sludge and fresh water inocula(SRC). 2-Chloroaniline was found to be resistant to microbial degradation using the standard biodegradability test of the Japanese Ministry International Trade and Industry (MITI), a BOD test utilizing a mixed inoculum of activated sludge, sewage, and surface water(1,2). Only 2.7% of the 2-chloroaniline (100 ppm) degraded in a 2-week period in the MITI test(2). A 36% BODT was measured over a 190 hour incubation period with a Warburg respirometer(3). Half-lives greatly in excess of 4 weeks in both adapted and non-adapted inoculum were observed using the Repetitive Die Away (semistatic system) and Pitter (dynamic system) tests(4). No biodegradation was observed using modified procedures of the OECD and MITI test methods(5,6). Results of standard biodegradation tests were reported as follows: Coupled units, 5-6% DOC removal; Zahn-Wellens, 94% DOC removal; MITI, 0% BODT; Sturm, 0% CO2 evolution, 9% DOC removal; Closed bottle, 0% BODT(7). Another investigator obtained 85% DOC removal in 11 days in the Zahn-Wellens test(8). 2-Chloroaniline (2 mg/L) was found to be not readily biodegradable with a 10% BOD observed after 5 days in a mixed inoculum of river water collected from the Songhua River in China(9). Incubation of 2-chloroaniline in soil for 14 days resulted in formation of dichloroazobenzene, but no dichloroazobenzene was formed using sterilized soil(10). 100% loss of UV absorbance by microbial degradation in a mineral salts solution, with a soil inoculum, required an excess of 64 days(11). When 2-chloroaniline (3 ppm) was incubated in Guelph loam with water added to 60% water-holding capacity, levels declined rapidly for 2 weeks after which time the rate of loss decreased(12). The percent of 2-chloroaniline remaining in soil after 2 and 8 weeks were 40 and 20%, respectively(12)."
        },
        {
            "References": "(1) Kuhn EP, Suflita JM; Environ Sci Technol 23: 848-852 (1989) (2) Susarla S et al; Environ Technol 18: 75-83 (1997) (3) Sharak Genthner BR; Biodegradation 10: 27-33 (1999) (4) Kazumi J et al; Appl Environ Microbiol 61: 4069-4073 (1995)",
            "Value": "ANAEROBIC: 2-Chloroaniline was not biotransformed when anaerobically incubated with samples from two sites, one methanogenic and one sulfate-reducing, within a shallow unconfined aquifier polluted by leachate from a municipal landfill for 8 months(1). Seventeen samples of 2-chloroaniline (4 umol/L) anaerobically incubated for one year with estuarine sediment slurry (pH 5.6, sulfate-reducing conditions) collected from the Tsurumi River in Japan biodegraded at an average rate of 0.004/day and had an average half-life of 175 days(2). 2-Chloroaniline (100 umol/L) was not biodegraded in four anaerobic bacterial consortia with sulfate reducing and hydrogen utilizing properties derived from methanogenic enrichments inoculated with freshwater sediment from the Escambia River in Florida and Eleven Mile Creek in Alabama(3). Anaerobic microbial degradation of 2-chloroaniline did not occur within 180 days in sediment having iron-reducing conditions collected from the Hudson River, New York(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:7378596",
            "Value": "Levels of 13-49 ppb 2-chloroaniline were detected in samples of white suckers collected near the discharge point of the Adrian, MI sewage treatment plant(1)"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995.",
            "Value": "log Kow = 1.90"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:7378596",
            "Value": "SEDIMENT: Sediment from a waste treatment lagoon of a small 4,4'-methylenebis(2-chloroaniline) manufacturer in Adrian, MI was found to contain 600 ppm (dry wt basis) 2-chloroaniline(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. nn (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (5) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The Koc of 2-chloroaniline is estimated as 260(SRC), using a log Kow of 1.9(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 2-chloroaniline is expected to have moderate mobility in soil. However, aromatic amines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(4,5), suggesting that mobility may be much lower in some soils(SRC)."
        }
    ]
}