{
    "_id": {
        "$oid": "6682e871c4e5dba5ffba259f"
    },
    "CID": {
        "$numberInt": "7251"
    },
    "Name": "4-CHLORO-O-TOLUIDINE",
    "IUPACName": "4-chloro-2-methylaniline",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)Cl)N",
    "Synonyms": [
        "4-Chloro-2-methylaniline",
        "95-69-2",
        "4-CHLORO-O-TOLUIDINE",
        "2-Amino-5-chlorotoluene",
        "p-Chloro-o-toluidine",
        "Fast Red TR Base",
        "Benzenamine",
        "4-chloro-2-methyl-",
        "Kambamine Red TR",
        "Red TR base",
        "4-Chloro-2-toluidine",
        "Kako Red TR Base",
        "Daito Red Base TR",
        "o-Toluidine",
        "4-chloro-",
        "Mitsui Red TR Base",
        "2-Methyl-4-chloroaniline"
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)Cl)N",
    "INCHI": "InChI=1S/C7H8ClN/c1-5-4-6(8)2-3-7(5)9/h2-4H,9H2,1H3",
    "INCHIKEY": "CXNVOWPRHWWCQR-UHFFFAOYSA-N",
    "Formula": "C7H8ClN",
    "MolecularWeight": {
        "$numberDouble": "141.6"
    },
    "Description": "4-Chloro-ortho-toluidine is a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "94"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 126 (1990)",
            "Value": "para-Chloro-ortho-toluidine has been isolated and identified in field samples of different plant materials treated with chlordimeform, @ concen of <0.1-0.2 ppm (mg/kg) in young bean leaves, 0.02 0.3 ppm in grape stems, 0.02-0.05 ppm in a mixture of grape stems and berries, and <0.04 ppm in prunes and apples ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 126 (1990)",
            "Value": "Residues of chlordimeform and its metabolites were measured in rice plants ... following experimental field application (one to three treatments, with harvesting 42 days after the last treatment). Residue concentrations of para-chloro-ortho-toluidine were 3-61 ppb (ug/kg) in rice grains, 80-7200 ppb in straw parts ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 126 (1990)",
            "Value": "In another experimental field application of chlordimeform (one to three treatments, either sprayed or applied to the soil, with analysis 20-55 days after treatment), no residue of para-chloro-ortho-toluidine (<0.02 ppm) was found in rice grains or husks ... ."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "Bioconcentration of 4-chloro-o-toluidine was measured in carp over a 6 week time period. At concentrations of 0.34 mg/ml and 0.034 mg/ml 4-chloro-o-toluidine, BCF values of 7.7-12 and <35 respectively, were reported(1). These values suggest that bioconcentration of 4-chloro-o-toluidine in aquatic organisms is not an important fate process for this compound(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (2) Bordeleau LM et al; Can J Microbiol 18: 1873-82 (1972) (3) Matsui S et al; Wat Sci Tech 20: 201-10 (1988) (4) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "5 ppm of 14C labeled 4-chloro-o-toluidine was added to soil (pH 7.5, and organic matter, sand, silt, and clay contents of 3.4, 36.6, 28.2, and 35.2%, respectively); nearly 20% of the added 4-chloro-o-toluidine was metabolized to CO2 over a period of 40 days under aerobic conditions(1). Evolution of CO2 from the ring-labelled compound gives evidence for biologically mediated ring cleavage. Autoclaved soil control samples with added 4-chloro-o-toluidine did not produce CO2(1). Incubation of 4-chloro-o-toluidine with aniline oxidase or L-3 peroxidase obtained from the soil fungus Geotrichum candidum resulted in the formation of 2,2'-dimethyl-4,4'dichloroazobenzene through polymerizing transformations of the original compound(2). 4-Chloro-o-toluidine from a petrochemical industrial process wastewater at an initial concentration of 110 mg/l with activated sludge as an inoculum and a one day acclimation period gave 16% removal by measuring COD(Mn) and 7% removal of TOC after a 24 hour period under aerobic conditions(3). This compound was considered to be non-biodegradable using this test(3). Gas chromatography however, used to measure biodegradation during this same 24 hour period, showed better degradability of 4-chloro-o-toluidine suggesting that structural breakdown of this compound occurs prior to oxidation of carbon into carbon dioxide(3). 0% biodegradation of 4-chloro-o-toluidine was shown via BOD in a 2 week experiment using activated sludge as an inoculum and with 4-chloro-o-toluidine present at 100 mg/ml(4)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "BOLLAG JM ET AL; J AGRIC FOOD CHEM 26(6) 1302 (1978)",
            "Value": "(14)C-LABELED 4-CHLORO-O-TOLUIDINE WAS ADDED TO NONAUTOCLAVED SOIL & INCUBATED FOR 6 WK. CARBON DIOXIDE COULD BE DETECTED IN AMT OF 20.0% OF ORIGINALLY APPLIED RADIOACTIVITY."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V48 126 (1990)",
            "Value": "Residues of chlordimeform and its metabolites were measured in ... paddy soil following experimental field application (one to three treatments, with harvesting 42 days after the last treatment). Residue concentrations of para-chloro-ortho-toluidine were ... 2-68 ppb (ug/kg) in the upper layer of soil (0-5 cm) and from trace to 20 ppb in the lower layer of soil (5-10 cm) ... ."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (2) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (5) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The Koc for 4-chloro-o-toluidine was estimated as 410(SRC), using a recommended regression-derived equation(1) and an estiamted log Kow of 2.27(2,SRC). According to a suggested classification scheme(3), this estimated Koc value suggests that 4-chloro-o-toluidine has moderate mobility in soil(SRC). 14C labelled 4-chloro-o-toluidine was added to autoclaved soil (pH 7.5, and organic matter, sand, silt, and clay contents of 3.4, 36.6, 28.2, and 35.2%, respectively) and incubated for several weeks; 12.2% of the radioactive label was removed as volatiles, 25% was recovered in a Soxhlet extract, and 55.1% of the radioactive label was obtained after Soxhlet extraction using Bleidner distillation (bound residue fraction)(4). This suggests that a significant portion of the 4-chloro-o-toluidine is bound strongly by this soil(4). Over a 24 hour time period, 34% of applied 4-chloro-o-toluidine was found in the bound residue fraction(5). Binding due to the high reactivity of the aromatic amino group to humus or soil organic matter rather than to clay particles is proposed as a reason for the soil binding ability of anilines(4,5). Low adsorption is observed at a neutral pH with pure clay minerals or soils for substituted anilines(5)."
        }
    ]
}