{
    "_id": {
        "$oid": "6682e872c4e5dba5ffba25a2"
    },
    "CID": {
        "$numberInt": "7257"
    },
    "Name": "3,4-DICHLOROANILINE",
    "IUPACName": "3,4-dichloroaniline",
    "CanonicalSMILES": "C1=CC(=C(C=C1N)Cl)Cl",
    "Synonyms": [
        "3,4-DICHLOROANILINE",
        "95-76-1",
        "3,4-Dichlorobenzenamine",
        "3,4-Dichloraniline",
        "3,4-Dichloranilin",
        "Benzenamine",
        "3,4-dichloro-",
        "4,5-Dichloroaniline",
        "1-Amino-3,4-dichlorobenzene",
        "3,4-DCA",
        "Aniline",
        "3,4-dichloro-",
        "3,4-Dichlorophenylamine",
        "m,p-dichloroaniline",
        "4-Amino-1,2-dichlorobenzene",
        "NSC 247",
        "3,4-Dichloro-phenylamine"
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1N)Cl)Cl",
    "INCHI": "InChI=1S/C6H5Cl2N/c7-5-2-1-4(9)3-6(5)8/h1-3H,9H2",
    "INCHIKEY": "SDYWXFYBZPNOFX-UHFFFAOYSA-N",
    "Formula": "C6H5Cl2N",
    "MolecularWeight": {
        "$numberDouble": "162.01"
    },
    "Description": "3,4-dichloroaniline is a dichloroaniline having the two chloro-substituents at the 3- and 4-positions. It has a role as an epitope and a xenobiotic. It is functionally related to a 1,2-dichlorobenzene.",
    "XlogP": {
        "$numberDouble": "2.7"
    },
    "Complexity": {
        "$numberInt": "97"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:7378601",
            "Value": "RICE PLANTS AT THE 4-LEAF STAGE WERE SELECTED AND TRANSPLANTED TO SOIL/SAND MIXTURES. AT THE END OF A 16 WEEK PERIOD OF PRETREATMENT WITH A NUTRIENT SOLUTION, THE SOIL OF SELECTED PLANTS WAS TREATED WITH (14)C-LABELED 3,4-DICHLOROANILINE (DCA) AT A FINAL CONCENTRATION OF 16.6 MG/ML. FOR FOLIAR TREATMENT DCA WAS APPLIED AT A FINAL CONCENTRATION OF 138.75 MG/ML. LEAF TREATMENT AND SOIL TREATMENT RESULTED IN ABOUT THE SAME AMOUNT OF RADIOACTIVITY IN THE PLANT. NO SIGNIFICANT RADIOACTIVITY WAS DETECTED IN GRAINS OF THE LEAF-TREATED RICE PLANTS, ALTHOUGH THE SHOOTS OF THESE CONTAINED MORE RADIOACTIVITY THAN DID THE SHOOTS OF THE SOIL-TREATED PLANTS. IT IS SUGGESTED THAT DCA FOUND IN THE RICE GRAIN SAMPLES WAS TEMPORARILY IMMOBILIZED IN SOIL AS HUMIC COMPLEX AND WAS THUS MADE AVAILABLE FOR ROOT UPTAKE DURING THE GRAIN RIPENING PERIOD BY THE MICROBIAL CLEAVAGE OF THESE HUMIC COMPLEXES."
        },
        {
            "References": "Tomita M, Nishimura M; Sangyo Igaku (Jpn J Ind Health) 18 (2): 521-7 (1977)",
            "Value": "3,4-Dichloroaniline, a metabolite or decomposition product of herbicides such as swep & propanil, has been found in plants."
        },
        {
            "References": "Smith RJ Jr; Weed Sci 22 (6): 563-8 (1974)",
            "Value": "In a 3 yr study (1968-1970), propanil at 6.7 or 9.0 kg/ha was applied postemergence as single or split applications to rice (Oryza sativa L 'Starbon-T' & 'Nova 66') 15 to 75 days after crop emergence. Residues of DCA in grain & straw from treated rice plants & of propanil & tetrachloroazobenzene in treated soil were determined. Residues of DCA in grain & straw were highest from treatments applied 65 to 75 days after crop emergence; rice straw contained more DCA than did grain."
        },
        {
            "References": "Still GG, Mansager ER; Weed Res 9 (3): 218-23 (1969)",
            "Value": "Hydrolysates of the edible cereal of rice grain were examined using colorimetric & gas liquid chromatography procedures to detect the presence of aniline from incorporated pesticide or pesticide metabolites. Rice grain was collected at maturity from plants grown in Stuttgart, AR, which had been treated with 4 lb/acre of propanil in the 2-leaf stage. Brown head rice samples were purchased commercially. The control sample of Nato rice was reared under glasshouse conditions. The grain samples were ground to a coarse flour for analysis. Colorimetric analysis indicated the presence of aromatic amines in the field rice cereal. Gas liquid chromatography showed no chlorine peaks in the glasshouse grown rice samples, but revealed chlorine peaks in the samples from treated & untreated plants from Stuttgart, as well as commercial brown & white rice samples. DCA equal to 1.7, 1.4, 1.1 & 0.5 mcg propanil/g of grain was found in rough & polished treated samples & rough & polished untreated samples, respectively."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "Mathys G; Bull Organ Eur Mediterr Prot Plant 5 (92): 87-100 (1975)",
            "Value": "Studies on the environmental hazards & fate of herbicides are reviewed. Herbicides do not accumulate by way of the trophic chains, except for diuron & 3,4-dichloroaniline, which accumulate in fish."
        },
        {
            "References": "(1) Kalsch W et al; Chemosphere 22: 351-363 (1991) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 30.2 was determined for 3,4-dichloroaniline under static conditions with 60 male zebra fish for 10 hours(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "YOU I-S, BARTHA R; J AGRIC FOOD CHEM 30 (2): 274-7 (1982)",
            "Value": "3,4-DICHLOROANILINE (DCA), A BIODEGRADATION INTERMEDIATE OF SEVERAL HERBICIDES, IS MINERALIZED IN SOIL ONLY VERY SLOWLY. IN ENRICHMENT CULTURES, DCA FAILED TO SERVE AS THE SOLE SUBSTRATE, BUT ANALOG ENRICHMENT YIELDED A PSEUDOMONAS PUTIDA STRAIN THAT, IN PRESENCE OF UNCHLORINATED ANALOG SUBSTRATES, MINERALIZED DCA WITH RELEASE OF (14)CO2 AND CL-. MASS SPECTROMETRIC IDENTIFICATION OF THE KEY BIODEGRADATION INTERMEDIATES (3,4-DICHLOROMUCONATE, 3-CHLOROBUTENOLIDE AND 3-CHLOROLEVULINIC ACID) REVEALED THAT DCA BIODEGRADATION OCCURRED THROUGH 4,5-DICHLOROCATECHOL, 3,4-DICHLOROMUCONATE, 3-CHLOROBUTENOLIDE, 3-CHLOROMALEYLACETATE AND 3-CHLORO-4-KETADIPATE TO SUCCINATE PLUS ACETATE. THROUGH THE ABOVE PATHWAY, DCA WAS CONVERTED ULTIMATELY TO INORGANIC END PRODUCTS. THE SLOW MINERALIZATION OF DCA IN SOIL IS NOT ENTIRELY EXPLAINABLE BY THE INHERENT RECALCITRANCE OF THIS COMPOUND BUT IS EXPLAINABLE BY THE COMPETING POLYMERIZATION & BINDING REACTIONS THAT DECREASE ITS AVAILABILITY."
        },
        {
            "References": "SUROVTSEVA EG ET AL; MIKROBIOLOGIYA 50 (4): 740-3 (1981)",
            "Value": "UNDER CONDITIONS OF COOXIDATION AT A CONSIDERABLE EXCESS OF THE CO-SUBSTRATE, ALCALIGENES FAECALIS OXIDATIVELY DEAMINATED THE PESTICIDE 3,4-DICHLOROANILINE YIELDING 4,5-DICHLOROPYROCATECHOL. ALCALIGENES FAECALIS ALSO CLEAVED THE AROMATIC RING STRUCTURE OF 4,5-DICHLOROPYROCATECHOL. FORMATION OF A CHLORINATED DERIVATIVE OF HYDROXYMUCONIC ACID AS AN INTERMEDIATE PRODUCT AND THE 100% LIBERATION OF CHLORIDE ION UNDER THESE CONDITIONS INDICATED THAT 3,4-DICHLOROANILINE CAN BE COMPLETELY MINERALIZED BY ALCALIGENES FAECALIS."
        },
        {
            "References": "ZEYER J, KEARNEY PC; PESTIC BIOCHEM PHYSIOL 17 (3): 224-31 (1982)",
            "Value": "A PSEUDOMONAS SPECIES WHICH GREW ON 4-CHLOROANILINE AS A SOLE SOURCE OF CARBON AND NITROGEN WAS ABLE TO DEGRADE 15% OF 0.5 MMOL (14)C-3,4-DICHLOROANILINE TO (14)CO2 WITHIN 10 DAYS IN THE PRESENCE OF 1.5 MMOL 4-CHLOROANILINE. THE CATABOLIC ENZYMES WHICH DEGRADED 3,4-DICHLOROANILINE TO CO2 WERE INDUCIBLE BY 4-CHLOROANILINE AND BY 3,4-DICHLOROANILINE, BUT THEIR ACTIVITY WAS MUCH LOWER ON 3,4-DICHLOROANILINE THAN ON 4-CHLOROANILINE. THE STRAIN SHOWED NO SIGNIFICANT GROWTH ON 3,4-DICHLOROANILINE AS A SOLE SOURCE OF CARBON AND NITROGEN. SOILS SUPPLEMENTED WITH (RING-14)C-PROPANIL AND THE PSEUDOMONAS SPECIES EVOLVED 25-50% (14)CO2 WITHIN 5 DAYS. THE (14)CO2 EVOLUTION REMAINED BELOW 1% IN THE ABSENCE OF THE PSEUDOMONAS SPECIES."
        },
        {
            "References": "JANICKE W, HILGE G; GAS- WASSERFACH: WASSER/ABWASSER 121 (3): 131-5 (1980)",
            "Value": "IN THE CLOSED-BOTTLE TEST, 3,4-DICHLOROANILINE IS HIGHLY RESISTANT TO BIODEGRADATION AFTER 10 DAYS OF INCUBATION TIME. IN THE SIMULATED ACTIVATED SLUDGE PROCESS, APPROXIMATELY 15-20% DICHLOROANILINE IS REMOVED BY VAPORIZATION, BIOELIMINATION, AND SORPTION."
        },
        {
            "References": "Vernichenkl AA et al; Probl Okhr Ispol'z Vod 4: 46-57 (1973)",
            "Value": "Probanide (14 kg/ha) & its metabolite 3,4-dichloroaniline (10 kg/ha) increased the number of microorganisms in rice field soil for 2-4 days after treatment. This action was associated with the increase in catalase activity."
        },
        {
            "References": "HSU TS; DISS ABSTR INT 36 (5): 2072B (1975)",
            "Value": "THE CHEMICAL ATTACHMENT OF CHLOROANILINES TO HUMIC SUBSTANCES OCCURS IN AT LEAST TWO MANNERS, HYDROLYZABLE AND NONHYDROLYZABLE. IN THE TEST SOIL (NIXON SANDY LOAM) THESE TWO TYPES OF BINDING MECHANISMS IMMOBILIZED ROUGHLY EQUAL AMOUNTS OF CHLOROANILINES. FREE RADICAL MECHANISM HAS LITTLE OR NO ROLE IN THESE REACTIONS. THE BINDINGS OF CHLOROANILINES TO THE SOIL ORGANIC MATTER GREATLY INCREASES PERSISTENCE OF HERBICIDE RESIDUES IN THE ENVIRONMENT. EXPT WITH 3,4-DICHLOROANILINE (DCA) DEMONSTRATE THAT (14)C-CO2 IS RELEASED FROM SOIL AT THE RATE OF 1%/WEEK. THE TEMP OPTIMUM FOR (14)C-CO2 RELEASE WAS FOUND TO BE 37 °C. STERILIZED AND ANAEROBIC SOILS RELEASED LESS THAN 4% OF (14)C-CO2 AS COMPARED TO THE NON-STERILE AEROBIC CONTROL. THE OVERALL RATE OF MICROBIAL ACTIVITY AS MEASURED BY TOTAL CO2 EVOLUTION WAS NOT SIGNIFICANTLY AFFECTED BY HUMUS-BOUND DCA. BIODEGRADATION OF THE HUMIC-3,4-DCA COMPLEX BY TWO SOIL FUNGI WAS STUDIED USING THIS COMPLEX AS THE ONLY ORGANIC SUBSTRATE IN A MINERAL SALTS SOLUTION. PENICILLIUM FREQUENTANS IN 2 WK RELEASED 7,300 MILLIMICRO MOLES (MUMOL) OF TOTAL CO2, BUT ONLY 0.5% OF THE RADIOCARBON. IN CONTRAST, ASPERGILLUS VERSICOLOR RELEASED 4,700 MUMOL OF TOTAL CO2, BUT AS MUCH AS 1.3% OF THE RADIOCARBON."
        },
        {
            "References": "Pramer D JR; Environment 13 (4): 42-6 (1971)",
            "Value": "Laboratory research has indicated that as much as 30% of the dichloroaniline portion of the propanil molecule is converted in soil to tetrachloroazobenzene and that this compound is chemically stable & persistent."
        },
        {
            "References": "PMID:4822779",
            "Value": "The formation of 3,3',4,4'-tetrachloroazobenzene from propanil & from 3,4-dichloroaniline was studied in 9 soils which varied in pH, percentage of organic matter, clay, & sand. Marked differences were observed in these soils in the amount of azobenzene formed. In 5 soils whose pH values fell within a range of 4.5 to 5.5, azobenzene was produced from both substances, while in 2 soils (Guelph loam & Wendigo loamy sand), azobenzene was only detected from 3,4-dichloroaniline. No azobenene was detected from either substrates in 2 additional soils (Belleisle marsh soil (pH 3.4) & Biz silt loam (pH 6.4)). Air-drying soils, as well as extended periods of storage of freshly collected soils at 4 °C, reduced the formation of azobenzene."
        },
        {
            "References": "Bartha R; J Agr Food Chem 19 (2): 3394-5 (1971)",
            "Value": "Temporary air drying of soil serverely reduced its capacity to form 3,3',4,4'-tetrachloroazobenzene from 3,4-dichloroaniline. The cleavage of propanil was less affected. These findings provide a new interpretation for a report which questioned the role of 3,4-dichloroaniline as the prime precursor of 3,3',4,4'-tetrachloroazobenzene residues."
        },
        {
            "References": "VISWANATHAN R ET AL; J ENVIRON SCI HEALTH B13 (3): 243-59 (1978)",
            "Value": "(14)C LABELED 3,4-DICHLOROANILINE (DCA) WAS APPLIED TO SOIL UNDER OUTDOOR CONDITIONS, AT 1.43 KG/HA. BARLEY WAS SOWN IMMEDIATELY AFTER APPLICATION; IN THE FOLLOWING YEAR, POTATOES WERE PLANTED. AFTER THE FIRST SEASON, A TOTAL OF 69.8% OF (14)C APPLIED WAS RECOVERED IN SOIL, PLANTS & LEACHING WATER, & AFTER THE SECOND YEAR THE RECOVERY WAS STILL 67.1%. MOST OF THE RESIDUES WHICH APPEARED IN SOIL WAS UNEXTRACTABLE WITH ORGANIC SOLVENTS (50% TO 94%); UNCONVERTED DCA WAS ABOUT ABOUT 1% OF THE RESIDUES PRESENT AFTER ONE GROWING SEASON & <1% AFTER THE SECOND YEAR'S HARVEST. FROM PURIFIED SOIL EXTRACTS 3,4,3',4'-TETRACHLOROAZOBENZENE, 3,4-DICHLOROFORMANILIDE, 3,4-DICHLOROACETANILINE, & 6-HYDROXY-3,4-DICHLOROACETANILINE WERE IDENTIFIED BY MASS SPECTRA & CHROMATOGRAPHY RETENTION DATA."
        },
        {
            "References": "Bollag JM, Russel S; Microb Ecol 3 (1): 65-73 (1976)",
            "Value": "A Paracoccus species which transforms aniline & different halogen-substituted derivatives under aerobic & anaerobic conditions was isolated from the soil. Acetylation constituted, especially under aerobic conditions, a major transformation mechanism by the bacterium, since almost 50% of the acetylated compounds could be detected & identified if aniline, 2-, 3-, & 4-chloroaniline served as substrate. The formation of different metabolites under aerobic & anaerobic conditions indicates the existence of 2 separate pathways in the metabolism of aniline compounds depending on the oxygen status of the environment. /Halogen substituted aniline derivatives/"
        },
        {
            "References": "Surovtseva EG et al; Mikrobiolgiia 53 (1): 10-5 (1984)",
            "Value": "A mixed microbial culture assimilating 4-chloroaniline & 3,4-dichloroaniline as sole sources of carbon & nitrogen was isolated from soil treated with propanide for a long period of time. Aniline cannot serve as a growth substrate for the mixed culture. The culture actively decomposes 3,4-DCA (20 mg/l) in natural water samples into which 1.0X1-3 to 1.0X10-4 cells/ml were added. The decomposition was accelerated in expt with suspensions of meadow-chernozem soils when cells of the mixed culture were added. The rate of 3,4-DCA degradation in grey forest soil suspension remained nearly unchanged when the mixed culture was added. Degradation of the chloroaniline was accompanied by the equivalent liberation of chloride ions when the mixed culture was added to the natural water samples."
        },
        {
            "References": "PMID:5796122",
            "Value": "The effects of dichlorine-substituted anilines on Guelph loam were studied. Several dichloroanilines (incl 3,4-DCA) at concentrations of 5 to 100 ug/g soil were inhibitory against the oxidation of the nitrogen of ammonia to nitrite nitrogen, but not nitrite nitrogen to nitrate nitrogen. It showed almost a linear rate of decomposition over the 12 wk period of the expt. The dichloroanilines were more persistent than aniline or the monochloroanilines."
        },
        {
            "References": "PMID:5471337",
            "Value": "The influence of phenylamide herbicides & their degradation products on nitrification in soil treated with these compounds were investigated. Guelph soil samples (pH 7.0-7.4) were treated with aqueous soln of 3,4-DCA ranging from 0 to 150 ug/g. Perfusion techniques ... were employed for all tests. The sulfanilic acid-alpha-naphthylamine hydrochloride method & the phenyldisulfonilic acid procedure were used to analyze the perfusates for nitric oxide & nitrogen trioxide levels, respectively. Among the degradation products tested, DCA was the strongest inhibitor of nitrification. Concn as low as 2.5 & 5.0 mcg/g caused a 2- to 4-day lag in nitrification beyond that in control soils. It inhibited the oxidation of NH4-N to nitrogen dioxide but did not affect the organisms oxidizing nitrogen dioxide to trioxide."
        },
        {
            "References": "(1) Sasaki S; pp. 283-98 in Aquatic Pollutants. Hutzinger O et al eds, Oxford: Pergamon Press (1978) (2) Zeyer J, Kearney PC; Pest Biochem Physiol 17: 224-231 (1982) (3) Vasileva GK, Ananeva ND; Tr Vses Nauchn-Issled Inst S-Kh Mikrobiol 52: 53-6 (1983) (4) Lyons CD et al; Bull Environ Contam Toxicol 35: 696-703 (1985) (5) Kobzev VA et al; Tr Vses Nauchno-Issled Inst S-kh Mikrobiol 52: 57-60 (1983) (6) Janicke W, Hilge G; Gas Wasserfach Wasser Abwasser 121: 131-5 (1980) (7) Heim K et al; Environ Toxicol Chem 13: 879-88 (1994) (8) Andreux F; pp. 291-293 in Environ Behav Pest Reg Aspects, Copin, A et al, eds, Rixensart, Belgium: Eur Study Ser (1994)",
            "Value": "AEROBIC: Incubation of 3,4-dichloroaniline in covered beakers containing a sandy loam soil for 14 days yielded the azo compound 3,3',4,4'-tetrachloroazobenzene(1). 3,4-Dichloroaniline seems to be rather persistent in the soil environment as incubations of (14)C 3,4-dichloroaniline with soil for periods of 4 months produced less than 11% (14)C CO2(2). Incubation of 3,4-dichloroaniline in 2% soil suspensions resulted in the liberation of chlorine and the formation of tetrachloroazobenzene(3). In die-away tests using pond water and pond water plus sewage sludge, 97% of initial 3,4-dichloroaniline remained in the pond water after 14 days of incubation while 94% remained in the pond water plus sewage sludge(4). Incubation of river water samples with 5 mg/ml 3,4-dichloroaniline required 80 days before degradation (liberation of chlorine) was observed(5). The beginning of degradation coincided with a significant increase in the growth of microscopic algae(5). 3,4-Dichloroaniline was found to be resistant to biodegradation using the Closed Bottle Test(6). 3,4-Dichloroaniline was studied in lab sediment water systems using sediments from a creek, a pond and a drainage ditch at 4 hr to 90 day intervals. 3,4-Dichloroaniline sorbed to the sediments in large quantities with less than 11% remaining in the water phase at the termination of experiment. Besides minor amounts of CO2 produced, 3,4-dichloroaniline was converted predominately to non-extractable residues(7). After 119 days at 20 °C, 2.1% of 3,4-dichloroaniline was decomposed in incubated crop soil(8)."
        },
        {
            "References": "(1) Struijs J et al; Appl Environ Microbiol 55: 2527-31 (1989) (2) Kuhn EP et al; Environ Sci Technol 23: 848-52 (1989) (3) Hale DD et al; pp. 148-68 in Biol Degrad Biorem Toxic Chem, Chaudhry, GR ed, Portland,OR: Dioscorides Press (1994) (4) Susurla S et al; Environ Technol 18: 75-83 (1997)",
            "Value": "ANAEROBIC: In unacclimated pond sediment slurries spiked with 10 mg/l of 3,4-dichloroaniline, dechlorination to the monochlorophenol intermediates began after a lag period of 20 days and approximately 90% was dechlorinated in the next 40 days. In acclimated sediments, dechlorination to monochlorophenol intermediates began immediately and was complete in 5 days. Product recovery was 44% for 3-chloroaniline and 33% for 4-chloroaniline(1). Biotransformation of 3,4-dichloroaniline was not observed under sulfate reducing conditions but was observed under methanogenic conditions(2). After a lag period of 90 days, 3,4-dichloroaniline displayed a first-order decay rate of 1.13X10-2 day-1 with a half-life of 60 days. 3,4-Dichloroaniline was found to degrade to 3-chloroaniline(2). The dechlorination of 3,4-dichloroaniline was inhibited by supplementation with either butyrate, a mixture of volatile fatty acids, glucose, benzoate, succinate, citrate or groundwater from a methanogenic site. In contrast subcultures amended with yeast extract, pyruvate, or trypticase dechlorinated 3,4-dichloroaniline to 3-chloroaniline in 1 to 2 weeks. In nonacclimated sediment slurries, 3,4-dichloroaniline was dechlorinated to 3-chloroaniline only after a 3 week lag period(3). With 5 ml of sulfate reducing sediment slurry stirred by bubbling nitrogen gas, a first-order rate constant for anaerobic degradation of 0.013 day-1 with a half-life of 55 days was observed for 3,4-dichloroaniline(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 18",
            "Value": "log Kow= 2.69"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Viswanathan R et al; J Environ Sci Health B13 (3): 243-59 (1978)",
            "Value": "(14)C-labeled 3,4-dichloroaniline (DCA) was applied to soil under outdoor conditions at 1.43 kg/ha. The following year, potatoes were planted. After the first season, a total of 69.8% of (14)C applied was recovered in soil, plants and leaching water. After the second year, the recovery was still 67.1%. At the end of the first crop season, 69.4% of the total applied radioactivity from (14)C-3,4-dichloroaniline was found in the soil, dispersed down to a depth of 30 cm. Unconverted DCA was about 1% of the residues present after one growing season and <1% after the second year's harvest(1)."
        },
        {
            "References": "(1) Green RE et al; J Environ Qual 6: 145-54 (1977)",
            "Value": "3,4-Dichloroaniline was detected at levels ranging from trace (less than 20 ppb) to 16.86 ppm during 1972-1973 monitoring of various stream and estuary sediments in Oahu, Hawaii(1). The monitoring locations were associated with herbicide runoff from sugarcane and pineapple fields(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 173",
            "Value": "... UP TO 90% OF 3,4-DICHLORANILINE ... DERIVED FROM BIODEGRADATION OF PHENYLAMIDE HERBICIDES IS ADSORBED SO STRONGLY BY SOIL ORG MATTER THAT IT IS NOT EXTRACTABLE BY SOLVENTS. BOUND DCA IS SUSCEPTIBLE TO ACID & ALKALINE HYDROLYSIS."
        },
        {
            "References": "YOU I-S, BARTHA R; J AGRIC FOOD CHEM 30 (2): 274-7 (1982)",
            "Value": "3,4-DICHLOROANILINE (DCA) IS MINERALIZED IN SOIL ONLY VERY SLOWLY. THE SLOW MINERALIZATION IS NOT ENTIRELY EXPLAINABLE BY THE INHERENT RECALCITRANCE OF THIS COMPOUND BUT IS ALSO EXPLAINABLE BY THE COMPETING POLYMERIZATION AND BINDING REACTIONS THAT DECREASE ITS AVAILABILITY."
        },
        {
            "References": "VAN BLADEL R, MOREALE A; PEDOLOGIE 27 (1): 44-66 (1977)",
            "Value": "A LINEAR POSITIVE CORRELATION WAS ESTABLISHED BETWEEN THE ADSORPTION OF M,P-DICHLOROANILINE TO 15 SOIL TYPES AND THE ORGANIC MATTER AND EXCHANGEABLE ALUMINUM CONTENTS OF THESE SOILS. A NEGATIVE CORRELATION EXISTED BETWEEN ADSORPTION AND SOIL PH. A MATHEMATICAL MODEL IS GIVEN FOR THE QUANTITATIVE PREDICTION OF THE EQUILIBRIUM DISTRIBUTION OF HERBICIDES IN SOIL, STARTING FROM THE INITIAL HERBICIDE CONCENTRATION IN THE SOIL AND THE SOIL ORGANIC MATTER CONTENT."
        },
        {
            "References": "YOU IS, BARTHA R; J AGRIC FOOD CHEM 30 (6): 1143-7 (1982)",
            "Value": "BY RADIOCHEMICAL & CONVENTIONAL ANALYSIS, THE EFFECTIVENESS OF THE BLEIDNER DISTILLATION PROCESS FOR RECOVERY OF THE HERBICIDE RESIDUE 3,4-DICHLOROANILINE (DCA) FROM ITS HUMIC COMPLEXES WAS EVALUATED. FROM A FIELD SOIL TREATED WITH DIURON AT THE RATE OF 1.76 KG/HA/YR FOR THE PAST 10 CONSECUTIVE YEARS, BLEIDNER DISTILLATION RECOVERED 1 PPM DCA, ALL FROM HUMIC COMPLEXES. THE MINERALIZATION RATE OF BOUND DCA AND THE DECLINE KINETICS OF DCA RECOVERY BOTH LEAD TO THE CONCLUSION THAT THE TOTAL BOUND DCA ACCUMULATION IN THE ANALYZED SOIL DID NOT EXCEED 2.5 PPM AND THAT IN SOILS OF THE EXAMINED TYPE, THE ACCUMULATION OF BOUND DCA RESIDUES DOES NOT CONSTITUTE A PROBLEM."
        },
        {
            "References": "(1) Briggs GG; J Agric Food Chem 29: 1050-9 (1981) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Parris GE; Environ Sci Technol 14: 1099-106 (1980)",
            "Value": "A Koc value of 193 (log Koc= 2.29) was measured during a batch adsorption test with a silt loam soil(1). According to a classification scheme(2), this Koc value suggests that 3,4-dichloroaniline is expected to have moderate mobility in soil. Aromatic amines, including 3,4-dichloroaniline, have been observed to undergo rapid and reversible covalent bonding with humic materials in aqueous solution. The initial bonding reaction is followed by a slower and much less reversible reaction believed to represent the addition of the amine to quinoidal structures followed by oxidation of the product to give an amino-substituted quinone(3)."
        }
    ],
    "plant_translocations": [
        {
            "content": "In a study investigating the metabolic fate of 3,4-dichloroaniline in soybean and wheat plants, researchers found that both plant species efficiently converted the xenobiotic compound into various metabolites, including glucosides, N-malonyl-3,4-dichloroaniline, and non-extractable residues. Notably, soybean plants exhibited significant translocation of these metabolites, primarily to hypocotyls and leaves, with N-malonyl-3,4-dichloroaniline being the dominant metabolite. In contrast, wheat plants retained a substantial portion of the absorbed 3,4-dichloroaniline in their roots, with a notable fraction transformed into non-extractable residues. These findings underscore the potential environmental impact of 3,4-dichloroaniline, a stable compound found in certain pesticides, and highlight distinct metabolic pathways in different plant species, providing valuable insights into xenobiotic metabolism in plants.",
            "reference": "Bockers, M., Rivero, C., Thiede, B., Jankowski, T., & Schmidt, B. (1994). Uptake, translocation, and metabolism of 3, 4-dichloroaniline in soybean and wheat plants. Zeitschrift für Naturforschung C, 49(11-12), 719-726.",
            "method": {
                "Test Plant": "Soybean plants, Wheat plants",
                "Apply Location": "Root immersion in nutrient solution",
                "Plant Grown Condition": "Soybean: 3 days at 20°C with a 16-hour photoperiod (1500 lx); Wheat: 5 days as described for soybeans",
                "Chemical Preparation": "3,4-dichloroaniline solutions prepared in MeOH",
                "Pesticide Application Details for the Plant": "Soybean: 100 µg of 3,4-dichloroaniline (2.5 x 10^6 dpm; 0.62 µmol) in 20 µl MeOH added to each flask; Wheat: 40 µg of 3,4-dichloroaniline (1.0 x 10^6 dpm; 0.25 µmol) in 20 µl MeOH added to each flask",
                "Other Information": "Soybean: 2 replicates; Wheat: 3 replicates"
            },
            "result": "[{\"Plant\": \"Soybean\", \"Time after applied\": \"48h\", \"Roots (% of distribution)\": \"49.1 + 14.7\", \"Hypocotyls (%)\": \"13.1 + 7.5\", \"Cotyledons (%)\": \"1.1 + 0.3\", \"Epicotyls (%)\": \"2.7 + 0.5\", \"Primary leaves (%)\": \"8.3 + 0.5\", \"Secondary leaves (%)\": \"2.2 + 0.0\"}, {\"Plant\": \"Sorbean\", \"Time after applied\": \"120h\", \"Roots (% of distribution)\": \"25.7 + 21.6\", \"Hypocotyls (%)\": \"9.5 + 9.2\", \"Cotyledons (%)\": \"1.7 + 1.2\", \"Epicotyls (%)\": \"2.5 + 1.2\", \"Primary leaves (%)\": \"13.3 + 0.8\", \"Secondary leaves (%)\": \"12.1 + 1.2\"}, {\"Plant\": \"Wheat\", \"Time after applied\": \"72h\", \"Roots (% of distribution)\": \"47.6 + 42.7\", \"Hypocotyls (%)\": \"-\", \"Cotyledons (%)\": \"5.4 + 2.3\", \"Epicotyls (%)\": \"-\", \"Primary leaves (%)\": \"1.4 + 0.6\", \"Secondary leaves (%)\": \"-\"}]"
        }
    ]
}