{
    "_id": {
        "$oid": "6682e7d9c4e5dba5ffba22a3"
    },
    "CID": {
        "$numberInt": "727"
    },
    "Name": "Hexachlorocyclohexanes",
    "IUPACName": "1,2,3,4,5,6-hexachlorocyclohexane",
    "CanonicalSMILES": "C1(C(C(C(C(C1Cl)Cl)Cl)Cl)Cl)Cl",
    "Synonyms": [
        "lindane",
        "beta-HCH",
        "alpha-HCH",
        "1,2,3,4,5,6-Hexachlorocyclohexane",
        "gamma-HCH",
        "58-89-9",
        "gamma-BHC",
        "beta-BHC",
        "Hexachlorane",
        "Kwell",
        "Benzene hexachloride",
        "delta-BHC",
        "BETA-HEXACHLOROCYCLOHEXANE",
        "epsilon-HCH",
        "Hexicide"
    ],
    "IsomericSMILES": "C1(C(C(C(C(C1Cl)Cl)Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C6H6Cl6/c7-1-2(8)4(10)6(12)5(11)3(1)9/h1-6H",
    "INCHIKEY": "JLYXXMFPNIAWKQ-UHFFFAOYSA-N",
    "Formula": "C6H6Cl6",
    "MolecularWeight": {
        "$numberDouble": "290.8"
    },
    "Description": "Beta-hexachlorocyclohexane is the beta-isomer of hexachlorocyclohexane. It has a role as a persistent organic pollutant. It is an organochlorine pesticide and a hexachlorocyclohexane.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "104"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Hernandez LM et al; Bull Environ Contam Toxicol 46: 9-13 (1991) (2) Marco JAM, Kishimba MA; Chemosphere 64: 542-8 (2006) (3) Mishra K et al; Bull Environ Contam Toxicol 79: 95-8 (2007) (4) Wang X et al; Bull Environ Contam Toxicol 89: 400-6 (2012) (5) Shete A et al; Chemosphere 76: 1483-5 (2009)",
            "Value": "Plant (Poa sp) samples from the shore of the Gallego River, Spain, downstream from a lindane factory collected May 30, 1989 had hexachlorocyclohexane (HCH) concentrations of 7.85-34.29 ppb(1). In samples collected Sept 2002 from the vicinity of an old pesticide storage shed at Vikuge farm in Tanzania, HCH was not detected (detection limit 0.5 ng/g fresh weight) in leaves of plum (Prunus domestica) or cashew (Anacardium occidentale), but was detected in leaves of eucalyptus (Eucalyptus sp) at 15 ng/g fresh weight, and in the leaves and roots of cassava (Manihot esculenta) at 1-2 and 2-5 ng/g fresh weight, respectively(2). HCH was detected at 0.1005-0.5218 mg/kg in the rhizomes of ginger (Zingiber officinale) collected from 9 different ecological zones of India(3). The average HCH concentration in rice seed and stem samples collected Oct 2009 from agricultural land of Jilin City, Meihekou City and Changbai County, China was 14.4 and 28.9 ng/g, respectively(4). HCH was detected at mean concentrations of 4.478 and 10.475 ng/g dry weight in the leaf and roots, respectively, of mangrove (Avicenna marina) collected from three sites in Maumbai, India(5)."
        },
        {
            "References": "(1) Abhilash PC et al; Chemosphere 72: 79-86 (2008)",
            "Value": "Hexachlorocyclohexane was detected in components of plants growing at a lindane production facility located outside of Lucknow City, India at the following concentrations (mg/kg)(1):",
            "Table": "[{'Genus species': 'Lantana camara L.', 'Root (mg/kg)': 13.43, 'Stem (mg/kg)': '11.07', 'Leaf (mg/kg)': 5.79, 'Fruit (mg/kg)': 'not reported'}, {'Genus species': 'Erianthus munja', 'Root (mg/kg)': 5.39, 'Stem (mg/kg)': '5.36', 'Leaf (mg/kg)': 2.48, 'Fruit (mg/kg)': 'not reported'}, {'Genus species': 'Calotropis procera', 'Root (mg/kg)': 13.7, 'Stem (mg/kg)': '7.72', 'Leaf (mg/kg)': 3.83, 'Fruit (mg/kg)': 'not reported'}, {'Genus species': 'Withania somnifera', 'Root (mg/kg)': 7.2, 'Stem (mg/kg)': '15.91', 'Leaf (mg/kg)': 10.47, 'Fruit (mg/kg)': '0.84'}, {'Genus species': 'Solanum toroum L.', 'Root (mg/kg)': 13.53, 'Stem (mg/kg)': '18.79', 'Leaf (mg/kg)': 11.78, 'Fruit (mg/kg)': '0.04'}, {'Genus species': 'Achyranthes aspera L.', 'Root (mg/kg)': 12.51, 'Stem (mg/kg)': '8.57', 'Leaf (mg/kg)': 6.04, 'Fruit (mg/kg)': 'not reported'}, {'Genus species': 'Dalbergia sisso', 'Root (mg/kg)': 16.38, 'Stem (mg/kg)': 'not reported', 'Leaf (mg/kg)': 10.21, 'Fruit (mg/kg)': 'not reported'}, {'Genus species': 'Allium cepa L.', 'Root (mg/kg)': 9.4, 'Stem (mg/kg)': 'not reported', 'Leaf (mg/kg)': 4.25, 'Fruit (mg/kg)': 'not reported'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Kannan K et al; Chemosphere 80: 613-18 (2010) (2) Gillilland CD et al; Chemosphere 44: 327-339 (2001) (3) Loveridge AR et al; Bull Environ Contam Toxicol 79: 315-8 (2007) (4) Ciliberti A et al; Environ Toxicol Chem 31: 387-94 (2012) (5) Hernandez LM et al; Bull Environ Contam Toxicol 46: 9-13 (1991) (6) Siriwong W et al; Bull Environ Contam Toxicol 81: 608-12 (2008)",
            "Value": "Hexachlorocyclohexane (HCH) was detected in little brown bats (Myotis lucifugus) that had signs of white nose syndrome, collected from caves in eastern New York State from Feb to March 2008 at 0.7-6.9 ng/g lipid weight(1). HCH was detected in adult frogs, juvenile frogs, tadpoles and eggs (Rana clamitans) collected June 5 to Aug 26, 1998 from seven locations in southwestern Michigan at average concentrations of 0.12, 0.04, 0.33 and 0.34 ng/g, respectively(2). HCHs were not detected (detection limit not reported) in the tissue of seven adult green frogs (Rana clamitans) sampled from Fraser River valley, British Columbia, Canada(3). Nile monitor lizards (Varanus niloticus) collected from Flabougou and Niono, Mali and Niamey and Diffa, Niger from 2008 to 2009 did not contain HCHs(4). Earthworms (Lumbricus terrestris L) taken from the shore of the Gallego River, Spain, downstream from a lindane factory had HCH concentrations of 177.55-6809.7 ppb(5). HCH was detected in zooplankton collected in the Rangsit agricultural area, Thailand, over a one-year-period (June 2006-May 2007) at an average concentration of 1.80 ng/g wet weight(6)."
        },
        {
            "References": "(1) Belan P et al; J Great Lakes Res 19: 766-75 (1993) (2) Kleivane L et al; Environ Pollut 89: 137-46 (1995) (3) Muir DCG et al; Environ Pollut 93: 235-45 (1996) (4) Mossner S, Ballschmiter K; Chemosphere 34: 1285-96 (1997) (5) Miranda-Filho KC et al; Environ Sci Technol 41: 3829-35 (2007) (6) Greig DJ et al; Sci Total Environ 409: 3537-47 (2011)",
            "Value": "Hexachlorocyclohexane (HCH) was detected in the blubber of beluga whales (Delphinapterus leucas) residing in the St. Lawrence estuary, Quebec, Canada, from 1982 to 1990 at 0.28-0.51 and 0.12-0.32 ppm with mean concentrations of 0.37 and 0.24 ppm in 4 males and 5 females, respectively(1). Blubber samples from 34 male harbor porpoises (Phocoena phocoena) caught in Scandinavian waters 1987-1991 contained HCH at a concentration range and mean of 0.25-2.50 and 0.72 ug/g lipid, respectively(2). Beluga whales (Delphinapterus leucas) from the St. Lawrence River Estuary, collected 1993 to 1994, had HCH concentrations of 176-559 and 275-513 ng/g lipid weight for females and males, respectively(3). Blubber obtained from mammals in northern hemispheric oceans had HCH concentrations of 47-372 ng/g for whales (Delphinapterus leucas, Globicephala melaena, Balaena mysticetus), 140-402 ng/g for seals (Phoca vitulina, Callorhinus ursinus) and 130 ng/g for a common dolphin (Delphinus delphis)(4). HCH was detected in the blubber of elephant seals (Mirounga leonina) at mean concentrations of 2.20, 1.61, 1.24 and 0.81 ng/g lipid in adult subdominant males, adult females, juveniles and pups, respectively; samples were collected from seals on Elephant Island, Antarctic Peninsula during the austral summers of 1997-1998, 1998-1999 and 1999-2000(5). HCH was detected in 177 harbor seal pups (Phoca vitulina) collected along the central California coast at 2-780 ng/g lipid weight(6)."
        },
        {
            "References": "(1) Savinov V et al; Sci Total Environ 409: 2734-45 (2011)",
            "Value": "Ringed seals (Phoca hispida) collected Sept-Oct 2001, Feb-Mar 2002, May 2002 and Nov 2005 from the White Sea (WS), Barents Sea (BS), Kara Sea (KS) and Chukotka Peninsula (CP) in the Russian Arctic, respectively, had hexachlorocyclohexane concentrations (ng/g lipid weight) in blubber as follows(1):",
            "Table": "[{'Location': 'Kalgalaksha Bay, WS', 'No. females': 9, 'Concn (ng/g lipid wt)': '11.1-32.8', 'No. males': 15, 'Concn (ng/g lipid wt).1': '8.51-43.1'}, {'Location': 'Vaygach Island, BS', 'No. females': 2, 'Concn (ng/g lipid wt)': '31.1-24.8', 'No. males': 6, 'Concn (ng/g lipid wt).1': '6.52-24.1'}, {'Location': 'Dikson Island, KS', 'No. females': 3, 'Concn (ng/g lipid wt)': '21.5-65.5', 'No. males': 3, 'Concn (ng/g lipid wt).1': '26.0-39.9'}, {'Location': 'Vankarem, CP', 'No. females': 2, 'Concn (ng/g lipid wt)': '36.1-70.2', 'No. males': 2, 'Concn (ng/g lipid wt).1': '81.7-115'}]"
        },
        {
            "References": "(1) Gauthier JM et al; Mar Environ Res 44: 201-23 (1997)",
            "Value": "Whales, sampled in the summer of 1991 and 1992, from the Gulf of St Lawrence, Quebec, Canada, contained hexachlorocyclohexane in fat at the following concentrations(1):",
            "Table": "[{'Name': 'minke', 'Genus species': 'Balaenoptera acurostrata', 'No. sampled': 21, 'Concn (ng/g lipid)': '112-244'}, {'Name': 'fin', 'Genus species': 'Balaenoptera physalus', 'No. sampled': 15, 'Concn (ng/g lipid)': '85-376'}, {'Name': 'blue', 'Genus species': 'Balaenoptera musculus', 'No. sampled': 6, 'Concn (ng/g lipid)': '106-336'}, {'Name': 'humpback', 'Genus species': 'Megaptera novaeangliae', 'No. sampled': 7, 'Concn (ng/g lipid)': '75-476'}]"
        },
        {
            "References": "(1) Albert LA; Rev Environ Contam Toxicol. Ware GW, ed., New York, NY: Springer-Verlag 147: 1-44 (1996)",
            "Value": "Hexachlorocyclohexanes were detected in birds from three agricultural valleys in Mexico at the following geometric mean concentrations(1):",
            "Table": "[{'Bird': 'double-crested cormorant', 'Genus species': 'Phalacrocoras auritus', 'Concn (ng/g wet weight)': '0.015-0.043'}, {'Bird': 'cattle egret', 'Genus species': 'Bubulcus isbis', 'Concn (ng/g wet weight)': '0.007-0.018'}, {'Bird': 'great-tailed grackle', 'Genus species': 'Quisacalus mexicanus', 'Concn (ng/g wet weight)': '0.007-0.011'}, {'Bird': 'mourning dove', 'Genus species': 'Zenaida macroura', 'Concn (ng/g wet weight)': '0.007-0.025'}, {'Bird': 'white-winged dove', 'Genus species': 'Zenaida asiatica', 'Concn (ng/g wet weight)': '0.009-0.013'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 27, 2017: https://www.safe.nite.go.jp/english/db.html (2) Yamato Y et al; Bull Environ Contam Toxicol 31: 352-9 (1983) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 395-791 and 327-893 were found using carp (Cyprinus carpio), which were exposed for 10 weeks at respective concentrations of hexachlorocyclohexanes of 0.05 and 0.5 ppb(1). BCFs were 647-1043, measured in guppies (Poecilia reticulata) exposed to individual hexachlorocyclohexanes (alpha-, beta-, gamma-, delta-) for 10 days(2). According to a classification scheme(3), this BCF range suggests the potential for bioconcentration in aquatic organisms is high to very high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 30, 2017: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Hexachlorocyclohexane, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1)."
        },
        {
            "References": "(1) Castro TF, Yoshida T; Soil Sci Plant Nutr 20: 363-70 (1974)",
            "Value": "ANAEROBIC: Degradation of hexachlorocyclohexane isomers in anaerobic conditions incubated for two weeks in submerged Casiguran sandy loam was as follows(1):",
            "Table": "[{'isomer': 'alpha-', 'initial concn (ppm)': 16, 'final conc sterile (ppm)': 15, 'final conc unsterile (ppm)': '<1'}, {'isomer': 'beta-', 'initial concn (ppm)': 16, 'final conc sterile (ppm)': 14, 'final conc unsterile (ppm)': '<1'}, {'isomer': 'gamma-', 'initial concn (ppm)': 17, 'final conc sterile (ppm)': 14, 'final conc unsterile (ppm)': '<1'}, {'isomer': 'delta-', 'initial concn (ppm)': 18, 'final conc sterile (ppm)': 18, 'final conc unsterile (ppm)': '<2'}]"
        },
        {
            "References": "(1) Bashir S et al; Water Res 71: 187-96 (2015)",
            "Value": "ANAEROBIC: First order biodegradation rates for hexachlorocyclohexanes were reported for contaminated underground aquifers in a study done 2008 to 2010(1). The gamma-isomer (lindane) was biodegraded, but concentrations were too low to calculate rates(1).",
            "Table": "[{'Isomer': 'alpha-', 'rate/day': 0.003, 'Unnamed: 2': 0.01}, {'Isomer': 'beta-', 'rate/day': 0.011, 'Unnamed: 2': 0.037}, {'Isomer': 'delta-', 'rate/day': 0.006, 'Unnamed: 2': 0.019}]"
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Allen-Gil SM et al; Arch Environ Contam Toxicol 33: 378-87 (1997) (2) Berg V et al; Mar Environ Res 44: 135-48 (1997) (3) Lopez-Martin JM et al; Chemosphere 31: 3523-35 (1995) (4) Dua VK et al; Bull Environ Contam Toxicol 57: 568-74 (1996) (5) Kaur M et al; Bull Environ Contam Toxicol 80: 154-7 (2008) (6) Cipro CVZ et al; Chemosphere 78: 767-71 (2010) (7) Botaro D et al; Food Chem Toxicol 49: 2125-30 (2011) (8) Said TO et al; Bull Environ Contam Toxicol 81: 136-46 (2008) (9) Ssebugere P et al; Sci Total Environ 481: 55-60 (2014)",
            "Value": "Hexachlorocyclohexane (HCH) was detected in 8 of 73 liver and 20 of 72 muscle samples of grayling (Thymallus arcticus) at mean concentrations of 0.64 and 0.57 ng/g wet weight and in 15 of 44 liver and 10 of 44 muscle samples of lake trout (Salvelinus namaycush) at 2.26 and 0.56 ng/g wet weight, respectively, samples were collected late winter 1991-1993, from four Alaskan Arctic lakes(1). HCH was detected in eight deep-sea fish species caught in May 1992 off the West Greenland coast at mean concentrations of 9.3-22 ng/g lipid weight(2). HCH was detected in 100% of fish collected from rivers in Catalonia, Spain between May 1990 and Oct 1992 at a mean concentration of 0.021 mg/kg wet weight, 2.239 mg/kg lipid weight(3). Fish (Catla catla, Colisa fasciata, Mastocembelus armatus, Channa punctatus, Labeo rolita, Puntius sarana, Gambusia affinis) collected Nov 1992 from 22 ponds in rural India contained HCH at 0.114-32.161 mg/kg with a mean of 6.300 mg/kg(4). HCH was detected in rohu (Labeo rohita), common carp (Cyprinus carpio),  grass carp (Ctenopharyngodon idella) catla (Catla catla) and silver carp (Hypophthalmichthys molitrix) at 0.005, 0.007, 0.006, 0.005 and 0.006 mg/kg, respectively, fish were collected from nine sites in Punjab, India(5). HCHs were detected in krill (Euphausia superba) collected from Admiralty Bay, Antarctica in the austral summers of 2004-2005 and 2005-2006 at 0.14-0.35 ng/g wet weight(6). HCH was detected in muscle tissue of adult and juvenile farmed tilapia (Oreochromis niloticus) collected from four fish farms located in three different states in Brazil at average concentrations of 0.075 and 0.065 ug/kg wet weight, respectively(7). Fish collected from locations in Lake Burullus, Egypt in 2006 contained HCH at 0.42-4.2 and 2.82-16.68 ng/g in Oresochromus niloticus and Clarries sp, respectively(8). In fish samples collected March 2011 from the Napoleon Gulf, Uganda, HCH was detected at 22-73 ng/g lipid weight in Nile perch (Lates niloticus) and at a maximum of 24 ug/g lipid weight in Nile tilapia (Oreochromis niloticus)(9)."
        },
        {
            "References": "(1) Miles AK et al; Environ Toxicol Chem 28: 164 (2009)",
            "Value": "The concentration of total hexachlorocyclohexane and hexachlorobenzene in the liver of fish collected 1996-2001 from the western Aleutian Islands and Glacier Bay, Alaska was as follows(1):",
            "Table": "[{'Fish': 'Pacific cod', 'Genus species': 'Gadus macrocephalus', 'No. Sampled': 47, 'Mean (ng/g wet weight)': 'not detected-153'}, {'Fish': 'Pacific halibut', 'Genus species': 'Hippoglossus stenolepis', 'No. Sampled': 62, 'Mean (ng/g wet weight)': 'not detected-406'}, {'Fish': 'rock greenling', 'Genus species': 'Hexagrammos lagocephalus', 'No. Sampled': 35, 'Mean (ng/g wet weight)': 'not detected-15'}]"
        },
        {
            "References": "(1) Dai G et al; Bull Environ Contam Toxicol 87: 58-64 (2011)",
            "Value": "Hexachlorocyclohexane was detected in fish collected July 2008 from fifteen sites throughout Baiyangdian Lake, China as follows(1):",
            "Table": "[{'Fish': 'common carp', 'Genus species': 'Cyprinus carpio', 'No. sampled': 23, 'Concn (ng/g wet weight)': 0.5}, {'Fish': 'Crucian carp', 'Genus species': 'Carassius auratus', 'No. sampled': 25, 'Concn (ng/g wet weight)': 0.57}, {'Fish': 'Grass carp', 'Genus species': 'Ctenopharyngodon idella', 'No. sampled': 27, 'Concn (ng/g wet weight)': 0.28}, {'Fish': 'Bighead carp', 'Genus species': 'Aristichthys nobilis', 'No. sampled': 25, 'Concn (ng/g wet weight)': 0.38}, {'Fish': 'Northern snakehead', 'Genus species': 'Channa argus', 'No. sampled': 21, 'Concn (ng/g wet weight)': 1.56}]"
        },
        {
            "References": "(1) Ramesh A et al; Marine Pollut Bull 21: 587-90 (1990) (2) Gustavson K, Jonsson P; Mar Pollut Bull 38: 723-726 (1999) (3) Carvalho FP et al; Arch Environ Contam Toxicol 57: 348-58 (2009) (4) Wang D et al; Arch Environ Contam Toxicol 54: 211-8 (2008) (5) Bian X et al; Arch Environ Contam Toxicol 56: 67-76 (2009) (6) Guo J et al; Environ Toxicol Chem 26: 1109-15 (2007) (7) Herceg-Romanic S et al; Chemosphere 114: 69-75 (2014)",
            "Value": "Hexachlorocyclohexane (HCH) was detected in mussels (Perna viridis) collected Aug 1988-May 1989 from the Indian coast at 4.3-16 ng/g wet weight(1). HCH was found in 20 samples of blue mussels (Mytilus edulis) collected Oct-Nov 1989 from the Danish sounds at 53-770 ug/kg lipid(2). HCH was detected in the soft tissue of oysters (Cassostrea gigas) collected May 1998 from 15 different locations of Manila Bay, Philippines at 0.19-0.45 ng/g dry weight(3). HCH was detected at 8-82 pg/g in six coral (Porites evermanni) samples collected from Bikini Atoll (Marshall Islands) May 8, 2001, and at 86-629 pg/g in five coral samples collected from Tern Island (Hawaii) March 28-31, 1998(4). Total HCHs were detected at 0.47-5.44 ng/g in mussels (Anodonta woodiana) from four locations around Taihu Lake, China in samples collected Aug to Oct 2004(5). The concentration range of HCHs in crabs (Scylla serrata, Ovalipes punctatus), shrimp (Metapenaeus ensis, Proambarus clarkii, Macrobrachium rosenbergi, Penaeus japonicus, Penaeus monodon, Squilla oraloria) and other shellfish (Haliotis diversicolor, Solen grandis, Scapharca subcrenata, Tegillarca granosa, Argopectens irradias, Patinopecten yessoensis, Pinna pectinata Linnaeus, Meretrix meretrix, Cyclina sinensis, Venerupis variegata, Perna uiridis, Sinonoyacula constricta, Crassostrea gigas) collected June and Oct 2005 from 11 coastal cities of southern China was reported as 0.04-6.82, 0.03-0.53 and 0.03-7.00 ng/g wet weight, respectively(6). HCH was detected in blue mussels (Mytilus galloprovincialis) collected at 15 breeding farms and one harvesting area located along the Croatian coast of Adriatic in Jan and July 2010 at 0.40-1.61 ng/g wet weight(7)."
        },
        {
            "References": "(1) Wepener V et al; Bull Environ Contam Toxicol 88: 277-82 (2012)",
            "Value": "Hexachlorocyclohexane was detected in the muscle of tigerfish (Hydrocynus vittatus) collected from Lake Phongolapoort, South Africa at the following concentrations(1):",
            "Table": "[{'Collection Date': 'Feb 2009', 'No. samples': 5, 'Mean concn (ng/g lipid)': 7.73}, {'Collection Date': 'July 2009', 'No. samples': 5, 'Mean concn (ng/g lipid)': 12.9}, {'Collection Date': 'Sept 2009', 'No. samples': 5, 'Mean concn (ng/g lipid)': 15.75}]"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Iwata H et al; Mar Pollut Bull 28: 746-53 (1994) (2) El-Gendy KS et al; J Environ Sci Health B26: 15-36 (1991) (3) Said TO et al; Bull Environ Contam Toxicol 81: 136-46 (2008) (4) Dua VK et al; Bull Environ Contam Toxicol 57: 568-74 (1996) (5) Bossi R et al; Sci Total Environ 121: 77-93 (1992) (6) Hernandez LM et al; Bull Environ Contam Toxicol 46: 9-13 (1991)",
            "Value": "SEDIMENT: Hexachlorocyclohexane (HCH) was detected from May 14-June 1, 1992 in sediment samples from the Gulf of Alaska, the Bering Sea and the Chukchi Sea at 250, 43 and 75 pg/g dry weight, respectively(1). HCH was detected in sediment samples from 7 of 8 locations on the Nile Delta at concentrations of 0.424-980.252 ng/g(2). HCH was detected at 1.19-134.99 ng/g in 12 sediment samples collected from 12 locations in Lake Burullus, Egypt in 2006(3). HCH was detected in sediment samples collected in 1992 in rural India, from 13 ponds without fish and 9 ponds with fish at mean concentrations of 47.41 and 10.82 ug/kg, respectively(4). HCH was detected in surface sediments (2 cm) collected April 1989 from three sampling sites in Lake Garda, Italy at 3.19-5.02 ng/g dry weight(5). Sediment samples from the shore of the Gallego River, Spain, downstream from a lindane factory collected May 30, 1989 had HCH concentrations of 7.04-102.64 ppb(6)."
        },
        {
            "References": "(1) Iwata H et al; Environ Sci Technol 29: 792-801 (1995) (2) Hong SH et al; Chemosphere 64: 1479-88 (2006) (3) Carvalho FP et al; Arch Environ Contam Toxicol 57: 348-58 (2009) (4) Hong H et al; Mar Pollut Bull 31: 229-36 (1995) (5) Zheng GJ et al; Mar Pollut Bull 40: 1210-1214 (2000) (6) Zhou S et al; Chemosphere 114: 26-34 (2014) (7) Hu W et al; Arch Environ Contam Toxicol 59: 71-9 (2010) (8) Tang Z et al; Arch Environ Contam Toxicol 53: 303-12 (2007)",
            "Value": "SEDIMENT: Hexachlorocyclohexane (HCH) was detected in sediment samples collected from the Lake Baikal region, Russia in 1992 at 0.019-0.12 ng/g dry weight(1). Sediment samples collected from 138 locations of the Korean Island from 1997 to 2002 contained HCH at a mean concentration of 0.65 ng/g dry weight(2). HCH was detected in sediment samples collected May 1998 from 15 different locations of Manila Bay, Philippines at 0.005-0.11 ng/g dry weight(3). HCH was detected in sediment from the Victorian Harbor in Hong Kong at <0.1-9.4 ng/g in 1992 and 0.14-1.12 ng/g in 1993(4). HCH was detected in sediment from all 14 sites along the Mai Po marshes nature preserve in Hong Kong at 9.7-28.5 ng/g dry weight(5). Surface sediment samples collected Oct 2008 at 38 locations in the Yangtze River Estuary, China, contained HCH at 0.10-0.90 ng/g dry weight(6). Ten marine and 25 lake sediments collected along the marine and adjacent river/estuarine areas of the northern Bohai Sea, China in May 2008 contained HCH at <0.05-1964.97 ng/g dry weight in 97.14% of the samples(7). In sediment samples collected July and Dec 2005 from 11 locations of the Yangtze River, 16 tributary locations and 9 nearby lakes, HCH was found at respective concentrations of 0.10-11.72, 0.20-21.10 and 0.89-12.24 mg/g(8)."
        },
        {
            "References": "(1) Kim Y et al; Arch Environ Contam Toxicol 54: 386-94 (2008)",
            "Value": "SEDIMENT: Hexachlorocyclohane concentrations in a core sediment sample taken in Gwangyang Bay, South Korea were as follows(1):",
            "Table": "[{'Depth (cm)': '0-5', 'Representative Years': '2006-2001', 'Concn (pg/g dry weight)': 15.1}, {'Depth (cm)': '5-10', 'Representative Years': '2001-1993', 'Concn (pg/g dry weight)': 11.8}, {'Depth (cm)': '10-15', 'Representative Years': '1993-1987', 'Concn (pg/g dry weight)': 12.0}, {'Depth (cm)': '15-20', 'Representative Years': '1987-1981', 'Concn (pg/g dry weight)': 15.8}, {'Depth (cm)': '20-25', 'Representative Years': '1981-1974', 'Concn (pg/g dry weight)': 16.9}, {'Depth (cm)': '25-30', 'Representative Years': '1971-1967', 'Concn (pg/g dry weight)': 16.4}, {'Depth (cm)': '30-35', 'Representative Years': '1967-1961', 'Concn (pg/g dry weight)': 20.1}, {'Depth (cm)': '35-40', 'Representative Years': '1961-1954', 'Concn (pg/g dry weight)': 15.7}]"
        },
        {
            "References": "(1) Gonzalez M et al; J Agric Food Chem 51: 1353-1359 (2003) (2) Nair A, Pillai MKK; Sci Total Environ 121: 145-57 (1992) (3) Kumari B et al; Bull Environ Contam Toxicol 57: 787-93 (1996) (4) Iwata H et al; Environ Sci Technol 29: 792-801 (1995) (5) Fu S et al; Bull Environ Contam Toxicol 66: 171-177 (2001) (6) Hu W et al; Bull Environ Contam Toxicol 87: 561-6 (2011) (7) Gao F et al; Arch Environ Contam Toxicol 54: 155-66 (2008) (8) Tao S et al; Environ Sci Technol 42: 8395-400 (2008) (9) Wang W et al; Bull Environ Contam Toxicol 82: 505-9 (2009) (10) Zhang L et al; Chemosphere 77: 628-33 (2009) (11) Gai N et al; Sci Total Environ 478: 90-7 (2014) (12) Toan VD et al; Bull Environ Contam Toxicol 78: 195-200 (2007) (13) Toan VD et al; Bull Environ Contam Toxicol 82: 516-21 (2009)",
            "Value": "SOIL: Hexachlorocyclohexane (HCH) was detected in soil samples used to grow tomatoes in Argentina at levels of 0.4-2.8 ng/g(1). HCH was detected in 25 soil samples collected from Delhi, India during 1988 and 1989 at a concentration of 0.001-0.23 mg/kg(2). Soil samples collected from rice growing areas in India between 1992 and 1994 were found to contain HCH at average concentrations of 0.048-0.162 ug/g(3). HCH was detected in soil samples collected from the Lake Baikal region, Russia in 1992 at 0.043-16 ng/g dry weight(4). HCH was found in all 8 samples taken from Tibet, China in June 1996 with concentrations of 0.67-5.38 ng/g dry weight(5). HCH was detected at <0.05-99.0 ng/g dry weight in 22% of 544 topsoil samples collected in 2004 from Zhangjiagang County, China(6). In 32 agricultural soils collected May 2004 from Guangzhou, China, HCH was detected at 0.21-103.92 ng/g(7). In 302 soil samples collected in 2004 from the Haihe Plain, China, HCH was reported at 0.02-349 ng/g(8). HCH was detected in 12 urban soils of Yinchuan city, China at 0.306-74.2 ug/kg dry weight(9). HCH was detected at <0.020-595 ug/kg in 24 surface soil samples collected July 2008 from around pesticide factories in Jiangsu Province, China(10). The concentration of HCH in top soil from Ruoergai high plateau, China was 0.43-10.6 and 0.80-1.98 ng/g dry weight in July and Nov 2011, respectively(11). Sixty soil samples collected Feb 2006 (dry season) from agricultural and industrial areas of Hanoi, Vietnam, contained HCH at <0.05-20.57 ng/g(12). HCH was detected at <0.05-9.58 ng/g in 40 surface soil samples collected Feb 2006 from Bacninh, Vietnam(13)."
        },
        {
            "References": "(1) Sarkar SK et al; Arch Environ Contam Toxicol 55: 358-71 (2008)",
            "Value": "SOIL: Soil core samples collected Nov-Dec 2005 from seven locations in the Indian Sundarban mangroves of the Ganges River delta had hexachlorocyclohexane concentrations (ng/g dry weight) as follows(1):",
            "Table": "[{'location': 'Kakdwip', '0-8 cm (ng/g dry wt)': 6.08, '8-16 cm (ng/g dry wt)': 8.94, '16-24 cm (ng/g dry wt)': '5.84'}, {'location': 'Lot 8', '0-8 cm (ng/g dry wt)': 3.92, '8-16 cm (ng/g dry wt)': 1.45, '16-24 cm (ng/g dry wt)': '3.39'}, {'location': 'Mayagoalinir Ghat', '0-8 cm (ng/g dry wt)': 2.74, '8-16 cm (ng/g dry wt)': 4.61, '16-24 cm (ng/g dry wt)': '6.62'}, {'location': 'Jambu Island', '0-8 cm (ng/g dry wt)': 0.17, '8-16 cm (ng/g dry wt)': 0.05, '16-24 cm (ng/g dry wt)': '<0.05'}, {'location': 'Canning', '0-8 cm (ng/g dry wt)': 0.46, '8-16 cm (ng/g dry wt)': 0.35, '16-24 cm (ng/g dry wt)': 'not reported'}, {'location': 'Dhamakhali', '0-8 cm (ng/g dry wt)': 2.82, '8-16 cm (ng/g dry wt)': 3.99, '16-24 cm (ng/g dry wt)': '2.97'}, {'location': 'Sandeshkhali', '0-8 cm (ng/g dry wt)': 3.42, '8-16 cm (ng/g dry wt)': 1.53, '16-24 cm (ng/g dry wt)': '1.25'}]"
        },
        {
            "References": "(1) Mishra K et al; Ecotoxcol Environ Saf 76: 215-25 (2012)",
            "Value": "SOIL: Soil samples collected 2009-2010 from paddy fields, tea gardens and other agricultural, urban and fallow lands from districts in India contained hexachlorocyclohexane at the following concentrations(1):",
            "Table": "[{'Type': 'paddy fields', 'No. Samples': 30, 'Concn (ng/g) Dibrugarh': '180-1586', 'No. Samples.1': 31, 'Concn (ng/g) Nagaon': '354-1844'}, {'Type': 'tea gardens', 'No. Samples': 27, 'Concn (ng/g) Dibrugarh': '223-1639', 'No. Samples.1': 25, 'Concn (ng/g) Nagaon': '294-1847'}, {'Type': 'other', 'No. Samples': 32, 'Concn (ng/g) Dibrugarh': '178-1701', 'No. Samples.1': 30, 'Concn (ng/g) Nagaon': '98-1945'}]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bengtsson S et al; Bull Environ Contam Toxicol 78: 295-8 (2007) (2) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006) (3) Forst C et al; Chemosphere 26: 1355-64 (1994) (4) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (5) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Based on reported data, the most abundant hexachlorocyclohexane (HCH) isomers in the environment have Koc values of 400-3200(1-4). According to a classification scheme(5), this Koc range suggests that HCH is expected to have moderate to slight mobility in most soils(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study was conducted to investigate the influence of the culture pattern on plant uptake and translocation of an organic chemical and the resultant acute response of plants, and to further reveal the interconnection. Plant exposure experiments were performed using a conventional rice seedling (Oryza sativa L. subsp. indica) under two kinds of culture patterns (viz., hydroponics and soil-based culture) with various culture matrices for a period of 7 days. The exposure concentration of lindane was ~450 mgL 1 in the aqueous-phase matrices, and 200.1e756.0 mgkg 1 in the solid matrices. Lindane accumulation and its distribution in plant tissues were quantified, as well as the tissue biomass. The results showed the accumulation of lindane in all exposure groups were comparatively close over the period, confirming that the soil-bound lindane was scarcely available to plants. Similar trend of lindane uptake and translocation in seedlings was found among the groups under the same kind of cultivation pattern. In the hydroponic groups, lindane was mostly distributed in roots (about 60% at the end of exposure), whereas more lindane was translocated to shoots (approximate 70%) under the soil-based culture pattern. Allometric analysis demonstrated that the tissue part (root or shoot) with more lindane accumulation had a relatively higher growth rate over 7 days. Correspondingly, biomass allocation presented a slight trend of mutual proximity to lindane distribution. It was inferred that plants altered their allometric growth pattern to realize biomass re-allocation in response to the short-term lindane exposure, which could be considered as a plant defense strategy.",
            "reference": "Huang, S., & Sheng, G. D. (2021). Lindane uptake and translocation by rice seedlings (Oryza sativa L.) under different culture patterns and triggered biomass re-allocation. Chemosphere, 262, 127831.",
            "method": {
                "Test Plant": "Rice seeds (Oryza sativa L. subsp. indica)",
                "Apply Location": "Soil and hydroponic solution",
                "Plant Grown Condition": "Rice seeds (Oryza sativa L. subsp. indica) were sterilized with 3% H2O2 (wt:wt) solution for 15 min, rinsed with distilled water repeatedly, and then soaked inwater for 40 h in the dark. Theseeds were subsequently covered with a wet towel for 4 days at the temperature of 30 C to germinate. The germination rate exceeded 85%.",
                "Chemical Preparation": "Lindane (g-hexachlorocyclohexane, g-BHC), chemical purity 97%, was purchased from Sigma-Aldrich Co. (catalog no. 233390). Silica gel (200-300 mesh), anhydrous sodium sulfate, n-hexane, and acetone were obtained from Sinopharm Chemicals (Shanghai, China). All reagents were of analytical grade.",
                "Pesticide Application Details for the Plant": "Lindane was added to nutrient solutions or soil matrices at various concentrations for exposure experiments.",
                "Number of Other Information": "At least three replicates for biomass or lindane content determinations."
            },
            "result": "[{\"Environment\": \"Nutrient Solution\", \"Lindane Concentration (ug/L)\": 449.8, \"Solid Phase (ug/Kg)\": \"-\", \"Aerial Part (%)\": 18, \"Below Ground Part (%)\": 82}, {\"Environment\": \"Nutrient Solution\", \"Lindane Concentration (ug/L)\": 454.8, \"Solid Phase (ug/Kg)\": \"-\", \"Aerial Part (%)\": 18, \"Below Ground Part (%)\": 82}, {\"Environment\": \"Nutrient Solution\", \"Lindane Concentration (ug/L)\": 453.1, \"Solid Phase (ug/Kg)\": \"-\", \"Aerial Part (%)\": 17, \"Below Ground Part (%)\": 83}, {\"Environment\": \"Soil\", \"Lindane Concentration (ug/L)\": 444.7, \"Solid Phase (ug/Kg)\": \"756\", \"Aerial Part (%)\": 58, \"Below Ground Part (%)\": 42}, {\"Environment\": \"Soil\", \"Lindane Concentration (ug/L)\": 450.8, \"Solid Phase (ug/Kg)\": \"671\", \"Aerial Part (%)\": 57, \"Below Ground Part (%)\": 43}, {\"Environment\": \"Soil\", \"Lindane Concentration (ug/L)\": 452.7, \"Solid Phase (ug/Kg)\": \"541.7\", \"Aerial Part (%)\": 58, \"Below Ground Part (%)\": 42}, {\"Environment\": \"Soil\", \"Lindane Concentration (ug/L)\": 445.6, \"Solid Phase (ug/Kg)\": \"452.4\", \"Aerial Part (%)\": 55, \"Below Ground Part (%)\": 45}, {\"Environment\": \"Soil\", \"Lindane Concentration (ug/L)\": 442.1, \"Solid Phase (ug/Kg)\": \"200.1\", \"Aerial Part (%)\": 53, \"Below Ground Part (%)\": 47}]"
        }
    ],
    "plant_translocation": [
        {
            "References": "George, T., Agnihotri, N. P., & Gajbhiye, V. T. (2002). Persistence and translocation of foliar applied 14C-deltamethrin and lindane in cotton boll. Pesticide Research Journal, 14(2), 276-280.",
            "Value": "Systemic pesticides, known as \"systemics,\" are chemotherapeutic agents used to kill parasites by administering them to the host. Among livestock, systemic insecticides are primarily organophosphate compounds. However, not all organophosphate insecticides have systemic properties. For instance, malathion and Ciodrin® are organophosphates without systemic effects, while lindane, aldrin, and dieldrin are non-organophosphate insecticides with systemic properties [SYSTEMIC PESTICIDES FOR USE ON ANIMALS]."
        }
    ]
}