{
    "_id": {
        "$oid": "6682e873c4e5dba5ffba25a9"
    },
    "CID": {
        "$numberInt": "7270"
    },
    "Name": "1,2,4,5-TETRACHLOROBENZENE",
    "IUPACName": "1,2,4,5-tetrachlorobenzene",
    "CanonicalSMILES": "C1=C(C(=CC(=C1Cl)Cl)Cl)Cl",
    "Synonyms": [
        "1,2,4,5-TETRACHLOROBENZENE",
        "95-94-3",
        "s-Tetrachlorobenzene",
        "Benzene",
        "1,2,4,5-tetrachloro-",
        "Benzene tetrachloride",
        "RCRA waste number U207",
        "1,2,4,5-Tetrachlorbenzol",
        "DTXSID7024320",
        "CHEBI:36697",
        "5N27529KGH",
        "NSC-27003",
        "12408-10-5",
        "63697-22-3",
        "DTXCID604320",
        "CAS-95-94-3"
    ],
    "IsomericSMILES": "C1=C(C(=CC(=C1Cl)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C6H2Cl4/c7-3-1-4(8)6(10)2-5(3)9/h1-2H",
    "INCHIKEY": "JHBKHLUZVFWLAG-UHFFFAOYSA-N",
    "Formula": "C6H2Cl4",
    "MolecularWeight": {
        "$numberDouble": "215.9"
    },
    "Description": "1,2,4,5-tetrachlorobenzene is a tetrachlorobenzene carrying chloro groups at positions 1, 2, 4 and 5.",
    "XlogP": {
        "$numberDouble": "4.6"
    },
    "Complexity": {
        "$numberInt": "90"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Jan J et al; Chemosphere 29:1603-10 (1994)",
            "Value": "Combined isomers of tri- and tetrachlorobenzene were detected in pine needles at concns of 3-30 ng/g and grass at 15 ng/g(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Struger J et al; J Great Lakes Res 11: 223-30 (1985) (2) Ewins PJ et al; J Great Lakes Res 18: 316-30 (1992) (3) Great Lakes Water Quality Board; A Review of Lake Superior Water Quality With Emphasis on the 1983 Intensive Survey. Report to the Surveillance Subcommittee of the Great Lakes Water quality Board, Windsor, Ontario (1990) (4) Weseloh DV et al; J Great Lakes Res 21: 121-37 (1995)",
            "Value": "Combined 1,2,3,5- and 1,2,4,5-tetrachlorobenzene isomers were reported in herring gull eggs from the Detroit River at mean concns of 0.01-0.45 ppm(1). Combined 1,2,3,5- and 1,2,4,5-tetrachlorobenzene isomers were reported in herring gull eggs near Lake Huron at median concns of 0.5-201 ng/g(2) and near Lake Superior at concns of 0.004-0.01 ug/g(3). Combined 1,2,3,5- and 1,2,4,5-tetrachlorobenzene isomers were detected in eggs of terns (0.002 and 0.005 mg/kg), double-crested cormorant (0.003 mg/kg) and black-crowned night herons (0.005 and 0.002 mg/kg)(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Malaney GW, McKinney RE; Water Sewage Works 113: 302 (1966) (2) Ballschmiter K, Scholz C; Chemosphere 9: 457 (1980) (3) Ballschmiter K et al; Angew Chem Int Ed English 16: 645 (1977) (4) Oliver BG, Nicol KD; Environ Sci Technol 17: 505 (1983) (5) Kirk FWW et al; Chemosphere 18: 1771-84 (1981)",
            "Value": "Using the Warburg technique, 1,2,4,5-tetrachlorobenzene was not biologically-oxidized by benzene-acclimated activated sludge at a concn of 500 ppm over 192 hr of incubation(1). Microbial decomposition of 1,2,4,5-tetrachlorobenzene by a Pseudomonas sp. or by a mixed culture of soil bacteria yielded 2,3,5,6-tetrachlorophenol(2,3). An analysis of monitoring data from sediment cores indicated insufficient evidence to show occurrence of anaerobic dehalogenation of tetrachlorobenzene in Lake Ontario sediments(4). Anaerobic incubation of 1,2,4,5-tetrachlorobenzene with mixed primary sewage sludge for 32 days reduced its concn by 61%(5)."
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Masunga S et al; Wat Sci Technol 33: 173-80 (1996) (3) Wang MJ, Jones KC; Environ Sci Technol 28: 1843-52 (1994) (4) Hollinger C et al; App Environ Microbiol 58: 1636-44 (1992)",
            "Value": "A 0% theoretical BOD in sludge over a 4 week incubation period suggests that biodegradation of 1,2,4,5-tetrachlorobenzene will be slow(1). 1,2,4,5-Tetrachlorobenzene was biodegraded by an acclimated anaerobic sediment slurry obtained from the Tsurumi River, Japan(2). The first-order biodegradation rate constant was 0.024 days-1, corresponding to a half-life of about 29 days(2). The half-life of 1,2,4,5-tetrachlorobenzene in sewage sludge amended soil was 47 days(3). An enriched microbial culture derived from sediment of the Rhine River reductively dechlorinated 1,2,4,5-tetrachlorobenzene to 1,2,4-trichlorobenzene in 280 days after a lag period of 47 days(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Oliver BG, Niimi AJ; Environ Sci Technol 17: 287 (1983) (2) Oliver BG, Nicol KD; Environ Sci Technol 16: 532 (1982) (3) Jan J, Malnersic S; Bull Toxicol 24: 824 (1980) (4) Peatte ME et al; Sci Tot Environ 34: 73-86 (1984) (5) Jaffe R et al; J Great Lakes Res 11: 156-62 (1985)",
            "Value": "A mean concentration of 0.5 ng/g was detected in rainbow trout taken from Lake Ontario(1). Concentrations of 0.3, 1, 0.2 and 2-5 ppb detected in trout from Lake Superior, Lake Huron, Lake Erie and Lake Ontario, respectively(2). Concentrations of 2-81 ng/g (fat basis) found in Yugoslavian fish(3). Tetrachlorobenzene (1,2,4,5- and/or 1,2,3,5-tetrachlorobenzene) have been found in concn of 0.08-1.5 ppm on a fat basis in fish from Norwegian coastal waters polluted by industrial effluents(4). 1,2,4,5-Tetrachlorobenzene was detected in composite samples of sedentary fish from 3 of 16 Lake Superior and Lake Huron tributaries sampled in the fall of 1983(5). The concn on a fat basis of chemical found in the composite samples of carp from the Flint River, MI was not detected/8.6 ppb (duplicate analysis results of the same sample), 150 ppb in the composite sample of carp from Saginaw Bay, MI, and 66/74 ppm in the composite sample of carp from the Saginaw River, MI(5)."
        },
        {
            "References": "(1) Pereira WE et al; Environ Sci Tech 22: 772-8 (1988) (2) Oliver BG, Nicol KD; Environ Sci Tech 16: 532-6 (1982) (3) Zupancic-Kralj L, Jan J; Acta Chim Slov 41: 447-56 (1994) (4) Kuehl DW et al; Chemosphere 29: 523-35 (1994)",
            "Value": "Combined 1,2,3,5- and 1,2,4,5-tetrachlorobenzene isomers were detected in aquatic organisms collected in the vicinity of an industrial outfall in the Calacasieu River estuary, LA (ug/g of lipids): 4.7 ug/g - Atlantic croaker; 7.5 ug/g - blue crabs; 0.79 ug/g - spotted sea trout; and 3.4 ug/g - blue catfish(1). 1,2,4,5-Tetrachlorobenzene was detected in trout from the Great Lakes at concns of 0.3-5.0 ng/g(2). Combined isomers of tri- and tetrachlorobenzene were detected in fish from Slovenia at concns of 40 and 180 ug/g(3). 1,2,4,5-Tetrachlorobenzene was detected at a mean concn of 0.3 ng/g in fish from 400 sites in the US(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 16",
            "Value": "Log Kow= 4.60"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Beurskens JEM et al; Water Sci Technol 29: 77-85 (1994) (2) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-36 (1982) (3) Masunga S et al; Wat Res 25: 275-88 (1991) (4) van Zoest R, van Eck GTM; Sci Total Environ 103: 57-71 (1991) (5) Ding WH et al; Chemosphere 25: 675-90 (1992) (6) Kaiser KLE et al; Sci Total Environ 97/98: 496-506 (1990) (7) Oliver BG, Niimi AJ; Environ Sci Technol 22: 388-97 (1988) (8) Lee CL, Fang MD; Chemosphere 35: 2039-50 (1997)",
            "Value": "1,2,4,5-Tetrachlorobenzene was detected in the sediment of Lake Ketelmeer, Netherlands at concns of 45 and 20 ng/kg(1). Mean 1,2,4,5-tetrachlorobenzene concns of 0.3, 1, 1 and 52 ppb were reported in the surficial sediments from Lakes Superior, Huron, Erie, and Ontario, respectively(2). Combined 1,2,3,5- and 1,2,4,5-tetrachlorobenzene was detected at concns of 0-0.4 ng/g in sediment from Ise Bay, Japan(3). 1,2,4,5-Tetrachlorobenzene was detected at a max concn of 21 ng/g in sediment taken from the Scheldt estuary, Netherlands(4). Combined 1,2,3,5- and 1,2,4,5-tetrachlorobenzene was detected in soil samples in Niagara Falls, NY at mean concns of 910, 4,620, 2,000, 1,300 and 290 pg/g(5). Sediment from the St Lawrence River contained 1,2,4,5-tetrachlorobenzene at concns of 0.18-2.1 ng/g(6). 1,2,4,5-Tetrachlorobenzene was detected in sediment(42 ng/g) and suspended particulate matter (14 ng/g) in Lake Ontario(7). Combined isomers of 1,2,3,5- and 1,2,4,5-tetrachlorobenzne were detected in sediment off the coast of Taiwan at concns of 1-12 ng/g(8)."
        },
        {
            "References": "(1) Oliver BG, Nicol KD; Environ Sci Technol 16: 532 (1982) (2) Oliver BG; in Symp Amer Soc, Div Environ Chem 186th Natl Mtg 23: 421-2 (1983) (3) Oliver BF, Charlton MN; Environ Sci Technol 18: 903 (1984) (4) Kuntz KW; Toxic Contaminants in the Niagara River, 1975-1982 Tech Bull No. 134, Burlington, Ontario (1984) (5) Buchert H et al; Chemosphere 10: 945 (1981) (6) Hauser TR, Bromberg Sm; Env Monit Assess 2: 249 (1982) (7) Oliver BG, Bourbonniere RA; J Great Lakes Res 11: 366-72 (1985)",
            "Value": "Mean concentrations of 0.3, 1, 1, and 52 ppb were detected in surficial sediments from Lake Superior, Lake Huron, Lake Erie and Lake Ontario, respectively(1). Concentrations of 0.6 to 210 ppb found in a Lake Ontario sediment core (0 to 8 cm in depth) with the higher concentration in the upper 2 cm(1). Concentration of 17 ng/g detected in the settling particulates at a station on Lake Ontario(2). Concentrations ranging from 7 to 24 ng/g detected in suspended sediments collected at 6 locations of the Niagara River in 1982(3). Concentrations ranging from 13 to 21 ng/g detected in suspended sediment of Lake Ontario at depths from 20 to 68 meters with an average concentration of 68 ng/g found on bottom sediment(3). Unidentified isomers of tetrachlorobenzene identified at levels from not detected to 70 ng/g in the suspended sediment of the Niagara River in 1981(4). Qualitative detection reported for sediments collected in a canal in Berlin, Germany(5). Qualitative detection reported for both soil and sediment collected near the Love Canal(6). The ranges and mean concn (dry wt basis) of 1,2,4,5-tetrachlorobenzene detected in sediments taken from the following Great Lakes area in 1980 and 1982 were: southern Lake Huron, 0.3-1.7 ppb, 1.1 ppb avg; Lake St. Clair, 3.3-7.8 ppb, 5.6 ppb avg; western Lake Erie; 0.6-5.3 ppb, 1.7 ppb avg; central Lake Erie, 0.2-0.9 ppb, 0.6 ppb avg; and eastern Lake Erie, 0.2-1.0 ppb, 0.6 ppb avg(7)."
        },
        {
            "References": "KAMINSKY R ET AL; J GREAT LAKES RE 9 (2): 183-9 (1983)",
            "Value": "SEDIMENT SAMPLES FROM THE WESTERN PORTION OF LAKE ONTARIO WERE COLLECTED IN OCTOBER 1980. THE SAMPLES WERE ANALYZED FOR CHLORINATED ORGANIC COMPOUNDS USING GC/MS. MANY OF THE CHLORINATED COMPOUNDS PREVIOUSLY FOUND TO BE LEAKING INTO THE NIAGARA RIVER FROM WASTE DISPOSAL SITES IN THE CITY OF NIAGARA FALLS WERE IDENTIFIED IN THE SEDIMENTS OF LAKE ONTARIO. THE COMPOUNDS (INCLUDING PENTACHLOROBENZENE) SHOWED A TENDENCY TO ACCUMULATE IN THE ZONES OF HIGH SEDIMENTATION IN BOTH THE NIAGARA AND MISSISSAUGA BASINS. THE AVERAGE RELATIVE CONCENTRATIONS OF TRI, TETRA, PENTA, AND HEXACHLOROBENZENES OBSERVED AT THE NIAGARA RIVER DUMP SITES WERE 25%, 100%, 45%, AND 25%, RESPECTIVELY. IN THE NIAGARA BASIN OF LAKE ONTARIO, THE CORRESPONDING PROPORTIONS WERE 72%, 100%, 48%, AND 126% (NORMALIZED TO TETRACHLOROBENZENE FOR COMPARISON). /TETRACHLOROBENZENE/"
        }
    ]
}