{
    "_id": {
        "$oid": "6682e874c4e5dba5ffba25ac"
    },
    "CID": {
        "$numberInt": "7280"
    },
    "Name": "1,2-DIBROMO-3-CHLOROPROPANE",
    "IUPACName": "1,2-dibromo-3-chloropropane",
    "CanonicalSMILES": "C(C(CBr)Br)Cl",
    "Synonyms": [
        "1,2-DIBROMO-3-CHLOROPROPANE",
        "96-12-8",
        "3-Chloro-1,2-dibromopropane",
        "DBCP",
        "Fumazone",
        "Dibromochloropropane",
        "Nemagon",
        "Nemabrom",
        "Nemafume",
        "Nemanax",
        "Nemapaz",
        "Nemaset",
        "Nemazon",
        "Fumagon",
        "Fumazone 86"
    ],
    "IsomericSMILES": "C(C(CBr)Br)Cl",
    "INCHI": "InChI=1S/C3H5Br2Cl/c4-1-3(5)2-6/h3H,1-2H2",
    "INCHIKEY": "WBEJYOJJBDISQU-UHFFFAOYSA-N",
    "Formula": "C3H5Br2Cl",
    "MolecularWeight": {
        "$numberDouble": "236.33"
    },
    "Description": "1,2-Dibromo-3-chloropropane is an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "32"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Carter GE Jr, Riley MB; J Agric Food Chem 32 (3): 186-7 (1984)",
            "Value": "1,2-Dibromo-3-chloropropane (DBCP) residues were measured in peaches from trees growing in fall-fumigated or nonfumigated soil. No DBCP residue was detected in peaches from trees growing on nonfumigated soil or in soil fumigated at or below the previously recommended rate of 46.8 l/ha. An avg application rate of 58 l/ha resulted in residues of 0.19 ppb of DBCP, whereas 115 l/ha gave residues of 0.43 ppb DBCP."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 87 (1979)",
            "Value": "... /1,2-DIBROMO-3-CHLOROPROPANE/ WAS DETECTED IN CARROTS IN THE RANGE OF 0.009-1.5 MG/KG & IN RADISHES IN THE RANGE OF 0.03-0.194 MG/KG AFTER APPLICATION OF 13.75 KG/HA TO SOIL. IN THE SAME STUDY, THE CMPD WAS DETECTED IN CARROT PEEL & PULP IN CONCN OF 0.339 & 0.607 MG/KG, RESPECTIVELY. AFTER UNPEELED CARROTS WERE BOILED FOR 5 MIN, THEY STILL CONTAINED 0.251 MG/KG DBCP."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kenaga EE; Ecotox Env Safety 4: 26-38 (1980)",
            "Value": "A bioconcentration factor for 1,2-dibromo-3-chloropropane of 11 was estimated from a measured water solubility of 1,230 ppm(1)."
        },
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN #4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 3.6-17 and 4.0-19 were measured at concentrations of 0.3 and 0.03 mg/l 1,2-dibromo-3-chloropropane, respectively, in carp(1). According to a classification scheme(2), these BCF values indicate that bioconcentration of this compound in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Castro CE; Environ Health Persp 21: 279-83 (1977) (2) Castro CA, Belser NO; Environ Sci Technol 2: 779-83 (1968) (3) Litton GM, Guymon GL; J Environ Qual 22: 311-25 (1993) (4) Bloom RA, Alexander M; J Environ Qual 19: 722-26 (1990) (5) Mohn WW, Teidje JM; Microbiol Rev 56: 482-507 (1992)",
            "Value": "A mixed culture of soil microorganisms containing primarily Pseudomonas and Flavobacteria dehalogenated 1,2-dibromo-3-chloropropane to n-propanol(1). The most rapid rate of dehalogenation (20% in 1 week) was obtained with pH 8 soil suspensions; the maximum observed dehalogenation was 63% after 4 weeks under unspecified conditions(2). Biodegradation of 1,2-dibromo-3-chloropropane was measured in soil columns; half-lives of 6.6, 13.0, and 1130 days were obtained for natural, nutrient-enriched, and sterile conditions, respectively(3). Two soil samples, four subsoil materials and groundwater samples, and a sewage sample were incubated in the presence of 0.05 to 500 mg 1,2-dibromo-3-chloropropane/kg soil, soil suspension, or water. No transformation was noted, by formation of inorganic halide or organic products or by the production of CO2, over 60 days(4). Soil samples, maintained under anaerobic conditions, transformed 1,2-dibromo-3-chloropropane, at 10 and 100 mg/kg suspension, with 5.6 and 11.6% conversion, respectively, in 28 days(4). Groundwater and aquifer samples incubated under similar, anaerobic conditions were unable to convert 1,2-dibromo-3-chloropropane over a 4 month period(4). Alkyl reductive dehalogenation was reported as a transformation mechanism for the biodegradation of 1,2-dibromo-3-chloropropane in anaerobic soil(5)."
        },
        {
            "References": "(1) Bouwer EJ, Wright JP; J Contam Hydrol 2: 155-69 (1988)",
            "Value": "Continuous-flow fixed-film columns, seeded with sewage and run under denitrifying, sulfate respiring, or methanogenic conditions, were used to simulate the biodegradation of 1,2-dibromo-3-chloropropane in anoxic groundwater(1). Under methanogenic conditions and following an acclimation period of 9-12 weeks, >99% removal of 1,2-dibromo-3-chloropropane at an initial concentration of 17 ug/l was measured(1). 98% of the added 1,2-dibromo-3-chloropropane (at 12 ug/l initially) was removed following a <2 week acclimation period and using a 2.5 day detention time in sulfate-respiring biofilm columns; with a 1.5 hour detention time and an acclimation period of 6 months, 82% removal was reported for this compound(1). 14% of the added 1,2-dibromo-3-chloropropane (at 37 ug/l initially) was removed (no acclimation period), using a 2.5 day detention time in denitrifying biofilm columns; with a 1.0 hour detention time and no acclimation period, 23% removal was reported for this compound (removal under denitrifying conditions was not conclusively attributed to biological transformation)(1)."
        },
        {
            "References": "(1) Williams RT et al; Installation Restoration Program Environmental Technology Development. Biodegradation of DIMP, Dieldrin, Isodrin, DBCP, and PCPMSO in Rocky Mountain Arsenal Soils. Wesford (RF), West Chester, PA. Contract Daak11-85-D-007. NTIS/AD-A245852/9 (1989) (2) Liu CCK et al; Toxic Assess 2: 239-52 (1987) (3) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (4) Piwoni MD et al; Hazard Waste Hazard Materials 3: 43-55 (1986)",
            "Value": "Following 182 days incubation, 0.2 and 0.8% mineralization was reported for 1,2-dibromo-3-chloropropane in uncontaminated soil and soil contaminated with isodrin, dieldrin, and p-chlorophenylmethylsulfoxide, respectively(1). Biodegradation rates were faster in top soils collected from Hawaii than in soils obtained from greater depths; rates of 0.00016, 0.00014, and 0.00006/hour were measured at soil depths of 45 cm, 90 cm, and lower depths, respectively(2). 1,2-Dibromo-3-chloropropane at 1 mg/l was not degraded in soil columns filled with a sandy soil (0.087% organic carbon) and subjected to 14 cm water/day(3). 68% of the added 1,2-dibromo-3-chloropropane was not accounted for by either volatilization or adsorption following addition of municipal wastewater to soil columns filled with a Lincoln fine sand (used to simulate rapid infiltration treatment of municipal wastewater); this loss may have been due to biodegradation(4)."
        }
    ],
    "logP": [
        {
            "References": "Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN #4-89074-101-1 (1992)",
            "Value": "log Kow= 2.96"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "MOODY DE, SMUCKLER EA; FED PROC FED AMER SOC EXP BIOL 38 (3, PART 1): 845 (1979)",
            "Value": "ADMIN OF A SINGLE ORAL DOSE OF 1,2-DIBROMO-3-CHLOROPROPANE (DBCP) TO MALE RATS DECR HEPATIC MICROSOMAL CYTOCHROME P450 & B5 TO 45 AND 65% OF CONTROLS AFTER 48 HR. INCORPORATION OF DELTA-AMINOLEVULINIC ACID INTO PROTEIN, MICROSOMES & PROTEASE-TREATED MICROSOMES WAS DECR 88, 65, AND 70% OF RESPECTIVE CONTROL VALUE IN ANIMALS TREATED FOR 12 HR. ACTIVITY OF ALA-DEHYDRATASE ALSO DECR TO 75 AND 90% OF CONTROLS AT 24 AND 48 HR. THESE DATA SUGGEST AN INHIBITION OF HEME SYNTH OR AN ALTERATION IN HEME DEGRADATION MAY PLAY A ROLE IN DECR OF THE MICROSOMAL CYTOCHROMES FOLLOWING TREATMENT WITH DBCP."
        },
        {
            "References": "PMID:6761902",
            "Value": "Challenge of male rats with a single dose of 1,2-dibromo-3-chloropropane resulted in significant decr in cytochrome p450 in microsomes isolated from liver, kidney, testis, lung, & small intestine mucosa 48 hr after treatment. Lipid peroxidation was not found in hepatic microsomes. In liver tissue, treatment resulted in a decr in cytochrome p450 in both rough & smooth microsomal fractions and nuclei, but not in mitochondrial fractions. Mixed-function oxidase activities in hepatic microsomes decr in parallel with cytochrome p450 content. Thus, treatment with alkyl halides may preferentially affect isozymes of cytochrome p450."
        },
        {
            "References": "PMID:6636194",
            "Value": "The potential for 1,2-dibromo-3-chloropropane (DBCP) to reduce male fertility by acting at a site in the genital tract beyond the testis was evaluated in male rats. Doses of 10, 20, or 40 mg/kg DBCP given sc once daily for 7 days caused a dose-dependent redn in the metab of glucose to carbon dioxide by epididymal sperm, as measured in vitro. Conversion of glucose to lactate was not reduced, indicating inhibition of energy metab at a step postglycolysis. The direct addn of DBCP to epididymal sperm being incubated in vitro also inhibited the metab of glucose to CO2. Thus, DBCP may cause a nearly immediate infertility via a direct effect on posttesticular sperm. A possible mechanism of the infertility is inhibition by DBCP of glucose metab in the ejaculated sperm."
        },
        {
            "References": "PMID:7057399",
            "Value": "Subcutaneous administration of the nematocide, 1,2-dibromo-3-chloropropane (DBCP), to adult, male, fischer 344 rats transiently depleted hepatic and caput (head) epididymal nonprotein sulfhydryl contents. NPS concentrations in the testis and kidney were not lowered by DBCP. Liver, kidney and testis all exhibited increases in tissue nonprotein sulfhydryl concentrations 48 hr after treatment; the effects were most prominent in the outer medullary section of the kidney 24 hr after treatment with 80 mg/kg of DBCP. The glutathione depleting agent diethyl maleate transiently lowered hepatic, renal and caput epididymal nonprotein sulfhydryl concentrationsin a dose and time dependent manner. Renal and caput epididymal nonprotein sulfhydryl contents were increased relative to control 24 hr after diethyl maleate treatment. Single sc injections of DBCP produced dose dependent lesions in the kidney, testis, caput epididymis and liver. Diethyl maleate treatment 90 min before DBCP treatment enhanced the nephrotoxic potency of DBCP as indicated by greater elevations of blood urea nitrogen and serum creatinine concentrations and by more severe renal tubular necrosis in diethyl maleate pretreated thanin vehicle controls, as determined 48 hr after DBCP exposure. Seminiferous tubular degeneration, as determined 48 hr post-DBCP treatment, was greater in rats pretreated with 600 mg/kg of diethyl maleate than in nonpretreated controls. When examined 16 days after DBCP treatment, however, the severity of testicular atrophy was virtually the same in rats pretreated with a lower dose of diethyl maleate (400 mg/kg) as in nonpretreated rats. These results indicate that DBCP is a depletor of hepatic and caput epididymal NPS in the acutely toxic dose range. Inasmuch as NPS concentrations were not lowered in two of the major target organs, kidney and testis, acute DBCP injury would not appear to be dependent on local glutathione depletion. However, the greater susceptibility of kidney and testis to DBCP injury after diethyl maleate pretreatment suggests an important role for nonprotein sulfhydryl, particularly those in the liver, in modulating DBCP toxicities."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V20 86 (1979)",
            "Value": "IN FIELD EXPT, 1,2-DIBROMO-3-CHLOROPROPANE WAS DETECTED IN SOIL AT LEVELS IN MEAN RANGE OF 0.008-1.64 MG/KG FROM DAY 1 TO 16 WK AFTER APPLICATION AT RATE OF 13.75 KG/HA."
        },
        {
            "References": "(1) Nelson SJ et al; Studies Environ Sci 17: 169-74 (1981) (2) Pellizzari ED et al; Environmental Monitoring Near Industrial Sites: Brominated Chemicals Part 1 Office of Toxic Substances USEPA Washington DC (1978) (3) Aharonson N et al; Pure Appl Chem 59: 1419-46 (1987)",
            "Value": "Detected but not quantified in Arkansas sediments and soil(2). Soil samples taken from 0-18 m in or near orchards and vineyards in which 1,2-dibromo-3-chloropropane had been used were ND-9 ppb in 1,2-dibromo-3-chloropropane with the higher 1,2-dibromo-3-chloropropane levels being found in the upper and middle regions(1). 32 fields in California, treated with 1,2-dibromo-3-chloropropane 2 to 4 years previously, contained this compound in the topsoil at about 2 to 5 ug/kg(3). 1,2-Dibromo-3-chloropropane was measured in topsoil, subsoil, and groundwater; topsoils contained ug/kg amounts of this compound, subsoils contained 1,2-dibromo-3-chloropropane at ug/kg amounts, especially in clay and silt layers, at depths as great as 15 meters(3). Groundwater from the same sites contained 1,2-dibromo-3-chloropropane at 1.2 to 12 ug/l(3). By 1986, 1,2-dibromo-3-chloropropane was detected in California soils at depths >120 m(3)."
        },
        {
            "References": "(1) Carter GE Jr et al; Water, Air, Soil Pollut 22: 201-8 (1984) (2) Nelson SJ et al; in Studies in Environ Sci, W Van Dujvenbooden et al (eds). 17(Quality of Groundwater): 169-74 (1981)",
            "Value": "Soil samples collected from a peach orchard near a well containing 1 mg/kg 1,2-dibromo-3-chloropropane (1,2-dibromo-3-chloropropane) (contaminated) & from a peach orchard with a well containing 0.1 mg/kg 1,2-dibromo-3-chloropropane (uncontaminated) contained less than 0.1 and 0.5 mg/kg 1,2-dibromo-3-chloropropane, respectively; both orchards had been fumigated with 1,2-dibromo-3-chloropropane via shank injection methods(1). Soil samples taken at the site of a possible spill contained high concn of 1,2-dibromo-3-chloropropane in the upper 1 m & at 6.1 m where the water table was encountered(1). Soil collected from an orchard in California contained 1,2-dibromo-3-chloropropane in the first meter, then had no detectable concentrations of this compound until 9 m depth where clays and silts were encountered; peak concentrations were reached in the clay and silt soil then decreased with increasing depth until the water table was reached at 16 m. Groundwater at the surface of the water table had 12 ug/l 1,2-dibromo-3-chloropropane(2). In a vineyard soil, 1,2-dibromo-3-chloropropane was detected in the topsoil and again in silt and sand lenses at 2 and 4.5 m before detection in a perched water table at 0.54 ug/l(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Biggar JW et al; Environ Geol 5: 127-31 (1984) (2) Litton GM, Guymon GL; J Environ Qual 22: 311-25 (1993) (3) Bomberger DC et al; ACS Symp Ser 225: 197-214 (1983) (4) Sabjlic A; J Agric Food Chem 32: 243-6 (1984) (5) Cohen SZ et al; in ACS Symp Ser. Garner WY et al (ed.). Washington, DC 315(Eval Pestic Ground Water): 170-96 (1986) (6) Deeley GM et al; J Environ Qual 20: 547-56 (1991) (7) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Kd for the adsorption of 1,2-dibromo-3-chloropropane onto Panoche clay loam is 0.20 cu cm/g for a 1,2-dibromo-3-chloropropane concentration range of 0.5-95 ug/ml(1). A Kd value of 0.286 L/kg was measured in Hanford sandy loam soil columns(2). Values of 40 (Koc value)(3) and 128 (Kom value)(4) were measured for 1,2-dibromo-3-chloropropane in unspecified soils. Koc values of 129 and 149 were measured in a silt loam and in a fine sand soil, respectively(5). Koc values of 305 and 355 were measured for aquifer solids from the Fresno aquifer (pH 7.3-7.7, mass fraction of organic carbon=0.0002); a calculated Rf value from these results indicates that only about 10% of the 1,2-dibromo-3-chloropropane is sorbed to the aquifer material(6). Koc values for 3 soils ranged from 70 to 126 (pH 7.6-8.1, mass fraction of organic carbon=0.0052-0.0544)(6). According to a recommended classification scheme(7), these measured Koc values suggest that 1,2-dibromo-3-chloropropane has moderate to very high mobility in soil(SRC)."
        },
        {
            "References": "(1) Bomberger DC et al; ACS Symp Ser 225: 197-214 (1983) (2) Williams RT et al; Installation Restoration Program Environmental Technology Development. Biodegradation of DIMP, Dieldrin, Isodrin, DBCP, and PCPMSO in Rocky Mountain Arsenal Soils. Wesford (RF), West Chester, PA. Contract Daak11-85-D-007. NTIS/AD-A245852/9 (1989) (3) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (4) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (5) Litton GM, Guymon GL; J Environ Qual 22: 311-25 (1993) (6) Pignatello JJ; Environ Toxicol Chem 10: 1399-1404 (1991) (7) Estes TJ et al; Environ Sci Technol 22: 377-81 (1988)",
            "Value": "Modeling predicts that 1,2-dibromo-3-chloropropane will adsorb so weakly that it will co-migrate with water through low organic content soil(1). Clay and silt soils adsorb 1,2-dibromo-3-chloropropane more strongly than sand soils, but downward vertical migration of this compound was observed regardless of soil type(2). The retardation factor (defined as the ratio of the interstitial water velocity to the velocity of the chemical) of 1,2-dibromo-3-chloropropane in Lincoln fine sand columns (organic carbon= 0.87%) was measured as 2.1(3) and <1.5(4). Soil adsorption retarded the transport of 1,2-dibromo-3-chloropropane 3 to 5 times when compared with the wetting front movement(5). Sorption of 1,2-dibromo-3-chloropropane to aquifer sediments (organic carbon= 0.19%) was very low(6). More than 95% of the initially sorbed 1,2-dibromo-3-chloropropane was desorbed in 4 days; a small fraction, <1% of this compound, resists desorption for at least 35 days(6). Adsorption of 1,2-dibromo-3-chloropropane to montmorillonite (organic carbon content= 0.18 wt%) was greatest at pH 4(7)."
        }
    ]
}