{
    "_id": {
        "$oid": "6682e875c4e5dba5ffba25b0"
    },
    "CID": {
        "$numberInt": "7286"
    },
    "Name": "1,2,3-TRICHLORO-1-PROPENE",
    "IUPACName": "1,2,3-trichloroprop-1-ene",
    "CanonicalSMILES": "C(C(=CCl)Cl)Cl",
    "Synonyms": [
        "1,2,3-TRICHLORO-1-PROPENE",
        "(1Z)-1,2,3-trichloroprop-1-ene",
        "1,2,3-trichloro-propene",
        "SCHEMBL185997",
        "DTXSID3047766",
        "HIILBTHBHCLUER-UHFFFAOYSA-N",
        "DB-057628",
        "NS00003461",
        "T0396"
    ],
    "IsomericSMILES": "C(C(=CCl)Cl)Cl",
    "INCHI": "InChI=1S/C3H3Cl3/c4-1-3(6)2-5/h1H,2H2",
    "INCHIKEY": "HIILBTHBHCLUER-UHFFFAOYSA-N",
    "Formula": "C3H3Cl3",
    "MolecularWeight": {
        "$numberDouble": "145.41"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "57"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 80 was calculated for 1,2,3-trichloro-1-propene(SRC), using an estimated log Kow of 2.78(1,SRC) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is moderate, not high(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Neudecker T, Henschler D; Mutat Res 170 (1-2): 1-9 1986)",
            "Value": "In the presence of S9 mix all allylic chloropropenes tested exert considerable indirect mutagenic activity which is most pronounced for 1,2,3-trichloropropene. Lower as well as higher chlorinated derivatives are clearly less mutagenic. Longer than standard incubation time (120 min instead of 20 min) at 37 °C always leads to an incr in mutagenic activity. An incr in concn of rat liver homogenate fraction (S9) in the metabolizing system (S9 mix) enhances mutagenicity only for 1,3-dichloropropene, 2,3-dichloro-1-propene and for the cis isomer of 1,1,2,3-tetrachloro-2-propene. According to the effects of the enzyme inhibitors SKF525, 1,1,1-trichloropropene-2,3-oxide and cyanamide the allylic chloropropenes fall into 3 groups distinguished by their mode of metabolic activation by S9 mix: (a) allyl chloride and 1,3-dichloropropene are hydrolyzed to the corresponding allylic alcohols which can be oxidized to the respective acroleins (hydrolytic-oxidative pathway); (b) 2,3-dichloro-1-propene, 1,1,2,3-tetrachloro-2-propene and hexachloropropene are epoxidized in the C=C double bond, giving rise to reactive epoxides (epoxidative pathway); (c) only 1,2,3-trichloropropene is obviously activated by both these alternative metabolic pathways. Structural parameters like chloro substitution of the central C atom of the C=C-C sequence and substituent induced polarization of the C=C double bond as well as cis/trans isomerism might be responsible for different substrate properties for the enzymes involved in allylic chloropropene metabolism, thus determining different degrees of activation by either one or both pathways."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1061",
            "Value": "The compound was tested externally on the eyes of rabbits, and, according to the degree of injury observed after 24 hours, rated on a scale of 1 to 10. The most severely injurious substances have been rated 10. 1,2,3-Trichloropene rated 5 on rabbit eyes."
        },
        {
            "References": "MCKENNA MJ ET AL; TOXICOL APPL PHARMACOL 45(1) 249 (1978)",
            "Value": "SPRAGUE-DAWLEY RATS, GOLDEN SYRIAN HAMSTERS EXPOSED TO 25 PPM 6 HR DAILY, 5 DAYS/WK, 94 DAYS, REVEALED EYE & UPPER RESP TRACT IRRITATION; DECR BODY WT IN MALE HAMSTERS & BOTH SEXES OF RATS; ELEVATED SGPT IN RATS, DECR LIVER CELL SIZE IN MALE HAMSTER LIVERS."
        },
        {
            "References": "MCKENNA MJ ET AL; TOXICOL APPL PHARMACOL 45(1) 249 (1978)",
            "Value": "HEPATIC NONPROTEIN SULFHYDRYL (NPSH) ASSAYS IN SPRAGUE-DAWLEY RATS & SYRIAN HAMSTERS GIVEN SINGLE INHALATION EXPOSURES PRODUCED DOSE-RELATED DECR OF HEPATIC NPSH CONCN IN BOTH RATS & HAMSTERS, WHICH WAS NOT OBSERVED AFTER REPEATED EXPOSURES."
        },
        {
            "References": "MCKENNA MJ ET AL; TOXICOL APPL PHARMACOL 45 (1): 249 (1978)",
            "Value": "EYE IRRITATION WAS OBSERVED IN DOGS EXPOSED TO 10 & 25 PPM."
        },
        {
            "References": "STOLZENBERG SJ ET AL; ENVIRON MUTAGEN 2 (1): 59 (1960)",
            "Value": "PRESENCE OF A DOUBLE BOND RESULTED IN A HIGHER LEVEL OF DIRECT MUTAGENIC ACTIVITY THAN 1,2,3-TRICHLOROPANE; ACTIVATION WAS FURTHER INCREASED WITH S-9 FRACTION."
        },
        {
            "References": "FEDYANINA VN ET AL; UCH ZAP -MOSK NAUCHNO-ISSLED INST GIG 22: 53 (1975)",
            "Value": "ACUTE ORAL LD50 DOSES FOR MICE, RATS, & RABBITS WERE 275, 345, & 381 MG/KG, RESPECTIVELY. TWO-HR INHALATION LC50 FOR MICE WAS 2.8 MG/L. THRESHOLD INHALATION CONCN FOR RABBITS WAS 0.4 MG/L. IRRITATION THRESHOLDS FOR RATS WAS 0.1 MG/L."
        },
        {
            "References": "Johannsen FR et al; J Toxicol Environ Hlth 33 (3): 291-302 (1991)",
            "Value": "Groups of 15 male and 15 female Sprague-Dawley rats were exposed to 1 of 3 chloropropene (2,3-Di = DCP; 1,2,3-Tri = TRCP; and 1,1,2,3-Tetra = TECP) vapors to provide information on repeated exposures and the potential for reproductive impairment by the most likely route of occupational exposure. Target exposure concentrations were 0, 1, 5, and 15 ppm, 6 hr/day, 5 days/wk for 13 wk. The following parameters were evaluated: pharmacotoxic signs, survival, body weights, hematology, clinical blood chemistry, urine analysis, gross and histopathology (over 40 tissues/rat), organ weights, and selected weight ratios. Signs of nasal irritation were noted in rats exposed to 15 ppm of either DCP or TRCP but not TECP. Small decr in overall body weight were observed in female rats exposed to 15 ppm TCP. An incr (15%) in spleen weight, with no corresponding histopathological or clinical findings, was observed in 15 ppm DCP treated male rats. No other effects considered related to treatment were observed following exposure to any of the three chlorinated propenes. Additional groups of 10 male and 20 female Sprague-Dawley rats were exposed to DCP, TRCP, or TECP vapors at target concn of 0, 1, or 5 ppm for 6 hr/day, 5 days/wk for a 10-wk premating period, a mating period, and the first 14 d (females only) of gestation. Females were allowed to deliver litters and the offspring were evaluated during a 21 day lactation period. Mating, pregnancy, and fertility indices were generally comparable among all test groups, although female mating and pregnancy indices of both DCP treated females were lower than expected in the regular and postrecovery reproduction phase. No effects were seen on pup survival, sex distribution, body weights, organ weights, and ratios. A modest reduction in pup body weights was observed following TECP exposure but was attributed to large litter size. No treatment related effects were seen following necropsy of adults or weanlings, nor were such effects noted following microscopic evaluation of gonads from parental animals."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 28: 459-65 (1992) (2) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for 1,2,3-trichloro-1-propene can be estimated to be about 130(SRC). According to a recommended classification scheme(2), this estimated Koc value suggests that 1,2,3-trichloro-1-propene has high mobility in soil(SRC)."
        }
    ]
}