{
    "_id": {
        "$oid": "6682e876c4e5dba5ffba25b4"
    },
    "CID": {
        "$numberInt": "7294"
    },
    "Name": "Methyl acrylate",
    "IUPACName": "methyl prop-2-enoate",
    "CanonicalSMILES": "COC(=O)C=C",
    "Synonyms": [
        "METHYL ACRYLATE",
        "96-33-3",
        "Methyl prop-2-enoate",
        "Methylacrylate",
        "Acrylic acid methyl ester",
        "2-Propenoic acid",
        "methyl ester",
        "Methyl propenoate",
        "Methyl 2-propenoate",
        "Methylacrylaat",
        "Metilacrilato",
        "Methyl-acrylat",
        "Methoxycarbonylethylene",
        "Acrylate de methyle",
        "Acrylic acid",
        "methyl ester",
        "Curithane 103"
    ],
    "IsomericSMILES": "COC(=O)C=C",
    "INCHI": "InChI=1S/C4H6O2/c1-3-4(5)6-2/h3H,1H2,2H3",
    "INCHIKEY": "BAPJBEWLBFYGME-UHFFFAOYSA-N",
    "Formula": "C4H6O2",
    "MolecularWeight": {
        "$numberDouble": "86.09"
    },
    "Description": "Methyl acrylate is an enoate ester.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "65"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 8 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 18, 2018: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for methyl acrylate(SRC), using a log Kow of 0.80(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 17, 2018: https://www.safe.nite.go.jp/english/db.html (2) Thom NS, Agg AR; Proc Roy Soc London B 189: 347-57 (1975)",
            "Value": "AEROBIC: Methyl acrylate, present at 100 mg/L, reached 37% of its theoretical BOD in 14 days using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). It has been suggested that methyl acrylate should degrade by biological sewage treatment processes with suitable acclimation(2)."
        },
        {
            "References": "(1) Speece RE; Environ Sci Technol 17: 416A-27A (1983)",
            "Value": "ANAEROBIC: It has been suggested that methyl acrylate should degrade by anaerobic biodegradation in industrial wastewater treatment(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 8",
            "Value": "log Kow = 0.80"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Researchers/ reported binding of methyl acrylate to the cytochrome P-450 in rat liver microsomes that increased oxygen consumption and NADPH oxidation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Researchers/ exposed rats, rabbits, guinea pigs, and one monkey to methyl acrylate in air for up to 7 hours at varying concentrations for 1 to 130 days. No deaths were reported in rabbits or guinea pigs at 95 ppm, in rats at 237 ppm, or in monkeys at 31 ppm; deaths occurred in rabbits and guinea pigs inhaling 237 ppm and in rats at 578 ppm. All animals exposed to the highest concentrations suffered from irritation of mucous membranes, lethargy, dyspnea, and convulsions; microscopic evidence of pulmonary congestion, edema, and degenerative changes in the heart muscle, liver, and kidneys were evident on necropsy. Animals that survived the exposures did not show any treatment-related gross or histopathologic alterations when sacrificed 2 months after exposures were terminated. A single oral dose of 280 mg/kg to rabbits was fatal."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl acrylate is a reversible irritant to skin and mucous membranes ... Topical application to rabbits resulted in marked local (but reversible) inflammation and irritation; at doses of 34.4 mL/kg for 2.67 hr, rabbits survived. /Another study/ reported that repeated application of 1% methyl acrylate to rabbit skin produced deep dystrophic and necrotic lesions at the site, especially in the adventitia, which were reversible. By administration day 60, there was complete destruction of the epidermis and adventitia, with an increase in the phosphatases and an accumulation of mast and lymphocyte cells."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Researchers/ found that methyl acrylate was equally irritative to rabbit skin for 1 to 4 hours with semi- or complete occlusion."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In guinea pigs, topical application of methyl acrylate causes skin sensitization, with cross reactivity to other acrylates and related compounds ... Methyl acrylate also induces production of specific antibodies with skin exposure and is therefore an immunogenic compound."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1044",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl acrylate has been tested externally on the eyes of rabbits and ... rated 4 on scale of 1 to 10 according to the degree of injury observed after 24 hr. The most severely injurious substances have been rated 10."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 56 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single oral dose of 280 mg/kg bw to rabbits (strain unknown) resulted in fatal poisoning, characterized by dyspnea, cyanosis, convulsions, and hypothermia."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 56 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits, skin application caused local irritation."
        },
        {
            "References": "Lomonova GV, Klimova EI; Gig Tr Prof Zabol 9: 55-6 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ LC50 values for methyl acrylate are 12,800 mg/cu m for mice and 7300 mg/cu m for rats (strain and sex of test animals unknown)."
        },
        {
            "References": "Lomonova GV, Klimova EI; Gig Tr Prof Zabol 9: 55-6 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Topical application caused in rats and mice hyperemia, hemorrhages, and sores."
        },
        {
            "References": "PMID:6839739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Contact sensitivity was produced in Guinea pigs with mono-, di-, and tri- acrylate compounds. /Mono-, di-, and tri- acrylate compounds/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 104 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral administration to male Fischer 344 rats of 86 and 172 mg/kg methyl acrylate in corn oil by gavage resulted in dose-dependent gastric toxicity, as judged by gross examination (increase in size of the stomach, forestomach edema) and histopathological examination, which revealed intracellular and intercellular mucosal edema and submucosal edema and superficial mucosal necrosis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 104 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation of 2000 mg/cu m (578 ppm) by rabbits, guinea pigs and rats (strains and sexes of test animals not given) for 7 hr/day for two to seven days caused a reduction in body weight, salivation, labored respiration and lethargy in all three species, distension of ear veins in rabbits and lachrymation in rabbits and guinea pigs."
        },
        {
            "References": "PMID:2274966",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chemical reactivity with glutathione, urinary thioether excretion, total (T-SH) and non-protein-SH (NP-SH) groups in tissues and blood glucose were studied in male Wistar rats exposed to acrylic acid derivatives. The 6-hr inhalation of acrylonitrile (AN), methyl acrylate (MA), ethyl acrylate (EA), n-butyl acrylate (BA) and 2-ethylhexyl acrylate (2-EHA) in several concentrations increased the urinary thioether excretion; the portion metabolized to thioethers was 35-18% of the acrylonitrile dose, but only 1.5-8% for the acrylates. Total-SH levels in the liver significantly decreased after the inhalation of AN, EA, BA and 2-EHA. In blood there was a decrease only after EA. Most pronounced NP-SH depletion was in the liver, less in blood and moderate in brain and lungs. There was an exponential relationship between the tissue NP-SH and the inhaled concentrations. Calculated concentrations inducing 50% NP-SH depletion indicated that reaction of acrylic acid derivatives with SH groups was decreasing in the order AN much greater than 2-EHA greater than EA = BA for the chemicals and liver greater than blood greater than lungs greater than brain for the tissues. All inhaled acrylates induced hyperglycemia, but acrylic acid was without effect. The chemical reactivity of acrylates with glutathione (GSH) decreased in the order EA greater than BA greater than MA greater than AN greater than 2-EHA. The results suggest that GSH depletion may participate in acute lethal and biochemical toxic effects of acrylic acid esters."
        },
        {
            "References": "PMID:4093996",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute exposure studies were conducted using adult male Sprague-Dawley rats to obtain LC50/24 concentrations for the common esters of acrylic and methacrylic acids. The order of acute toxicity was determined to be methyl acrylate greater than ethyl acrylate greater than butyl acrylate greater than butyl methacrylate greater than methyl methacrylate greater than ethyl methacrylate. Four-hour daily exposures (excluding weekends) of young adult male rats to 110 ppm methyl acrylate in air over a period of 32 d failed to produce significant differences in body or tissue weights, blood chemistries, gross metabolic performance, and spontaneous small-intestinal motor activities when compared with a sham-exposed group."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3000",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When comparing straight with branched chain acrylates, ethyl acrylate by oral route may be only half as toxic as methyl acrylate, but eight times as toxic as methyl methacrylate, and 13 times as toxic as ethyl methacrylate."
        },
        {
            "References": "PMID:4024123",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Gavage administration of equimolar doses (2 mmol/kg) of methyl or ethyl acrylate in corn oil resulted in profound gastric toxicity in male F344 rats, while acrylic acid and n-butyl acrylate were without effect. Furthermore, gavage administration of equimolar doses of methyl propionate or ethyl propionate (saturated analogues of methyl acrylate and ethyl acrylate, respectively) as well as methacrylic acid esters were without gastric toxicity. These results indicate that structural requirements for acrylate esters to cause gastric lesions include an intact ester moiety, a double bond, and no substitution at carbon number 2. Additional studies indicate that gastric toxicity may be attributed to the intact ester molecule or to metabolite(s) other than products of carboxylesterase-mediated hydrolysis (acrylic acid and alcohol) and that gastric toxicity is dependent upon both acrylate ester concentration in dose vehicle and the lipophilicity of the dose vehicle (corn oil vs water)."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3601",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In oral studies, single doses administered by gavage of 4, 40, or 400 mg/kg resulted in a dose-related increase in glandular or forestomach weight accompanied by gross edema and hemorrhage. In another study, in which rats (strain and sex not given) were dosed orally, 144 mg/kg acrylic acid and n-butyl acrylate were without effect while methyl and ethyl acrylates caused gastric edema with the forestomach more susceptible than the glandular stomach."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Researchers/ treated rabbits orally with 23 mg methyl acrylate/kg/day (0.1 times the acute lethal dose), 5 days/week for a total of 24 doses. This resulted in  minimal retardation of growth and body weight gain without any evidence of gross or microscopic pathology."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 3-month inhalation study conducted in Sprague-Dawley rats established that 135 ppm (519 mg/cu m) was the maximum tolerated concentration due to the decline in body weight and an increase in relative lung and liver weights."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Young male Sprague-Dawley rats exposed 4 hours/day, 5 days/week over 32 days (a total of 128 hours) at 110 ppm of methyl acrylate in air did not show any significant differences in body or tissue weight, blood chemistries, gross metabolic performance, or spontaneous small intestinal motor activities when compared with concurrent controls; there were no deaths in either group, nor were there any tumors, growth, or other abnormalities."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 86",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Six white mice (strain and sex unknown) were placed for 4 hr a day for fourteen days in an enclosure containing 125 ppm methyl acrylate vapors. At end of the experiment, three of the animals were dead."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 931",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Researchers/ conducted a 13-week drinking water study in which Fischer 344 rats (sex not given) were given 0, 1, 5, or 20 mg/kg/day of methyl acrylate. Treatment-related effects were observed only for those animals receiving the highest daily dose; these included decreased water consumption, reduced body-weight gain, increased relative kidney weights, and an increase in the numbers of rats with spontaneous renal disease. The no-observed-effect level (NOEL) was 5 mg/kg/day."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 2-year inhalation study of male and female Sprague-Dawley rats was carried out 6 hr/day, 5 days/wk in whole body inhalation chambers at 0, 15, 45, or 135 ppm of methyl acrylate. Initially, there were slight transient delays in body weight gain in the highest exposure group which were believed to be caused by irritating properties of methyl acrylate because subsequent weight gain was normal. Throughout the exposures, concentration-related atrophy of the neurogenic epithelial cells, and reserved cell hyperplasia occurred in the transitional region between the respiratory and olfactory nasal epithelium. There was loss of the olfactory and ciliated cells in the female rats of the mid- and high-exposure groups and in all treated males; opacification and vascularization of the cornea were observed in all exposure groups. All these changes were believed secondary to the irritating properties of methyl acrylate. There were no indications of effects on longevity or of systematic toxicity by hematologic parameters, gross and histologic examination, and urinalysis. Statistically significant increases in benign hypophyseal tumors were reported for both sexes, and epithelial and leukemic neoplasms were found in the male rats; however, there was no dose-response relationship. Soft tissue sarcomas in the subcutaneous tissue of the male rats were found but were considered incidental because these tumors arise spontaneously and there was no indication of a dose-response relationship. The authors concluded that the no-observed-effect level (NOEL) for methyl acrylate was below 15 ppm."
        },
        {
            "References": "PMID:2060891",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No exposure-related clinical signs or lesions of systemic toxicity and no oncogenic responses were observed in male and female Sprague-Dawley rats exposed by inhalation to methyl acrylate (MA) or n-butyl acrylate (BA) vapors, at concentrations of 0, 15, 45 and 135 ppm. The rats were whole-body-exposed 6 hr/day, 5 days/wk, for 24 consecutive months. There was a 6-month post-exposure observation period for subgroups of BA-exposed rats. Atrophy of the neurogenic epithelial cells and hyperplasia of reserve cells were observed in the nasal mucosa of all MA- and BA-exposed groups. These changes were dose related and mainly affected the anterior part of the olfactory epithelium. Opacity and neovascularization of the cornea were seen in all MA-exposed groups and in the group exposed to 135 ppm BA. These toxic effects of the olfactory epithelium and cornea were attributed to the known irritancy of MA and BA. In the BA subgroups kept for a 6-month post-exposure observation, reconstructive effects, such as replacement of altered olfactory epithelium with respiratory epithelium, and partial regression of corneal neovascularization were observed."
        },
        {
            "References": "PMID:10353315",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicities of seven acrylates were studied in Sprague-Dawley rats after inhalation exposure for 6 hr/day, during days 6 to 20 of gestation. The exposure concentrations were: for acrylic acid, 50, 100, 200, or 300 ppm; for methyl acrylate, 25, 50, or 100 ppm; for ethyl acrylate, 25, 50, 100, or 200 ppm; for butyl acrylate, 100, 200, or 300 ppm; for ethylhexyl acrylate, 50, 75, or 100 ppm; for hydroxyethyl acrylate, 1, 5, or 10 ppm; and for hydroxypropyl acrylate, 1, 5, or 10 ppm. No treatment-related increases in embryo/fetal mortality or fetal malformations were observed after exposure to any of these acrylates. Fetal toxicity, indicated by reduced fetal body weight, was observed after exposure to 300 ppm acrylic acid, 100 ppm methyl acrylate, 200 ppm ethyl acrylate, and 200 or 300 ppm butyl acrylate in the presence of overt signs of maternal toxicity..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/GENOTOXICITY/ Methyl acrylate does not appear to induce detectable gene mutations in bacteria; it does induce micronuclei in mammals in vivo at toxic dosages, and it induces mutations and chromosomal aberrations in mammalian cells at levels causing high cytotoxicity in vitro."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/GENOTOXICITY/ In the Salmonella-microsome assay, methyl acrylate was not mutagenic with or without Aroclor 1254 or phenobarbital-induced S-9 mix."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/GENOTOXICITY/ Testing was negative for mutagenicity in the sex-linked recessive lethal mutation assay after being fed to Drosophila melanogaster larvae."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/GENOTOXICITY/ /Researchers/ found evidence which suggests that methyl acrylate may be clastogenic to mouse bone marrow in vitro but not in vivo, In the in vivo experiment, 8-week-old ddY mice (with an unexposed control) inhaled methyl acrylate for 3 hours. Femoral bone marrow cells and micronucleated polychromatic erythrocytes were collected 24 hours later. No increase in the frequency of micronucleated polychromatic erythrocytes was noted."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 759",
            "Value": "/GENOTOXICITY/ Methyl and ethyl acrylate caused chromosome aberrations in Chinese hamster lung fibroblasts and ovarian (CHO) cells in vitro."
        },
        {
            "References": "Oberly TJ et al; Environ Mol Mutagen 19 (20): 46 (1992)",
            "Value": "/GENOTOXICITY/ The CHO-AS52 gene mutation assay was examined for its sensitivity in the detection of chromosomal mutagens. Six compounds identified as chromosomal mutagens in the mouse lymphoma assay (MLA) were tested for mutagenicity in AS52 cells. The six compounds /included/ methyl acrylate which produces almost entirely small colonies in the MLA, was negative in AS52 cells."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 105 (1986)",
            "Value": "/GENOTOXICITY/ An increase in the incidence of chromosomal aberrations was observed in cultured Chinese hamster lung cells in the presence of 7.5-15 ug/mL methyl acrylate, in the absence of an exogenous metabolic system."
        },
        {
            "References": "PMID:7694139",
            "Value": "/GENOTOXICITY/ ... 6 compounds /including methyl acrylate (MCR) that were/ identified as chromosomal mutagens in the mouse lymphoma assay (MLA) were tested for mutagenicity in AS52 cells using suspension treatment and soft agar cloning. ... MCR, which produces almost entirely small colonies in the MLA, was negative in AS52 cells..."
        },
        {
            "References": "PMID:1710014",
            "Value": "/GENOTOXICITY/ The Chinese hamster ovary (CHO) assay, which measures newly induced mutations at the hypoxanthine-guanine phosphoribosyltransferase (hgprt) locus, has been widely used for mutagenesis testing. ... /This study compared/ the standard monolayer assay with a suspension adapted CHO assay that uses cell numbers comparable to that of the L5178Y mouse lymphoma assay. Nine compounds, /including/ methyl acrylate, ethyl acrylate, tetraethylene glycol diacrylate, trimethylolpropane triacrylate, 2-ethylhexyl acrylate and dicyclopentenyloxyethyl methacrylate were evaluated in the monolayer and suspension assays. Both assays gave the same overall qualitative results for the test compounds. ... The acrylates (many of which appear to exert their genotoxic effect through a clastogenic mechanism) were negative in both test systems..."
        },
        {
            "References": "PMID:2687635",
            "Value": "/GENOTOXICITY/ ... /This/ study was undertaken to determine if both the tk locus in mouse lymphoma cells and the hgprt locus in Chinese hamster ovary (CHO) cells can be used to quantitate chromosomal mutations. ... From these investigations, it appears that only those compounds ... that induce significant numbers of large-colony thymidine kinase (TK) mutants also induce significant numbers of hypoxanthine-guanine phosphoribosyltransferase (HGPRT) mutants. The four acrylates evaluated (methyl acrylate, ethyl acrylate, trimethylolpropane triacrylate and tetraethyleneglycol diacrylate) induced almost exclusively small-colony TK mutants and very few if any HGPRT mutants. ... It is significant that the four acrylates give little or no evidence of genotoxicity when evaluated using selection for HGPRT-deficient mutants, yet are clearly clastogenic to the same cells in the same experiment. These results are consistent with the hypothesis that the hgprt locus may not be useful as a marker to evaluate the clastogenic component of a genotoxic compound..."
        },
        {
            "References": "PMID:3338441",
            "Value": "/GENOTOXICITY/ A series of monomeric acrylate/methacrylate esters (methyl acrylate, ethyl acrylate, methyl methacrylate, and ethyl methacrylate) as well as acrylic acid were examined for genotoxic activity in L5178Y mouse lymphoma cells without exogenous activation. All five compounds induced concentration-dependent increases in mutant frequency. Small-colony, trifluorothymidine-resistant mutants were primarily induced, which suggests that these compounds may act via a clastogenic mechanism. This prediction was confirmed by the finding that all five compounds produced gross chromosome aberrations in mouse lymphoma cells. The two acrylates were much more potent in their response than acrylic acid. Methyl acrylate (22 ug/mL, survival = 18%) induced 385 mutants/10+6 survivors (total mutant frequency less the spontaneous mutant frequency) and 45 chromosome aberrations/100 cells analyzed (total aberrations less the spontaneous background) ... The evidence suggests that the genotoxicity of these compounds is most likely due to a clastogenic mechanism."
        },
        {
            "References": "PMID:6424006",
            "Value": "/GENOTOXICITY/ The micronucleus test was used to study the mutagenic effects of ethyl acrylate and methyl acrylate. Investigated compounds were administered to Balb C male mice by ip injection in two doses, separated by a period of 24 hr. Ethyl acrylate at doses of 225-1800 mg/kg, and methyl acrylate at doses of 37.5-300 mg/kg significantly induce chromosome damage resulting in micronuclei formation in bone marrow polychromatic erythrocytes. Both investigated compounds significantly decrease the ratio of polychromatic to normochromatic erythrocytes. Positive results provide evidence of clastogenic activity of ethyl acrylate and methyl acrylate."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroxypropyl Acrylate , CAS 25584-83-2 (December 2005) p.19. Available from, as of January 27, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ A mouse micronucleus study with hydroxypropyl acrylate conducted in compliance with OECD Guideline 474 indicated that, as with other acrylates (e.g. methyl acrylate and ethyl acrylate) , hydroxypropyl acrylate is not mutagenic in this assay ..."
        },
        {
            "References": "PMID:17868217",
            "Value": "/IMMUNOTOXICITY/ ... The lymph node assay (LLNA) /was used to evaluate sensitization to/ 4 acrylates /in guinea pigs/: butyl acrylate (BA), ethyl acrylate (EA), methyl acrylate (MA), and ethylhexyl acrylate (EHA). The LLNA data indicated that all 4 compounds have some potential to cause skin sensitization. In addition, the relative potencies of these acrylates were measured by derivation from LLNA dose-response analyses of EC3 values (the effective concentration of chemical required to induce a threefold increase in proliferation of draining lymph node cells compared with control values). On the basis of 1 scheme for the categorization of skin sensitization potency, BA, EA, and MA were each classified as weak sensitizers. Using the same scheme, EHA was considered a moderate sensitizer. However, it must be emphasized that the EC3 value for this chemical of 9.7% is on the borderline between moderate (<10%) and weak (>10%) categories. ..."
        },
        {
            "References": "Bisesi MS; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Esters of Mono- and Alkenyl Carboxylic Acids and Mono- and Polyalcohols. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ The introduction of unsaturation into a fatty acid, as, for example, comparing the methyl or ethyl esters of propionic acid with the equivalent propenoic or acrylic acid derivatives, shows a tenfold increase in acute toxicity. Comparing acute toxicity of straight with branched-chain acrylates, ethyl acrylate by the oral route may be only half as toxic as methyl acrylate, but 8 times as toxic as methyl methacrylate, and 13 times as toxic as ethyl methacrylate."
        },
        {
            "References": "Paulet G, Vidal M; Arch Mal Prof Med Trav Secur Soc 36 (1-2): 58-60 (1975)",
            "Value": "/OTHER TOXICITY INFORMATION/ Toxicity of 6 acrylates and 6 methacrylates was determined in fish (species not given) and rats (strain and sex not given). All esters were less toxic than acrylamine and acrylonitrile. Methacrylates were approx 5-fold less toxic than acrylates. Toxicity for a given series decreased with increased length of carbon chain."
        },
        {
            "References": "PMID:7090003",
            "Value": "/OTHER TOXICITY INFORMATION/ Structure-toxicity relationships of acrylates, including methyl acrylate and methacrylates, were analyzed in mice (strain and sex not given). Acute oral LD50, partition coefficient (p), and 2nd order rate constant (k) measured experimentally. Toxicities found to be dependent upon log p or log k, especially upon log p."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 18, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of methyl acrylate can be estimated to be 6(SRC). According to a classification scheme(2), this estimated Koc value suggests that methyl acrylate is expected to have very high mobility in soil(SRC)"
        }
    ]
}