{
    "_id": {
        "$oid": "6682e876c4e5dba5ffba25b5"
    },
    "CID": {
        "$numberInt": "7296"
    },
    "Name": "METHYLCYCLOPENTANE",
    "IUPACName": "methylcyclopentane",
    "CanonicalSMILES": "CC1CCCC1",
    "Synonyms": [
        "METHYLCYCLOPENTANE",
        "96-37-7",
        "Cyclopentane",
        "methyl-",
        "Methyl cyclopentane",
        "Methylpentamethylene",
        "Methyl-cyclopentane",
        "CCRIS 6058",
        "HSDB 876",
        "UNII-5G26CC1ASK",
        "EINECS 202-503-2",
        "5G26CC1ASK",
        "NSC 24836",
        "BRN 1900214",
        "DTXSID3025590",
        "CHEBI:88429"
    ],
    "IsomericSMILES": "CC1CCCC1",
    "INCHI": "InChI=1S/C6H12/c1-6-4-2-3-5-6/h6H,2-5H2,1H3",
    "INCHIKEY": "GDOPTJXRTPNYNR-UHFFFAOYSA-N",
    "Formula": "C6H12",
    "MolecularWeight": {
        "$numberDouble": "84.16"
    },
    "Description": "Methylcyclopentane is a cycloalkane that is cyclopentane substituted by a single methyl group. It has a role as a human metabolite and a plant metabolite. It is a cycloalkane and a volatile organic compound. It derives from a hydride of a cyclopentane.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "33"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book. Heller SR (consult ed) Washington, DC: Amer Chem Soc pg 23 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 210 was calculated for methylcyclopentane(SRC), using an experimental log Kow of 3.37(1) and a recommended regression-derived equation(2). According to a recommended classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms will be an important fate process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Jamison VW et al; Develop Ind Microbiol 12: 99-105 (1970) (2) Jamison VW et al; Biodegradation of High-Octane Gasoline IN Proc Int Biodeg Symp 3rd. Sharpley JM, Kaplan AM (eds) Essex, England pp. 187-96 (1976)",
            "Value": "Nocardia corallina strain V49 (isolated from soil) did not produce identifiable oxidation products when exposed to methylcyclopentane vapors when cultured on agar-resin plates, under co-oxidative conditions(1). Microorganisms were isolated from groundwater contaminated with high octane gasoline (Ambler PA)(2). Of these microorganisms, 32 pure cultures were isolated that used gasoline as a sole source of carbon; however, none used methylcyclopentane when cultured in basal mineral salts medium(2). When Sunoco 260 was added to Ambler water, methylcyclopentane showed only a 10% drop in concentration after 192 hours(2). When methylcyclopentane was incubated with Nocardia sp 802-6, 802-29, and 802-9 along with hexadecane as a co-oxidation growth substrate on agar-resin plates, no oxidation products of sufficient quantity for identification were found(2). When the fermentation was carried out in an aqueous system, similar results were obtained(2). Microorganisms used in the aqueous system were Nocardia sp 802-6 and 803-9 with hexadecane and Pseudomonas sp 803-2 with hexane(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 23",
            "Value": "log Kow = 3.37"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7251182",
            "Value": "Commercial hexane which caused polyneuropathy in many workers contained 10-40% of 2-methylpentane, 3-methylpentane and methylcyclopentane in addition to n-hexane. The hexacarbon compounds methyl n-butyl ketone, 2,5-hexanedione and etc were shown to be neurotoxic like n-hexane. Therefore, 2-methylpentane, 3-methylpentane and methylcyclopentane which are also hexacarbon compounds were suspected to be neurotoxic, but their neurotoxicity had not been sufficiently investigated. The present experiment was performed to clarify their neurotoxicity by measuring the nerve conduction velocity in the rat's tail. Thirty rats were divided into five groups of 5-7 rats. n-Hexane, 2-methylpentane, 3-methylpentane and methylcyclopentane were diluted with olive oil and orally administered daily for eight weeks. The body weight, motor nerve conduction velocity, motor distal latency and mixed nerve conduction velocity were measured before administration, after two, four, six and eight weeks administration. The n-hexane group showed a distinct impairment of the functional states of the peripheral nerve. Methylcyclopentane, 2-methylpentane, and 3-methylpentane group had some significant differences in comparison with the control in the experiment, although these differences were not so distinct as those in n-hexane group. The results revealed that the neurotoxicity of the three chemicals was not so severe as that of n-hexane and were in the order of n-hexane greater than methylcyclopentane greater than or equal to 2-methylpentane divided by 3-methylpentane."
        },
        {
            "References": "Daughtrey et al; Toxicologist 12(1): 235 (1992)",
            "Value": "Commercial hexane is a solvent consisting of six-carbon isomers principally n-hexane (53%), 3-methyl pentane (16%), methylcyclopentane (14%), and 2-methyl pentane (12%). Male and female CD (Sprague-Dawley) rats were exposed to commercial hexane vapor at target concentrations of 0, 900, 3000, or 9000 ppm for 6 hr/day, 5 days/week, over two generations. At both the F0 breed to produce Fl litters and the Fl breed to produce F2 litters, reproductive parameters were unaffected by commercial hexane exposure. Litter size and postnatal survival were not significantly different between exposure groups. However, reductions in body weight and body weight gain were observed in both Fl and F2 litters exposed to 9000 ppm. Effects on body weight were not observed in offspring exposed to the two lower concentrations of commercial hexane. Histopathologic examination of selected organs revealed hyaline droplet nephropathy in adult F0 and Fl males exposed to 9000 ppm commercial hexane. No other treatment related lesions were observed. In summary exposure of rats to commercial hexane for two generations resulted in reduced body weight gains at 9000 ppm but no adverse effects on reproduction. The NOEL for this study was 3000 ppm."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Whelan JK et al; Geochimica et Cosmochimica Acta 44: 1767-85 (1980)",
            "Value": "Methylcyclopentane was detected in surface sediments from Walvis Bay in 97 m deep water at 0.1 and 0.5 ng/g dry weight of sediment at 32-36 cm and 40 cm deep, respectively(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book. Heller SR (consult ed) Washington, DC: Amer Chem Soc pg 23 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of methylcyclopentane is estimated as approximately 1600(SRC), using an experimental log Kow of 3.37(1) and a regression-derived equation(2,SRC). According to a recommended classification scheme(3), this estimated Koc value suggests that methylcyclopentane should have low mobility in soil(SRC)."
        }
    ]
}