{
    "_id": {
        "$oid": "6682e876c4e5dba5ffba25b8"
    },
    "CID": {
        "$numberInt": "7321"
    },
    "Name": "2,4-DINITROANILINE",
    "IUPACName": "2,4-dinitroaniline",
    "CanonicalSMILES": "C1=CC(=C(C=C1[N+](=O)[O-])[N+](=O)[O-])N",
    "Synonyms": [
        "2,4-DINITROANILINE",
        "97-02-9",
        "Benzenamine",
        "2,4-dinitro-",
        "1-Amino-2,4-dinitrobenzene",
        "2,4-Dinitroanilin",
        "2,4-Dinitrobenzenamine",
        "2,4-Dinitroanilina",
        "2,4-Dinitraniline",
        "2,4-Dinitrophenylamine",
        "Aniline",
        "2,4-dinitro-",
        "2,4-dinitroaminobenzene",
        "NSC 8731",
        "2,4-Nitroaniline",
        "2,4-dinitrobenzeneamine",
        "2,4-Dinitro-phenylamine"
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1[N+](=O)[O-])[N+](=O)[O-])N",
    "INCHI": "InChI=1S/C6H5N3O4/c7-5-2-1-4(8(10)11)3-6(5)9(12)13/h1-3H,7H2",
    "INCHIKEY": "LXQOQPGNCGEELI-UHFFFAOYSA-N",
    "Formula": "C6H5N3O4",
    "MolecularWeight": {
        "$numberDouble": "183.12"
    },
    "Description": "2,4-dinitroaniline is a nitroaniline consisting of an aniline core having two nitro substituents located at the 2- and 4-positions.",
    "XlogP": {
        "$numberDouble": "1"
    },
    "Complexity": {
        "$numberInt": "221"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY: McGraw-Hill p. 5-4 (1990) (2) GEMS; Graphical Exposure Modeling System PCGEMS (1987)",
            "Value": "Based on an estimated log Kow of 1.84(2), the bioconcentration factor (BCF) for 2,4-dinitroaniline can be estimated to be about 15 from a recommended regression-derived equation(1,SRC). This BCF value suggests that bioconcentration in aquatic organisms may not be significant(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kondo M et al; Eisei Kagaku 34: 188-95 (1988)",
            "Value": "2,4-Dinitroaniline at an initial concn of 100 ppm showed no biodegradation in river and sea water after 3 days using a cultivation test method(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1158127",
            "Value": "2,4-DINITROANILINE ADMIN ORALLY TO RATS SHOWED LOW TOXICITY. AFFECTED NERVOUS SYSTEM, CAUSED WEAK MET- & SULF-HEMOGLOBINEMIA, & DECR LEVEL OF THIOL GROUPS IN BLOOD."
        },
        {
            "References": "PMID:7470289",
            "Value": "THE DNA DAMAGE INDUCED BY IN VIVO ADMINISTRATION OF 2,4-DINITROANILINE WAS DETERMINED ... . THE TARGET ORGANS FOR ULTIMATE CARCINOGENS PRODUCED IN MICE APPEAR TO BE THE LIVER AND THE KIDNEY. THE VALUES OBTAINED AFTER TREATMENT WITH 2,4-DINITROANILINE FALL IN THE RANGE OF CONTROL MICE."
        },
        {
            "References": "PMID:7106601",
            "Value": "INHALATION OF 17 MG 2,4-DINITROANILINE/CU M FOR 4 HR/DAY WITHIN THE 1ST 19 OR 7 DAYS OF PREGNANCY INCREASED THE MORTALITY OF RAT EMBRYOS FROM 9.9 TO 18.8 AND 25.3%, RESPECTIVELY, AND DECREASED THE EMBRYO LENGTH ON THE 20TH DAY OF PREGNANCY FROM 29.0 TO 24.9 AND 25.2 MM, RESPECTIVELY. THE 7-DAY EXPOSURE ALSO DECREASED THE ALPHA2-GLOBULIN PERCENTAGE FROM 18.6 TO 14.2%. ..."
        },
        {
            "References": "PMID:379635",
            "Value": "TWO FRAME-SHIFT HISTIDINE MUTANTS (TA1537 AND TA98) AND 2 BASE-PAIR SUBSTITUTED HISTIDINE MUTANTS (TA1535 AND TA100) OF SALMONELLA TYPHIMURIUM WERE EMPLOYED. BOTH THE SPOT TEST AND PLATE-INCORPORATION ASSAY INDICATED THAT /2,4-DINITROANILINE/ WAS MUTAGENIC WITH THREE OF THE TEST STRAINS. ..."
        },
        {
            "References": "PMID:3946093",
            "Value": "Male Fischer-344 rats were administered 0 to 90.0 umol/kg (14)C labeled 2,4-dinitroaniline orally or 10.0 umol/kg intravenously. No signs of toxicity were observed at any dose."
        },
        {
            "References": "PMID:3930237",
            "Value": "2,4-Dinitroaniline was evaluated for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton-S wild-type males were treated with concentrations of 2,4-dinitroaniline that result in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concentrations of 2,4-dinitroaniline tested by injection (150 ppm) or feeding (1600 ppm) were negative in this assay."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY: McGraw-Hill p. 4-9 (1990) (2) GEMS; Graphical Exposure Modeling System PCGEMS (1987) (3) Parris GE; Environ Sci Technol 14: 1099-106 (1980) (4) Swann RL et al; Res Rev 85: 16-28 (1983)",
            "Value": "Aromatic amines have been observed to undergo rapid and reversible covalent bonding with humic materials in aqueous solution; the initial bonding reaction is followed by a slower and much less reversible reaction believed to represent the addition of the amine to quinoidal structures followed by oxidation of the product to give an amino-substituted quinone; these processes represent pathways by which aromatic amines may be converted to latent forms in the biosphere(3). In the absence of covalent bonding, a Koc of approximately 240 can be estimated for 2,4-dinitroaniline based on an estimated log Kow of 1.84(2) and a recommended regression-derived equation(1,SRC); this Koc value suggests medium soil mobility(4)."
        }
    ]
}