{
    "_id": {
        "$oid": "6682e877c4e5dba5ffba25bd"
    },
    "CID": {
        "$numberInt": "7344"
    },
    "Name": "ETHYL LACTATE",
    "IUPACName": "ethyl 2-hydroxypropanoate",
    "CanonicalSMILES": "CCOC(=O)C(C)O",
    "Synonyms": [
        "ETHYL LACTATE",
        "97-64-3",
        "Ethyl 2-hydroxypropanoate",
        "Solactol",
        "Actylol",
        "Acytol",
        "Lactic acid",
        "ethyl ester",
        "Ethyl 2-hydroxypropionate",
        "Propanoic acid",
        "2-hydroxy-",
        "ethyl ester",
        "\"Lactate dethyle\"",
        "2-Hydroxypropanoic acid ethyl ester",
        "Ethyl L(-)-lactate",
        "Lactic Acid Ethyl Ester",
        "Ethyl alpha-hydroxypropionate",
        "FEMA No. 2440"
    ],
    "IsomericSMILES": "CCOC(=O)C(C)O",
    "INCHI": "InChI=1S/C5H10O3/c1-3-8-5(7)4(2)6/h4,6H,3H2,1-2H3",
    "INCHIKEY": "LZCLXQDLBQLTDK-UHFFFAOYSA-N",
    "Formula": "C5H10O3",
    "MolecularWeight": {
        "$numberDouble": "118.13"
    },
    "Description": "Ethyl 2-hydroxypropanoate is the ethyl ester obtained of 2-hydroxypropanoic acid. It has a role as a metabolite. It is a secondary alcohol, a lactate ester and an ethyl ester. It is functionally related to a 2-hydroxypropanoic acid.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "79"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Ethyl lactate. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Aug 27, 2015: https://www.ars-grin.gov/duke/",
            "Value": "Ethyl lactate has been detected, not quantified in pineapple fruit (Ananas comosus; Bromeliaceae)(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 24, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for ethyl lactate(SRC), using an estimated log Kow of -0.18(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 24, 2015: https://www.safe.nite.go.jp/english/db.html (2) Bowmer CT et al; Chemosphere 37: 1317-33 (1998)",
            "Value": "AEROBIC: Ethyl lactate was classified as readily biodegradable(1). Ethyl lactate was found to exhibit 22% of its theoretical BOD after 5 days and 75% of its theoretical BOD after 28 days using the Closed Bottle screening test when applied at a mean concentration of 1.88 mg/L(2). When applied at a mean concentration of 4.0 mg/L ethyl lactate was found to be 36% of its theoretical BOD after 5 days and 85% of its theoretical BOD after 28 days(2)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:9671563",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Subacute inhalation studies have been conducted at concentration up to 600 mg/cu m or higher on four lactate esters (ethyl, n-butyl, isobutyl, and 2-ethylhexyl-l-lactate). Degenerative and regenerative changes in the nasal cavity were noted in all studies. The NOAEL in ethyl, n-butyl, and isobutyl-l-lactate vapor studies was 200 mg/cu m. For aerosol exposure, 2-ethylhexyl-l-lactate, the most toxic of the lactates, minimal damage to the nasal epithelium was noted at 75 mg/cu m with vapor being slightly less toxic than the aerosol. Lactates do not appear to cause systemic toxicity, except at very high concentrations (1800 mg/cu m or higher). These systemic effects may be secondary to severe irritation seen at high doses. Sensory irritation tests suggest that a vapor exposure limit of 75 mg/cu m ( approximately 15 ppm) should prevent irritation in humans and therefore an occupational exposure level for vapor of 75 mg/cu m is recommended. However, aerosol exposure should be kept as low as possible. The low vapor pressure of the higher molecular weight esters would tend to keep vapor exposure low and the odor of lactate esters serves as a warning of exposure. These lactate esters are readily biodegradable, suggesting little concern from an environmental point of view. /Lactate esters/"
        },
        {
            "References": "Latven AR, Molitor H; Comparison of the toxic, hypnotic and irritating properties of eight organic solvents.  J Pharm Exp Ther 65:89-94 (1939)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No irritation was reported when ethyl lactate was applied under occlusive gauze pads, 2 sq cm, to the shaved abdominal skin of rabbits."
        },
        {
            "References": "Latven AR, Molitor H; Comparison of the toxic, hypnotic and irritating properties of eight organic solvents.  J Pharm Exp Ther 65:89-94 (1939)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Intradermal injection of 0.1 mL ethyl lactate into the shaved abdominal skin of guinea pigs produced severe irritation."
        },
        {
            "References": "Clary JJ et al; Regul Toxicol Pharmacol 27 (2): 88-97 (1998)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Effects of some lactate esters on rats exposed 28 days, 5 days/week, 6 hours/day /was tested/.  Ethyl /lactate/ vapor exposure of 2500 mg/cu m (500 ppm) significantly decreased body weight gain, significantly decreased absolute liver weight, significantly decreased food consumption, significantly increased blood glucose, /resulted in/ degenerative changes of nasal olfactory epithlium, and /resulted in/ hyperplasia of goblet cells.  Ethyl /lactate/ vapor exposure of 600 mg/ cu m (120 ppm) /resulted in/ degenerative changes of nasal olfactory epithelium, and hyperplasia of goblet cells."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 621",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ During exposure /of ethyl lactate via inhalation at LC50/4 hr of >5400 mg/cu m/ decreased breathing rates, pilorection, lachrymation, and wet nares; gross necropsy showed pale lungs with spots."
        },
        {
            "References": "PMID:9671563",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... No evidence of teratogenicity or maternal toxicity was observed in an inhalation (2-ethylhexyl-l-lactate) or dermal study (ethyl-l-lactate)... /Lactate esters/."
        },
        {
            "References": "PMID:9671563",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethyl lactate was applied percutaneously on the back of groups of pregnant rats on days 6 to 15 or gestation.  Applied doses were 0, 517, 1551, or 3619 mg/kg bw.  Slight erythema and desquamation was observed in treated animals at the application site.  No other clinical signs or necropsy observations were noted.  No effects were observed on the development."
        },
        {
            "References": "PMID:9671563",
            "Value": "/GENOTOXICITY/ Ethyl lactate has been tested for mutagenicity in the Ames test using the strains TA 98, 100, 1535, 1537, and 1538 with and without metabolic activation.  No mutagenic activity was observed in any tester strain."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 569",
            "Value": "/OTHER TOXICITY INFORMATION/  ...ethyl lactate is a.../central nervous system depressant/ & lethal to animals in high concn (actual levels not stated) causing respiratory paralysis."
        },
        {
            "References": "Opdyke, D.L.J., C. Letizia (eds.). Monographs on Fragrance Raw Materials. Special Issue VI. New York: Pergamon Press, 1982., p. 677",
            "Value": "/OTHER TOXICITY INFORMATION/ One out of 8 rats died when fed a diet containing 5% ethyl lactate."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 349",
            "Value": "/OTHER TOXICITY INFORMATION/ The estimated average lethal dose by ip injection in female rats was estimated to be 1 g/kg."
        },
        {
            "References": "PMID:9671563",
            "Value": "/OTHER TOXICITY INFORMATION/ Lactate esters have an oral LD50 greater than 2000 mg/kg and the inhalation LC50 is generally above 5000 mg/cu m and they may be potential eye and skin irritants, but not skin sensitizers. /lactate esters/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 24, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of ethyl lactate can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that ethyl lactate is expected to have very high mobility in soil."
        }
    ]
}