{
    "_id": {
        "$oid": "6682e878c4e5dba5ffba25bf"
    },
    "CID": {
        "$numberInt": "7354"
    },
    "Name": "n-Butyl methacrylate",
    "IUPACName": "butyl 2-methylprop-2-enoate",
    "CanonicalSMILES": "CCCCOC(=O)C(=C)C",
    "Synonyms": [
        "BUTYL METHACRYLATE",
        "97-88-1",
        "N-Butyl methacrylate",
        "Butylmethacrylate",
        "butyl 2-methylprop-2-enoate",
        "2-Propenoic acid",
        "2-methyl-",
        "butyl ester",
        "Butyl 2-methacrylate",
        "Butylmethacrylaat",
        "2-Methyl-butylacrylat",
        "Butil metacrilato",
        "2-Methyl-butylacrylaat",
        "2-Methyl-butylacrylate",
        "Butyl 2-methyl-2-propenoate",
        "Methacrylic acid",
        "butyl ester",
        "Methacrylate de butyle"
    ],
    "IsomericSMILES": "CCCCOC(=O)C(=C)C",
    "INCHI": "InChI=1S/C8H14O2/c1-4-5-6-10-8(9)7(2)3/h2,4-6H2,1,3H3",
    "INCHIKEY": "SOGAXMICEFXMKE-UHFFFAOYSA-N",
    "Formula": "C8H14O2",
    "MolecularWeight": {
        "$numberDouble": "142.2"
    },
    "Description": "Butylmethacrylate is an enoate ester.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "127"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 48 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 37 was calculated in fish for n-butyl methacrylate(SRC), using a log Kow of 2.88(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:7663949",
            "Value": "AEROBIC: n-Butyl methacrylate reached 38% of its theoretical BOD after 28 days(1). n-butyl methacrylate, present at 100 mg/L, reached 88% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 48",
            "Value": "log Kow = 2.88"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1878",
            "Value": "The cause of the lacrimatory action of esters containing unsaturated acids is undoubtedly the result of some mechanism ... in which the neighboring keto group has a polarizing effect on double bond, making it capable of adding /to/ nucleophilic agents such as SH groups /from certain enzymes/. /Unsaturated aliphatic esters/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:845451",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs could be strongly sensitized to methyl, ethyl, and n-butyl methacrylates in ethanol or olive oil by topical route, or in saline by intradermal route."
        },
        {
            "References": "PMID:4820367",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methacrylic acid administered iv increased respiratory rate, decreased heart rate, and produced electrocardiogram changes in anesthetized dogs (breed and sex unknown). Methacrylic acid, methyl, n-propyl, n-butyl, isobutyl, and hydroxyethyl methacrylates produced a biphasic response, an abrupt fall in blood pressure followed by a secondary rise. 2-ethylhexyl, isodecyl, lauryl, and tert-butylaminoethyl methacrylates produced only a hypotensive effect. Dimethylaminoethylmethacrylate produced only a hypertensive effect."
        },
        {
            "References": "PMID:6839739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Twenty-one different acrylate, and methacrylate compounds, including butyl methacrylate, were scanned for their ability to induce contact sensitivity, using 5 different sensitization protocols. Contact reactions of varying intensities were produced to all the mono-, di-, and triacrylates tested. Methacrylates did not sensitize guinea pigs."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.48 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Whole body inhalation exposure of CDBR rats (sex not given) was conducted for 6 hr/day, 5 days/week at 310, 952, and 1891 ppm (OECD Guideline 412). All animals were necropsied at the end of the 4 week exposure period. Body weight, feed consumption, clinical signs, clinical chemistry, hematology, organ weight, and histopathologic evaluations were performed on all animals during this study. The only treatment related signs of toxicity observed were inactivity, lacrimation, eye squinting, and labored breathing. These signs were observed sporadically during exposure throughout the study in rats exposed to 952 or 1981 ppm n-BMA. Body weights and feed consumption were not affected by exposure to BMA. No deaths occurred at any concentration. At necropsy the only organ weight effect was a statistical increase in kidney weight to body weight ratio at 1981 ppm in males and females. However, the absolute kidney weights for this group were not statistically significantly increased. Therefore, in the absence of corresponding histologic effects, hematology, or clinical chemistry findings, this increase in relative kidney weight was judged as not being of toxicological significance. Macroscopic examination of the nasal cavaties of the male and female rats exposed to 1981 ppm had slight and localized bilateral degeneration of the olfactory epithelium lining of the dorsal meati. One male and one female rat exposed to 952 ppm had similar changes in the olfactory epithelium. Rats exposed to 310 ppm had no exposure related nasal cavity macroscopic changes. On the basis of the most sensitive indicator of toxicity, the histopathologic changes seen in the nasal cavaties, the LOEL was 952 ppm and the NOEL was 310 ppm."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Methyl methacrylate (80-62-6) p.161 (2000  CD-ROM edition). Available from, as of February 23, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ MMA was shown to cross react to ethyl- and n-butyl methacrylate /in guinea pigs/."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Short Chain Alkyl Methacrylates, CAS# 97-63-2, 97-86-9, 97-88-1, 688-84-6 p.21 (April 2004). Available from, as of February 16, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In an OECD Guideline 412 Repeated Dose 28-day inhalation study, 10 male and 10 female rats were exposed by whole body to 0, 310, 952, and 1891 ppm (0,1832, 5626, 11175 mg/cu m) n-BMA for 6 hr/day, 5 days/week for 4 weeks. Treatment-related effects included lacrimation, eye squinting, and labored breathing in the 952 and 1891 ppm (5626 and 11175 mg/cu m) concentration groups throughout the study. There were no treatment-related effects on body weight or feed consumption, and no deaths occurred.  Hematological measurements and clinical chemistry values generally were unaffected by treatment. Despite increased relative kidney weights at the high concentration (1891 ppm/11175 mg/cu m) in both sexes, and slight increases in serum BUN values (resulting in increased BUN:creatinine ratio), histopathology of the kidneys was normal. The only treatment-related histopathological finding was localized bilateral degeneration of olfactory epithelium lining the dorsal meatus of the nasal cavity at 952 and 1891 ppm (5626 and 11175 mg/cu m) in both sexes. The Lowest Observed Adverse Effect Level (LOAEL) for n-BMA was 952 ppm (5626 mg/cu m) and the No Observed Adverse Effect Level (NOAEL) was 310 ppm (1832 mg/cu m)"
        },
        {
            "References": "PMID:12042061",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  A group of nine guinea pigs was initially treated with 0.0077 mL of Ethyl Methacrylate in olive oil on day 60 (as controls) and was challenged with 2% and 5% Ethyl Methacrylate in olive oil on day 95. Positive reactions were observed in all of the animals after 72 hours. When the guinea pigs from both groups were challenged a second or fourth time with Ethyl Methacrylate and either 1% methyl methacrylate or 1% butyl methacrylate, strong cross-sensitivity was observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.53 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats, strain unknown, were administered n-BMA ip on days 5, 10, and 15 of gestation at doses of 205, 411, and 686 mg/kg. A control group received vehicle only.  Increased resorptions at 686 mg/kg and increased incidence of gross abnormalities at 686 mg/kg. No significant increase in skeletal abnormalities. No signs of maternal toxicity reported by the author despite the very high doses being used compared with the LD50 (between 2059 and 2400 mg/kg for the ip route). The intraperitoneal route is not usually considered an appropriate route for the identification of teratogenic hazard of industrial chemicals and particularly industrial chemicals that are primary irritants."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.55 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The influence of n-BMA on resting and compound action potential of the isolated desheathed frog sciatic nerve was investigated. 5 min after addition of a 25 mmol n-BMA solution to the nerve preparation a hyperpolarization of the nerve membrane was observed (-2.0 mV), and the amplitude of the action potential was reduced by about 38%."
        },
        {
            "References": "PMID:304714",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Monomeric methyl methacrylate at concentrations of approx 10 mmol decreased the amplitude of action potential of desheathed amphibian sciatic nerve and produced hyperpolarization of resting potential. The ethyl, allyl, and butyl esters were more active than methyl methacrylate. Isobutyl methacrylate was less active, and sodium methacrylate had no effect. Sodium and potassium currents across the nerve membrane at the node of Ranvier were decreased by methyl methacrylate."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ Butyl methacrylate was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Butyl methacrylate was tested at doses of 0, 1.0, 3.3, 10, 33, 100, 333, 1000, 3333, and 10,000 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Butyl methacrylate was negative in these tests and the highest ineffective dose level tested in any Salmonella tester strain was 10,000 ug/plate."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.51 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Micronucleus assay in NMRI mice (sex not given), single dose of 5000 mg/kg (1% in carboxymethyl cellulose), OECD Guideline 474, test substance: isobutyl methacrylate. Mortality: 2 male and 1 female animals; a decrease in PCE/NCE ratio was observed. The number of micronucleated polychromatic cells in animals given isobutyl methacrylate was similar to that obtained in control animals. Results: negative. /Isobutyl methacrylate/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.54 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Concentration effecting 5% hemolysis = 2.77 x 10-4 mol/L. Concentration effecting 50% hemolysis = 3.83 x 10-4 mol/L. Slope of dose-response area between 40 and 60% hemolysis = 8.76 x 10-5%/mol"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.54 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In isolated liver microsomes from rats (sex and strain not given) pretreated with phenobarbital, incubation with butyl methacrylate in the presence of NADPH decreased the content of cytochrome P450."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.54 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ n-Butyl methacrylate did not competitively inhibit binding of 2-(4-hydroxyphenylazo)benzoic acid (HABA) to bovine serum albumin."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Butyl methacrylate (97-88-1) p.55 (2000  CD-ROM edition). Available from, as of February 22, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Spontaneous contraction of isolated guinea pig  ileum was inhibited by n-BMA at dilutions of 1:500 - 1:2000 in the perfusion medium. n-BMA antagonized the effects of acetylcholine and barium chloride, thus affecting the neuromuscular as well as the muscular stimulation."
        },
        {
            "References": "Paulet G, Vidal M; Arch Mal Prof Med Trac Secur Soc 36 (1-2): 58-60 (1975)",
            "Value": "/OTHER TOXICITY INFORMATION/ The toxicity of 6 acrylates and 6 methacrylates, including butyl methacrylate, was determined in rats (strain and sex not given) and fish (species not given). All the esters were less toxic than acrylamide and acrylonitrile. Methacrylates were approximately 5-fold less toxic than acrylates. For a given series, toxicity decreased with increasing length of the carbon chain."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available at https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm as of Jan 28, 2010. (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of n-butyl methacrylate can be estimated to be 55(SRC). According to a classification scheme(2), this estimated Koc value suggests that n-butyl acrylate is expected to have high mobility in soil."
        }
    ]
}