{
    "_id": {
        "$oid": "6682e878c4e5dba5ffba25c2"
    },
    "CID": {
        "$numberInt": "7361"
    },
    "Name": "FURFURYL ALCOHOL",
    "IUPACName": "furan-2-ylmethanol",
    "CanonicalSMILES": "C1=COC(=C1)CO",
    "Synonyms": [
        "FURFURYL ALCOHOL",
        "98-00-0",
        "2-Furanmethanol",
        "2-Furylmethanol",
        "furan-2-ylmethanol",
        "2-Furancarbinol",
        "Furfural alcohol",
        "2-Furylcarbinol",
        "2-Furanylmethanol",
        "Furfuranol",
        "2-Furfuryl alcohol",
        "Furfurylalcohol",
        "Furfuralcohol",
        "5-Hydroxymethylfuran",
        "2-(Hydroxymethyl)furan"
    ],
    "IsomericSMILES": "C1=COC(=C1)CO",
    "INCHI": "InChI=1S/C5H6O2/c6-4-5-2-1-3-7-5/h1-3,6H,4H2",
    "INCHIKEY": "XPFVYQJUAUNWIW-UHFFFAOYSA-N",
    "Formula": "C5H6O2",
    "MolecularWeight": {
        "$numberDouble": "98.1"
    },
    "Description": "Furfuryl alcohol is a furan bearing a hydroxymethyl substituent at the 2-position. It has a role as a Maillard reaction product. It is a primary alcohol and a member of furans.",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "54"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 13 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for furfuryl alcohol(SRC), using a log Kow of 0.28(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Pitter P; Water Res 10: 231-5 (1976)",
            "Value": "AEROBIC: Furfuryl alcohol, present at 100 mg/L, reached 75-79% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). A 97% removal of furfuryl alcohol was observed in 5 days in aerobic screening tests using a vigorous activated sludge system which was acclimated for 20 days prior to the experiments(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995) (2) Yasuhara A; J Chromatogr 409: 251-8 (1987)",
            "Value": "Furfuryl alcohol was detected in mean concentrations of 3,260 and 10,900 ng/g in salt-fermented anchovy and hair tail viscera volatiles obtained from a fish market in Masan, Korea(1). Furfuryl alcohol was detected at a concentration of 14.2 ug/g (wet weight) in rotten mussels and was not detected in fresh mussels that were collected off the Oarai coast in Ibaraki, Japan in 1985(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 13",
            "Value": "log Kow= 0.28"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:514",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A monkey exposed to 239 ppm furfuryl alcohol for 6 hr/day for 3 consecutive days showed no irritation or toxicity."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1490",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /There were/ severe falls in blood pressure, and temporary apnea when the intravenous dosage exceeded 0.500 to 0.600 g/kg of body weight.  Death occured from respiratory paralysis at dosages from 0.800 to 1.400 g/kg."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1490",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Rats were exposed to ... concentrations of 700 ppm. Symptoms ... were initial excitement, ... eye irritation and drowsiness. Eyes became red within 8 minutes rats and mice exposed to average concentrations of 19 ppm ... exhibited restlessness ... animals were drowsy during remaining portion of 6 hour periods of exposure ... ."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1490",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Small doses ... stimulated respiration in ... rabbit. Larger doses were reported to depress respiration, to lower body temperature and to produce nausea, salivation, diarrhea, dizziness, and diuresis. Sensory nerves were paralyzed by dilute solutions ... ."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 1490",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Furfuyl alcohol had a negative inotropic effect on heart without a significant chronotropic one, decreased tonus and contractility of intestinal smooth muscle, and depressed central nervous system, producing changes in EEG record similar to those produced by cetain anesthetic agents."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice were exposed for 10 minutes at 700 ppm of furfuryl alcohol with no toxic effects. Among rats exposed ... at the same concentration for longer periods, 16 percent died after a four-hour exposure and 25 percent after one of eight hours"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:513",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instillation of about 0.02 /g/day/ or more neat furfuryl alcohol into the eyes of 4 rabbits resulted in inflammation, thick secretions, corneal clouding, and eyelid swelling, which were all reversible."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:513",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No deaths were observed in mice exposed to 243 or 597 ppm for 6 hr, in rabbits exposed to 416 ppm for 6 hr, in dogs exposed to 349 ppm for 6 hr, or in a monkey exposed to 260 ppm for 6 hr."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ reported that large doses of furfuryl alcohol injected subcutaneously in dogs and rabbits depressed respiration, reduced body temperature, and produced nausea, salivation, diarrhea, dizziness, and diuresis."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:514",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week inhalation study, B6C3F1 mice and F344 rats were exposed to 0, 2, 4, 8, 16, or 32 ppm furfuryl alcohol 6 hr/day, 5 days/week. No treatment-related effects were observed on survival, body weights, or organ weights. Exposure-related histopathological changes were present in the nose of both rats and mice at all exposure concentrations. These lesions consisted of inflammation of the nasal turbinates accompanied by necrosis and squamous metaplasia of the respiratory epithelium and necrosis and degeneration of the olfactory epithelium. In addition, squamous metaplasia and goblet cell hyperplasia of the respiratory epithelium, squamous metaplasia of the transitional epithelium and degeneration, and hyperplasia, and some respiratory metaplasia of the olfactory epithelium were observed in rats. In mice, hyaline droplets were observed in the respiratory epithelium and chronic inflammation and respiratory metaplasia in the olfactory epithelium."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:513",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Slight redness was observed when about 0.1 g/day /furfural alcohol/ was applied 5 days/week for 4 weeks to the rabbit skin."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:514",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs exposed by inhalation for 6 hr/day, 5 days/week for 4 weeks to 239 ppm furfuryl alcohol showed no changes in behavior and no gross pathology. Microscopic examination showed minimal chronic inflammation of the bronchi."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When rats and mice were exposed, 6 hours/day, 7 days/week for 6 weeks at 19 ppm of furfuryl alcohol, no significant signs of toxicity were noted; pathologically, moderate pulmonary congestion was observed without significant cellular changes. Weight gain among the survivors was similar to that of controls."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:514",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When B6C3F1 mice and F344 rats were exposed by inhalation to 0, 16, 31, 63, 125, or 250 ppm furfuryl alcohol for 14 days, all animals in the high-dose group died. Animals that survived developed lesions in the nasal respiratory epithelium and/or olfactory epithelium, and the severities of these lesions generally increased with increasing exposure concentration."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Series 46: Furfuryl alcohol. Available from, as of February 15, 2006: https://www.inchem.org/documents/jecfa/jecmono/v46je08.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of B6C3F1 mice of each sex were exposed to furfuryl alcohol by inhalation at a concentration of 0, 2, 4, 8, or 32 ppm for 6 hours/day, 5 days/week, for 14 weeks. No deaths were reported. The hearts of males exposed to 32 ppm weighed significantly less than those of controls. Dose-dependent increases in the incidences of non-neoplastic lesions of the respiratory, olfactory, and transitional epithelium were observed in all treated groups."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Series 46: Furfuryl alcohol. Available from, as of February 15, 2006: https://www.inchem.org/documents/jecfa/jecmono/v46je08.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 Fischer 344/N rats of each sex were exposed to furfuryl alcohol by inhalation at a concentration of 2, 4, 8, or 32 ppm for 6 hours/day, 5 days/week, for 105 weeks. ...  All males exposed to 32 ppm had died by week 99, but the percentage survival of the other groups was comparable to that of the chamber control group.  The terminal body weights of males exposed to 32 ppm were significantly lower than those of controls.  Males at the highest dose had significantly increased incidences of mineralization and renal tubular hyperlasia, as revealed in step-section analysis of kidney tissues.  A dose-related increase in the severity of renal nephropathy was reported in exposed males and females.  Significantly increased incidences of parathyroid gland hyperplasia (control, 10/50; 32 ppm, 25/50) and fibrous osteodystrophy in the bones (control, 2/50; 32 ppm, 34/50) were reported in males at the highest dose."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Furfuryl Alcohol in F344/N Rats and B6C3F1 Mice p.6 Technical Report Series No. 482 (1999) NIH Publication No. 99-3972 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Under the conditions of these 2 yr inhalation studies, there was some evidence of carcinogenic activity of furfuryl alcohol in male F344/N rats based on incr incidences of combined neoplasms of the nose. There was equivocal evidence of carcinogenic activity in female F344/N rats based on marginally incr incidences of neoplasms of the nose and renal tubule. There was some evidence of carcinogenic activity of furfuryl alcohol in male B6C3F1 mice based on incr incidences of renal tubule neoplasms. There was no evidence of carcinogenic activity of furfuryl alcohol in female B6C3F1 mice exposed to 2, 8 or 32 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:515",
            "Value": "/GENOTOXICITY/ Furfuryl alcohol was not mutagenic in Salmonella typhimurium strain TA 98, TA 100, TA 1535, or TA 1537 with or without metabolic activation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:515",
            "Value": "/GENOTOXICITY/ /Furfuryl alcohol/ did induce sister chromatid exchanges in cultured Chinese hamster ovary cells, but not with metabolic activation. No induction of chromosomal aberrations was noted in cultured Chinese hamster ovary cells treated with furfuryl alcohol without metabolic activation, but equivocal results were obtained with metabolic activation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:515",
            "Value": "/GENOTOXICITY/ /Furfuryl alcohol/ was ... reported to be mutagenic to Bacillus subtilis in a Rec assay ... There was no increase in the frequency of sister chromatid exchanges in human lymphocytes treated with furfuryl alcohol, nor was there any evidence of genotoxicity in Drosophila melanogaster in assays for sex-linked recessive lethal mutations and sex chromosome loss."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 384",
            "Value": "/OTHER TOXICITY INFORMATION/ Blood pressure shows a slight temporary fall following IV injection of 100 mg/kg ... ."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 384",
            "Value": "/OTHER TOXICITY INFORMATION/ IV injection causes a flaccid paralysis which becomes permanent with larger doses; also a slight anti-spasmodic effect on smooth muscle ... ."
        },
        {
            "References": "PMID:10797238",
            "Value": "/ALTERNATIVE IN VITRO TESTS/... Seven compounds were investigated individually and in binary combinations (catechol, coniferyl alcohol, furfuryl alcohol, guaiacol, hydroquinone, methylcatechol, and vanillyl alcohol). Aromatic alcohols and furfuryl alcohol inhibited ethanol production from xylose in batch fermentations primarily by inhibiting the growth of Escherichia coli LY01, the biocatalyst. The toxicities of these compounds were directly related to their hydrophobicity. ... In binary combination, the extent of growth inhibition was roughly additive for most compounds tested. However, combinations with furfuryl alcohol and furfural (furaldehyde) appear synergistic in toxicity. When compared individually, alcohol components which are formed during hemicellulose hydrolysis are less toxic for growth than the aldehydes and organic acids either on a weight basis or a molar basis."
        },
        {
            "References": "PMID:6884301",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three-month-old male Wistar rats exposed intermittently (5 days weekly, 6 hr/day) to furfuryl alcohol vapor at 1 (25 ppm), 2 (50 ppm), or 4 umol/liter (100 ppm) for 4 to 16 weeks were lighter than controls at the end of the experiment at the two higher concentration levels. Urinary furoic acid excretion was in a linear relationship to the exposure at the same time. Analysis for cerebellar creatine kinase showed increased activity in all groups throughout the experiment while succinate dehydrogenase activity decreased in a dose-dependent manner at later time points. Glial cell fractions isolated from cerebral hemispheres showed decreased succinate dehydrogenase activity while 2',3'-cyclic nucleotide 3'-phosphohydrolase activity increased at 4 umol/liter for 16 weeks. This change was accompanied by decreased basic protein content of isolated myelin fractions. The results indicate that furfuryl alcohol, at fairly low vapor concentrations, may have significant mitochondrial effects in the brain which lead to glial cell degeneration and initiation of demyelination."
        },
        {
            "References": "PMID:4000179",
            "Value": "/GENOTOXICITY/ Sister-chromatid exchanges (SCEs) in human lymphocytes were studied using the FPG technique in order to determine the cytogenetic effect of furfural and furfuryl alcohol. The induction of SCEs was also investigated in workers occupationally exposed to these solvents that are commonly used in the manufacture of furoic resins. The results obtained from the in vitro treatments show that furfural increased the number of SCEs, while furfuryl alcohol did not. In exposed workers, neither of these solvents increased the spontaneous frequency of SCEs per metaphase."
        },
        {
            "References": "Terrill JB et al; Am Ind Hyg Assoc J 50: A359-A361 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Efforts were undertaken to determine 1 hour median lethal concentration data for furan, 2-methyl-furan, furfuryl-alcohol, and furfural in Sprague-Dawley-rats ... Signs of toxicity observed during exposure included respiratory distress, increased secretory responses, and at higher concentrations, death. In many cases death did not result until the first or second week after exposure was completed. The median lethal dose obtained for 2-methyl-furan after 1 hour of exposure was 1,485 ppm; for furfuryl-alcohol, 592 ppm; for furfural, 1,037 ppm; and for furan, 3,464 ppm. Saturated vapor concentrations for each of the four materials at 20 °C were as follows: furan, 650,000 ppm; 2-methyl-furan, 19,000 ppm; furfuryl-alcohol, 660 ppm; and furfural, 1,400 ppm."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4654",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Furfuryl alcohol is moderately toxic when ingested & appreciably less toxic when injected. ... Its instability in acid may result in more toxic breakdown products in the stomach. The material is markedly irritating & injurious to the eyes, but not appreciably irritating to the skin when not confined to the skin. Prolonged exposure to vapors that can occur at room temperature may result in irritation of the mucous membranes, but not lethal effects in the absence of pronounced signs or symptoms."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 13 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Serjeant EP, Dempsey B; Ionisation constants of organic acids in aqueous solution. IUPAC Chem Data Ser No.23. NY,NY: Pergamon pp. 989 (1979) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of furfuryl alcohol is estimated as 34(SRC), using a log Kow of 0.28(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that furfuryl alcohol is expected to have very high mobility in soil. The pKa of furfuryl alcohol is 9.55(4), indicating that this compound will primarily exist in its neutral form in the environment(5)."
        }
    ]
}