{
    "_id": {
        "$oid": "6682e879c4e5dba5ffba25c3"
    },
    "CID": {
        "$numberInt": "7362"
    },
    "Name": "FURFURAL",
    "IUPACName": "furan-2-carbaldehyde",
    "CanonicalSMILES": "C1=COC(=C1)C=O",
    "Synonyms": [
        "FURFURAL",
        "2-Furaldehyde",
        "furan-2-carbaldehyde",
        "98-01-1",
        "2-Furancarboxaldehyde",
        "Furaldehyde",
        "Furfuraldehyde",
        "Fural",
        "2-Formylfuran",
        "2-Furanaldehyde",
        "2-Furancarbonal",
        "Furancarbonal",
        "Furfurole",
        "2-Furfural",
        "Furfurylaldehyde"
    ],
    "IsomericSMILES": "C1=COC(=C1)C=O",
    "INCHI": "InChI=1S/C5H4O2/c6-4-5-2-1-3-7-5/h1-4H",
    "INCHIKEY": "HYBBIBNJHNGZAN-UHFFFAOYSA-N",
    "Formula": "C5H4O2",
    "MolecularWeight": {
        "$numberDouble": "96.08"
    },
    "Description": "Furfural is an aldehyde that is furan with the hydrogen at position 2 substituted by a formyl group. It has a role as a Maillard reaction product and a metabolite. It is a member of furans and an aldehyde. It is functionally related to a furan.",
    "XlogP": {
        "$numberDouble": "0.4"
    },
    "Complexity": {
        "$numberInt": "70"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 11 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for furfural(SRC), using a log Kow of 0.41(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Ettinger MB et al; Proc 8th Industrial Waste Conf: Purdue Univ Ext Ser (1954) (3) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (4) Rowe EH, Tullos LF Jr; Hydrocarbon Process 59: 63-5 (1980) (5) Pitter P; Water Res 10: 231-5 (1976) (6) Kramer N, Doetsch RN; Arch Biochem Biophys 26: 401-5 (1950)",
            "Value": "AEROBIC: Furfural, present at 100 mg/L, reached 93.5% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). In river die-away studies using water taken from the Great Miami, Little Miami, and Ohio Rivers, 1.0 ppm of furfural was completely degraded within 3 days under aerobic conditions(2). The rate of degradation at a higher initial furfural concentration was found to be dependent upon the degree of acclimation, and fully acclimated seeds were round to degrade 25 ppm furfural within 5-12 days(2). At initial concentrations of 1.7-20 and 440 ppm, furfural underwent 46% and 17% theoretical BOD, respectively, in 5 days using a sewage sludge seed under aerobic conditions(3). Furfural at an initial concentration of 300 mg/L, in solution with phenol and N-methyl-2-pyrolidine, was found to undergo 98% removal in a flow-through laboratory bioreactor using an activated sludge inoculum under aerobic conditions(4). At an initial feed concentration of 1,000 mg/L, degradation was also found to occur(4). Furfural at an initial concentration of 200 mg/L COD underwent 96.3% removal in less than 120 hours using a thickened adapted activated sludge under aerobic conditions (5). Furfural was shown to support the aerobic growth of organisms obtained from soil and grown on phenol(6)."
        },
        {
            "References": "(1) Knight EV et al; Environ Toxicol Chem 9: 725-30 (1990) (2) Benjamin MM et al; Water Res 18: 601-7 (1984)",
            "Value": "ANAEROBIC: Under nitrate-reducing, anaerobic conditions, a microbial consortia isolated from a forest soil and municipal sewage mixture biodegraded more than 97% of furfural in 0.25, 1.5, 4, and 32 days at initial substrate concentrations of 0.5, 5, 50, and 500 ppm, respectively(1). A methanogenic microbial consortia isolated from municipal anaerobic digester sludge was able to metabolize 97% of furfural in 2, 4, 48, and 144 hours at initial concentrations of 0.5, 5, 50, and 500 ppm, respectively(1). Unactivated anaerobic organisms obtained from commercial wastewater reactors were found to completely utilize 580 mg/L of furfural in 30 days as measured by the production of methane and CO2(2). At a furfural concentration of 1160 g/L, no gas production was observed, although it was not clear if furfural was toxic to the microorganisms or merely inactivated them. Acclimated inoculum from the same source were found to remove 99% of an initial 2320 mg/L of furfural in 32 days under anaerobic conditions(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995) (2) Chung HY; J Agric Food Chem 47: 2280-7 (1999)",
            "Value": "Furfural was detected in mean concentrations of 3,760 and 599 ng/g in salt-fermented big-eyed herring and shrimp paste volatiles obtained from a fish market in Masan, Korea(1). Crab meat from the legs (with claws), body, and carapace of edible crabs obtained from a seafood outlet in Hong Kong in fall 1996 had mean furfural concentrations of 0.5, 0.9, and 10.2 ug/kg dry sample, respectively(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 11",
            "Value": "log Kow= 0.41"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2664",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Guinea pigs irritant effect on skin: slight /from table/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2665",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral LD50 /for furfural/ in rats is between 50 and 100 mg/kg and IP LD50 between 20 and 50 mg/kg. The symptoms ... appear to be those of weakness, ataxia and unconsciousness."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 449",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Test application of 10% aq. solution /of furfural/ ... on eyes of animals has caused immediate pain ... followed by complete anesthesia of cornea and conjuctiva at same time lids and conjunctivae become red and swollen, but in 24 hours eyes returned to normal. When applied full strength to rabbit eyes ... caused immediate edema of corneal epithelium followed by loss of epithelium in sheets. Small hemorrhages appeared in nictitating membrane, and edema in conjuctiva."
        },
        {
            "References": "Bong M et al; Bromatol Chem Toksykol 12 (3): 247-52 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 50% oral LD50 dose of furfural in rats caused 40% increase in liver tyrosine aminotransferase activity and approximately 50% decrease in kidney levels of same enzyme.  A 10% LD50 caused no change in liver enzyme after 14 days but a 26% decrese in kidney enzyme."
        },
        {
            "References": "Brzezinski J et al; Bromatol Chem Toksykol 12 (3): 239-45 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Temporary decrease in brain and heart adrenaline and noradrenaline and a decrease followed by an increase in adrenal adrenaline and noranrenaline were observed in rats given a single 20% LD50 dose of furfural ip.  It also reduced 1-hydroxycorticosteroids elimination."
        },
        {
            "References": "Skalska-Hilgier E et al; Bromatol Chem Toksykol 15 (3): 223-8 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute furfural intoxication of rats resulted in enhanced polyphenylalanine formation in hepatic preparations. Protein synthesis in renal preparations was not affected by a single (20 or 50% LD50) dose of furfural, but was inhibited following chronic treatment. A single 50% LD50 dose of furfural did not alter renal, hepatic, or serum cAMP levels. Repeated 10% LD50 doses decreased renal cAMP content without affecting its serum or hepatic level."
        },
        {
            "References": "Skalska-Hilgier E, Szymczyk T; Bromatol Chem Toksykol 15 (4): 253-7 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Furfural at 1X10-8 to 1X10-6 M had no effect on aspartate aminotransferase activity and at 1X10-8 to 1X10-5 M had no effect on alanine aminotransferase activity in rat kidney and liver homogenates. A single dose of furfural at 50% LD50 inhibited aspartate aminotransferase activity in the kidney, but not in the blood serum or liver, of rats. Repeated doses of it at 10% LD50 had no effect on aspartate aminotransferase activity in the kidney, liver, or blood serum. Alanine aminotransferase activity in the kidney, liver, and blood serum were not altered by the single or repeated treatments."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of cats at 2800 ppm for 30 minutes resulted in fatal pulmonary edema."
        },
        {
            "References": "Joint FAO/WHO Expert Committee on Food Additives; WHO Food Additives Series 30: Furfural (1993). Available from, as of February 14, 2006: https://www.inchem.org/documents/jecfa/jecmono/v30je16.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Groups of 10 Syrian golden hamsters of each sex were exposed to furfural vapor (0, 77, 448, 2165 mg/cu m) for 6 hours/day, 5 days/week over 13 weeks.  The main findings were mild growth retardation, irritation of the eyes and nose, and hyperplastic atrophy of the nasal epithelium (all at the highest dose).  The NOEL /(no observable effect level)/ was 77 mg/cu m, since some mild nasal epithelial degeneration was observed at 448 mg/cu m."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-187",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Furfural produces/ central nervous depression with brain lesions in animals.  Ingested furfural has produced liver cirrhosis in rats."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 932",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits exposed to vapors several hours daily manifested hepatic and renal lesions and modifications in blood picture."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs exposed 6 hr a day for four weeks at 130 ppm suffered liver damage, but at 63 ppm no ill effects were noted."
        },
        {
            "References": "PMID:662423",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were administered daily ip injections of 58 mg/kg furfural for 30 days.  It caused time-reversible decreases of respiratory enzyme activity in kidney mitochondria, decreased enzyme activity associated with biological activity of membranes, increase in activity of endoplasmic reticulum and intensification of response to acid phosphatase.  These perturbations lead to a degeneration of the processes of reverse resorption in the main part of the nephrons and may possibly be the cause of the functional insufficiency of the kidneys."
        },
        {
            "References": "Brzezinski J et al; Bromatol Chem Toksykol 11 (4): 403-8 (1978)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation exposures to furfural (200 mg/cu M, 5 hours/day, 6 times/week for 12 weeks) caused changes in hypothalamic-hypophyseal-adrenal system of rats which affected bodily adaptation processes.  Decrease in brain noradrenaline levels and adrenal gland adrenaline content occured.  Brain acetylcholinesterase concentration increased and urinary 17-hydroxycorticosteroid and 17-ketosteroid excretion decreased."
        },
        {
            "References": "PMID:7312718",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The inhalation of 10 mg/cu m furfural (insecticide, fungicide) by adult rats ... for five hr/day, six days/wk, for three months did not change the calcium and phosphorus level in serum and in bones, but depressed the activity of alkaline phosphatase in serum. The exposure to furfural of immature rats (6-7 wk old) for 4 wk depressed serum and intestinal mucosal alkaline phosphatase activity, elevated calcium and phosphorus levels in serum with concomitant fall in bones, and decreased in calcium excretion in urine."
        },
        {
            "References": "PMID:3751566",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Changes of the liver following either single or repeated oral administration of furfural were studied histopathologically. Following single administration, the livers showed scattered eosinophilic globular formation and increased mitotic figures without zonal or massive necrosis. Both changes were most prominent 6 hr after administration, gradually decreasing in number thereafter. In the repeated administration experiment, furfural was mixed with basal diet for 90 or 120 days. The livers on the 90th day showed cirrhotic changes. In the parenchyma bridging necrosis and hydropic degeneration of hepatocytes were striking. In the livers on the 120th day, pseudolobule formation was more prominent but parenchymal damage reduced. No cancerous or precancerous changes were observed. Cirrhotic changes seen in the chronic experiment resembled Nagayo-Miyake's A-type hepatic cirrhosis in man; evidently, furfural-induced hepatic cirrhosis is an appropriate model of studying the interrelation between hepatic cirrhosis and hepatocarcinogenesis."
        },
        {
            "References": "PMID:3529810",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effects of hepatic cirrhosis on chemical hepatocarcinogenesis were studied in rats using an experimental model for hepatic cirrhosis established by chronic furfural administration ... and N-2-fluorenylacetamide (2-FAA). Sixteen male Wistar rats were fed with 2-FAA feeding 3 cycles, which consisted of 3 weeks consuming 0.03% 2-FAA diet and 1 week basal diet, after 120 days of furfural feeding. Grossly and histologically all livers of experimental animals showed formation of multiple hyperplasic nodules with atypical features in parts. These hyperplastic nodules were positively immunostained with alpha-fetoprotein. On the other hand, none of the livers of 16 rats fed with furfural alone showed formation of hyperplastic changes and only 2 livers of 16 rats fed 2-FAA without preadministration of furfural showed one small hyperplastic nodule each, respectively. These results indicate that the cirrhotic liver induced by chronic furfural feeding has an enhancing effect on 2-FAA chemical hepatocarcinogenesis, and suggests that the presence of hepatic cirrhosis induces increased susceptibility to hepatocarcinogenic stimuli."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Furfural in F344/N Rats and B6C3F1 Mice (Gavage Studies). Technical Report Series No. 382 (1990) NIH Publication No. 90-2837 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Under the conditions of /this/ 2 yr gavage studies, there was some evidence of carcinogenic activity of furfural for male F344/N rats based on the occurrence of uncommon cholangiocarcinomas in two animals and bile duct dysplasia with fibrosis in two other animals. There was no evidence of carcinogenic activity for female F344/N rats that received doses of 0, 30, or 60 mg/kg furfural. There was clear evidence of carcinogenic activity for male B6C3F1 mice /dosed at 0, 50, 100. and 175 mg/kg, based on increased incidences of hepatocellular adenomas and hepatocellular carcinomas. There was some evidence of carcinogenic activity in female B6C3F1 mice /dosed at 0, 50, 100. and 175 mg/kg, based on increased incidences of hepatocellular adenomas. Renal cortical adenomas or carcinomas in male mice and squamous cell papillomas of the forestomach in female mice may have been related to exposure to furfural."
        },
        {
            "References": "Skalska-Hilgier E; Bromatol Chem Toksykol 15 (3): 229-30 (1982)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Furfural, given to rats orally for 14 days at 6.5 mg/kg/day, had no effect on either brain acetylcholinesterase or serum cholinesterase."
        },
        {
            "References": "PMID:4000179",
            "Value": "/GENOTOXICITY/ Sister-chromatid exchanges (SCE) in human lymphocytes were studied using the FPG (fluorescence plus Giemsa) technique in order to determine the cytogenetic effect of furfural and furfuryl alcohol. The induction of SCE was also investigated in workers occupationally exposed to these solvents that are commonly used in the manufacture of furoic resins. The results obtained from the in vitro treatments show that furfural increased the number of SCE, while furfuryl alcohol did not. In exposed workers, neither of these solvents increased the spontaneous frequency of SCE per metaphase."
        },
        {
            "References": "PMID:370571",
            "Value": "/GENOTOXICITY/ The mutagenic activity of furfural was determined by its effect on reversion of his mutations in Salmonella typhimurium strains TA98 and TA100.  Concentrations of furfural ranged from about 1 to 15 uL/plate.  It was mutagenic in TA100 strain but not in TA98 strain.  A rat-liver microsomal fraction did not increase the mutagenic activity of furfural in either strain."
        },
        {
            "References": "PMID:7198003",
            "Value": "/GENOTOXICITY/ Cultured Chinese hamster ovary cells were exposed for 3 hr to furan and 6 furan derivatives, incl furfural. Each of the 6 furan derivatives induced a relatively high frequency of chromatid breaks and chromatid exchanges in the absence of a (rat) liver microsomal activation preparation. The clastogenic activity of furfural was increased."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ When tested in Drosophila, furfural was positive in the sex-linked recessive assay and negative in the assay for reciprocal translocation."
        },
        {
            "References": "PMID:3930237",
            "Value": "/GENOTOXICITY/ Furfural was evaluated for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster using a protocol approved by the National Toxicology Program. Canton-S wild-type males were treated with concentrations of furfural that resulted in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. Furfural was positive at a dose of 100 ppm when administered to males by injection."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ Furfural was positive for the induction of chromosomal aberrations and sister-chromatid exchanges in cultured Chinese hamster ovary cells."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:1042",
            "Value": "/GENOTOXICITY/ /Exposures of furfural to/ Drosophila melanogaster /orally at/ 5000 ppm /and parenterally at/ 100 ppm /caused/ sex chromosome loss and nondisjunction. /from Table/"
        },
        {
            "References": "Bong M et al; Bromatol Chem Toksykol 12 (3): 247-52 (1979)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ At 1X10-4 M, furfural completely inhibited in vitro liver and kidney aminotransferase activity while at 1X10-6 and 1X10-8 M the enzyme was activated in both tissues."
        },
        {
            "References": "PMID:15717131",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The toxic effects of furfural and acetic acid on two yeasts, Saccharomyces cerevisiae and Candida shehatae, were evaluated using an electrochemical method. Intracellular redox activities were lowered by 40% and 78% for S. cerevisiae and C. shehatae, respectively, by 8 g furfural/L, and by 46% and 67%, respectively, by 8 g acetic acid/L."
        },
        {
            "References": "PMID:15234069",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subacute oral and inhalation toxicity of furfural vapor was studied in Fischer 344 rats to investigate whether route-to-route extrapolation could be employed to derive the limit value for inhalation exposure from oral toxicity data. Groups of 5 rats per sex were treated by gavage daily for 28 days at dose levels of 6-192 mg/kg bw/day, or exposed by inhalation to concentrations of 20-1280 mg/cu m (6 hr/day, 5 days/week) or 160-1280 mg/cu m (3 hr/day, 5 days/week) for 28 days. Controls received vehicle (corn oil) or were exposed to clean air. Daily oral treatment with the highest dose of furfural (initially 192 mg/kg bw/day, later reduced to 144 mg/kg bw/day and finally to 120 mg/kg bw/day) resulted in mortality, and in increases in absolute and relative kidney and liver weight in surviving females of this group. Exposure of rats by inhalation for 6 hr/day, 5 days/week for 28 days induced mortality at concentrations of 640 mg/cu m and above within 1-8 days. At 640 mg/cu m (3 hr/day) and at 320 mg/cu m (3 and 6 hr/day) and below, however, exposure was tolerated without serious clinical effects. In contrast, histopathological nasal changes were seen even at the lowest concentration of 20 mg/cu m. With increasing exposure concentration, the nasal effects increased in incidence and severity and also expanded from the anterior part to the posterior part, including the olfactory epithelium. It was concluded that the no-observed-adverse-effect level (NOAEL) for oral toxicity was 96 mg/kg bw/day. The NOAEL for systemic inhalation toxicity was comparable, i.e. 92 mg/kg bw/day (corresponding to 320 mg/cu m (6 hr/day) or 640 mg/cu m (3 hr/day)) assuming 100% absorption. The presence of the histopathological nasal changes at the lowest tested concentration of 20 mg/cu m (corresponding to 6 mg/kg bw/day) proves that for locally acting substances like furfural extrapolation from the oral to the inhalation route is not valid."
        },
        {
            "References": "PMID:11524138",
            "Value": "/GENOTOXICITY/ The ability of furfural to induce unscheduled DNA synthesis (UDS) in hepatocytes of male and female B6C3F(1) mice and male F344 rats after in vivo administration and in vitro in precision-cut human liver slices has been studied. Preliminary toxicity studies established the maximum tolerated dose (MTD) of furfural to be 320 and 50 mg/kg in the mouse and rat, respectively. Furfural was dosed by gavage at levels of 0 (control), 50, 175 and 320 mg/kg to male and female mice and 0, 5, 16.7 and 50 mg/kg to male rats. Hepatocytes were isolated by liver perfusion either 2-4 hr or 12-16 hr after treatment, cultured in medium containing [3H]thymidine for 4 hr and assessed for UDS by grain counting of autoradiographs. Furfural treatment did not produce any statistically significant increase or any dose-related effects on UDS in mouse and rat hepatocytes either 2-4 hr or 12-16 hr after dosing. In contrast, UDS was markedly induced in mice and rats 2-4 hr after treatment with 20 mg/kg dimethylnitrosamine and 12-16 hr after treatment of mice and rats with 200 mg/kg o-aminoazotoluene and 50 mg/kg 2-acetylaminofluorene (2-AAF), respectively. Precision-cut human liver slices from four donors were cultured for 24 hr in medium containing [3H]thymidine and 0-10 mM furfural. Small increases in the net grain count (i.e. nuclear grain count less mean cytoplasmic grain count) observed with 2-10 mM furfural were not due to any increase in the nuclear grain count. Rather, it was the result of concentration-dependent decreases in the mean cytoplasmic grain counts and to a lesser extent in nuclear grain counts, due to furfural-induced cytotoxicity. In contrast, marked increases in UDS (both net grain and nuclear grain counts) were observed in human liver slices treated with 0.02 and 0.05 mM 2-AAF, 0.002 and 0.02 mM aflatoxin B(1) and 0.005 and 0.05 mM 2-amino-1-methyl-6-phenylimidazo[4,5-b]pyridine. This study demonstrates that furfural does not induce UDS in the hepatocytes of male and female B6C3F(1) mice and male F344 rats after oral treatment at doses up to the MTDs. Moreover, human liver slice studies suggest that furfural is also not a genotoxic agent in human liver."
        },
        {
            "References": "PMID:8019442",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...The strand scissions induced by furfural in DNA account for its biological activity as assayed by inactivation of bacteriophage lambda. Using various repair defective mutants of E. coli we have shown that DNA repair predominantly involves the polA pathway."
        },
        {
            "References": "PMID:2070481",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tumor initiating potential was tested for eight pyrolysates of carbohydrates in a two-stage mouse skin carcinogenesis model using 12-O-tetradecanoylphorbol-13-acetate (TPA) as the promoter. The pyrolysates were levoglucosan (LG-I), levoglucosenone (LG-II), furfural (FF), 5-(hydroxymethyl)-2-furfural (HMF), glyoxal (GL), methylglyoxal (MGL), 3-deoxy-D-glucosone (DG) and thiazolidine (TZ). The total initiating doses were 200 mumol for LG-I and DG, 25 mumol for LG-II and 500 umol for FF, HMF, GL, MGL and TZ. 7,12-Dimethylbenz[a]anthracene (DMBA) was used as a positive control agent applied to a total dose of 100 ug. All compounds were topically administered to the dorsal skin twice weekly for 5 weeks with or without TPA treatment for the following 47 weeks. In conjunction with promotion TZ induced skin tumors in 40% of the mice (average 0.65 tumors/mouse), FF in 25% (0.40/mouse), LG-I in 25% (0.35/mouse) and LG-II, HMF, DG and GL in 10-20% (0.11-0.25/mouse) respectively whereas DMBA induced skin tumors in 100% of the animals (6.7/mouse). MGL did not induce any tumors during the experiment and no tumors appeared in any of the groups treated with test chemicals alone. As assessed by Fisher's exact test, tumor incidences were significant in the TZ (0.01 less than P less than 0.05) and DMBA (P<0.01) groups as compared with the dimethylsulfoxide (DMSO) followed by TPA groups (5%, 0.05/mouse). Statistical analyses with Peto's trend test revealed significant tumor development in the LG-I (P<0.01), LG-II (0.05<P<0.01), FF (0.01<P<0.05) and TZ (P<0.01) followed by TPA groups (compared with DMSO + TPA). The results indicate that LG-I, LG-II, FF and TZ potentially possess tumor initiating activity, while HMF, GL, MGL and DG do not, as judged by the statistical analysis based on the incidences and development of the skin papillomas and/or carcinomas. A positive correlation between tumor initiating potential and clastogenic activity based on calculated ID50 (50% initiating dose) and published CD20 (20% clastogenic dose) values was evident for LG-II, FF and TZ, while LG-I was an exception."
        },
        {
            "References": "PMID:7735132",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...The alkaline-induced unwinding of calf thymus DNA permitted the measurement of the number of strand breaks formed by furfural and methylfurfural, as a function of reaction time with these mutagenic agents. At the fixed DNA base pairs/mutagens molar ratio of 1:4, furfural treatment resulted in the formation of almost three times as many strand breaks at the end of 16 hr reaction. In the presence of 0.2 M NaCl, a 60% reduction in strand breaks occurred in the case of furfural but only 25% with methylfurfural."
        },
        {
            "References": "PMID:1354082",
            "Value": "/OTHER TOXICITY INFORMATION/  The modifying effects of an immunosuppressive agent, 6-mercaptopurine (6-MP), on development of focal lesions in liver cirrhosis models induced by carbon tetrachloride (CCl4) or furfural were studied in male F344 rats. Feeding of 6-MP at 50 p.p.m. for 20 weeks to animals with pre-existing liver cirrhosis caused immunosuppression, and significantly enhanced the induction of gamma-glutamyltranspeptidase (GGT)-positive foci and nodules in the CCl4 but not furfural case. Glutathione S-transferase P (GST-P)-positive preneoplastic lesions were not affected. Moreover, phenobarbital (PB) also enhanced the induction of GGT-positive hepatocellular lesions only in the CCl4-induced liver cirrhosis model, no promotion influence being exerted after treatment with the non-carcinogenic furfural. This study, therefore, suggests that 6-MP can enhance the induction of one type of preneoplastic foci and nodules and that essential differences exist between focal lesions arising in cirrhotic livers caused by CCl4 as opposed to furfural."
        },
        {
            "References": "PMID:1783739",
            "Value": "/OTHER TOXICITY INFORMATION/  The pulmonary biochemical response, particularly the effects on mixed-function oxidases, was investigated in rats exposed to 40 ppm furfural for 1 hr daily, 5 days/wk, for periods of 7, 15 and 30 days. This concentration is about 22% of the acute LC50 dose. Exposure to furfural increased the activities of acid and alkaline phosphatases and glutamic-pyruvic transaminase, inhibited the activities of arginase and succinic dehydrogenases and elevated the concentration of lactic acid in the lungs. In the group of mixed-function oxidases, the activities of aminopyrene-N-demethylase and aniline hydroxylase (phase I, cytochrome P-450b specific) significantly increased and the activity of benzo[a]pyrene hydroxylase (phase I, cytochrome P-450c specific) decreased. The activity of glutathione-S-transferase (phase II component) also was increased concurrently with a decrease in the concentration of glutathione. The magnitude of biochemical alterations in most cases was related directly to the duration of exposure. Our observations indicate that furfural caused pulmonary irritation, parenchymal injury and the regenerative proliferation of type II pneumocytes. Selective (cellular and/or cytochrome P-450 isozyme specific) enhancement of pulmonary mixed-function oxidases by furfural appears to stimulate its own pulmonary biotransformation, and the excretion of oxidative metabolites was facilitated by their enzymatic conjugation with glutathione."
        },
        {
            "References": "Mishra A et al; Bull Environ Contamin Toxicol 47 (5): 668-674 (1991)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The pulmonary toxicity of furfural was studied in rats. Male albino-rats were exposed once to 95 ppm furfural vapor for 1 hour or to 38 ppm furfural 1 hour/day, 5 days/week for 7, 15, or 30 days. Selected rats were killed at various times up to 4 weeks post exposure and the lungs were removed. Some lungs were assayed for alkaline-phosphatase (ALP), acid-phosphatase (ACP), glutamic-pyruvic-transaminase (GPT), glutamic-oxaloacetic-transaminase (GOT), arginase, and total and nonprotein sulfhydryls. Other lungs were examined for histopathological changes. All furfural exposures caused yellowish discoloration of the fur, eye and nose irritation, lacrimation, perinasal and perioral wetness, and respiratory difficulty. Some rats had mild nasal bleeding and corneal opacification which disappeared after exposure was ended. The repeat exposures caused some mortality. Dead animals had enlarged and congested lungs. The single furfural exposure caused mild congestion in the blood vessels around the bronchioles and intraalveolar capillaries. Edematous fluid containing mononuclear and polymorphonuclear cells was present in perivascular areas. Repeat exposure caused similar changes that progressively worsened with increasing number of exposures. ALP activity was significantly elevated by all furfural exposures at all time points. ACP activity was not affected. GPT activity was significantly increased 2 to 4 weeks post exposure. GOT activity was significantly decreased for up to 4 weeks post exposure. Furfural caused persistent decreases in arginase activity at all time points, the most pronounced decreases occurring 2 to 4 weeks post exposure. Total and nonprotein sulfhydryl concentrations were significantly decreased. The magnitude of the decreases increased with increasing number of furfural exposures."
        },
        {
            "References": "PMID:2124019",
            "Value": "/IMMUNOTOXICITY/ Blood serum IgG1, IgG2, IgA and IgM were assayed by radial immunodiffusion after exposure of guinea pig skin to oil refinery products, mineral oil distillate D-11 (MOD) and furfural (F), applied both separately and together. Application of MOD, F, and MOD+F subthreshold concentrations was found to be associated with a tendency to a reduction of IgG1 level; isolated applications of the agents in threshold concentrations involved statistically significant lowering of IgG1 (in exposure to MOD) and imbalanced levels of IgG1, IgG2, IgA, and IgM (in exposure to F). Combined application of both agents induced immunity shifts of other type as against isolated exposure."
        },
        {
            "References": "PMID:2538745",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The alkaline unwinding assay and protection of cleavage sites from the action of various restriction enzymes was used to study the interaction of furfural with DNA. Alkaline unwinding experiments showed that formation of an increasing number of strand breaks in duplex DNA both with increasing furfural concentrations (DNA base pair/furfural molar ratios of 1:1, 1:2, 1:4, 1:8, and 1:16) and with time of reaction (up to 16 hours). At a molar ratio of 1:16 and alkaline unwinding time of 30 min, there were 5.56 breaks per unit DNA. Number of breaks per DNA increased from 1.31 at 1 hr to 29.74 at 16 hr during incubation at a fixed DNA base pair/furfural molar ratio of 1:4 at 37 °C. Treatment of lambda phase DNA with furfural protected cleavage with restriction endonucleases DraI and SspI but not with ApaI, BssHII and SacII. To define the minimum number of consecutive AT base pairs necessary for the reaction with furfural, the reacted DNA was cleaved with the following restriction enzymes: SspI, EcoRI, NcoI, and MluI. SspI and EcoRI sites were protected against cleavage by these enzymes, but NcoI and MluI showed normal cleavage patterns. These results indicate that the reaction of furfural with double-stranded DNA requires the presence of at least 3-4 consecutive AT base pairs. When DNA was treated with furfural (molar ratio of 1:4, 37 °C for 2 hr), in the presence of sodium chloride, the number of strand breaks per unit DNA were 4.28 with furfural alone, 2.32 with furfural and 0.1 M sodium chloride, and 1.82 with furfural and 0.2 M sodium chloride."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 11 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of furfural is estimated as 40(SRC), using a log Kow of 0.41(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that furfural is expected to have very high mobility in soil."
        }
    ]
}