{
    "_id": {
        "$oid": "6682e879c4e5dba5ffba25c7"
    },
    "CID": {
        "$numberInt": "7371"
    },
    "Name": "BENZENESULFONIC ACID",
    "IUPACName": "benzenesulfonic acid",
    "CanonicalSMILES": "C1=CC=C(C=C1)S(=O)(=O)O",
    "Synonyms": [
        "BENZENESULFONIC ACID",
        "98-11-3",
        "Phenylsulfonic acid",
        "Benzenesulphonic acid",
        "Besylic acid",
        "benzensulfonic acid",
        "Benzene sulphonic acid",
        "Benzenemonosulfonic acid",
        "Benzene sulfonic acid",
        "Kyselina benzensulfonova",
        "CCRIS 4595",
        "HSDB 2642",
        "Blu-gard snitizing teat dip",
        "EINECS 202-638-7",
        "BRN 0742513"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)S(=O)(=O)O",
    "INCHI": "InChI=1S/C6H6O3S/c7-10(8,9)6-4-2-1-3-5-6/h1-5H,(H,7,8,9)",
    "INCHIKEY": "SRSXLGNVWSONIS-UHFFFAOYSA-N",
    "Formula": "C6H6O3S",
    "MolecularWeight": {
        "$numberDouble": "158.18"
    },
    "Description": "Benzenesulfonic acid is the simplest member of the class of a benzenesulfonic acids that consists of a benzene carrying a single sulfo group. It is a conjugate acid of a benzenesulfonate.",
    "XlogP": {
        "$numberDouble": "0"
    },
    "Complexity": {
        "$numberInt": "184"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (2) Bogan RH, Sawyer CN; Sew Ind Wastes 27: 917-28 (1955) (3) Chambers CW et al; J Water Pollut Contr Fed 35: 1517-28 (1963) (4) Chemicals Inspection and Testing Institution; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center ISBN 4-89074-101-1 (1992) (5) Deshpande SD et al; Environ Sci Technol 21: 1003-8 (1987)",
            "Value": "Decomposition of benzenesulfonic acid took 16 days by a soil microflora inoculum in mineral salts medium(1). Sodium benzenesulfonate had a 5-day theoretical BOD (at 20 °C) of 2.6, 74.5, and 38.8% in sewage seed, acclimated activated sludge seed, and by the Warburg technique with acclimated activated sludge, respectively(2). A biodegradation study using 100 mg/l benzenesulfonic acid, consumed 62, 58, and 344 ul oxygen in an endogenous control, benzenesulfonic acid adapted cells, and benzenesulonic acid and phenol adapted cells, respectviely, in 230 minutes(3). In a 2 week closed bottle study, with 100 mg/l benzenesulfonic acid and 30 mg/l sludge, benzenesulfonic acid gave a theoretical BOD of 87%(4). Benzenesulfonic acid utilized 10.7 mg of TOC/g of mixed liquor volatile suspended solids per hour in acclimated activated sludge, indicating that the activated sludge possessed the necessary catabolic enzymes required for degradation(5)."
        },
        {
            "References": "(1) Hammerton C; J Appl Chem 5: 517-24 (1955) (2) Janeczko A, Gomolka E; Acta Hydrochim Hydrobiol 18: 581-90 (1990) (3) Kawasaki M; Ecotoxic Environ Safety 4: 444-54 (1980) (4) Kramer N, Doetsch RN; Arch Biochem Biophys 26: 401-5 (1950) (5) Kuhn EP, Suflita JM; Hazard Waste Hazard Mater 6: 121-33 (1989) (6) Lutin PA et al; Purdue Univ Eng Bull Ext Series 118: 131-45 (1965) (7) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (8) Malaney GW; J Water Pollut Control Fed 32: 300-11 (1960)",
            "Value": "The sulfonated benzene structure appears to offer no real resistance to bacterial breakdown since BOD tests carried out on this structure in dilute solutions in river water result in considerable oxygen depletion(1). Benzenesulfonic acid is resistant to chemical oxidation by KMnO4 and to biochemical oxidation under conditions of 5 day BOD determination(2). Under conditions of dichromate COD determination, oxidation of benzenesulfonic acid amounts to 94%(2). Benzenesulfonic acid is deemed degradable by the Japanese MITI test(3). Benzenesulfonic acid allowed visible growth of 12 of 14 species of phenol- utilizing bacteria after 5 days at 30 °C(4). Benzenesulfonic acid degraded only about 4% after 13 months in aquifer slurries from both sulfate reducing and methanogenic sites(5). A study on oxidation of selected carcinogenic compounds (including sodium benzenesulfonate) by activated sludge found no significant oxidation for any compounds studied(6). The presence of a sulfonate grouping on benzene greatly reduces the susceptibility of benzenesulfonic acid to biological oxidation(7). Benzenesulfonic acid was degraded with difficulty, if at all, in aniline-acclimated activated sludge(8)."
        },
        {
            "References": "(1) Painter HA, King EF Comm Eur Communities, Eur 9962 105 pp. (1985) (2) Pitter P; Water Res 10: 231-5 (1976) (3) Thom NS, Agg AR; Proc R Soc Lond B 189: 347-57 (1975) (4) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986) (5) Urano K, Kato Z; J Hazardous Materials 13: 135-45 (1986) (6) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980)",
            "Value": "Of 21 laboratories reporting on the degradation of sodium benzenesulfonate, 14 observed greater than 60% theoretical oxygen demand after an average lag time of 12 days and biodegradation time of 28 days(1). Benzenesulfonic acid was degraded (based on COD) 98.5% at a rate of 10.6 mg COD/gram-hour by microbes in adapted activated sludge inoculum(2). Benzenesulfonic acid should be degradable by biological sewage treatment provided suitable acclimation can be achieved(3). Benzenesulfonic acid biodegraded with a lag time of 100-110 hours, a rate of 0.013-0.034 per hour, and a half-life of 170-180 hours using a electrolytic respirometer in water indicating that it is biodegraded partially in a long time by acclimatized microorganisms(4,5). Benzenesulfonic acid degraded greater than 90% after 9 days with 2 days of acclimation and a degradation rate after adaptation of 11% COD/day(6)."
        }
    ]
}