{
    "_id": {
        "$oid": "6682e87ac4e5dba5ffba25c8"
    },
    "CID": {
        "$numberInt": "7372"
    },
    "Name": "Phenyltrichlorosilane",
    "IUPACName": "trichloro(phenyl)silane",
    "CanonicalSMILES": "C1=CC=C(C=C1)[Si](Cl)(Cl)Cl",
    "Synonyms": [
        "PHENYLTRICHLOROSILANE",
        "Trichloro(phenyl)silane",
        "98-13-5",
        "Trichlorophenylsilane",
        "Silane",
        "trichlorophenyl-",
        "Phenyl trichlorosilane",
        "Silicon phenyl trichloride",
        "Phenylsilicon trichloride",
        "Silane",
        "phenyltrichloro-",
        "UN1804",
        "(Trichlorosilyl)benzene",
        "HSDB 1039",
        "EINECS 202-640-8",
        "NSC 77080",
        "UNII-M7199JL06M"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)[Si](Cl)(Cl)Cl",
    "INCHI": "InChI=1S/C6H5Cl3Si/c7-10(8,9)6-4-2-1-3-5-6/h1-5H",
    "INCHIKEY": "ORVMIVQULIKXCP-UHFFFAOYSA-N",
    "Formula": "C6H5Cl3Si",
    "MolecularWeight": {
        "$numberDouble": "211.5"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "104"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "ITC/USEPA; Information Review #223 (Draft) Chlorosilanes p.10 (1981)",
            "Value": "Chlorosilanes are not expected to persist long enough to bioconcentrate. /Chlorosilanes/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Toxikologische Bewertung. Heidelberg; Berufsgenossenschaft der chemischen Industrie  267, 10 p (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of trichlorophenylsilane is low in rats treated by stomach tube (oral LD50 2390 mg/kg bw), moderate in rabbits treated dermally (24-hour LD50 0.89 mL (1166 mg)/kg body weight), and high in mice exposed by inhalation (2-hour LC50 0.33 mg/L) or by intravenous injection (LD50 100 mg/kg bw). The mice exposed to low vapor concentrations (0.12 - 0.3 mg/L) showed signs of mucosal irritation (breathlessness, asphyxia, cyanosis) as well as agitated motor activity, convulsions, spreading of hind limbs), and those that died displayed various changes in the lungs, liver and brain."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg; Berufsgenossenschaft der chemischen Industrie  267, 10 p (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an inhalation hazard test, 6 male albino rats survived exposure to the concentrated vapor for 8 hours."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg; Berufsgenossenschaft der chemischen Industrie  267, 10 p (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of the liquid to the skin or eyes of rabbits produces corrosion, and the vapor is also irritating to the eyes of mice and rabbits."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Trichloro(phenyl)silane (98-13-5) p.14 (2000  CD-ROM edition). Available from, as of February 2, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Various chlorosilanes, such as Me3SiCl, Me2SiCl2, MeSiCl3, and HSiCl3, were tested in a single dose repeated inhalation study against a positive control exposed to hydrochloric acid. No clinical signs of toxicity were noted which were treatment related. The conclusion of the study showed no difference between gaseous HCl and the chlorosilanes in question at the levels used (30 and 34 ppm)."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1052",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phenyltrichlorosilane rated 9 on rabbit eyes (tested externally on eyes of rabbits & rated numerically on a scale of 1 to 10 according to degree of injury observed after 24 hr, paying particular attention to condition of cornea. Most severe injuries have been rated 10)."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 109",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ All these compounds, even in very low doses, ... caused severe burns of cornea and eyelids ... /After/ application to the skin of the rabbit the region attacked by chlorosilanes blanches and then blisters appear ... /Chlorosilanes/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 224",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tests by application of a drop to rabbit eyes have been made on tetrachlorosilane, dichloridimethyl silane, dichlorodiethylsilane, methyltrichlorosilane, & ethyl trichlorosilane. All the chlorosilanes were found to cause severe damage of the cornea & lids. More severe damage was caused by the alkylchlorosilanes than by tetrachlorosilane (silicone tetrachloride). The principal danger is from splash contamination. /Chlorosilanes/"
        },
        {
            "References": "U.S. EPA; Acute Exposure Guideline Levels (AEGLs) for 26 Selected Chlorosilanes, Interim: 04-2009, p.9. Available from, as of January 13, 2009: https://www.epa.gov/oppt/aegl/pubs/chlorosilanes_interim_apr_2009.v2.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Hydrogen chloride AEGL values were adopted as AEGL values for monochlorosilanes, AEGL values for dichlorosilanes were derived by dividing the hydrogen chloride AEGL values by a molar adjustment factor of two, AEGL values for the title trichlorosilanes were derived by dividing the hydrogen chloride AEGL values by a molar adjustment factor of three, and AEGL values for tetrachlorosilane were derived by dividing the hydrogen chloride AEGL values by a molar adjustment factor of four."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 109",
            "Value": "/OTHER TOXICITY INFORMATION/ All these compounds, even in very low doses ... caused severe burns of cornea and eyelids ... /After/ application to the skin of the rabbit the region attacked by chlorosilanes blanches and then blisters appear ... /Chlorosilanes/"
        },
        {
            "References": "U.S. EPA; Acute Exposure Guideline Levels (AEGLs) for 26 Selected Chlorosilanes, Interim: 04-2009, p.9. Available from, as of January 13, 2009: https://www.epa.gov/oppt/aegl/pubs/chlorosilanes_interim_apr_2009.v2.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Although chemical-specific data are not available for many of the ... chlorosilanes, acute inhalation data from rat studies are available for structurally-similar chlorosilanes (n-propyltrichlorosilane, methyltrichlorosilane, vinyltrichlorosilane, ethyltrichlorosilane, methylvinyldichlorosilane, methyldichlorosilane, dimethyldichlorosilane, dimethylchlorosilane, trimethylchlorosilane, and tetrachlorosilane). These data suggest that the acute toxicity of chlorosilanes is due to the hydrogen chloride hydrolysis product; acute toxicity of the chlorosilanes is both qualitatively (based on clinical signs) and quantitatively (based on molar equivalents of hydrogen chloride) similar to that of HCl. Complete hydrolysis of one mole of a monochlorosilane would yield a maximum of one mole of hydrogen chloride. Complete hydrolysis of a dichlorosilane would yield a maximum of two moles of hydrogen chloride, complete hydrolysis of a trichlorosilane would yield a maximum of three moles of hydrogen chloride, and complete hydrolysis of tetrachlorosilane would yield a maximum of four moles of hydrogen chloride. /Chorosilanes/"
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1934",
            "Value": "/OTHER TOXICITY INFORMATION/ Tris(2-chloroethoxy) silane was /more toxic than phenyltrichlorosilane, orally and dermally in rats and rabbits/ ..."
        }
    ]
}