{
    "_id": {
        "$oid": "6682e989c4e5dba5ffba2b20"
    },
    "CID": {
        "$numberInt": "73981"
    },
    "Name": "MAGNESIUM HYDROXIDE",
    "IUPACName": "magnesium;dihydroxide",
    "CanonicalSMILES": "[OH-].[OH-].[Mg+2]",
    "Synonyms": [
        "1309-42-8",
        "Milk of magnesia",
        "Magnesium hydrate",
        "Magnesia Magma",
        "Magnesiumhydroxide",
        "Magnesium(II) hydroxide",
        "Phillips magnesia tablets",
        "Magnesiumhydroxid",
        "Magnesium (as hydroxide)",
        "Magnesii hydroxidum",
        "CHEBI:6637",
        "INS NO.528",
        "1909-42-8",
        "INS-528",
        "magnesium(2+) hydroxide"
    ],
    "IsomericSMILES": "[OH-].[OH-].[Mg+2]",
    "INCHI": "InChI=1S/Mg.2H2O/h;2*1H2/q+2;;/p-2",
    "INCHIKEY": "VTHJTEIRLNZDEV-UHFFFAOYSA-L",
    "Formula": "H2MgO2",
    "MolecularWeight": {
        "$numberDouble": "58.32"
    },
    "Description": "Magnesium dihydroxide is a magnesium hydroxide in which the magnesium atom is bound to two hydroxide groups. It has a role as an antacid and a flame retardant.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 993",
            "Value": "COMPD IS PRACTICALLY INSOL, & SOLUTION IS NOT EFFECTED UNTIL HYDROXIDE REACTS WITH HYDROCHLORIC ACID TO FORM MAGNESIUM CHLORIDE. ...MG(OH)2 INCREASES LOWER-ESOPHAGEAL SPHINCTER PRESSURE & ACID SECRETION IN HEIDENHAIN POUCHES."
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B., A.G. Gilman. Goodman and Gilman's The Pharmacological Basis of Therapeutics. 10th ed. New York, NY: McGraw-Hill, 2001., p. 1044",
            "Value": "Laxatives containing magnesium cations or phosphate anions are commonly called saline laxatives. Their cathartic action is believed to result from osmotically mediated water retention, which then stimulates peristalsis. However, other mechanisms may contribute to their effects, including the production of inflammatory mediators. It also has been suggested that magnesium containing laxatives stimulate the release of cholecystolkinin, which leads to intraluminal fluid and electrolyte accumulation as well as to increased intestinal motility. /Saline laxatives, including magnesium hydroxide/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gilman, A. G., L. S. Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 6th ed. New York: Macmillan Publishing Co., Inc. 1980., p. 993",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...IN DOGS, THE MAGNESIUM CONTENT OF GASTRIC MUCOSA & MUSCULARIS IS INCR & IT IS POSSIBLE THAT THE EFFECT TO DECR ANTRAL MOTILITY & UROPEPSIN SECRETION IS FROM A DIRECT LOCAL ACTION."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 638",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...MILK OF MAGNESIA ON RABBIT EYES...TWICE A DAY FOR THREE OF FOUR DAYS CAUSED DAMAGE TO CORNEAL EPITHELIUM DEMONSTRABLE BY STAINING WITH FLUORESCEIN. AFTER THE APPLICATIONS...WERE DISCONTINUED, CORNEAS RETURNED TO NORMAL IN TWO OR THREE DAYS."
        },
        {
            "References": "PMID:7904896",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of magnesium hydroxide were examined on methylazoxymethanol (MAM) acetate-induced c-myc expression and cell proliferation of colonic mucosal epithelium in rats. Rats were divided into four groups and treated as follows: MAM acetate alone (25 mg/kg i.p. injection, five times, once a week for 5 weeks), MAM acetate and feeding of 0.2% magnesium hydroxide in diet, magnesium hydroxide alone and non-treatment. At 4, 8 and 16 weeks after the start of experiment, 10 rats in each group were sacrificed. Magnesium hydroxide inhibited the MAM-induced expression of c-myc proto-oncogene, and also suppressed the increased bromodeoxyuridine (BrdU) and proliferating cell nuclear antigen (PCNA) labelling indexes induced by MAM acetate in colon mucosa in initiation and post-initiation phase. These results suggest that the anti-carcinogenic effect of magnesium hydroxide on rat colon carcinogenesis induced by MAM acetate may be related to the inhibition of the carcinogen-induced expression of c-myc proto-oncogene and cell proliferation."
        },
        {
            "References": "PMID:8304923",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Preventive effect of magnesium hydroxide on carcinogen-induced, large bowel carcinogenesis was examined in three experiments using F344 rats. Experiment I: Rats received dietary administration of magnesium hydroxide at concentrations of 500 or 1,000 ppm after treatment with methylazoxymethanol (MAM) acetate (25 mg/kg, 3 times). These rats had a lower incidence of large bowel neoplasms than animals given MAM acetate alone. Reduction of  the tumor incidence was especially significant at a dose of 500 ppm. Experiment II: Rats given magnesium hydroxide (250, 500, or 1,000 ppm) together with 1,2-dimethylhydrazine (DMH) (20  mg/kg, 10 times) showed a lower multiplicity of large bowel tumors than those given DMH alone. Experiment III: The labeling indices of the cryptal cells of the large bowel (cecum or proximal colon or distal colon) or rates given magnesium hydroxide for 4, 6, or 8 weeks after treatment with MAM acetate (25 mg/kg, 3 times) were smaller than those of animals given MAM acetate alone, indicating that magnesium hydroxide suppressed, carcinogen-induced epithelial cell (large bowel) proliferation. The results of the three experiments suggest that magnesium, one of the essential metals, is a promising chemopreventive agent in humans."
        }
    ]
}