{
    "_id": {
        "$oid": "6682e87bc4e5dba5ffba25cc"
    },
    "CID": {
        "$numberInt": "7406"
    },
    "Name": "Isopropylbenzene",
    "IUPACName": "cumene",
    "CanonicalSMILES": "CC(C)C1=CC=CC=C1",
    "Synonyms": [
        "CUMENE",
        "Isopropylbenzene",
        "98-82-8",
        "2-Phenylpropane",
        "(1-Methylethyl)benzene",
        "Cumol",
        "Benzene",
        "(1-methylethyl)-",
        "Isopropylbenzol",
        "Cumeen",
        "Isopropilbenzene",
        "Isopropylbenzeen",
        "2-Fenilpropano",
        "2-Fenyl-propaan",
        "Isopropyl-benzol",
        "Benzene",
        "isopropyl"
    ],
    "IsomericSMILES": "CC(C)C1=CC=CC=C1",
    "INCHI": "InChI=1S/C9H12/c1-8(2)9-6-4-3-5-7-9/h3-8H,1-2H3",
    "INCHIKEY": "RWGFKTVRMDUZSP-UHFFFAOYSA-N",
    "Formula": "C9H12",
    "MolecularWeight": {
        "$numberDouble": "120.19"
    },
    "Description": "Cumene is an alkylbenzene that is benzene carrying an isopropyl group.",
    "XlogP": {
        "$numberDouble": "3.7"
    },
    "Complexity": {
        "$numberInt": "68"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Mody NV et al; Phytochem 13: 1175-8 (1974) (2) Mody NV et al; Phytochem 13: 2027-9 (1974)(3) Mody NV et al; Phytochem 14: 599-601 (1975) (4) Vernon F, Richard HMJ; Lebensum-Wiss Technol 16: 32-5 (1983) (5) Gavin J et al; Helv Chim Acta 61: 352-7 (1978)",
            "Value": "Isopropylbenzene was present at 0.3% of total volatile constituents in the essential oil of giant cordgrass, Spartina cynosuroides, collected from a Mississippi salt marsh(2). It was reported in the essential oil of the Mississippi salt marsh grasses Scirpus americanus at 2.5% of total volatiles(1) and at 0.2% in Distichlis spicata(3). Isopropylbenzene has been reported at trace concentrations in the essential oil of curly parsley (Petroselinum hortense)(4), and in the oleoresines of oakmoss (Evernia prunastri)(5)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Cumene. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Jul 3, 2013: https://www.ars-grin.gov/duke/",
            "Value": "Isopropylbenzene detections in plants(1).",
            "Table": "[{'Genus species': 'Cinnamomum verum', 'Name': 'Ceylon Cinnamon, Cinnamon', 'part': 'bark', 'concn (ppm)': '265'}, {'Genus species': 'Zingiber officinal', 'Name': 'Ginger', 'part': 'rhizome', 'concn (ppm)': '1'}, {'Genus species': 'Cuminum cyminum', 'Name': 'Cumen', 'part': 'fruit', 'concn (ppm)': 'detected, not quantified'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sabljic A; Z Gesamte Hyg Ihre Grenzgeb 33: 493-6 (1987) (2) Ogata M et al; Bull Environ Contam Toxicol 33: 561-7 (1984) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 35.5 was measured in goldfish which were exposed to isopropylbenzene at 1 mg/L(1,2). According to a classification scheme(3), this BCF value suggests the potential for bioconcentration in aquatic organisms is moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Walker JD, Colwell RR; J Gen Appl Microbiol 21: 27-39 (1975) (2) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (3) Price KS et al; J Water Pollut Cont Fed 46: 63-77 (1974) (4) Malaney GW; J Water Pollut Cont Fed 32: 1300-11 (1960) (5) Marion CV, Malaney GW; Proc Indus Waste Conf 18: 297-308 (1964) (6) Ostendorf DW et al; Environ Sci Technol 41: 2343-49 (2007)",
            "Value": "AEROBIC: Isopropylbenzene biodegradation in batch reactors proceeded following about 144 hr of acclimation and after 120 hr, isopropylbenzene was non-detectable. In unacclimated cultures, the half-life of isopropylbenzene was 206 hr (62 hr after acclimation)(1). When isopropylbenzene was incubated with an activated sludge acclimated to benzene, the theoretical BOD was reduced by 37.8% after 192 hr(2). A 20-day biological oxygen demand study was conducted using unacclimated, settled, domestic wastewater as the inoculum. After 10 and 20 days, the theoretical BOD was 62% and 70%, respectively(3). Activated sludge acclimated to aniline degraded isopropylbenzene following an acclimation period of about 30 hr(4). Activated sludge samples from three different communities were able to degrade 50 mg/L isopropylbenzene(5). A biodegradation rate constant of 0.322/day was calculated when 0.235-0.571 g/cu m isopropylbenzene was added to soil microcosms from a weathered petroleum spill site(6)."
        },
        {
            "References": "(1) Williams R et al; Environ Toxic Chem 12: 485-92 (1993) (2) Kappeler T, Wuhrmann K; Water Res 12: 335-42 (1978) (3) Walker JD, Colwell RR; J Gen Appl Microbiol 21: 27-39 (1975) (4) Walker JD et al; Mar Biol 34: 1-9 (1976)",
            "Value": "AEROBIC: Using river water and sediment in a test system, the aerobic biodegradation of isopropylbenzene was studied in a closed system. The disappearance rate constant of isopropylbenzene (average concentration 2.5 mg/L) for total mineralization was 0.02/day; this equates to a half-life of 34.6 days. However, when volatilization was considered coupled with biodegradation, the half-life for isopropylbenzene became 2.5 days. Isopropylbenzene biodegradation experienced a lag time of approximately 5 days. Based on the results of this experiment, residence time of isopropylbenzene in aquatic ecosystems will likely be brief(1). Isopropylbenzene was added to uncontaminated groundwater and this solution was continuously percolated through a column containing homogeneous sand(2). No additional nutrients were added to the system and it was assumed to be aerobic throughout. Biodegradation occurred following 5 days of acclimation and the isopropylbenzene degraded to non-detectable levels within 48 hr(2). Mixed cultures from contaminated and uncontaminated estuarine sediments were capable of degrading isopropylbenzene with the higher rate observed in the culture from the contaminated sediment(3). Isopropylbenzene incubated with mixed cultures taken from various depths in the Atlantic Ocean at 15 °C were all capable of biodegrading isopropylbenzene(4)."
        },
        {
            "References": "PMID:9299716",
            "Value": "ANAEROBIC: In an in-situ anaerobic biodegradation study of various alkyl benzene compounds, isopropylbenzene was found to undergo considerable biodegradation, proceeding via methanogenic and fermentative bacteria(1,2). Isopropylbenzene, added to in-situ microcosms of material from leachate-impacted aquifers at North Bay, Ontario was completely biodegraded using the North Bay aquifer material. The microcosm was amended with nitrate and glucose(2). Using an inoculum from a gas condensate-contaminated aquifer incubated under sulfate-reducing conditions, isopropylbenzene was 100% biodegraded over a 100-day period(3)."
        },
        {
            "References": "(1) Gibson DT; Science 161: 1093-7 (1968) (2) Jigami Y et al; Agric Biol Chem 39: 1781-8 (1975)",
            "Value": "PURE CULTURE: Incubation with a pure culture of Pseudomonas putida resulted in the degradation of isopropylbenzene to an orthodihydroxy compound in which the isopropyl side chain of isopropylbenzene was intact(1). Incubation of isopropylbenzene with Pseudomonas desmolytica and Pseudomonas convexa resulted in the formation of (+)-2-hydroxy-7-methyl-6-oxo-octanoic acid via 3-isopropylcatechol(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. 3rd ed. New York, NY: Van Nostrand Reinhold Co., 1996., p. 1171",
            "Value": "Approximate concentration causing adverse taste in fish: 0.25 mg/L."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 60",
            "Value": "log Kow = 3.66"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:7157377",
            "Value": "The alkylbenzenes, incl isopropyl benzene, were investigated for their property as sensory irritants in mice. A model for the sensory irritating action of alkylbenzenes was proposed on the basis of their physical interaction with a receptor protein in a lipid layer."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Cumene p.2 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cumene has been reported to be slightly irritating in the Draize test for eye irritation. Two drops in the rabbit eye produced slight conjunctival irritation but no corneal injury."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Cumene p.2 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Application of undiluted cumene to the shaved inner ear and abdomen of albino rabbits, once/day for 2 to 4 weeks, produced moderate skin irritation (erythema, slight necrosis, and exfoliation); the dose was not stated in the report."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 18: Cumene (1999) Available from, as of July 31, 2013: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Undiluted cumene applied to the skin of New Zealand albino rabbits (0.5 mL) according to standardized guidelines caused slight defatting with skin flaking, a symptom not generally classified as relating to primary skin irritancy."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Cumene p.2 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The application of 0.1 mL into New Zealand albino rabbit eye for 24 hours produced moderate erythema and discharge; however, improvement was complete at 120 hours."
        },
        {
            "References": "International Programme on Chemical Safety (IPCS); Concise International Chemical Assessment Document (CICADS) 18: Cumene (1999) Available from, as of July 31, 2013: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No skin sensitization reactions were noted among a group of 20 female guinea-pigs treated with cumene in a Magnusson-Kligman maximization test."
        },
        {
            "References": "PMID:3766152",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cumene and n-propanol, model substances for alcohols and alkylbenzenes, were investigated for sensory irritation in mice. The concentrations within the first 2 min. depressing the respiratory rate by 50% due to the effect in the upper respiratory tract were 2,058 ppm and 22,080 ppm, respectively. Activation of the sensory irritant receptor followed the dynamics of reversible bimolecular reactions. The extrapolated maximum response and the apparent dissociation constant were 114.3% and 2,723 ppm for cumene and 68.4% and 8,178 ppm for propanol, respectively. Later on desensitization was observed. The effect was weak for cumene but conspicuous for propanol. For cumene desensitization had the origin in the rise of a threshold. No change in the dissociation constant or the maximum response was found. For propanol a decrease in the maximum response, which may be explained by an allosteric effect, was observed. The pulmonary irritation response was weak for cumene but was for propanol more important than sensory irritation at high concentrations. The following hypotheses are put forward: the effect of pulmonary irritation on the tidal volume is mediated via the stretch receptors while the effect on the respiratory frequency is mediated via the J-receptors."
        },
        {
            "References": "Cushman JR et al; J of the American College of Toxicol 14 (2): 129-47 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Studies were conducted to evaluate the subchronic inhalation toxicity, neurotoxicity and ototoxicity of cumene in rats. Fischer-344 rats were exposed to cumene vapor at concentrations of 0, 100, 500 and 1,200 ppm for 6 hours per day, 5 days a week, for 13 weeks. A separate group received one 6 hour exposure. A second study tested similar exposure regimens for cumene concentrations of 0, 50, 100, 500 and 1,200 ppm. Blood samples from the rats in each group were collected for the measurement of hematological and serum chemistry parameters. The rats were killed during week 14 of the first study, or following a 4 week post-exposure in the second study, and nervous system tissues were analyzed via light microscopy. Remaining rats in the subchronic study underwent complete necropsy after death. Male rats exposed to 500 and 1,200 ppm in the first study exhibited decreases in motor activity, but such effects were not observed in the second study. Male rats in the 500 and 1,200 ppm exposure groups demonstrated renal proximal tubular hypertrophy, hyperplasia, and hyaline drop formation as well. No exposure related ophthalmologic results or effects on spermatogenesis were found. Rats of both sexes from these groups also demonstrated decreased body weight and food consumption and altered hematological and clinical chemistry parameters. It was concluded that cumene produces mild to moderate toxic effects in rats at concentrations between 500 to 1,200 ppm, and that cumene vapor produces no appreciable neurotoxic or ototoxic effects at these concentrations."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.6-7 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In an inhalation study, Wistar rats were exposed to 2,500 mg/cu m cumene vapor for 8 hr/day, 6 days/week, for up to 180 days (duration adjusted to 714 mg/cu m), and rabbits were exposed to 6,500 mg/cu m using the same exposure regimen (duration-adjusted concentration is 1,857 mg/cu m). Clinical signs of toxicity, body weight, blood and bone marrow parameters, and histopathological effects (brain, cerebellum, heart, stomach, liver, pituitary, intestine, spinal cord, bone marrow, ovary, pancreas, parathyroid, lung, spleen, kidney, adrenals, testicle, thymus, thyroid, and bladder) were monitored. In the rat, the number of red blood cells decreased slightly, but no test for statistical significance was performed. Histological effects reported were \"passive congestion\" in the lungs, liver, spleen, kidney, and adrenals and the presence of hemorrhagic zones in the lung, hemosiderosis in the spleen, and lesions from epithelial nephritis \"in some cases\". It was not clear if these effects occurred in both species. Both of these exposure levels induced adverse effects."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.7 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In an inhalation exposure study, groups of Sprague-Dawley or Long-Evans rats (n = 15), Princeton-derived guinea pigs (n = 15), beagle dogs (n = 2), and squirrel monkeys (n = 2) were exposed to cumene at concentrations of 18 or 147 mg/cu m continuously for 90 days. Initial and terminal body weight, hematologic and clinical chemistry parameters, and histopathologic data were collected. The only effect noted was a slight degree of leukocytosis in rats at both concentrations ... . Group of rats exposed to cumene at 1,200 mg/cu m for 8 hr/day, 5 days/week for 30 exposures, although none were indicated as statistically significant. No other toxicologically significant effects were noted in either guinea pigs, dogs, or monkeys. This single concentration defines a LOAEL for this study."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.7 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Sprague-Dawley rats (10/sex/group) were exposed to cumene vapor concentrations of 0, 105, 300, or 599 ppm (0, 517, 1,475, or 2,946 mg/cu m) for 6 hr/day, 5 days/week, for approximately 4 weeks (minimum exposure, 20 days). Urinalysis, hematology, and clinical biochemistry on serum (including BUN, SGOT, LDH, and total bilirubin) were performed. Animals were observed daily for signs of toxicity. Necropsy was performed on 5 rats/sex/group at the end of the exposure. No deaths occurred during the study. Cage-side observations included hypoactivity in the high-concentration animals on some days during the exposure period. Signs of toxicity observed during the pre- or postexposure checks included concentration-related increases in side-to-side head movements in both males and females in all dose groups (combined total incidence during exposure of 0, 14, 21, and 48 for controls and the three dose groups), head tilt (total incidence in all dose groups of 0, 5, 4, and 8 for controls and the three dose groups), and arched back in one female in the high-dose group. Other less significant observations included dried, reddish discharge around the nose and near the eyes in nearly all dose groups and controls. Other effects observed in males include alopecia (mid-dose group during Weeks 2, 3, and 4 of exposure) and swollen conjunctiva during Week 4 in the high-dose group. Increases (p < 0.05) in mean absolute left and right kidney weights were observed high-dose males, as were increases in left kidney in low and mid-dose males. In high-dose females, the mean absolute weight of left kidneys was greater (p < 0.05) than in controls. No compound-related pathological changes were detected during gross or microscopic examination. Assuming that the renal changes among the males were associated with male rat specific nephropathy, the cage-side observations of head tilt and head movements become the critical effects for this short-term study with a LOAEL of 105 ppm."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V101 343 (2012)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female F344 rats were exposed to 0, 250, 500 or 1000 ppm cumene (> 99% pure) for 6 hours plus T90 (12 minutes) per day on 5 days per week for 105 weeks. Treatment related increases were observed in the incidence of nasal tumors (respiratory epithelial adenoma) in both males and females, and kidney tumors (renal tubule adenoma or carcinoma) in males, with a dose-related increase in the incidence of nasal tumors in males, with a concurrent increase in renal tubule hyperplasia and papillary mineralization in males, which had a linear pattern. Furthermore, in a subchronic study in rats with five exposure groups (62.5, 125, 250, 500 or 1000 ppm), dose-related increases in the severity of proximal tubular hyaline droplet accumulation and regeneration occurred, together with increases in the incidence of medullary granular casts and in the levels of alpha2u-globulin in males. Moreover, males had a treatment-related increase in the incidence of testicular tumors (interstitial-cell adenoma)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V101 338 (2012)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice were exposed by whole-body inhalation to 0, 125 (females only), 250, 500 or 1000 (males only) ppm cumene (> 99% pure) for 6 hours plus T90 (the time taken to reach 90% of the target concentration within the exposure chamber; 12 minutes) per day on 5 days per week for 105 weeks. Dose-related increases in the incidence of alveolar/bronchiolar adenoma and carcinoma were observed in both males and females. Treatment-related increases in the incidence of hemangiosarcoma of the spleen in male mice and of hepatocellular adenoma of the liver in female mice also occurred."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.8 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 10 female Wistar rats were administered 139 doses of cumene by gavage in olive oil at 154, 462, or 769 mg/kg/day over a 194-day (6- to 7-months) period (duration adjusted dose x 139/194 = 110, 331, or 551 mg/kg/day). Rats given olive oil served as controls (n = 20). Body weights, food consumption and mortality were noted throughout the study, although no results are shown. Hematological evaluations were conducted after doses 20, 40, 80, and 130, and blood urea nitrogen determinations and gross and histological examinations (lungs, heart, liver, kidneys, spleen, adrenals, pancreas, and femoral bone marrow) were conducted at the end of the study. Effects were not observed at 154 mg/kg/day. An increase in average kidney weight was noted as a \"slight effect\" at 462 mg/kg/day. A more pronounced weight increase in average kidney weight, noted as a \"moderate effect\", occurred at 769 mg/kg/day, although no quantitative data is presented. The LOAEL is considered to be 462 mg/kg/day, and the NOAEL is 154 mg/kg-day."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.8 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sprague-Dawley rats (25/group) were exposed to 0, 99, 488, or 1,211 ppm (0, 487, 2,399, or 5,953 mg/cu m) cumene for 6 hr/day on Days 6 through 15 of gestation. Dams were observed for clinical signs of toxicity, body weight, gravid uterine weight, liver weight, abnormalities of the respiratory tract, numbers of corpora lutea, implantation sites, resorptions, and living and dead fetuses. Fetuses were examined for external, visceral, and skeletal malformations and variations. At the two highest concentrations, perioral wetness and encrustation, hypoactivity and blepharospasm, and significantly (p < 0.05) decreased food consumption were observed in the dams. At the highest concentration, there was a significant (p < 0.01) decrease in body weight gain on Gestation Days 6 through 9 (accompanied by a significant decrease in food consumption) and a slight increase (7.7%) in relative liver weight. There were no statistically significant adverse effects on reproductive parameters or fetal development. For this study, 1,211 ppm is a developmental NOAEL, and 488 ppm (2,399 mg/cu m) is a maternal NOAEL."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.8-9 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ New Zealand White rabbits (15/group) were exposed to 0, 492, 1,206, or 2,297 ppm (0, 2,418, 5,928, or 11,292 mg/cu m) cumene for 6 hr/day on Days 6 through 18 of gestation. Dams were observed for clinical signs of toxicity, body weight, gravid uterine weight, liver weight, abnormalities of the respiratory tract, numbers of corpora lutea, implantation sites, resorptions, and living and dead fetuses. Fetuses were examined for external, visceral, and skeletal malformations and variations. Two does died at the highest exposure concentration. There were significant (p < 0.01) reductions in body weight gain (178.11 g lost compared to 31.55 g gained in the control group) and food consumption at the highest exposure level. Significantly (p < 0.05) reduced food consumption also was observed in the 492-and 1,206-ppm exposure groups. Clinical signs of toxicity observed in the does included significant (p < 0.01) increases in perioral and perinasal wetness and blepharospasm at the high concentration. At necropsy, there were color changes in the lungs of 33% of the does exposed to 2,297 ppm. Relative liver weight was significantly (p < 0.01) elevated (16.8% of control weight) at the highest exposure level. There were no statistically significant effects on gestation parameters; however, there were nonsignificant increases in nonviable implants, and early resorptions and a nonsignificant decrease in the percent of live fetuses at 2,297 ppm. The only variation observed was an increase in ecchymosis (hemorrhagic areas of the skin) of the head that occurred in all exposed animals (0, 5.4, 3.7, and 4.9% of the fetuses and 0, 35.7, 28.6, and 25.0% of the litters at 0, 492, 1,206, and 2,297 ppm, respectively), which was not concentration-related. ...  No other malformations or variations differed from control values. Although the alterations observed in gestational parameters were not significant, they were consistent in indicating possible developmental effects. Based on this consistency, the highest exposure level is considered a LOAEL. The next lower level, 1,206 ppm, is considered a NOAEL for both developmental and maternal effects."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Cumene p.2 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute exposure (20-minute) of CFW mice by inhalation at 2000, 4000, or 8000 ppm produced decreased arousal, disturbances of gait and mobility, decreased righting reflexes, impaired psychomotor coordination, and other neurobehavioral changes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's 7th Edition. Cumene p.2 CD-ROM Cincinnati, OH 45240-4148 2013.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute exposures to cumene can produce behavioral changes and signs of nervous system depression. A single 6-hour inhalation exposure of Fischer 344 rats at 100, 500, or 1000 ppm cumene produced abnormal gait, decreased toe pinch reflex, and decreased rectal temperature at the two highest concentrations 1 hour after exposure. The effects resolved at 6 and 24 hours postexposure."
        },
        {
            "References": "PMID:6608211",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The influence of different kinds of industrial solvents on the vestibular function in rats /was/ studied by recording nystagmus, induced by accelerated rotation. The effect was related to the blood levels of the solvents. ... /Cumene caused an/ excitation of the vestibulo-oculomotor reflex. ... /It is suggested/ that the excitation of the vestibulo-oculomotor reflex is caused by interaction of cumene with central pathways in the reticular formation and the cerebellum."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.10 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Cumene was one of six alkylbenzenes tested at 0, 2,000, 4,000, or 8,000 ppm that all produced a short-lived profile of neurobehavioral effects in mice, indicating CNS depressant activity. Effects noted from brief (20-min) exposures to cumene included those on CNS activity (decreased arousal and rearing at 2,000 ppm) muscle tone/equilibrium (changes in grip strength and mobility 4,000 ppm), and sensorimotor activity (including decreased tail pinch and touch response 4,000 ppm)."
        },
        {
            "References": "PMID:8005376",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The acute neurobehavioral effects of six alkylbenzenes (benzene, toluene, ethylbenzene, propylbenzene, m-xylene, and cumene) were evaluated after 20-min inhalation exposures using a functional observational battery (FOB) in mice. In order to do this, an explicit protocol for the FOB developed for rats by Moser was adapted for use in mice with inhalation exposures. All six alkylbenzenes, in the concentration range of 2000 to 8000 ppm, produced a nearly identical profile of effects, a profile that was also produced by ip administration of the central nervous system depressant drug pentobarbital. These effects included changes in posture, decreased arousal and rearing, increased ease of handling, disturbances of gait, mobility, and righting reflex, decreased forelimb grip strength, increased landing foot splay, and impaired psychomotor coordination. The response to various sensory stimuli was also decreased by the alkylbenzenes and pentobarbital. These acute effects of alkylbenzenes were short-lived, with recovery beginning within minutes of removal from the exposure chamber. The finding that the alkylbenzenes produce a profile of neurobehavioral effects similar to that of pentobarbital is consistent with a growing body of other evidence that many solvents produce a profile of acute effects similar to that of central nervous system depressant drugs and ethanol."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.10 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Fischer 344 rats (10/sex/group) were exposed to cumene at 0, 251, 547, 1,047, or 1,290 ppm (0, 1,234, 2,689, 5,147, or 6,342 mg/cu m) for 6 hr/day, 5 days/week for 2 weeks. Initial exposures to 2,000 ppm (9,832 mg/cu m) for 1 to 2 days resulted in such severe neurological and respiratory effects that the concentration levels were reduced to those given above. During the remainder of the 2-week exposure period, clinical observations (ocular discharge, decreased motor activity or hyperactivity, and ataxia) were noted sporadically at all levels except 251 ppm. For females in the two highest dose groups, the average relative kidney weight and relative and absolute adrenal weights were increased significantly over control values."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.11 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/GENOTOXICITY/ Cumene was tested at concentrations up to 2,000 ug/plate in a Salmonella Typhimurium reverse mutation assay (modified Ames test); negative results were observed with and without metabolic activation. Cumene was negative in an Ames assay at concentrations up to 3,606 ug/plate. Cumene also tested negative, with and without metabolic activation, in a set of HGPRT assays (using Chinese hamster ovary cells) at concentrations up to 225 ug/mL. A micronucleus assay performed in mice given up to 1 g/kg cumene by gavage was negative."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V101 344 (2012)",
            "Value": "/GENOTOXICITY/ Intraperitoneal injection (up to 1 g/kg body weight) of cumene induced small, but significant, increases in micronuclei in the bone marrow of male F344 rats in two independent trials; however, cumene did not induce micronuclei in erythrocytes in the peripheral blood of male or female B6C3F1 mice exposed by inhalation to up to 1000 ppm for 6 hours per day on 5 days per week for 3 months."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Cumene (CAS No. 98-82-8) p.11 (June 1997). Available from, as of July 31, 2013: https://cfpub.epa.gov/ncea/iris/index.cfm?fuseaction=iris.showSubstanceList",
            "Value": "/GENOTOXICITY/ Cumene failed to induce significant rates of transformation in BALB/3T3 cells (without activation) at concentrations up to 500 ug/mL but tested positive in an earlier cell transformation test also using BALB/3T3 cells, in which an increase in transformations was observed 60 ug/mL. One test for unscheduled deoxyribonucleic acid (DNA) synthesis (UDS) in rat primary hepatocytes, using exposures of up to 24 ug/mL cumene (without activation), was negative, whereas results from an earlier test indicated UDS at doses of 16 and 32 ug/mL cumene. Those tests indicating positive mutagenic potential were considered equivocal because they were not reproducible."
        },
        {
            "References": "PMID:18648096",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The /researchers/ performed global gene expression analysis to distinguish patterns of gene regulation between cumene-induced tumors and normal lung tissue and to look for patterns based on the presence or absence of K-ras and p53 mutations in the tumors. Principal component analysis segregated the carcinomas into groups with and without K-ras mutations, but failed to separate the tumors based on p53 mutation status. Expression of genes associated with the Erk MAP kinase signaling pathway was significantly altered in carcinomas with K-ras mutations compared to tumors without K-ras mutations or normal lung. Gene expression analysis also suggested that cumene-induced carcinomas with K-ras mutations have greater malignant potential than those without mutations. In addition, significance analysis of function and expression (SAFE) demonstrated expression changes of genes regulated by histone modification in carcinomas with K-ras mutations. The gene expression analysis suggested the formation of alveolar/bronchiolar carcinomas in cumene-exposed mice typically involves mutation of K-ras, which results in increased Erk MAP kinase signaling and modification of histones."
        },
        {
            "References": "PMID:18648094",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The incidences of alveolar/bronchiolar adenomas and carcinomas in cumene-treated B6C3F1 mice were significantly greater than those of the control animals. /The researchers/ evaluated these lung neoplasms for point mutations in the K-ras and p53 genes that are often mutated in humans. K-ras and p53 mutations were detected by cycle sequencing of PCR-amplified DNA isolated from paraffin-embedded neoplasms. K-ras mutations were detected in 87% of cumene-induced lung neoplasms, and the predominant mutations were exon 1 codon 12 G to T transversions and exon 2 codon 61 A to G transitions. P53 protein expression was detected by immunohistochemistry in 56% of cumene-induced neoplasms, and mutations were detected in 52% of neoplasms. The predominant mutations were exon 5, codon 155 G to A transitions, and codon 133 C to T transitions. No p53 mutations and one of seven (14%) K-ras mutations were detected in spontaneous neoplasms. Cumene-induced lung carcinomas showed loss of heterozygosity (LOH) on chromosome 4 near the p16 gene (13%) and on chromosome 6 near the K-ras gene (12%). No LOH was observed in spontaneous carcinomas or normal lung tissues examined. The pattern of mutations identified in the lung tumors suggests that DNA damage and genomic instability may be contributing factors to the mutation profile and development of lung cancer in mice exposed to cumene."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Brown JM et al; Investigation of petroleum in the marine environs of the Strait of Juan de Fuca and northern Puget Sound, USEPA-600/7-79-164 (1979) (2) Malins DC et al; Environ Sci Technol 18: 705-13 (1984) (3) Klecka G et al; Rev Environ Contam Toxicol 207: 1-93 (2010)",
            "Value": "SEDIMENT: Isopropylbenzene was detected in sediment samples from Puget Sound, WA and Strait of Juan de Fuca, WA; in 23 samples, 16% were positive, with a concentration ranging from 0.02 to 19 ug/g, averaging 2.3 ug/g(1). Isopropylbenzene was detected not quantified in Puget Sound, WA(2). A survey of sediments in the Great Lakes Basin region resulted in 6% isopropylbenzene frequency of detection; 18 samples, median concentration of 12.5 ng/g dry weight(3)."
        },
        {
            "References": "(1) Bachhausen P; Contaminated Soil 90: 983-988 (1990) (2) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-59 (2000)",
            "Value": "SOIL: Soil samples taken from beneath an old building in Germany contained isopropylbenzene at a concentration of 24 mg/kg(1). Isopropylbenzene was not detected in 705 soil samples from 30 industrial sites investigated in Taiwan(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jul 3, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Acton DW, Barker JF; J Contam Hydrol 9: 325-52 (1992)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of isopropylbenzene can be estimated to be 700(SRC). According to a classification scheme(2), this estimated Koc value suggests that isopropylbenzene is expected to have low mobility in soil. A Kd value of 0.374 was reported for isopropylbenzene added at 113.1 ug/L to an anaerobic microcosm using aquifer material from Canada Forces Base Borden(3)."
        },
        {
            "References": "Munjko I, Hegedic D; Poljopr Sumar 30 (1): 79-90 (1984)",
            "Value": "Recovery of 100 mL samples of ... isopropylbenzene was in most cases >99%, after percolation through black soil, red soil, clayish loam, potter's clay, and alluvium soil columns 75 cm high and 3 cm in diameter. ... The petrochem changed pH in acidic soils more than in buffered soils."
        },
        {
            "References": "Sato A, Nakajima T; British J Industrial Med 36 (3): 231-4 (1979) as cited in ITC/USEPA; Information Review #464 (Draft) Cumene p.21 (1984)",
            "Value": "Isopropylbenzene is expected to partition to soil and sediment since it has an olive oil/water partition coefficient of 4316, and an olive oil/air partition coefficient of 1.44."
        }
    ]
}