{
    "_id": {
        "$oid": "6682e87bc4e5dba5ffba25cd"
    },
    "CID": {
        "$numberInt": "7407"
    },
    "Name": "ALPHA-METHYL STYRENE",
    "IUPACName": "prop-1-en-2-ylbenzene",
    "CanonicalSMILES": "CC(=C)C1=CC=CC=C1",
    "Synonyms": [
        "alpha-Methylstyrene",
        "98-83-9",
        "2-Phenylpropene",
        "2-Phenyl-1-propene",
        "Isopropenylbenzene",
        "prop-1-en-2-ylbenzene",
        "Benzene",
        "(1-methylethenyl)-",
        "2-Phenylpropylene",
        "1-Methyl-1-phenylethylene",
        "a-Methylstyrene",
        "(1-Methylethenyl)benzene",
        "alpha-Methylstyrol",
        "1-Phenyl-1-methylethylene",
        "ALPHA-METHYL STYRENE",
        ".alpha.-Methylstyrene"
    ],
    "IsomericSMILES": "CC(=C)C1=CC=CC=C1",
    "INCHI": "InChI=1S/C9H10/c1-8(2)9-6-4-3-5-7-9/h3-7H,1H2,2H3",
    "INCHIKEY": "XYLMUPLGERFSHI-UHFFFAOYSA-N",
    "Formula": "C9H10",
    "MolecularWeight": {
        "$numberDouble": "118.18"
    },
    "Description": "Alpha-Methylstyrene is an olefinic compound.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "96"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ogata M et al; Bull Environ Contam Toxicol 33: 561-7 (1984) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 30 in goldfish was measured for alpha-methylstyrene(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-2 (1992) (2) Warhurst AM, Fewson CA; J Appli Bacteriology 77: 597-606 (1994)",
            "Value": "AEROBIC: alpha-Methylstyrene, present at 100 mg/l, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(6). Therefore this compound is not expected to biodegrade(SRC). However, several microorganisms are able to grow using alpha-methylstyrene as a carbon source(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 56",
            "Value": "log Kow= 3.48"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1040",
            "Value": "GROUPS OF RATS, GUINEA PIGS, RABBITS, MICE & MONKEYS WERE GIVEN REPEATED EXPOSURES 7 HR DAILY, 5 DAYS/WK AT A CONCN OF 200 PPM OF ALPHA-METHYLSTYRENE VAPOR FOR ... ABOUT 6 MO. AS JUDGED BY GROWTH, MORTALITY, GROSS APPEARANCE & BEHAVIOR, ORGAN WT STUDIES & GROSS & MICROSCOPIC EXAM OF TISSUES, THIS VAPOR CONCN HAD NO ADVERSE EFFECT UPON ANY OF THE SPECIES STUDIED. ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 628",
            "Value": "ALPHA-METHYL STYRENE ... HAS BEEN TESTED BY APPLICATION OF A DROP TO RABBIT EYES & HAS BEEN FOUND TO CAUSE ONLY SLIGHT TRANSIENT EVIDENCE OF CONJUNCTIVAL IRRITATION & NO CORNEAL DAMAGE DEMONSTRATED WITH FLUORESCEIN."
        },
        {
            "References": "PMID:5050287",
            "Value": "CHRONIC INTOXICATION OF ISOPROPYLBENZENE OR ALPHA-METHYLSTYRENE UPON RATS & RABBITS DECREASED THE OSMOTIC RESISTANCE OF THE LEUKOCYTES, DECREASED THE GLYCOGEN AND PEROXIDASE CONTENT OF THE NEUTROPHILS, AND ACCUMULATED LIPIDS IN THE NEUTROPHILS."
        },
        {
            "References": "SOLOVEV II, BARASHKOVA VI; PATOL FIZIOL EKSP TER (4): 74-6 (1978)",
            "Value": "AT 1 DAY AFTER ACUTE INTOXICATION BY ALPHA-METHYLSTYRENE (3-5 MG/L AIR, 6 HR/DAY FOR 6 DAYS TO RATS) BRAIN LEVELS OF GAMMA-AMINOBUTYRIC ACID, LYSINE, HISTIDINE & ASPARTATE INCREASED; & VALINE, METHIONINE & TYROSINE DECREASED. FOLLOWING CHRONIC, 4-MONTHS ADMINISTRATION (0.05 MG/L, 6 HR/DAY), CHANGES WERE OBSERVED IN ALL EXCEPT 2 OF THE 15 CEREBRAL AMINO ACIDS EXAMINED."
        },
        {
            "References": "SEREBRENNIKOV OA, OGLEZNEV GA; DEPOSITED DOC (ISS VINITI 2667-78): 151-2 (1978)",
            "Value": "A 4 MO INHALATION OF MAX PERMISSIBLE CONCN OF ALPHA-METHYLSTYRENE BY FEMALE RATS INCR EMBRYONAL MORTALITY FROM 7.5 (CONTROL VALUE) TO 33.3%. TERATOGENESIS FREQUENCY WAS INCR FROM 3.0 (CONTROL VALUE) TO 21.0%."
        },
        {
            "References": "MIRZOYAN IM, ZHAKENOVA RK; VOP GIG TR PROFZABOL, MATER NAUCH KONF: 247-9 (1972)",
            "Value": "ALPHA-METHYLSTYRENE, IN A CONCN OF 30%, APPLIED TO RABBIT SKIN DAILY FOR 20 DAYS CAUSED INFLAMMATION, HYPEREMIA, EDEMA, & DESQUAMATION. THE PREPN HAD IRRITATING & SENSITIZING PROPERTIES. THICKENING OF THE EPIDERMAL LAYER & HYPERKERATOSIS WERE ALSO OBSERVED."
        },
        {
            "References": "NIKIFOROVA AA; MATER NAUCH SESS, POSVYASHCH 50-LETIYU OBRAZOV SSSR, OMSK GOS MED INST: 871-3 (1972)",
            "Value": "THE INHALATION OF ALPHA-METHYLSTYRENE INDUCED CHANGES IN EPIDERMIS, CONNECTIVE TISSUE, HAIR, GLANDS, & NEURON FIBERS OF RAT SKIN. THESE CHANGES DISAPPEARED 30-60 DAYS AFTER TREATMENT STOPPED."
        },
        {
            "References": "KLIMINA GM; NARUSHENIYA METAB TR NAUCHN KONF MED INST ZAPADN SIB, 1ST: 46-8 (1974)",
            "Value": "SINGLE INHALATION OF ALPHA-METHYLSTYRENE (3-5 MG/L) DECREASED THE ACETYLCHOLINE LEVEL OF THE BLOOD, KIDNEYS, AND LIVER, BUT WAS SIMILAR TO ACRYLONITRILE IN ITS EFFECTS ON ACETYLCHOLINESTERASE AND BUTYRYLCHOLINESTERASE ACTIVITY IN RATS. ACRYLONITRILE INCREASED THE ACETYLCHOLINESTERASE ACTIVITY OF THE BRAIN & DECREASED ACETYLCHOLINESTERASE IN THE KIDNEYS; INCREASED BUTYRYLCHOLINESTERASE IN THE LIVER & KIDNEYS & DECR BUTYRYLCHOLINESTERASE IN THE BRAIN & SPLEEN, WHILE INCR ACETYLCHOLINE ONLY IN THE SPLEEN OF RATS."
        },
        {
            "References": "FADEEVA ZM, EIKHLER YN; NAUCH TR OMSK MED INST 107: 166-74 (1971)",
            "Value": "EXPERIMENTAL EFFECTS OF THE COMBINED ACTION OF 1,3-BUTADIENE & ALPHA-METHYLSTYRENE WERE INVESTIGATED IN ANIMALS. THE INHALATION BY RATS OF A MIXTURE OF 1,3-BUTADIENE (99.8 MG/CU M) & ALPHA-METHYLSTYRENE (5.2 MG/CU M) RESULTED IN A DECREASE IN THE LEVEL OF LEUKOCYTES & THEIR PHAGOCYTIC ACTIVITY, RESPIRATION OF THE LIVER, THE ASCORBIC ACID LEVEL IN BLOOD, LIVER, & BRAIN, THE THIAMINE LEVEL IN THE LIVER & URINE, & URINARY EXCRETION OF RIBOFLAVINE."
        },
        {
            "References": "Gadaskina ID, Aizvert LG; Gig Tr Prof Zabol 96: 38-40 (1979)",
            "Value": "Phenobarbital admin with alpha-methylstyrene increased oxidative metabolism with the excretion of atrolactic acid amounting to approx 30%. Sulfur containing antioxidants cysteine & methionine, decreased the excretion 40-60%. Activation & inhibition of the microsomal enzymes under the influence of phenobarbital & the antioxidants, respectively, indicate that alpha-methylstyrene oxidizing enzymes are primarily located in the liver. The oxidative metabolites of alpha-methylstyrene, alpha-phenyl-alpha-hydroxypropanol & atrolactate, were more toxic than alpha-methylstyrene."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Stonebreaker RD, Smith AJ; p. 1-10 in Contr Haz Mater Spills, Proc Natl Conf. Nashville, TN (1980) (2) Steinheimer TR et al; Anal Chim Acta 129: 57-67 (1981)",
            "Value": "Alpha-methylstyrene was detected in the sediments at 1 of 7 sample sites taken near \"The Valley of Drums\", KY at concn ranging from 10 to 1000 ug/kg(1). A sediment sample dredged from the Calcasieu River, LA in Nov 1979 was found to contain alpha-methylstyrene; no concn was reported(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 56 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of alpha-methylstyrene is estimated as 1,900(SRC), using a log Kow of 3.48(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that alpha-methylstyrene is expected to have low mobility in soil(SRC)."
        }
    ]
}