{
    "_id": {
        "$oid": "6682e87bc4e5dba5ffba25ce"
    },
    "CID": {
        "$numberInt": "7410"
    },
    "Name": "Acetophenone",
    "IUPACName": "1-phenylethanone",
    "CanonicalSMILES": "CC(=O)C1=CC=CC=C1",
    "Synonyms": [
        "ACETOPHENONE",
        "98-86-2",
        "1-Phenylethanone",
        "Methyl phenyl ketone",
        "Phenyl methyl ketone",
        "Acetylbenzene",
        "Ethanone",
        "1-phenyl-",
        "Hypnone",
        "Benzoyl methide",
        "Acetophenon",
        "Acetylbenzol",
        "1-phenylethan-1-one",
        "1-Phenyl-1-ethanone",
        "Benzoylmethide",
        "Acetofenon"
    ],
    "IsomericSMILES": "CC(=O)C1=CC=CC=C1",
    "INCHI": "InChI=1S/C8H8O/c1-7(9)8-5-3-2-4-6-8/h2-6H,1H3",
    "INCHIKEY": "KWOLFJPFCHCOCG-UHFFFAOYSA-N",
    "Formula": "C8H8O",
    "MolecularWeight": {
        "$numberDouble": "120.15"
    },
    "Description": "Acetophenone is a methyl ketone that is acetone in which one of the methyl groups has been replaced by a phenyl group. It has a role as a photosensitizing agent, an animal metabolite and a xenobiotic.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "101"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Yassaa N et al; Atmos Environ 34: 2809-16 (2000)",
            "Value": "Acetophenone comprised 9.6% of the ambient air around Pinus halepensis, measured June 1997 in El-Hamma Botanical Garden, Algiers, Algeria. It was not reported in air around Eucalyptus globulus or Cedrus atlantica(1)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Acetophenone. Available from, as of July 14, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Acetophenone occurrence in plants(1).",
            "Table": "[{'Genius species': 'Piper nigrum', 'Family name': 'Piperaceae', 'Common name': 'Pepper', 'Part': 'Fruit Essent oil', 'Concn (ppm)': '5000'}, {'Genius species': 'Aspalathus linearis', 'Family name': 'Fabaceae', 'Common name': 'Kaffree tea', 'Part': 'Leaf Essent oil', 'Concn (ppm)': '4000'}, {'Genius species': 'Cistus ladaniferus', 'Family name': 'Cistaceae', 'Common name': 'Rockrose', 'Part': 'Leaf', 'Concn (ppm)': '17.0-1190.0'}, {'Genius species': 'Trifolium pratense', 'Family name': 'Fabaceae', 'Common name': 'Peavine clover', 'Part': 'Flower', 'Concn (ppm)': '41.0'}, {'Genius species': 'Nepeta racemosa', 'Family name': 'Lamiaceae', 'Common name': 'Catmint', 'Part': 'Shoot', 'Concn (ppm)': '22.0'}, {'Genius species': 'Elsholtzia blanda', 'Family name': 'Lamiaceae', 'Common name': 'Bantulsi', 'Part': 'Shoot', 'Concn (ppm)': '15.0'}, {'Genius species': 'Scutellaria parvula', 'Family name': 'Lamiaceae', 'Common name': 'Small skullcap', 'Part': 'Plant', 'Concn (ppm)': '14.0'}, {'Genius species': 'Elsholtzia cristata', 'Family name': 'Lamiaceae', 'Common name': 'Vietnamese balm', 'Part': 'Shoot', 'Concn (ppm)': '8.0'}, {'Genius species': 'Hypericum perforatum', 'Family name': 'Clusiaceae', 'Common name': 'St Johnswort', 'Part': 'Plant', 'Concn (ppm)': '0.1-2.25'}, {'Genius species': 'Elsholtzia eriostachya', 'Family name': 'Lamiaceae', 'Common name': 'Bush mint', 'Part': 'Shoot', 'Concn (ppm)': '0.1'}, {'Genius species': 'Camellia sinensus', 'Family name': 'Theaceae', 'Common name': 'Tea', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Cichorium intybus', 'Family name': 'Asteraceae', 'Common name': 'Chicory', 'Part': 'Root', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Citrullus lanatus', 'Family name': 'Cucurbitaceae', 'Common name': 'Watermelon', 'Part': 'Fruit juice', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Eruca sativa', 'Family name': 'Brassicaceae', 'Common name': 'Rugula', 'Part': 'Hs', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Glycyrrhiza glabra', 'Family name': 'Fabaceae', 'Common name': 'Licorice-root', 'Part': 'Root', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Iris x germanica', 'Family name': 'Iridaceae', 'Common name': 'Orris', 'Part': 'Rhizome', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Mentha spicata', 'Family name': 'Lamiaceae', 'Common name': 'Spearmint', 'Part': 'Essent oil, Leaf', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Nicotiana tabacum', 'Family name': 'Solanaceae', 'Common name': 'Tobacco', 'Part': 'Leaf', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Populus balsamifera', 'Family name': 'Salicaceae', 'Common name': 'Balsam poplar', 'Part': 'Essent oil', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Populus tacamahacca', 'Family name': 'Salicaceae', 'Common name': 'balm of Gilead', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Scutellaria baicalensis', 'Family name': 'Lamiaceae', 'Common name': 'Baikal skullcap', 'Part': 'Root Essent oil', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Syzygium aromaticum', 'Family name': 'Myrtaceae', 'Common name': 'Clove', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Trifolium pratense', 'Family name': 'Fabaceae', 'Common name': 'Peavine clover', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Urtica dioica', 'Family name': 'Urticaceae', 'Common name': 'Stinging nettle', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genius species': 'Vanilla planifolia', 'Family name': 'Orchidaceae', 'Common name': 'Vanilla', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 41 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 14, 2017: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1 was calculated in fish for acetophenone(SRC), using a log Kow of 1.58(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 14, 2017: https://www.safe.nite.go.jp/english/db.html (2) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (3) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (4) Vaishnav DD et al; Chemosphere 16: 695-703 (1987) (5) Vaishnav DD, Babeu L; J Great Lakes Res 12: 184-91 (1986) (6) Vaishnav DD, Babeu L; Bull Environ Contam Toxicol 39: 237-44 (1987)",
            "Value": "AEROBIC: Acetophenone, present at 100 mg/L, reached 64.7% of its Theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Acetophenone achieved 20-32% of its Theoretical BOD using a sewage inoculum over a 5 day incubation period(2-3). Acetophenone reached 59% of its Theoretical BOD using acclimated mixed microbial cultures and a 5 day incubation period(4). The biodegradation half-lives of acetophenone in groundwater, river water and lake water were 32, 8 and 4.5 days, respectively(5-6)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 41",
            "Value": "log Kow = 1.58"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity was investigated in groups of 5 male and 5 female Sprague-Dawley rats by gavage application of undiluted acetophenone. The oral LD50 in rats was 2081 mg/kg bw. Death occurred within 24 hrs after application with unspecific clinical signs. Livers of deceased animals showed hyperemia."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 5 doses of acetophenone ranging from 0.71-3.9 g/kg were orally applied (gavage) to groups of 5 male and 5 female Sprague-Dawley rats with a study protocol similar to OECD Guideline 401. Mortality, clinical symptoms and weight development were observed for up to 15 days. All animals found dead and survivors sacrificed on day 15 p.a. were subjected to an autopsy with macroscopic examination of the principal viscera in abdomen and thorax. At 0.71 and 1.4 g/kg, toxicity was indicated by clinical symptoms as staggering gait followed by inhibition of turn-around reflex, watery eyes, palpebral ptosis, and slowed down breath with first signs appearing within 15 min after application. Body weight was significantly decreased at 1.4 g/kg on day 5 post application. At 2 g/kg, 3/10 rats died and flabby appearance and cyanotic extremities were observed as additional clinical signs. At 2.8 and 3.9 g/kg all animals died within 24 hrs. The LD50 was calculated at a value of 2.2 g/kg."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acetophenone was tested in a modified Draize test with groups of 10 male and female Hartley guinea pigs. For induction treatment, 0.1 mL aliquots of the test substance at 2.5 times the injection challenge concentration (ICC) were administered on one occasion as 4 intradermal injections at 4 sites which overlied the 2 auxilary and 2 inguinal lymph nodes. After an induction time of 14 days, the challenge treatment consisted of an intradermal injection in one flank and topical application (uncovered) on the other flank with an application challenge concentration (ACC) of 20 %. Reactions were scored 24 hrs later. In the absence of sensitization reactions at first challenge, the induction and challenge procedures were repeated, but this time a confirmatory challenge with controls was included. At each challenge 4 previously untreated animals of the same sex and similar weight to the test animals were treated intradermally and topically on opposite flanks with 0.1 mL aliquots of test substance at the ICC and ACC, respectively. Acetophenone was assessed as non-sensitizer ... ."
        },
        {
            "References": "USEPA/Office of Prevention, Pesticides and Toxic Substances; Reassessment of the One Exemption from the Requirement of a Tolerance for Acetophenone (CAS Reg. No. 98-86-2) p.5 (2006)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The median lethal concentration, equivalent to an LC50 in air for a 4-hour mouse exposure was 1.2 mg/L, corresponding to an air intake of 127 mg/kg. This value suggests that acetophenone is moderately toxic via the inhalation route and appears to be more toxic via the inhalation rather than oral exposure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 296",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The irritancy potential of acetophenone in a mouse bioassay that quantified the sudden reflexive drop in respiration caused by a short-duration vapor exposure /is reported/. The concentration-related decline in the respiration rate allowed for the calculation of an RD50 value, which corresponded to the irritant concentration needed to produce a 50% decrease in the initial respiration rate. The RD50 value for acetophenone in male Swiss OF1 mice exposed for 5 min was 500 mg/cu m."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice survived 0.7 g/kg of acetophenone injected intraperitoneally, but clear-cut hypnotic effects occurred rapidly at dosage levels of 0.4 to 0.5 g/kg."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of acetophenone to the eyes of rabbits as two drops of saturated aqueous solution caused discomfort; however, the effects were limited to a transient optical irregularity of the corneal epithelium, with no opacity, and the eyes returned to normal by the next day. In another study, 0.005 mL of a 15% solution (750 ug) produced severe corneal necrosis in the rabbit eye."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 296",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Acetophenone produced grade 8 (severe on a scale of 1-10) ocular damage in albino rabbits based on the total point score 24 hr after treatment. Points were accumulated according to the degree of corneal opacity, necrosis, and iritis observed in the treated eye, with the max total score being 20 points. A grade 8 injury corresponded to a point score of 5 or less when 5 uL of a 5% solution of acetophenone was applied, and a point score >5 with a 15% soln."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ On the basis of a 90-Day Repeated Dose Oral Toxicity Study (OECD 408, GLP) in Wistar rats with acetophenone at dose levels of 125, 250 and 500 mg/kg body weight/day (in corn oil, by gavage) the following conclusions can be made: No adverse effects of acetophenone were found at the dose level of 125 mg/kg body weight/day. At a dose level of 500 mg/kg body weight/day statistically significantly lower mean body weight gain was noted in the male high dose group (15% below controls when related to the entire treatment period). No toxicologically relevant effect for body weight was noted for females. Clinical signs related to the known hypnotic effect of acetophenone were observed mainly in the male and female groups treated with 500 mg/kg body weight/day such as reduced spontaneous activity. Slight effects were also observed transiently in some animals of the medium dose group during the weekly detailed clinical observation. At the end of the treatment period, adverse effects on parameters of hematology were noted in the male and female groups at 500 mg/kg body weight/day. A dose dependently higher mean percentage of reticulocytes was observed in all male and female dose groups with achieving statistical significance in all groups except for the female low dose group when compared to the respective controls. Markedly higher values for the male group at 500 mg/kg body weight/day (97% above controls) and the female group at 500 mg/kg body weight/day (94% above controls) was considered as adverse effect of the test item. This regenerative response in the male and female groups at 500 mg/kg body weight/day was correlated to an increase in cell volume. Thus, mean corpuscular volume (MCV) was noted to be marginally, but statistically significantly higher in the male group at 500 mg/kg body weight/day (5% above controls), the female group at 250 mg/kg body weight/day (4% above controls) and the female group at 500 mg/kg body weight/day (5% above controls). In correlation to the regenerative response, marginally but statistically significantly lower red blood cell count and haemoglobin were observed in the female group at 500 mg/kg body weight/day (7% and 5% below controls, respectively). Slight changes for parameters of hematology in the male and female groups at 125 and 250 mg/kg body weight/day were well within historical control data and not considered to be in a toxicological relevant range. Acetophenone caused in the liver a minor hepatocellular hypertrophy in animals of all test item treated groups which was correlated to a significantly higher liver weight in the male and female groups at 250 and 500 mg/kg body weight/day when compared to the respective controls. Without accompanying lesions, this was considered as an adaptive metabolic effect. Secondary to the liver lesions, a minimal diffuse follicular hypertrophy in one female at 250 and few animals at 500 mg/kg body weight/day was observed which is known not to be of relevance for human. Furthermore, stress related lesions (minimal diffuse cortical hypertrophy in the adrenal glands at 250 and 500 mg/kg body weight/day and minor atrophy of the thymus in all dose groups) were not considered an adverse effect. Hyaline inclusions in male kidneys from animals of all test item treated groups corresponded with the presence of alpha2-microglobulin which was statistically significantly higher in the male groups dosed with 250 and 500 mg/kg body weight/day compared to controls. This is a typical issue in male rats and was considered as a non-adverse metabolic change as there were no further lesions in the kidneys. Thus, the NOAEL in this study is considered to be 250 mg/kg body weight/day. Based on the histopathological findings the NOEL of Acetophenone could not be established."
        },
        {
            "References": "USEPA/Office of Prevention, Pesticides and Toxic Substances; Reassessment of the One Exemption from the Requirement of a Tolerance for Acetophenone (CAS Reg. No. 98-86-2) p.6 (2006)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a combined subchronic and reproduction/developmental screening study, groups of 10 male and 10 female Sprague Dawley rats received oral gavage administrations of 0, 75, 225 or 750 mg/kg/day acetophenone for 28 days in the toxicity phase of testing. In the subchronic toxicity phase of testing, no deaths were seen; signs of overt toxicity included increased salivation at 225 and 750 mg/kg/day. The neurological examination further indicated decreased motor activity and decreased forelimb grip at 750 mg/kg/day in males only. Other signs of overt toxicity included decreased body weight and food consumption with increased cholesterol levels for the high-dose group. No effects were reported on hematological parameters. Based on these data, the LOAEL was 225 mg/kg/day (based on increased salivation in both sexes) and the NOAEL was 75 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 298",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Acetophenone levels ranging from 1-102 mg/kg/day failed to cause any reduction in body weight or any histopathologic abnormalities in the liver, kidney, spleen, or testis when incorporated in the diet of Sherman rats for 30 days. ... Acetophenone in the diet of male and female Osborne-Mendel rats at levels 1,000, 2,500, or 10,000 ppm (0.1, 0.25, 1.0%) for 17 wk ... found no toxic effects on body weight, hematological indices (red and white blood cell counts, hemoglobin, and hematocrit), nor histopathological abnormalities of the liver, kidney, spleen, heart, testis, muscle, or bone marrow. ..."
        },
        {
            "References": "Hagan E, et al; Food Cosmet Toxiccol 5: 141-157 (1967)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No effects on growth, hematological values or macroscopic tissue changes were observed in groups of 10 male and 10 female Osborne-mendel rats exposed to 0, 1000, 2500, 10,000 ppm acetophenone in the diet for 17 weeks. Microscopic exam of the 10,000 ppm group revealed no effects. Thus the 10,000 ppm level was the highest concn at which no effects were observed. Some loss of the compound from the feed due to volatization was reported."
        },
        {
            "References": "Pinching AJ, Doeving KB; Brain Res 82 (2): 195-204 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (2 wk old) exposed to acetophenone for periods of 1-12 wk showed specific patterns of mitral cell degeneration in olfactory bulb."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 297",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  ... Application of 480 mg/kg of acetophenone to the skin of pregnant rats on days 10-15 of pregnancy did not cause any change in the gestation period, size of litter, weight of the offspring, time for appearance of teeth or hair, opening of the eyes, or appearance of reflexes."
        },
        {
            "References": "USEPA/Office of Prevention, Pesticides and Toxic Substances; Reassessment of the One Exemption from the Requirement of a Tolerance for Acetophenone (CAS Reg. No. 98-86-2) p.8 (2006)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In the combined subchronic and reproduction/developmental oral gavage screening study, male and female rats used in the repeated dosing phase were exposed for a minimum of 28 days; these males were mated to females treated a minimum of 14 days through day 3 of lactation. There were no adverse effects on the mating or fertility indices or on gestation lengths. The live birth index was decreased at 750 mg/kg/day. Similarly, pup survival was decreased during lactation and mean pup weights were decreased at 750 mg/kg. From these findings, it was concluded that the systemic LOAEL was 225 mg/kg/day, based on increased salivation in both sexes; the NOAEL was 75 mg/kg/day. The reproductive NOAEL was 750 mg/kg/day; a reproductive LOAEL was not established. The developmental LOAEL was 750 mg/kg/day, based on decreased pup body weight, pup survival and live birth index; the NOAEL was 225 mg/kg/day."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ DNA repair inducing activity was evaluated in the umu-test with Salmonella typhimurium TA 1535/pSK1002 (fused gene umuC'-'lacZ) by assaying beta-galactosidase activity. Acetophenone showed a negative response at the single test concentration of 680.3 ug/mL, both in the absence and presence of rat liver S-9 mix (less than 1.5-fold increase above the negative control)."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The mutagenic potential of acetophenone was investigated in a Salmonella reverse mutation assay (plate incorporation assay according to the original test protocol of Ames) with the Salmonella typhimurium strains TA98, TA100 and TA1537 up to concentrations of 360 ug/plate. There was no indication of a mutagenic activity with and without metabolic activation by liver S-9 mix from Aroclor 1254 induced rats as revertant frequencies were always less than twice the spontaneous background. No data on cytotoxicity were presented."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The mutagenic potential of acetophenone was investigated in a Salmonella reverse mutation assay (plate incorporation assay according to the original test protocol of Ames) with the Salmonella typhimurium strains TA100, TA1535, TA1537 and TA1538 at concentrations of 1, 10 and 100 ug/plate. There was no indication of a mutagenic activity (at least 2.5-fold increase of revertants above negative controls) with and without metabolic activation by S-9 mix prepared from a range of tissues as liver, kidney, spleen, lung, brain, stomach and blood of phenobarbital induced rats (pretreatment 0.1 % in drinking water for 5 days). No data on cytotoxicity were presented."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The genotoxic activity of acetophenone (50 uL/plate) was investigated in a mutagenicity assay with Escherichia coli strains being deficient and proficient in DNA repair (DNA polymerase activity: PolA- and PolA+) in the absence of metabolic activation. There was no remarkable difference in the growth of both strains in the presence of acetophenone pointing to the absence of mutagenic activity in this test system."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ In a chromosomal aberration test with V79 cells according to OECD Guideline 473, a clastogenic potential of acetophenone is indicated in the presence of metabolic activation by S9 mix by the repeatable induction of structural chromosomal aberrations (test concentrations of 900 ug/mL and higher), which is confirmed by increased frequencies of exchanges. There was no biologically relevant increase of structural aberrations in the absence of metabolic activation nor were there any increased frequencies of polyploid cells."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ Acetophenone was tested for genotoxic activity in the mouse lymphoma thymidine kinase assay both in the presence and absence of S9 mix up to cytotoxic concentrations (dose range 75 -1200 ug/mL) in two separate experiments with two replicates each. Exposure duration was 4 or 24 hrs without S9 and 4 hrs with S9. The test was performed according to OECD Guideline 476 (GLP study). There was no indication of a mutagenic activity at the thymidine kinase locus in mouse lymphoma L5178Y cells."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Acetophenone (CAS Number: 98-86-2) (EC Number: 202-708-7) (Last updated: June 3, 2017). Available from, as of June 28, 2017: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ There was no indication of genotoxic activity in the Salmonella reverse mutation assay with S. typhimurium strains TA98, TA100, TA102, TA1535 and TA1537 both without and with metabolic activation when acetophenone was tested according to OECD Guideline 471 at concentrations up to 5000 ug/plate."
        },
        {
            "References": "PMID:6348769",
            "Value": "/GENOTOXICITY/ A ... two event model for UV mutagenesis producing class 2 suppressor mutations at glutamine tRNA genes in Escherichia coli /has been examined/ In the model used, the induction/indexing lesion is any type of pyrimidine dimer and the premutational photoproduct at the target site is a cytosine containing dimer. Specific mutation frequency responses were analyzed under conditions in which the ratio of thymine-thymine dimers to cytosine containing dimers was modified by using 313 nm light and 0.0%, 0.1%, or 0.2% acetophenone. Changes observed in the production of class 2 suppressor mutations were consistent with the model and suggested that the G X C mutations are targeted by cytosine containing pyrimidine dimers at the mutational sites."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Steinheimer TR et al; Anal Chim Acta 129: 57-67 (1981) (2) Klecka G et al; Rev Environ Contam Toxicol 207: 1-93 (2010) (3) Samolloff MR et al; Environ Sci Technol 17: 329-34 (1983)",
            "Value": "SEDIMENT: Acetophenone was detected in Calcasieu River near an area of heavy industrial discharge in Lake Charles, LA(1). In sediment samples taken from US streams in the Great Lakes basin from 1994 to 2000, acetophenone was detected in 89% of samples with concentrations ranging from 10-90 ng/g dry weight(2). Acetophenone was tentatively identified in the sediments of a polluted lake in Saskatchewan, Canada(3)."
        },
        {
            "References": "(1) Tassi F et al; Sci Total Environ 407: 4513-25 (2009)",
            "Value": "SOIL: The concentration of acetophenone in soil gasses at different depths from Passerini landfill in Tuscany, Italy were as follows(1):",
            "Table": "[{'Site': 1, '30 cm (ppbv)': '115', '50 cm (ppbv)': '393', '70 cm (ppbv)': '15'}, {'Site': 2, '30 cm (ppbv)': '109', '50 cm (ppbv)': '121', '70 cm (ppbv)': '566'}, {'Site': 3, '30 cm (ppbv)': '222', '50 cm (ppbv)': '431', '70 cm (ppbv)': '513'}, {'Site': 4, '30 cm (ppbv)': '<2', '50 cm (ppbv)': '<2', '70 cm (ppbv)': '<2'}, {'Site': 5, '30 cm (ppbv)': '100', '50 cm (ppbv)': '93', '70 cm (ppbv)': '335'}, {'Site': 6, '30 cm (ppbv)': '2169', '50 cm (ppbv)': '2699', '70 cm (ppbv)': '2665'}, {'Site': 7, '30 cm (ppbv)': '1029', '50 cm (ppbv)': '2097', '70 cm (ppbv)': '1103'}, {'Site': 8, '30 cm (ppbv)': '184', '50 cm (ppbv)': '331', '70 cm (ppbv)': '465'}, {'Site': 9, '30 cm (ppbv)': '190', '50 cm (ppbv)': '289', '70 cm (ppbv)': '478'}]"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bahnick DA, Doucette WJ; Chemosphere 17: 1703-15 (1988) (2) Sabljic A; Environ Sci Technol 21: 358-66 (1987) (3) Hodson J, Williams NA; Chemosphere 17: 67-77 (1988) (4) Gerstl Z, Mingelgrin U; J Environ Sci Health B19: 297-312 (1984) (5) Khan A et al; Soil Sci 128: 297-302 (1979) (6) Xu F et al; J Environ Qual 30:1618-23 (2001) (7) Southworth GR, Keller JL; Water Air Soil Poll 28: 239-48 (1986) (8) Ding Y, Wang L; Toxicol Environ Chem 78: 1-9 (2000) (9) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006) (10) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Experimental log Koc values of acetophenone have been reported as 1.34-2.43 in a variety of soils(1-6). Koc values of 185, 270 and 105 were reported in soils containing 0.11, 0.05 and 1.2% organic carbon, respectively(7). The Koc of acetophenone was measured as 10, using an agricultural soil obtained from Northeastern China(8). The mean experimental log Koc was reported as 1.60(9). Log Koc values of 1.23-1.98 have been reported in sediments for acetophenone(4-5). According to a classification scheme(10), these log Koc values indicate that acetophenone will have very high to moderate mobility in soil(SRC)."
        }
    ]
}