{
    "_id": {
        "$oid": "6682e87bc4e5dba5ffba25cf"
    },
    "CID": {
        "$numberInt": "7412"
    },
    "Name": "Benzoyl chloride",
    "IUPACName": "benzoyl chloride",
    "CanonicalSMILES": "C1=CC=C(C=C1)C(=O)Cl",
    "Synonyms": [
        "BENZOYL CHLORIDE",
        "98-88-4",
        "Benzenecarbonyl chloride",
        "Benzoic acid",
        "chloride",
        "Benzoylchloride",
        "alpha-Chlorobenzaldehyde",
        "benzoic acid chloride",
        "Benzaldehyde",
        "alpha-chloro-",
        "CCRIS 802",
        "HSDB 383",
        "EINECS 202-710-8",
        "UNII-VTY8706W36",
        "BRN 0471389",
        "DTXSID9026631",
        "CHEBI:82275"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)C(=O)Cl",
    "INCHI": "InChI=1S/C7H5ClO/c8-7(9)6-4-2-1-3-5-6/h1-5H",
    "INCHIKEY": "PASDCCFISLVPSO-UHFFFAOYSA-N",
    "Formula": "C7H5ClO",
    "MolecularWeight": {
        "$numberDouble": "140.56"
    },
    "Description": "Benzoyl chloride is an acyl chloride consisting of benzene in which a hydrogen is replaced by an acyl chloride group. It is an important chemical intermediate for the manufacture of other chemicals, dyes, perfumes, herbicides and pharmaceuticals. It has a role as a carcinogenic agent. It is an acyl chloride and a member of benzenes. It is functionally related to a benzoic acid.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "106"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Mabey W, Mill T; J Phys Chem Ref Data 7: 383-415 (1978)",
            "Value": "Benzoyl chloride is expected to hydrolyze on contact with moisture based on a hydrolysis rate constant of 4.2X10-2 sec-1 at 25 °C in water which corresponds to a half-life of 16 seconds(1). Therefore, due to the rapid rate of hydrolysis, bioconcentration is not expected to be an important environmental fate process(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Mabey W, Mill T; J Phys Chem Ref Data 7: 383-415 (1978)",
            "Value": "Benzoyl chloride is expected to hydrolyze on contact with moisture based on a hydrolysis rate constant of 4.2X10-2 sec-1 at 25 °C in water which corresponds to a half-life of 16 seconds(1). Therefore, due to the rapid rate of hydrolysis, biodegradation is not expected to be an important environmental fate process(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 183",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The liquid is caustic to mucous membranes, skin, and is potentially seriously injurious to the eye."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Benzoyl Chloride.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.1 mL/animal was placed into the conjunctival sac of right eye of each of 5 rabbits; left eye served as untreated control. Eyes were rinsed after 5 min. Post exposure observation times: 1, 24, 48,  72 hours, 7, 14, and 21 days. Evaluation was done with sodium fluorescein. Benzoyl chloride was found to be corrosive to rabbit eyes."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Benzoyl Chloride.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Wistar rats were exposed to benzoyl chloride by inhalation. 10 males/group exposed to 0.190, 0.504, 0.708, 1.453, 1.980 mg benzoyl chloride/L air, nose-only, for 4 hours at room temperature. Post exposure observation time: 21 days. Necropsy was performed on rats that died during exposure, during observation period and on rats that survived. Mortality: no rats died up to 0.708 mg/L; 1.453 mg/L: 5/10 rats died within 1 to 19 days, 1.980 mg/L: 6/10 rats died within 4 hr to 2 days. Signs of intoxication were: inactivity, piloerection, unkempt fur, and difficulties in breathing up to 19 days post exposure in all rats. Rats that died during the test showed dark red colored lungs always with emphysema, some rats showed lung edema. Rats that survived showed no pathologic findings up to 0.708 mg/L. At higher concentrations lungs /showed/ emphysema and /were/ mottled, some showed enlarged adrenals."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Benzoyl Chloride.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The hair was clipped from the backs of 2 male and 2 female New Zealand white rabbits; the skin of 1 male and 1 female was abraded. The test compound was applied only once to the back of each animal at a dose of 2000 mg/kg. The area was wrapped with gauze and plastic wrap. 24 hours later, the bandages were removed and the backs washed with tepid water. The rabbits were observed for toxicity and mortality for a period of 14 days. None of the rabbits died during treatment and during the observation period. 3/4 rabbits exhibited normal body weight gains. All rabbits exhibited fissuring on the site of application."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Benzoyl Chloride.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 5 male and 5 female Wistar rats/group; whole-body exposure to saturated vapor; exposure time: 1, 3, 7 hours: post exposure observation time: 14 days. Animals observed for clinical signs; necropsy of rats that died during the experiment and of survivors. Mortality: 1 and 3 hr-exposure: no deaths, 7 hr-exposure: 2/5 female rats died within 1 to 10 days, 3/5 males died within 2-3 days. Signs of intoxication: From 5 min after the start of the exposure up to 14 days post exposure rats showed difficulties in breathing and inactivity (apathy). Irritant effects were observed of the visible mucous membranes of eyes and nose. Necropsy of the dead rats: lungs were dark red, emphysema, mottled. Necropsy of survivors: signs of developing emphysema of the lungs."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 86 (1982)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 10 female ICR mice, 3 weeks old ... received skin applications of 10 uL (8.8 mg) benzene, 10 uL (12.1 mg) reagent-grade benzoyl chloride (about 300-800 mg/kg bw, assuming body weights of 15-40 g) or 10 uL (6.1 mg) of a 50% solution of benzoyl chloride in benzene (vol/vol; about 150-400 mg/kg bw, assuming body weights of 15-40 g) thrice weekly for 4 weeks and twice weekly thereafter until the mice were killed at week 43 (total doses of benzoyl chloride, 1065 and 533 mg/animal). No death occurred and no tumor was found in control group; 2 animals that received the lower dose had a skin tumor: 1 papilloma and 1 squamous-cell carcinoma; 3 lung adenomas were seen in the high-dose group. (The working group noted the short duration of the experiment.)"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 87 (1982)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Two groups of 20 female ICR mice, 7 weeks old (body weights unspecified), were given skin applications of 25 uL (22 mg) benzene (controls) or 25 uL of a 9.2% solution (2.8 mg) of benzoyl chloride in benzene (vol/vol; about 70-140 mg/kg bw, assuming body weights of 20-40 g), twice weekly for 50 weeks (total dose, 278 mg/animal). The mice were killed at week 82. ... Two mice of the test group had a squamous-cell carcinoma of the skin; no skin tumor was found in benzene-treated controls. Lung adenomas were seen in 5 treated and 2 control animals. In neither experiment was the skin tumor incidence in test groups statistically significantly higher than that in controls. (The working group noted the limited size of the experimental groups.)"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two groups of 20 female ICR mice received twice weekly skin applications of 25 uL (22 mg) benzene (control) or 25 uL of a 9.2% solution of benzoyl chloride (2.8 mg) in benzene for 50 weeks (278 mg total dose/animal). Two mice of the test group had a squamous cell carcinoma of the skin; none were observed in the control group. Lung adenomas developed in five treated and two control animals. The tumor incidence in the test groups of both experiments were not statistically significant; however, the authors concluded that benzoyl chloride was a weak carcinogen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 87 (1982)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In the course of carcinogenicity bioassay, specific-pathogen-free female ICR mice were treated with 50% benzoyl chloride dissolved in benzene by skin painting intermittently for 9.8  months. The mice displayed marked irritation of the eyes, skin and respiratory tract, demonstrated  excitation and attempted to scratch the painted area."
        },
        {
            "References": "Yoshimura H et al; Jpn J Ind Health 28 (5): 353-9 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The present study was undertaken to evaluate the carcinogenicity in mice of inhaling benzotrichloride and benzoyl chloride. Mice inhaled benzotrichloride and benzoyl chloride vapor for 30 min/day for 2 days/wk for 5 months, and each animal was followed for several month without subsequent exposure. Tumors developed in the lung, skin and lymphatic tissues at high incidences in mice inhaling benzotrichloride. Of the benzoyl chloride vaporized at 50 °C, the incidence of pulmonary tumors was 10.7% (3/28) and that of skin tumors was 7.1% (2/28), but these incidences did not show any significant difference from the controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 462 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of female ICR-Jc1 mice were exposed to air or to benzoyl chloride vaporized at 50 °C (concentration not stated) for 30 min per day on two days per week for five months. They were then observed for a further seven to nine months (12-14 months total). In the control and exposed groups, respectively, lung tumors were observed in 3/30 (3 adenomas) and 3/28 (1 adenoma and 2 adenocarcinomas) mice and skin papillomas in 0/30 and 2/28 mice. The differences in incidence were not significant."
        },
        {
            "References": "PMID:7327368",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of benzyl chloride (BYC), benzal chloride (BAC), benzotrichloride (BTC) and benzoyl chloride (BOC), which were suspected as causative agents of lung cancer and maxillary malignant lymphoma of workers employed in factories producing BOC, was examined by skin applications in female ICR mice. After rather high dose exposure, BTC exhibited leukemogenic and pulmonary tumorigenic activities as well as potent dermal carcinogenic activity. After administration of the chemicals at the dose of 2.3 uL/animal, twice a week for 50 weeks, BTC induced 68% incidence of skin cancers and 58% incidence of pulmonary tumors (including 10% of lung carcinomas) within 399 days. Incidence of skin cancers was 58% for BAC, 15% for BYC and 10% for BOC within 560 days. Considering the extent of possible exposure of the workers to these chemicals in the working environment and the carcinogenic potency of the chemicals tested, it can be concluded that BTC was very probably responsible for causing the cancers seen in the workers employed in manufacturing BOC."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Benzoyl Chloride.",
            "Value": "/GENOTOXICITY/ Benzoyl chloride was positive in the Bacterial gene mutation assay, preincubation method in Escherichia coli WP2uvrA/pKM101 with and without activation at concentrations up to 1000 ug/plate."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans.",
            "Value": "/GENOTOXICITY/ Benzoyl chloride was negative in the Micronucleus assay. Male and female mice were dosed by gavage with 0, 1750, mg/kg bw benzoyl chloride dissolved in corn oil. There were no indications of a clastogenic effect on the chromosomes of the bone marrow erythroblasts."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans.",
            "Value": "/GENOTOXICITY/ Pretreatment of Escherichia coli H/r30R with benzoyl chloride showed no effect on UV-induced mutagenesis."
        },
        {
            "References": "PMID:106269",
            "Value": "/GENOTOXICITY/ Benzotrichloride (BTC), benzal chloride (BDC), benzyl chloride (BC) and benzoyl chloride (BOC) were surveyed for their mutagenicity in microbial systems such as rec-assay using Bacillus subtilis and reversion assays using Escherichia coli WP2 and Ames Salmonella typhimurium TA strains with or without metabolic activation in vitro. ...BC was weakly mutagenic without metabolic activation. Only BOC exhibited no mutagenic activity in the detection procedures used. ...The strain E. coli WP2 try hcr was more sensitive than E. coli B/r WP2 try (hcr+) with regard to the mutagenicity of BTC."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 87 (1982)",
            "Value": "/GENOTOXICITY/ /Benzoyl chloride was not mutagenic in Salmonella typhimurium strains His g46, His c3076, His d3052, TA1535, TA1536, TA1537, TA98 or TA100, nor in Escherichia coli strains Wp2 and Wp2 uvra- with or without metabolic activation. /It has been/ reported that benzoyl chloride was weakly mutagenic to Salmonella strain TA98 in the absence of metabolic activation."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Benzoyl Chloride.",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Benzoyl chloride was identified as inducer of lipid peroxidation in liver, kidney, and spleen tissue in vitro."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Mabey W, Mill T; J Phys Chem Ref Data 7: 383-415 (1978)",
            "Value": "Benzoyl chloride is expected to hydrolyze on contact with moisture based on a hydrolysis rate constant of 4.2X10-2 sec-1 at 25 °C in water which corresponds to a half-life of 16 seconds(1). Therefore, due to the rapid rate of hydrolysis, absorption is not expected to be an important environmental fate process in moist soil(SRC)."
        }
    ]
}