{
    "_id": {
        "$oid": "6682e87bc4e5dba5ffba25d0"
    },
    "CID": {
        "$numberInt": "7416"
    },
    "Name": "NITROBENZENE",
    "IUPACName": "nitrobenzene",
    "CanonicalSMILES": "C1=CC=C(C=C1)[N+](=O)[O-]",
    "Synonyms": [
        "NITROBENZENE",
        "98-95-3",
        "Nitrobenzol",
        "Benzene",
        "nitro-",
        "nitro-Benzene",
        "Essence of mirbane",
        "Nitrobenzeen",
        "Nitrobenzen",
        "Mononitrobenzene",
        "Essence of Myrbane",
        "p-Nitrobenzene",
        "RCRA waste number U169",
        "Caswell No. 600",
        "NCI-C60082",
        "1-nitrobenzene"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C6H5NO2/c8-7(9)6-4-2-1-3-5-6/h1-5H",
    "INCHIKEY": "LQNUZADURLCDLV-UHFFFAOYSA-N",
    "Formula": "C6H5NO2",
    "MolecularWeight": {
        "$numberDouble": "123.11"
    },
    "Description": "Nitrobenzene is a nitroarene consisting of benzene carrying a single nitro substituent. An industrial chemical used widely in the production of aniline. It is a member of nitrobenzenes and a nitroarene.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "102"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "PMID:9573629",
            "Value": "Nitrobenzene was measured in the eggs of birds in the Selenga river estuary of Lake Baikal region, Russia; (species, concn ug/kg dry weight) mallard (Anas platyrhynchos), 156; pintail (Anas acuta), <5; shoveler (Anas clypeata), 144; tufted duck (Aythya fuligula), 80; pochard (Aythya ferina), <5; goose (Anser anser), 122.4; domestic fowl (Gallus gallus), 84 and 14.4; heron (Ardea cinerea), 18; herring gull (Larus argentatus), <5; common gull (Larus canus), <5; common tern(Sterna hirundo), 39.2; black headed gull (Larus ridibundus), 12; liapwing (Vanellus vanellus) 40.8; Slavonian grebe (Podiceps auritus), 132; marsh sandpiper (Tringa stagnatilis), <5(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (2) Veith GD et al; J Fish Res Board Can 36: 1040-8 (1979) (3) Canton JH et al; Regul Toxicol Pharmacol 5: 123-31 (1985) (4) Kawasaki M; Ecotoxic Environ Safety 4: 444-54 (1980) (5) Hertwich EG et al; Risk Anal 19: 1193-204 (1999) (6) Lu PY, Metcalf RL; Environ Health Perspect 10: 269-84 (1975) (7) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicol Informat Center. ISBN 4-89074-101-1 (1992) (8) Deneer JW et al; Aquatic Toxicol 10: 115-29 (1987) (9) Gobas FAPC, Mackay D; Environ Toxicol Chem 6: 495-504 (1987) (10) Lang P et al; Huanjing Kexue Xuebao 17: 213-9 (1997) (11) Wang Y et al; Chemosphere 38: 51-66 (1999) (12) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The BCF of nitrobenzene in golden orfe (Leuciscus idus melanotus) was <10 in a 3 day static test(1). In a 28 day flow through test using fathead minnows, the BCF was 15(2). Another investigator obtained a BCF of 6 in fish (Poecilia reticulata)(3) and the bioconcentration test of the Japanese Ministry of International Trade and Industry report a BCF of <10(4). A BCF of 3.31 was also reported in unspecified fish(5). No biomagnification of nitrobenzene was observed in an aquatic ecosystem containing algae, daphnia magna, mosquito larvae, snails, and mosquito fish(6). BCF values of 3.1-4.8 and 1.6-7.7 were measured in carp (Cyprinus carpio) at concentrations of 0.125 and 0.0125 mg/L nitrobenzene, respectively, in a 6 week flow through test(7). In a 3 day static test using guppies, a BCF value of 2.4 was measured(8). Nitrobenzene had an uptake efficiency (defined as the ratio of the flux of chemical into the fish to the flux of chemical into the gill compartment) of 0.26 in rainbow trout(9). Nitrobenzene had a lipid based BCF of 28.32 in carp(10). A BCF of 1.47 was determined for goldfish (Carassius auratus)(11). In green algae (Chlorella fusca), a BCF of 24 was obtained(1). According to a classification scheme(12), these BCFs suggest bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "GOMOLKA E, GOMOLKA B; ACTA HYDROCHIM HYDROBIOL 7 (6): 605-22 (1979)",
            "Value": "NITROBENZENE WAS DEGRADED BY ACTIVATED SLUDGE IN MUNICIPAL WASTEWATER AT CONCN OF 400-600 G/CU M. ACTIVATED SLUDGE ADAPTED TO DEGRADATION OF HIGH PYRIDINE CONCN IS ALSO ABLE TO DECOMPOSE NITROBENZENE."
        },
        {
            "References": "(1) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (2) Kincannon DF, Lin YS; Proc Indust Waste Conf 40: 607-19 (1985) (3) Piwoni MD et al; Hazard Waste Hazard Mater 3: 43-55 (1986) (4) Zoeteman BCJ et al; Chemosphere 9: 231-49 (1980)",
            "Value": "AEROBIC: In a 45-day soil column transport experiment in which a solution of nitrobenzene and other pollutants was passed through a column packed with Lincoln fine sand, 20-40% of the chemical was degraded(1). Nitrobenzene had a half-life of 56 days in an aerobic soil column (sandy loam, pH 7.1)(2). An aerobic soil microcosm, planted with reed canary grass, was set up to mimic the fate of nitrobenzene in municipal wastewater applied to soil; >99.9% of the added nitrobenzene was removed during passage through the microcosm (<1% due to volatilization, <1% found in microcosm effluent)(3) suggesting that this compound was readily biodegraded(SRC). Complete removal of nitrobenzene was obtained when Rhine River water underwent bank infiltration(4). The investigators ascribed the removal to microbial processes(4)."
        },
        {
            "References": "(1) Tabak HH et al; J Water Pollut Contr Fed 53: 1503-18 (1981) (2) Pitter P; Water Res 10: 231-5 (1976) (3) Davis EM et al; Water Res 15: 1125-7 (1981) (4) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983) (5) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (6) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (7) Branson DR; Predicting the Fate of Chemicals in the Aquatic Environment from Laboratory Data ASTM STP 657 Phila PA: American Society for Testing and Materials pp. 55-70 (1978) (8) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (9) Urano K, Kato Z; J Hazardous Materials 13: 147-59 (1986) (10) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (11) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicol Informat Center. ISBN 4-89074-101-1 (1992) (12) Gomolka E, Gomolka B; Acta Hydrochim Hydrobiol 7: 605-22 (1979) (13) Lutin PA et al; Purdue Univ Eng Bull, Ext Series 118: 131-45 (1965) (14) Marion CV, Malaney GW; pp. 297-308 Proc 18th Ind Waste Conf, Eng Bull Purdue Univ, Eng Ext Ser (1964) (15) Charde VN et al; Asian Environ 12: 41-5 (1990)",
            "Value": "AEROBIC: Results of screening tests on nitrobenzene are conflicting with results ranging from rapid degradation to no degradation. These results include: 100% degradation in 7 days with a sewage inoculum(1); 98% removal after 5 days with activated sludge(2); 99.6 and 20% degradation after 6 days using municipal and industrial sewage seeds, respectively(3); 100% degradation in 10 days, including a 6 day lag(4); 0.4% mineralization in 5 days(5); no BOD removed after 5 days using a sewage seed(6,7); degradation resistant according to results of the MITI test, the biodegradation test of the Japanese Ministry of International Trade and Industry(8); no degradation in 10 days with an activated sludge inoculum(9); degrades in >64 days using a soil inoculum(10); and 3.3% of the theoretical BOD reached in 2 weeks using an activated sludge inoculum(11). Nitrobenzene was degraded by activated sludge in municipal wastewater at concn of 400-600 g/cu m(12). Activated sludge adapted to degradation of high pyridine concn is also able to decompose nitrobenzene(12). While many factors affect biodegradation such as concn of the test compound, inoculum, acclimation of the seed, environmental factors, and incubation time, no simple explanation for these disparate results is apparent(SRC). Several investigators have reported, however, that nitrobenzene is toxic to microorganisms at higher concentrations(13,14). Resistance to biodegradation is reportedly due to its insolubility in water and the presence of a nitro group on an aromatic ring(15)."
        },
        {
            "References": "(1) Bhattacharya SK et al; Removal and Fate of RCRA and CERCLA Toxic Organic Pollutants in Wastewater Treatment. USEPA, Risk Reduction Eng Lab, Cincinnati, OH. USEPA/600/92-89/026 (1990) (2) Brisbin TD et al; Priority Pollutants in the Cedar Creek Wastewater-Reclamation-Recharge Facilities. USEPA Off Res Devel, Cincinnati, OH. USEPA-600/2-84-061 (NTIS PB84-159904) (1984) (3) Lewandowski GA; Res J WPCF 62: 803-27 (1990) (4) Patil SS, Shinde VM; Environ Sci Technol 22: 1160-65 (1988) (5) Kincannon DF et al; J Water Pollut Control Fed 55: 157-63 (1983) (6) Lu G et al; Chem J Internet 3:1-4 (2001)",
            "Value": "AEROBIC: Nitrobenzene, initially at 447 ug/L, was substantially removed in a pilot-scale activated sludge system fed municipal wastewater; secondary effluent contained 32 ug/L nitrobenzene(1). A second similar system was fed nitrobenzene at 129 ug/L; secondary effluent contained 5 ug/L nitrobenzene(1). Influent to the Cedar Creek advanced wastewater treatment plant, containing nitrobenzene at 0.8 and 4.0 ug/L, showed a >94 and >99% removal of this compound following treatment(2). Nitrobenzene, initially present at 23 ppm was 70% biodegraded within 50 hours following an initial exposure to unacclimated sewage sludge; following a second exposure, nitrobenzene, initially present at 25 ppm required only 22 hours for complete degradation(3). Nitrobenzene was biodegraded in two aerobic bench-scale batch bioreactors using acclimated activated sludge; initial concentrations of nitrobenzene, 183 mg/L, were biodegraded to 6-7 mg/L within 5 hours(4). An overall removal of 97.8% was obtained in a completely mixed, continuous-flow activated sludge system with a 2-6 hr retention time after 1 month(5). All losses were ascribed to biodegradation(5). Nitrobenzene had a biodegradation rate of 14 mg/g hr in a 5 day test using activated sludge and an initial concn of 200 mg/L of theoretical oxygen demand(6)."
        },
        {
            "References": "(1) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983) (2) Chou WL et al; Bioeng Symp 8: 391-414 (1979) (3) Dickel O et al; Biodeg 4: 187-94 (1993) (4) Lyngkilde J et al; in Landfilling Waste: Leachate, Christensen TH et al, eds., Elsevier: London UK pp. 485-95 (1992)",
            "Value": "ANAEROBIC: Under anaerobic conditions using a sewage inoculum, 50% degradation occurred in 14 days including a 8 day lag(1). Aniline was detected in the reactor as soon as degradation began(1). In an anaerobic reactor with a 2-10 hr hydraulic retention time and an inoculum maintained on acetate, 81% utilization was obtained after 110 days of operation(2). Complete biodegradation of nitrobenzene was reported using a sequential anaerobic-aerobic treatment process; in an anaerobic fixed-bed column, nitrobenzene was converted to aniline(3). Aniline was then mineralized under aerobic conditions using an activated sludge inoculum(3). Nitrobenzene, inoculated with a methane phase leachate from a municipal landfill, was incubated under aerobic, anoxic/nitrate, and anaerobic/methane generating conditions; degradation at 10 °C was characterized as medium, medium, and good, respectively(4)."
        },
        {
            "References": "(1) Heijman CG et al; Environ Sci Technol 29: 775-83 (1995) (2) Albrechtsen HJ et al; Water Res 31: 2287-99 (1997) (3) Nielsen PH, Christensen TH; Contam Hydrol 17:55-67 (1994) (4) Rugge K et al; in Intrinsic Bioremediation Pap Int, Hinchee RE et al, eds., Battelle Press, Columbus, OH pp 127-33 (1995) (5) Zoeteman BCJ et al; in Natl Inst Water Supply, Presented 3rd Internat Sympo Aquatic Pollut, Oct 15-17 CBH 79-386 (1979) (6) Lu PY, Metcalf RL; Environ Health Prospect 10: 269-84 (1975)",
            "Value": "ANAEROBIC: Nitrobenzene passed through an anaerobic aquifer-material column had a zero-order rate constant for reduction of 0.82 uM/hr; it was thought that reduction occurred mainly due to surface-bound iron species acting as mediators for the transfer of electrons originating from microbial oxidation of organic material(1). Nitrobenzene showed no biodegradation in 48 days in sediment and surface water taken from Vajen (pH 5.0-5.2 and 2.2-2.9 mg/L of dissolved organic carbon) and Grindsted (pH 4.6-6.1 and 1.0-3.4 mg/L of dissolved organic carbon), Denmark incubated at 10 °C in the dark from a starting of 100 ug/L(2). Nitrobenzene was rapidly biodegraded after a lag phase of 70 to 85 days in an aerobic aquifer test done with groundwater and sediment from 8 locations over a 149 day incubation period(3). In situ studies done at Grindsted landfill, Denmark showed instantaneous anaerobic biodegradation of nitrobenzene 1 m from the injection well during the 8 month continuous injection flow study(4). Nitrobenzene has an estimated half-life of 0.3 to 3 days in ground water and rivers due to biodegradation(5). In a model aquatic ecosystem, little degradation occurred over the 2 day course of the experiment since most of the radioactivity was recovered as the parent compound(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) DeVault PS; Arch Environ Contam Toxicol 14: 587-94 (1985) (3) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (4) Kubota Y; Ecotoxicol Environ Saf 3: 256-68 (1979)",
            "Value": "None of the 122 stations reporting analysis for nitrobenzene in fish in EPA's STORET database contained detectable levels of the chemical(1). Nitrobenzene was detected but not quantified in the tissues of fish collected from Great Lakes harbors and tributary mouths between 1980 and 1981(2). Composite whole fish samples collected in fall 1983 from 13 Lake Michigan tributaries and Grand Traverse Bay contained unreported concentrations of nitrobenzene at unreported locations(3). Nitrobenzene was not detected in 10 samples taken in 1972 by the Fish Agency, Japan(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 18",
            "Value": "log Kow = 1.85"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004Fp.12 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "Methemoglobinemia, which may be defined as a metHb concentration exceeding 2-3% of total Hb, arises when the rate of metHb formation exceeds the rate of reduction of oxidized heme iron, and it can develop by three distinct mechanisms: genetic mutation resulting in the presence of abnormal Hb, a deficiency of metHb reductase enzyme, and toxin-induced oxidation of Hb. Small amounts of metHb are continually produced due to autoxidation of Hb during the normal respiratory function of loading and unloading of oxygen by erythrocytes. A variety of xenobiotics, including nitrobenzene and aromatic amines, can cause methemoglobinemia by accelerating the oxidation of Hb to metHb, which loses its ability to combine reversibly with oxygen"
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.21-2  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "The particular redox chemistry associated with nitrobenzene metabolism in red blood cells (RBCs) is of special interest because of its association with the development of methemoglobinemia. ...An association of metHb formation with the reduction of nitrobenzene to nitrosobenzene, phenylhydroxylamine, and aniline by nitroreductases present within intestinal microflora /has been observed/. Moreover, in vitro incubation of RBCs with nitrobenzene does not result in the formation of metHb. Taken together, these findings suggest that it is the presence and cycling of the reductive products of nitrobenzene within RBCs that cause the conversion of oxyhemoglobin (oxyHb) to metHb. ... The primary metabolic event in the formation of metHb (Fe3+) from oxyHb (Fe2+) as a result of nitrobenzene exposure is the cycling between phenylhydroxylamine and nitrosobenzene."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "In acute ... and subchronic studies in rodents ..., lesions in the brain stem and cerebellum were the most life-threatening toxic effects seen. In severe methemoglobinemia arising from extensive nitrobenzene poisoning, central nervous system effects may be predicted on the basis of hypoxia alone. It has also been hypothesized that these lesions might represent a hepatic encephalopathy secondary to the liver toxicity of nitrobenzene ... Other results suggest that it is possible that brain parenchymal damage may have resulted from anoxia or hypoxia due to vascular damage or decreased blood flow to affected areas ...  Another possible mechanism for the central nervous system damage is the formation of superoxide radicals or toxic hydroxyl radicals generated from hydrogen peroxide ... Evidence has been adduced to indicate that the ability of a related compound, dinitrobenzene, to cause cell death in in vitro co-cultures of rat brain astrocytes and brain capillary endothelial cells (a blood-brain barrier model) is at least partly due to the generation of hydroxyl radicals in the culture."
        },
        {
            "References": "Rickert DE; Mammalian and Bacterial Metabolism of Nitroaromatic Compounds; p.87-101 (1985)",
            "Value": "... Cecal contents obtained and incubated in an anaerobic environment are capable of reducing nitrobenzene. Incubation of radioactive nitrobenzene with isolated rat hepatocytes under aerobic conditions produces no metabolites detectable by counting fractions of eluate from a high pressure liquid chromatographic system and no measurable disappearance of the parent compound. ... Conventional rats excrete an oral dose of nitrobenzene in the urine as an unknown metabolite, p-hydroxyacetanilide-sulfate, p-nitrophenol-sulfate, and m-nitrophenol-sulfate. /It was/ concluded that it is clear that metabolism by both mammalian and bacterial enzyme systems is important to the expression of toxicity of nitroaromatic compounds."
        },
        {
            "References": "Levin AA et al; Toxicol 53 (2-3): 219-30 (1988)",
            "Value": "Exposure of rats to nitrobenzene produces a degeneration of the seminiferous epithelium of the testes. Sperm production was continuously monitored in rats surgically prepared by anastomosing the vas deferentia with the urinary bladder to evaluate the reversibility of nitrobenzene toxicity. Rates of sperm production were monitored by collecting urine and counting sperm microscopically with hemocytometer. Six weeks after surgery, rats were dosed po with a single dose of 300 mg/kg of nitrobenzene in corn oil. Sperm were not detected in the urine of treated rats between 32 and 48 days after treatment. Despite the fact that degenerative changes in the siminiferous tubules were observed histologically as early as 3 days after dosing, there was a 32-day lag period between treatment and cessation of sperm output in treated rats. Histological examination showed that pachytene spermatocytes and step 1-2 spermatides were the most susceptible cell stages to nitrobenzene and were observed forming into giant cells as early as 3 days after treatment. However, repair was substantial by 3 weeks after treatment and by days 76-100, the rate of sperm output reached 78% of the control group. By 100 days after treatment, there was greater than 90% regeneration of the seminiferous epithelium. Thus, a single oral dose of nitrobenzene induced testicular degeneration and approximately a 17-day period of aspermia resulted. Back-dating of the aspermic period to the timing of the spermatogenic cycle closely corresponded with the same germ cell stages that were observed degenerating in histologic examinations. Thus, changes in sperm output from vasocystotomized rats correlated well with histopathologic changes, demonstrating the value of this technique for toxicity studies."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 392 (1996)",
            "Value": "The equilibrium binding of nitrobenzene to plasma proteins /were studied/ in vitro in pooled plasma samples from Sprague Dawley rats (sex unspecified). Aliquots of pooled plasma samples spiked with 0.32-933 mg/l nitrobenzene were allowed to equilibrate for 30-90 min at 25 °C. Of the nitrobenzene, 72.0 + or - 4.5% were bound to the rat plasma proteins."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 299",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In white rats poisoned by sc injection of 0.64 g/kg nitrobenzene ... catalase activity fell consistently during a period up to 96 hr after initial dose to 86.6% of initial level ... Peroxidase activity also diminished ..."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 301",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits, given sc injections of 0.75 g ... hematocrit and hemoglobin levels showed marked decrease ... and tendency to spherocytosis; Heinz bodies were present in ... 17 animals out of 27 ... Changes were accompanied by ... reticulocytosis ..."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 301",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits after sc admin/ bone marrow showed changes ranging from hyperplasia to hypoplasia and even aplasia, with an increase in macroblasts and a decrease in reticulocytes and megakaryocytes. Hyperemia of abdominal cavity and all organs /were observed/."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 301",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methemoglobinemia was /maximum (4%) 4 hr after initial dosage falling gradually thereafter./. Sulfhemoglobin rose ... to 14%. Leucopenia was present in some animals,/in others leucocytosis with neutrophilia/, in majority thrombocytopenia /developed in rabbits given 0.75 g subcutaneously/"
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 302",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... One rabbit which died after receiving orally 200 mg/kg 30 hr later had large deposits of fat in tissues ... This was also present in gastrointestinal tract."
        },
        {
            "References": "Vrabiescu N SA et al; An Univ Bucur Biol 30 (0): 117 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute intoxication of sc injection to young rats 6 mo old and mature rats 18 mo old produced a high mortality in the older rats and none in the younger animals. Death in older rats was mainly due to acute renal failure."
        },
        {
            "References": "PMID:7185588",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats were given single oral doses of nitrobenzene (50-450 mg/kg) and at the time of sacrifice, 25 tissues were removed and examined. Hepatic centrilobular necrosis appeared in rats given various doses. Testicular lesions were confined to seminiferous tubules and consisted of necrosis of the primary and secondary spermatocytes with appearance of multinucleated giant cells between 1 and 4 days after admin of 300 mg/kg."
        },
        {
            "References": "Goldstein RS et al; Toxicol Appl Pharmacology 75 (3): 547-553 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of dietary pectin on nitrobenzene induced methemoglobinemia were investigated. Male Fischer 344 rats were fed a purified diet containing 5 percent cellulose (diet 1), diet 1 with a 5 percent pectin replacing the cellulose (diet 2), or a cereal based diet containing 8.4 percent cellulose (diet 3) for 28 days. Rats were then administered 50 to 600 mg/kg nitrobenzene by mouth. Methemoglobin conc were determined from 1 to 24 hr later. The total number of anaerobic cecal bacteria was examined. In-vitro cecal metabolism of radiolabeled nitrobenzene was also measured, and metabolism products were examined using high pressure liquid chromatography. Administration of 50 to 150 mg/kg nitrobenzene did not result in significant methemoglobinemia in any group. Treatment with 200 mg/kg nitrobenzene produced 40 percent methemoglobinemia in rats fed diet 3 at 4 to 8 hr, compared with 30 percent for the diet 2 group, and 5 percent for the diet 1 group. Similar but dose dependent results occurred at 400 and 600 mg/kg. At 600 mg/kg nitrobenzene, the highest methemoglobin concentration, 64 percent, was seen in diet 3 animals. Those fed diet 1 had 20 percent methemoglobinemia, and those fed diet 2 had an intermediate methemoglobin concentration of 44 percent. The total number of viable cecal anaerobes was elevated 2 to 2.5 times in rats fed diets 2 or 3, compared with those fed diet 1. In-vitro, cecal metabolism of nitrobenzene was greatest in animals fed diet 3, least in those fed diet 1, and intermediate in those fed diet 2. Metabolites of nitrobenzene produced by cecal contents from animals fed diets 2 and 3 included aniline, nitrosobenzene, and azoxybenzene; only aniline was detected in animals fed diet 1. The authors conclude that nitrobenzene induced methemoglobinemia is significantly different in animals fed purified or cereal based diets. These diet related differences are probably related to dietary composition of fermentable carbohydrates and are mediated by dietary alterations in intestinal microflora."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Fischer-344 rats (six males per group) /were exposed/ to single oral doses of nitrobenzene of 50, 75, 110, 165, 200, 300 or 450 mg/kg bw; three rats per group were sacrificed 2 and 5 days later. Histopathological changes consistently involved the liver and testes. Centrilobular hepatocytic necrosis appeared in rats 2 or 5 days after administration of > 200 mg/kg bw, whereas hepatocellular nucleolar enlargement was detected at > 110 mg/kg bw. Necrosis of spermatogenic cells as well as multinucleated giant cells were seen between 1 and 4 days after administration of 300 mg/kg bw or more. Necrotic debris and decreased numbers of spermatozoa in the epididymis were observed after 5 days at 300 mg/kg bw and between 2 and 5 days at 450 mg/kg bw. One high-dose rat had a microscopic cerebellar lesion. The above findings were not ascribed by the authors to methemoglobinemia, since sodium nitrite, which produces an equivalent hematological effect, did not produce any of these histopathological changes."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The minimal fatal dermal dose in mice was about 0.4 mL/kg bw (480 mg/kg bw). Neat nitrobenzene was painted onto the shaved abdomens of female C3H mice over less than 10% of the body surface area. Fifteen of 18 collapsed within 1 hr, but all recovered by 24 hr. A repeat application led to the death of 3 of 18 on day 3, whereas a third application led to the death of a further 9 within 48 hr. Ten strain-A mice were painted \"vigorously\" over the unshaved abdomen for about 20 sec. All were in partial collapse within 30 min, and 8 of 10 died between 3 hr and 3 days. After high dermal or subcutaneous doses, the mice were prostrate within 30 min and lay either motionless or with occasional twitching movements. Some recovered, while others died. By 3 hr, the white blood cell count had dropped significantly from 11,000-14,000/cu m to 5000/cu m (cu m = uL), with a normal differential count; the red blood cell count was not affected. At 21 hr, the white blood cell count was 1000-1500/cu m or lower, with some reduction in red blood cell count and evidence of hypochromia and hemolysis. Necropsy findings included chocolate-colored blood, dark gray-blue skin, orange urine with a nitrobenzene odor, and livers that were white and soft; other organs (not stated whether this included the brain) were grossly normal. Outer portions of the liver lobules showed diffuse necrosis; hepatocyte cell cytoplasm was pale and granular, and many nuclei were not visible. Kupffer cells had large amounts of dark brownish pigment. Kidneys showed slight swelling of the glomeruli and tubular epithelium. The spleen, lung and testis were morphologically normal."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In an inhalation study, groups of 12 male or female Sprague-Dawley rats were exposed to an atmosphere saturated with nitrobenzene vapor for 3 or 7 hr. None of the 12 rats died during 3 hr of exposure or within the postexposure period of 14 days, but 3 of 12 rats died after 7 hr of exposure."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 300",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Outstanding toxic effect ... is ... formation of methemoglobin, with risk of death from respiratory failure. ..."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 301",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Restlessness, cyanosis of skin, mucous membranes; onset of ... /CNS depression/ accompanied by loss of weight and marked cyanosis /in rabbits/. Methemoglobinemia ... /% dependent on dose, is/ greatest by ip injection. Heinz bodies /developed/ in 40 to 60% of red cells."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 302",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Changes in rabbit organs were/ liver: macroscopic appearance of nutmeg size nodules; microscopically fatty infiltration; kidneys: fatty infiltration; lungs: tendency to extravasation of blood, varying from minute petechiae to larger ecchymoses or even lobular hemorrhage in severe poisoning."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.31-2 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The NTP conducted/ a 14-day range-finding study in which 10 animals/sex/group received doses from 37.5-600 mg/kg. In the range-finding study, all rats and mice receiving 600 mg/kg-day and all rats and a single mouse receiving 300 mg/kg died prior to planned termination. Toxicological responses to nitrobenzene among the survivors in the range-finding study included depressed body weight gain that was evident in male mice receiving 37.5 mg/kg nitrobenzene and in female mice receiving 75 mg/kg. Other toxicological endpoints included statistically significant increases in reticulocyte counts and metHb levels. These responses exceeded control levels in treated rats (doses not specified), in male mice at 75 mg/kg and above (reticulocytes) and 150 mg/kg and above (metHb), and in female mice at 75 mg/kg and above (metHb). Histopathologic lesions were observed in brain, liver, lung, kidney, and spleen in rats and mice, though at unstated dose levels."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.31-5 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The NTP sponsored a 90-day oral study of nitrobenzene in which 10 F344 rats/sex/group received 0, 9.38, 18.75, 37.5, 75, and 150 mg/kgday and 10 B6C3F1 mice/sex/group received 0, 18.75, 37.5, 75, 150, and 300 mg/kg-day by gavage in corn oil. ... Nine male and three female rats at the 150 mg/kg-day dose level died prior to study completion. The earliest deaths in the 150 mg/kg-day dose male and female rats were at day 67 (week 10) and day 38 (week 6), respectively. In the same group, six males also died on day 73 (week 11) and two more died on day 88 (week 13), while another female rat died on each of days 45 (week 7) and 60 (week 9). Clinical signs of toxicity, such as ataxia, head tilt, lethargy, and trembling, were evident, mostly in animals receiving 150 mg/kg-day and, to a lesser extent, 75 mg/kg-day. Overall, there was little change in body weight gain between control and treated groups, and the final body weights were not significantly different from controls at any dose level. In fact, the only sign of treatment-related body weight reduction was in the single surviving male rat receiving 150 mg/kg nitrobenzene. Organ weights appeared to have been dose dependently affected by nitrobenzene exposure, most notably in the case of liver, kidney, and testis (males). ...Liver weights and their ratios to body weight were dose dependently increased over control levels and achieved statistical significance compared with controls at all dose levels. Right kidney weight was increased over controls at all dose levels, and the ratio of kidney weight to final body weight was significantly increased over controls at the 9.38, 18.75, and 75 mg/kg-day dose levels. Right testis weight and its ratio to body weight were decreased in the 18.75-75 mg/kg dose range. There were statistically significant changes in some hematologic parameters in rats exposed to nitrobenzene via gavage. ... The principal effects were dose-dependent decreases in hematocrit (Hct), Hb, and RBC count and dose-dependent increases in reticulocyte counts and metHb. ... At necropsy, rats receiving 150 mg/kg-day nitrobenzene had enlarged spleens. Males at this dose level had enlarged livers, and those receiving 75 mg/kg-day and 150 mg/kg-day showed signs of testicular atrophy. ... Histopathologic examination of the major organs and tissues revealed compound-related effects in the spleen, which appeared to be congested. Splenic corpuscles were small, and the red pulp contained hemosiderin. The severity of splenic congestion was graded by the study authors. Control rats had no splenic congestion or minimal splenic congestion (grade 1). Congestion increased in severity up to moderate in the highest dose group. ... Hyaline droplets were noted in the cortical tubule cells of the kidney, and some pigmented granules were evident in the cells of a few treated rats. There were obvious compound-related histopathologic effects on the seminiferous tubules of the testis of male rats. In some cases, the tubules contained spermatogonia and spermatocytes, while in others there were very few or no spermatids, spermatozoa, and Sertoli cells. Some tubules appeared to contain only a lacy fibrinous material, and others contained multinucleate giant cells. Histopathologic changes in the brains of treated rats included hemorrhage, vacuolization, and a wide range of inconsistent degenerative changes. Based on the changes in absolute and relative organ weights and the dose-dependent increases in reticulocyte count and metHb concentration, all of which were evident at the lowest administered dose, a lowest-observed-adverse-effect level (LOAEL) of 9.38 mg/kg-day is identified for the subchronic oral effects of nitrobenzene in F344 rats in this study."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.36-9 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ As with the nitrobenzene-exposed rats, the mice exhibited signs of toxicity reflective of neurological impairment, increased liver and kidney weights, and decreased testis weight in male mice or decreased thymus in female mice. Three male B6C3F1 mice receiving 300 mg/kg-day died prior to study completion, most likely as a result of nitrobenzene exposure. Some surviving animals at this dose level showed clinical signs of toxicity, including ataxia, hyperactivity, and irritability. However, there were no compound-related changes in body weight gain at any dose level. Absolute and relative organ weight changes were confined to liver, kidney, and testis in male mice and to the liver, kidney, and thymus in females. For example, liver weight and its ratio to body weight were dose dependently increased in male mice, the increases achieving statistical significance at the 150 and 300 mg/kg-day dose levels. Relative kidney weight was significantly increased at 75 and 300 mg/kg-day in males. Absolute and relative testis weights were decreased at dose levels of 300 mg/kg-day. Treatment-related increases in absolute liver weights in female mice were evident at 18.75 mg/kg-day and above, with relative liver weights achieving statistical significance at a dose level of 37.5 mg/kg-day and above. Absolute and relative thymus weights were also elevated in nitrobenzene-receiving female mice. ... Hematologic responses observed in mice were similar to those in rats, with dose-dependent increases in reticulocytes and metHb and progressively lower levels of Hb, Hct, and RBCs.... There were few signs of treatment-related lesions in the mice at necropsy, although some evidence of a darkening in coloration of such organs as kidney, lung, spleen, adrenal, and lymph nodes was noted in animals exposed to 300 mg/kg-day nitrobenzene. ... There were not many histopathologic changes, and those that were observed may have been unrelated to the effects of the compound. However, enlargement of hepatocytes in the centrilobular zone in male and female mice exposed to 300 mg/kg-day was noteworthy. ... The statistically significant increase in metHb concentration observed in both sexes of B6C3F1 mice at the lowest dose level tested points to a dose of 18.75 mg/kg-day as LOAEL for the subchronic effects of nitrobenzene in this species when administered via the oral route."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.39-42  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Six F344 rats/sex/group /were treated/ with 0, 5, 25, and 125 mg/kg-day nitrobenzene for 28 days. An additional set of control and 125 mg/kg rats were allowed to recover for 14 days after the completion of treatment. ... Animals were evaluated for generalized signs of toxicity, and body weight changes and food consumption were monitored in all groups. Blood samples were taken at term for hematologic and clinical chemistry parameters. Major organs were weighed at term, and tissue samples were fixed and processed for histopathologic examination. Clinical signs in high-dose rats included decreased movement, pale skin, and abnormal gait. Additionally, the authors plotted the body weight changes against time and showed a marked treatment-related reduction in body weight increase, even though food consumption was little changed among the groups. Striking changes in hematologic parameters were evident in nitrobenzene-treated rats, with dose-dependent reductions in RBC count, Hct, and Hb concentration and a dose-dependent increase in mean corpuscular volume (MCV). By contrast, the WBC count increased dramatically with dose. However, these changes were not noted in those animals allowed to recover for 14 days after dosing. Treatment-related changes in clinical chemistry parameters were also evident; a consistent dose-dependent decrease in blood urea nitrogen (BUN) was evident in both males and females. ... Hematology parameters and serum BUN concentrations returned to control levels after a 14-day recovery period. ... Histopathologic evaluation of tissues was used to corroborate changes in tissue weight and clinical chemistry with severity of response (grade: no change < moderate < severe). In male rats, graded responses for splenic congestion, increased brown pigmentation in red pulp, and increased extramedullary hematopoiesis exhibited a dose-dependent increase in grade, with 100% of animals being scored as severe at the highest dose tested. Female rats exhibited a similar dose-dependent increase in severity of scores for the above indices, with 100% of animals being graded as severe for splenic congestion and increased extramedullary hematopoiesis. Increased brown pigmentation in red pulp was graded as severe in two and moderate in three female rats. Liver scores were graded as no change in all groups, except for the high-dose animals in both sexes. In high-dose males and females, increased extramedullary hematopoiesis was moderate in five males and two females and exhibited no change in one male and three females. Brown pigmentation in Kupffer cells was moderate in five males and four females and severe in one male and one female. Absolute kidney weights in males were inconsistent with the histopathologic finding. In the highest dose group, brown pigmentation in tubular epithelium was reported as moderate in five animals and severe in one animal, but no change in absolute kidney weight was reported at the highest dose. In contrast, female histopathology of the kidney correlated with the absolute weight in that 100% of animals were graded with moderate brown pigmentation in tubular epithelium at the highest dose, and a 3% increase in absolute kidney weight was also observed at the highest dose. All other animals were consistent with controls (no change). Decreased absolute testis weight correlated with severe degeneration of seminiferous tubular epithelium and severe atrophy of seminiferous tubule in 100% of male rats receiving 125 mg/kg nitrobenzene."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.43-5  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ CIIT reported a subchronic study in which F344 rats, CD rats, and B6C3F1 mice, 10/sex/group, were exposed via inhalation to 0, 5, 16, or 50 ppm nitrobenzene, 6 hours/day, 5 days/week for 90 days. ... There were no compound-related effects on body weight, mortality, or the occurrence of behavioral signs in the subchronic 90-day study. However, increases in spleen weights were evident in all strains and sexes of rats and mice exposed to nitrobenzene at the high concentration and at 16 ppm in male F344 and CD rats. By contrast, there was a statistically significant reduction in testis weight in male F344 rats exposed to 50 ppm nitrobenzene. Examination of the internal organs of exposed animals at necropsy confirmed that the liver, spleen, and testis were the primary target organs of nitrobenzene. For example, in high-concentration rats of either strain, males presented with testicular atrophy, enlarged spleens, and the presence of irregular blotches on the surface of the liver. Similarly, both sexes of B6C3F1 mice had enlarged spleens in response to nitrobenzene at 50 ppm. ... Most marked among the potential compound-related changes in hematologic or clinical chemistry parameters were the increased concentrations of serum metHb and a 50% increase in the concentration of bilirubin in male F344 rats receiving 16 and 50 ppm nitrobenzene. Histologic sections of organs and tissues of nitrobenzene-receiving rats and mice demonstrated treatment-related lesions in the spleen, testis, liver, epididymides, kidney, and bone marrow, plus other possible target organs of nitrobenzene, such as the adrenals, lymph nodes, and lungs. For example, in F344 rats, lesions in the spleen consisted of acute sinusoidal congestion, proliferative capsular lesions, and increases in extramedullary hematopoiesis. These effects were dose dependent with 10/10 animals of either sex affected in F344 rats exposed to 50 ppm. Histopathologic effects of nitrobenzene on the liver in F344 rats included disorganization of the hepatic cord architecture and centrilobular degeneration of the hepatocytes in 7/10 high-concentration males but only in 1/10 high-concentration females. Other histopathologic effects evident in F344 rats included basophilia of the medullary cells of the adrenal in 5/10 high-concentration males and in 3/10 high-concentration females, plus an increased incidence of bronchial hyperplasia in both sexes receiving the highest dose. All male F344 rats displayed degeneration of tubular epithelial cells in the testis. The condition was described by the authors as representing a cessation of maturation at the level of primary and secondary spermatocytes and was usually accompanied by interstitial edema and hyperplasia of Leydig cells. There were no mature sperm in the epididymis of these F344 rats. Instead, the presence of some apparently proteinaceous material was noted in the ducts. Kidney effects of nitrobenzene in F344 rats were characterized by a toxic nephrosis associated with an accumulation of droplets in the cytoplasm of proximal tubular epithelial cells. The droplets were described in the report as hyaline and eosinophilic, and the lesions increased in incidence and severity with dose in both sexes of F344 rats. ..."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.45  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Many of the target organs indicative of nitrobenzene toxicity in F344 rats also were target organs in CD rats, including spleen, liver, kidney, epididymis, bone marrow, and nasal turbinates. For example, the splenic lesions consisted of sinusoidal congestion, increased extramedullary hematopoiesis, and numbers of hemosiderin-laden macrophages infiltrating the red pulp. An increase in the thickness of the splenic capsule was noted in 4/10 male and 3/10 female CD rats exposed to 50 ppm nitrobenzene. CD rats also displayed a marked bilateral testicular atrophy in response to nitrobenzene, as indicated by a loss of seminiferous epithelium, interstitial cell hyperplasia, edema, and the absence of mature sperm in the epididymal lumen. These features were evident in 1/10 subjects receiving 5 ppm nitrobenzene, 2/10 receiving 16 ppm, and 9/10 receiving nitrobenzene at the highest concentration. Toxic effects of nitrobenzene were particularly apparent in the nasal passages of CD rats. These lesions were characterized by the occurrence of lymphoid hyperplasia, inflammation, and the presence of interstitial and granulomatous pneumonitis, together with the presence of macrophages and lymphocytes in perivascular areas. In a manner similar to F344 rats, CD rats displayed dose-dependent toxic nephrosis, with 10/10 male and 5/10 female rats exposed to 50 ppm nitrobenzene displaying this condition. The adrenal gland, liver, and spleen were also target organs of nitrobenzene in B6C3F1 mice, as judged by the range of histopathologic lesions observed in the study. In the liver, instances of centrilobular hyperplasia were noted in mid- (4/9) and high-concentration (9/9) males, compared with 7/9 high-concentration females displaying these lesions."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 396-7 (1996)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Moderate bronchiolar hyperplasia was observed in male and female mice exposed to 125 ppm nitrobenzene; mild hyperplasia was present in animals examined three days after the last exposure to 35 ppm. Perivascular oedema and vascular congestion were found in lungs taken from dead or moribund Sprague-Dawley rats after three to five days of exposure to 125 ppm nitrobenzene. No histopathology was found in the lungs from Fischer 344 rats exposed to 125 ppm nitrobenzene. Sprague-Dawley rats also exhibited moderate-to-severe hydropic degeneration of cortical tubular cells. Minimal degenerative changes were noted in the kidneys of some mice. The only renal lesion in Fischer 344 rats was a moderate to severe hyaline nephrosis in males that regressed in animals allowed to recover for 14 days. Splenic lesions were evident in all rats and mice in all groups exposed to nitrobenzene. Lesions consisted of increased extramedullary hematopoiesis and acute congestion. Thus for nitrobenzene, the most sensitive organ after 14 day inhalation exposure was the spleen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 396 (1996)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344 rats, Sprague-Dawley (CD) rats and B6C3F1 mice (910 wk old) were exposed by inhalation to 10, 35, or 125 ppm (50, 175 or 625 mg/cu m) nitrobenzene vapors for 6 hr per day on five days per wk for up to two wk. Animals were sacrificed at three or 14 days following the last exposure. Early morbidity among male and female mice exposed to 125 ppm necessitated euthanasia between two and four days of exposure. Some male and female Sprague-Dawley rats were found dead after the fourth day of exposure, but the remaining animals in the group exhibited rapid shallow breathing, wheezing and an orange discoloration around the urogenital orifice. In contrast, Fischer 344 rats exposed to 125 ppm exhibited no adverse clinical signs over the entire two-wk period. The presumptive cause of death of the Sprague-Dawley rats exposed to 125 ppm nitrobenzene was perivascular hemorrhage in the cerebellar peduncle. Species and sex related differences in liver pathology were also observed in animals exposed to 125 ppm nitrobenzene. Male mice exhibited centrilobular necrosis, superimposed on severe central lobular hydropic degeneration. In contrast, no necrosis was observed in livers from female mice at the same conc. Liver pathology observed in Sprague-Dawley rats was similar but not as severe as that described for the mice. Livers from Sprague-Dawley rats that died early exhibited centrilobular hydropic degeneration and basophilic hepatocytic degeneration in periportal areas. No significant histological findings was observed in the livers from male and female Fischer 344 rats."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 28-day repeated-dose gavage study with nitrobenzene was performed in male and female Fischer-344 rats (six per sex per group) at doses of 0, 5, 25 and 125 mg/kg bw per day ... An additional two groups of animals exposed to 0 or 125 mg/kg bw per day were kept for a 2-wk recovery period. One female in the 125 mg/kg bw per day group died on day 27. Decreased movement, pale skin, gait abnormalities and decreases in bw or bw gains were seen at the high dose. Increases of total cholesterol and albumin and decreases in blood urea nitrogen were seen at the middle and high doses, and increases of albumin/globulin ratio in both sexes and alanine aminotransferase, alkaline phosphatase, and total protein were observed in females in the high-dose group. Increases in wt of the liver, spleen, and kidney and decreases in the wt of the testis and thymus were seen at the high dose. Increased liver wt were also seen in low-dose males, whereas increased spleen wt were seen in both sexes at the middle dose. Histopathology revealed spongiotic changes and brown pigmentation in the perivascular region of the cerebellum, degeneration of seminiferous tubular epithelium, and atrophy of seminiferous tubules at 125 mg/kg bw per day. The above findings disappeared or tended to decrease during or at the end of the recovery period."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.46-8  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A total of 70 male and female F344 rats and 70 male Sprague-Dawley (CD) rats were exposed to 0, 1, 5, or 25 ppm nitrobenzene, and a total of 70 male and female B6C3F1 mice were exposed to 0, 5, 25, or 50 ppm nitrobenzene, 6 hours/day, 5 days/week, excluding holidays, for 2 years, resulting in a total of 505 exposures. ... In male F344 rats, the incidence of combined adenomas and carcinomas in liver displayed a statistically significant trend and an increased incidence with dose (16/46 in males receiving 25 ppm compared with 1/43 in controls). However, this effect was not apparent in female F344 rats. Similarly, statistically significant trends for dose-dependent increases in combined adenomas and carcinomas in kidney and thyroid were observed in male F344 rats but not in females. However, there was a dose-dependent trend and statistically significant increase in the incidence of endometrial polyps in female F344 rats (19/49 in rats exposed to 25 ppm versus 9/48 in controls). The only compound-related tumorigenic effect in CD rats was in males that showed statistically significant increases in the incidences of combined adenomas and carcinomas in liver (5/23 in 25 ppm rats versus 0/23 in controls). ... There was a possible compound-related increase in the incidence of combined adenomas and carcinomas in the follicular cells of the thyroid in male B6C3F1 mice. Other neoplastic responses to nitrobenzene observed in the mice included the formation of adenocarcinomas of the mammary gland and an increased incidence of combined adenomas and carcinomas of the lungs in males."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.46-53  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A total of 70 male and female F344 rats and 70 male Sprague-Dawley (CD) rats were exposed to 0, 1, 5, or 25 ppm nitrobenzene, and a total of 70 male and female B6C3F1 mice were exposed to 0, 5, 25, or 50 ppm nitrobenzene, 6 hours/day, 5 days/week, excluding holidays, for 2 years, resulting in a total of 505 exposures. ... A number of noncarcinogenic responses to nitrobenzene were observed in the study. Both male and female F344 rats in the 25 ppm group displayed treatment-related statistically significant reductions in RBCs, Hct, and Hb concentration, with mean levels that were lower in animals sacrificed at term compared with animals sacrificed at 15 months. Concentrations of metHb increased with increasing nitrobenzene exposure, though time-related trends in this parameter were less clear-cut. Most notable among the hematologic responses in CD rats were the increases in metHb in the 15-month interim blood samples. ... These achieved statistical significance (p < 0.01) versus controls at all dose concentrations employed in the study. No histopathology was performed on the spleens of CD rats at interim or final sacrifice to determine if effects in the spleen accompanied the statistically significant increase in metHb levels. It should be noted, however, that, at final sacrifice, metHb levels were only increased in the 25 ppm exposure group, which may indicate a compensatory response to metHb formation. It should also be pointed out that background metHb levels in both strains of control rats were consistently higher at 24 months than at 15 months, resulting in apparently less pronounced relative changes at 24 months than at 15 months among exposed animals. Furthermore, metHb levels were much lower among control rats in the 90-day inhalation or gavage studies than among control rats at 15 or 24 months. Collectively, these findings may indicate a correlation between metHb and age of rats. ... In mice, RBCs and Hct were statistically significantly lower in 50 ppm males than in controls (8.70 + or - 0.12 versus 9.61 + or - 0.29 x 10+6 cells uL and 41.64 + or - 0.52 versus 45.06 + or - 1.15%, respectively). In common with the rats, there were statistically significant increases in metHb concentrations in high-dose mice of both sexes compared with controls. Numerous noncancerous histopathologic lesions resulted from nitrobenzene inhalation, though some of these responses were not clear-cut because of a high incidence of the same effect in controls, which left the possibility that the response might be a nonspecific lesion due to age. For example, chronic nephropathy and extramedullary hematopoiesis of the spleen occurred in controls and at all concentration levels in both sexes of F344 rats and in male Sprague-Dawley rats. However, a number of histopathologic effects of nitrobenzene appeared to be compound related, including those in the nose, spleen, liver, kidney, and testis. ... In mice, tissue sites displaying increased incidence of nonneoplastic lesions included lung, olfactory epithelium, and, in the males, thyroid follicular cells and hepatocytes. Histopathologic endpoints for the lung included hyperplasia and alveolar bronchiolization.11 In male mice, a clear exposure-dependent increase in hyperplasia was found, up to 20% in high-exposure animals versus 1.5% of controls. In contrast, female mice displayed a mixed response, with findings of hyperplasia in 3% of animals at 5 ppm, 8% at 25 ppm, and 2% at 50 ppm versus controls. Bronchiolization of the alveoli was increased at all exposure levels (male mice: 5 ppm, 87%; 25 ppm, 89%; and 50 ppm, 94%; female mice: 5 ppm, 92%; 25 ppm, 98%; and 50 ppm, 100%). This endpoint was not detected in any controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 390 (1996)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 70 male and 70 female B6C3F1 mice, 63 days of age, were exposed by inhalation to air containing target concentrations of 0, 5, 25 or 50 ppm (0, 25, 125 or 250 mg/cu m) nitrobenzene (> 99.8% pure) for 6 hours per day on five days per week for 24 months. Bw of high-dose male mice were approximately 5-8% lower than those of controls throughout the study. Probability of survival at 24 mo was 60% for males and 45% for females and was not affected by exposure to nitrobenzene, except that mid-dose females had better survival than controls (70%). The incidence of alveolar-bronchiolar neoplasms was increased in treated males (alveolar-bronchiolar adenomas and carcinomas: 9/68 in controls, 21/67 at the low dose, 21/65 at the mid dose and 23/66 at the high dose; p < 0.05, Cochran-Armitage trend test). The incidence of alveolar-bronchiolar hyperplasia was also increased in mid- and high-dose males and in mid-dose females. The incidence of thyroid follicular-cell adenomas was increased in treated males (0/65 in controls, 4/65 at the low dose, 1/65 at the mid dose, 7/64 at the high dose; p < 0.05 trend test) and that of thyroid follicular-cell hyperplasia was increased in mid- and high-dose males. The incidence of hepatocellular adenomas was increased in treated females (6/51 in controls, 5/61 at the low dose, 5/64 at the mid dose, 13/62 at the high dose; p < 0.05 trend test), although the incidence of hepatocellular adenomas and carcinomas combined was not increased (7/51, 7/61, 7/64, 14/62, respectively). Mammary gland adenocarcinomas were found in 5/60 (p < 0.05) high-dose females compared to 0/48 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 390-1 (1996)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 70 male and 70 female Fischer 344 rats, 62 days of age, were exposed by inhalation to air 125 mg/cu m nitrobenzene (> 99.8% pure) for 6 hr per day on five days per week for 24 mo. Groups of 10 rats per sex and per group were killed for an interim evaluation at 15 mo. Bw of high-dose males were slightly lower than those of controls during the study. Probability of survival at 24 mo was 75% for males and 80% for females and was not affected by exposure to nitrobenzene. Increased incidences were noted for hepatic eosinophilic foci in mid- and high-dose males and in high-dose females, and for hepatocellular neoplasms in both treated males (adenomas and carcinomas: 1/69 in controls, 4/69 at the low dose, 5/70 at the mid dose, 16/70 at the high dose; p < 0.05, Cochran-Armitage trend test) and treated females (0/70 in controls, 2/66 at the low dose, 0/66 at the mid dose, 4/70 at the high dose; p < 0.05 trend test). Thyroid follicular-cell hyperplasia occurred with a positive exposure-related trend in males and the incidences of thyroid follicular-cell adenomas and adenocarcinomas were increased in exposed males (2/69 in controls, 1/69 at the low dose, 5/70 at the mid dose, 8/70 at the high dose; p < 0.05 trend test). The incidence of endometrial stromal polyps was increased in exposed females (11/69 in controls, 17/65 at the low dose, 15/65 at the mid dose, 25/69 at the high dose; p < 0.05); that of renal tubular-cell adenomas was increased in exposed males (0/69 in controls, 0/68 at the low dose, 0/70 at the mid dose, 5/70 at the high dose; p < 0.05, Fisher exact test) and one renal tubular-cell carcinoma occurred in another high-dose male. There was an increased severity of nephropathy in exposed males and females."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 391 (1996)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 70 male Charles River CD rats, 62 days of age, were exposed by inhalation to air containing target concentrations of 0, 1, 5 or 25 ppm (0, 5, 25 or 125 mg/cu m) nitrobenzene (> 99.8% pure) for 6 hr/day on five days per week for 24 mo. Groups of 10 rats per sex and per group were killed for an interim evaluation at 15 mo. Bw and survival were not affected by exposure to nitrobenzene during the study. The incidence of hepatocellular neoplasms was increased in treated groups (adenomas and carcinomas: 2/63 in controls, 1/67 at the low dose, 4/70 at the mid dose, 9/65 at the high dose; p < 0.05, Cochran-Armatage trend test). The incidence of spongiosis hepatis was increased in high-dose rats, and that of centrilobular hepatocytomegaly was increased in mid- and high-dose groups. The incidence of Kupffer-cell pigmentation was increased in all treated groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 396 (1996)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Single acute exposures of male Fischer 344 rats to > 200 mg/kg bw nitrobenzene resulted in significantly elevated (> 20%) methemoglobin, while higher single oral exposures (550 mg/kg bw) resulted in encephalomalacia and hemorrhage of the brainstem and cerebellum in male Fischer 344 rats. Necrosis of seminiferous tubules and hepatocellular nucleolar enlargement in male Fischer 344 rats following single oral exposure have also been reported. The latter liver lesions were observed at doses as low as 110 mg/kg bw whereas the testicular lesions occurred at doses > 300 mg/kg bw. Acute exposure by injection of nitrobenzene has been reported to cause methemoglobinemia, neurotoxicity and death in a variety of animal species."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 397 (1996)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Methemoglobinemia and anemia were observed in both /rats and mice/ at > or = 25 ppm (100 mg/mL) exposure concentrations. Other effects included lesions of the nose, liver, testis and lung. In mice, degeneration and loss of olfactory epithelium were observed at > 5 ppm; the incidence of pigment deposition in olfactory epithelium was increased in mice and rats. Cytomegaly of centrilobular hepatocytes was induced in mice and rats, particularly males, at > 5 ppm; in male mice multinucleation of hepatocytes was also induced. An increased incidence of testicular atrophy and epididymal hypospermia was observed in male CD (but not Fischer 344) rats at 25 ppm. In mice, an unusual pulmonary lesion, alveolar bronchialization, was frequently induced by exposure to > or = 5 ppm nitrobenzene."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Nitrobenzene (98-95-3) (January 2005). Available from, as of September 29, 2009: https://ntp.niehs.nih.gov/ntp/roc/eleventh/profiles/s121zntb.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of nitrobenzene was evaluated in male and female mice (B6C3F1), male rats of two strains (F344/N and Sprague-Dawley) and in female rats of one strain (F344/N). When administered to mice and rats by inhalation, nitrobenzene caused significantly increased incidences of tumors at multiple tissue sites in both species. Exposure to nitrobenzene caused lung and thyroid tumors in male and mammary gland tumors in female B6C3F1 mice. Exposure to nitrobenzene caused liver tumors in males of both strains, kidney tumors in F344/N males, and endometrial tumors in females. In addition, marginal increases in the incidences of liver tumors in the female mice and female rats and thyroid tumors in male F344/N rats were observed with increasing nitrobenzene exposure level."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The chronic toxicity and potential carcinogenicity of inhaled nitrobenzene have been evaluated following a 2-yr exposure period in B6C3F1 mice, Fischer-344 rats, and Sprague-Dawley rats ... Male and female B6C3F1 mice (70 per sex per dose group) were exposed to 0, 26, 130, or 260 mg nitrobenzene/cu m (0, 5, 25 or 50 ppm), whereas Fischer-344 rats (70 per sex per dose) and male Sprague-Dawley (CD) rats (70 per dose) were exposed to lower doses of 0, 5, 26, or 130 mg nitrobenzene/cu m (0, 1, 5 or 25 ppm) because of the sensitivity of the rat to methemoglobin formation. All exposures were for 6 hr per day, 5 days per wk, for a total of 505 exposure-days over a duration of 2 yr  ... Survival was not adversely affected by chronic nitrobenzene inhalation exposure ... There were only mild exposure-related decreases in bw.  For mice, prominent dose-related changes included bronchiolization of alveolar walls (alveolar epithelium changed from a simple squamous to a tall columnar epithelium resembling that of the terminal bronchioles); centrilobular hepatocytomegaly and multinucleated hepatocytes; pigment deposition in and degeneration of olfactory epithelium; follicular cell hyperplasia in the thyroid; and increased nasal secretion. Compound-related findings seen at 260 mg/cu m only included glandularization of the respiratory epithelium in the nose and bone marrow hypercellularity. Other compound-related findings (investigated in high-dose animals only) included thymic involution (females), mononuclear cell infiltration of the pancreas (females), kidney cysts (males), and hypospermia in the epididymis and diffuse testicular atrophy. For rats, prominent dose-related changes included eosinophilic foci in the liver (Fischer-344 rats), centrilobular hepatocytomegaly (Fischer-344 and CD males) and pigment deposition in olfactory epithelium. Spongiosis hepatitis was largely confined to the high-dose animals (both strains), as was kidney tubular hyperplasia (Fischer-344 males).  Tumor incidences from nitrobenzene inhalation were observed at eight different organ sites among the mice and two strains of rats ... Each organ site presented indicates a significantly (i.e., biologically and statistically) positive carcinogenic response in the test animals arising from 2 yr of exposure. Because there were no significant numbers of early deaths in any of the groups, the tumors appearing ... are those of aging animals.  B6C3F1 male mice responded with alveolar and bronchial lung tumors ... The benign alveolar and bronchial tumors show a definite increase in trend. The malignant tumors, on the other hand, do not show a trend per se, but they do indicate that treated mice (i.e., 26, 130, and 260 mg/cu m) have more malignant alveolar and bronchial cancers on average (13%) than do the concurrent control mice (6%). Thyroid follicular cell adenomas (benign) were also increased in male B6C3F1 mice ..., whereas females showed no such trend. For B6C3F1 female mice, malignant mammary gland tumours were increased in the 260 mg/cu m group, but the 26 and 130 mg/cu m groups were not analysed histologically for mammary tumours"
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Following a single oral dose of 300 mg/kg bw, findings included degeneration of the seminiferous epithelium of the testes within 3 days of treatment and an approx 17-day period of aspermia after a 17- to 20-day lag period. Histological examination showed that pachytene spermatocytes and step 1-2 spermatids were the most susceptible cell stages. Repair was substantial by 3 wk after treatment, with > 90% regeneration of seminiferous epithelium by 100 days after treatment."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant Sprague-Dawley rats /were exposed/ from day 6 to 15 of gestation, 6 hr per day, to nitrobenzene vapor concn of 0, 5, 51, and 200 mg/cu m (0, 1, 10, and 40 ppm). Maternal weight gain was significantly depressed during the dosing period at 200 mg/cu m, with full recovery by day 21. At necropsy on day 21, absolute and relative spleen wt were increased in the dams at 51 and 200 mg/cu m, but there were no treatment-related effects on gravid uterine wt, liver wt or kidney wt, on pre- or postimplantation loss, including resorptions and dead fetuses, on the sex ratio of live fetuses, on fetal bw per litter or on the incidence of fetal malformations or variations. Thus, there was no developmental toxicity associated with inhaled nitrobenzene at concn that produced some maternal toxicity (51 and 200 mg/cu m)."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nitrobenzene at 300 mg/kg bw elicited expected histopathological responses after a single gavage dose (in corn oil) in Sprague-Dawley rats. The main histopathological effects seen were degenerating spermatocytes (degenerating and missing pachytene spermatocytes in stages VII-XIV) at 2 days after treatment, with immature germ cells and debris in the initial segment of the epididymis. At day 14, maturation depletion of spermatids in stages V-XIV, some multinucleated giant cells and testicular debris throughout the epididymis were reported."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Using a flow cytometric analysis, morphological changes in sperm after a single oral dose of 100 or 300 mg nitrobenzene/kg bw to 8-wk-old Sprague-Dawley IGS rats were investigated at 28 days after treatment. The study revealed an increase of 38.5% in abnormal sperm, with a 56.8% increase in the incidence of tailless sperm. In addition to tailless sperm, incidences of sperm with abnormalities such as no-hook, banana, and pin shapes were slightly increased."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.61-2  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ a single oral dose of 0, 50, 75, 110, 165, 200, 300, or 450 mg/kg nitrobenzene in corn oil /was administered/ to six male F344 rats/group. Three rats at each dosage were sacrificed 2 and 5 days following nitrobenzene administration. Samples of blood were obtained by cardiac puncture to measure metHb, and 25 tissues and organs were excised for histopathologic examination. The liver, testes, and brain from all animals in the study were examined histopathologically, whereas histologic sections of other tissues were examined only in the high-dose and control groups. Hepatic centrilobular necrosis appeared inconsistently in rats given various doses of nitrobenzene, while hepatocellular nucleolar enlargement was consistently detected in rats given doses of nitrobenzene as low as 110 mg/kg. Lesions occurred in the seminiferous tubules of the testicles, with marked necrosis of primary and secondary spermatocytes following a single oral dose of 300 mg/kg.   Furthermore, within 3 days of nitrobenzene administration, multinucleated giant cells were observed, and decreased numbers of spermatozoa were observed in the epididymis. Histopathologic analyses indicated that nitrobenzene had no apparent effects on spermatogonia or the epididymal epithelium. In parallel to the observed histopathologic lesions in liver and testes, methemoglobinemia was increased to 25% immediately after dosing at 300 mg/kg, with a subsequent slow decline over the next 10 days. In a control experiment, the administration of sodium nitrite also induced methemoglobinemia but had no histopathologic effects on the testes and liver, suggesting that the histopathologic effects of nitrobenzene occurred through a direct action of the compound or its metabolites at the tissue site rather than as a secondary effect of metHb formation."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.62  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...  10-week-old male Sprague-Dawley rats/were gavaged/  with 30 or 60 mg/kg nitrobenzene, 5 days/week for 3 weeks. Parameters evaluated included the weights and histopathology of the testes and epididymides, together with an analysis of the count, motility, viability, and morphology of the sperm. Nitrobenzene at the high dose (60 mg/kg) induced a relative decrease in the weight of the epididymis, decreases in sperm motility and viability, and an increase in the incidence of morphologically abnormal sperm. Degeneration and decreases in spermatids and pachytene spermatocytes were specified as primary effects of nitrobenzene at this dose level."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.62  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...  Several groups of five male Sprague-Dawley rats of different ages (6, 8, 10, and 40 weeks old) /were gavaged/ with 50 mg/kg-day nitrobenzene in sesame oil for 2 or 4 weeks. All subjects were examined for changes in testis and epididymis weights (compared with controls), differential morphology and histopathology, and altered sperm counts. In general, treatment was associated with reduced sperm counts and depressed sperm activity, with some histopathologic changes evident in the reproductive organs of younger animals."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.62-3  (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...  Nitrobenzene (60 mg/kg-day in sesame oil by gavage) /was administered/ to male Sprague-Dawley rats for periods of time from 7-70 days, after which the animals were mated with untreated females and then terminated the following day. Comparative changes in testicular and epididymal weights, sperm count, motility, and viability were evaluated, along with the fertility and copulation indices of treated groups. Large reductions in testicular (>50%) and epididymal weights, sperm count, and motility were observed in those animals exposed to nitrobenzene for 14 days, while sperm viability and the fertility index were severely reduced in those males exposed to nitrobenzene for 21 days or more. There was a concomitant increase in the incidence of abnormal sperm. While the copulation indices of treated males appeared unchanged with duration of exposure, the numbers of virgin females becoming pregnant by treated males declined markedly with duration of exposure. No mating females became pregnant in groups that were mated with males treated for 28 days or longer, an effect that appeared to result from the production of sperm with poor motility and reduced viability."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.63-5 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...  Ten Sprague-Dawley rats/sex/group were gavaged with 0, 20, 60, or 100 mg/kg-day nitrobenzene in sesame oil for a 14-day premating period, a mating period of up to 14 days, a gestation period of 22 days, and a subsequent lactation period of 4 days, making a potential overall dosing period of 54 days, at which point all animals (males, females, and pups) were necropsied. Because the observed mating period was no more than a single day for most mating pairs, the actual dosing duration for males and females was 40-41 days but could have lasted as long as 54 days for some. ... A wide range of histopathologic consequences of nitrobenzene treatment was observed, especially in animals receiving 60 and 100 mg/kg-day of the compound. These included atrophy of the seminiferous tubules, hyperplasia of Leydig cells, and loss of intraluminal sperm in the epididymides. Such histopathologic lesions as centrilobular swelling of hepatocytes, hemosiderin deposition in Kupffer cells, and increased extramedullary hematopoiesis in the liver and spleen were seen in all exposed groups. Neuronal necrosis/gliosis in the cerebellar medulla was evident in rats exposed to 60 and 100 mg/kg-day nitrobenzene. Among the reproductive/developmental parameters that were evaluated, there were no statistically significant differences from controls in the copulation and fertility indices at any dose level. However, among the dams, only two of nine pregnant females in the high-dose group survived to term, with the subsequent deaths of the two survivors (and their reduced litters) occurring on days 1 and 3 of lactation. In the remaining offspring, pup body weights were statistically significantly decreased at day 0 for both males and females by approximately 10% in the 60 mg/kg-day group. At day 4, body weights in male pups were statistically significantly decreased by about 5% in the 20 mg/kg-day group and by about 25% in both male and female pups in the 60 mg/kg-day group."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.71 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... A reproductive/developmental study /was conducted/ in which 12 pregnant female New Zealand white rabbits were exposed to nitrobenzene at 0, 10, 40, or 80 ppm, 6 hours/day on gestation days (GDs) 7-19. All dams were terminated on GD 20. The weights of livers and kidneys of all subjects were recorded, and fertility data, such as the number of corpora lutea, live and dead fetuses, late or early resorptions, and implantation sites, were monitored. There were no maternal effects of nitrobenzene, including dose-related changes in body weight or observable clinical signs. The absolute and relative weights of kidneys were similar among all groups, while any increases in liver weights were not statistically significant. One of the few findings of any toxicological importance in the study was the statistically significant increase in the concentration of metHb on GDs 13 and 19, a well recognized effect of nitrobenzene. However, the study did not indicate any nitrobenzene-related changes in any of the fertility parameters measured."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.71-2 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 22 pregnant female New Zealand white rabbits were exposed to nitrobenzene concentrations of 0, 10, 40, and 100 ppm, 6 hours/day on days 7-19 of gestation. All surviving dams were sacrificed on GD 30, and ...  the suite of reproductive and developmental toxicity parameters /were/ evaluated included such fertility data as the numbers of corpora lutea, implantation sites, resorptions, and live fetuses. ...Recovered fetuses were given a gross external examination, and all were evaluated for either soft tissue malformations or skeletal malformations and variations. Maternal toxicity was evidenced by some upward fluctuations in relative liver weight (to about 12%) and 40 and 60% increases in mean metHb levels in the 40 and 100 ppm groups, respectively. However, the only evidence of any reproductive or developmental toxicity effects was in the slightly higher incidence of resorptions in high-concentration dams (11 litters with resorptions versus 7 in controls). These high-dose resorption data were stated to be at or near the historical value observed in New Zealand white rabbits for this testing laboratory. No teratological effects of nitrobenzene were observed."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.72 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... a reproductive, developmental, and toxicological study of the effects of inhaled nitrobenzene /was carried out in 26 pregnant female CD rats/group. Exposure to nitrobenzene vapor was at nominal concentrations of 0, 1, 10, or 40 ppm, 6 hours/day on gestation days (GDs) 6-15. All dams were sacrificed on GD 21. The weights of the liver, kidney, spleen, and uterus of all subjects were recorded, and fertility data, such as the numbers of corpora lutea, live and dead fetuses, late or early resorptions, and implantation sites, were monitored. Recovered fetuses were given a gross external examination, and all were evaluated for either soft tissue malformations or skeletal malformation and variations. The authors reported some evidence of maternal toxicity, including transient fluctuations in body weight and elevated absolute and relative spleen weights in mid- and high-dose dams. However, all reproductive, developmental, and teratological parameters were unaffected by treatment."
        },
        {
            "References": "National Research Council. Drinking Water & Health, Volume 4. Washington, DC: National Academy Press, 1981., p. 227",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Nitrobenzene was/ admin ... in doses of 125 mg/kg/day sc to pregnant rats during preimplantation and placentation. Delay of embryogenesis, alteration of normal placentation, and abnormalities in fetus were observed. Gross morphologic defects were seen in 4 of the 30 fetuses examined."
        },
        {
            "References": "Tyl RW et al; Fund Appl Toxicol 8 (4): 482-92 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant CD (Sprague-Dawley) rats were exposed to nitrobenzene vapor at 0, 1, 10, and 40 ppm (mean analytical values of 0.0, 1.06, 9.8, and 39.4 ppm, respectively) on gestational days 6 through 15 for 6 hr/day. At sacrifice on gestation days 21, fetuses were evaluated for external, visceral, and skeletal malformations and variations. Maternal toxicity was observed: weight gain was reduced during exposure (gestation days 6-9 and 6-15) to 40 ppm, with full recovery by gestation days 21, and absolute and relative spleen weights were increased at 10 and 40 ppm. There was no effect of treatment on maternal liver, kidney, or gravid uterine weights, on pre- or postimplantation loss including resorptions or dead fetuses, on sex ratio of live fetuses, or on fetal body weights (male, female, or total) per litter. There were also no treatment-related effects on the incidence of fetal malformations or variations. In summary, during organogenesis in CD rats, there was no developmental toxicity (including teratogenicity) associated with exposure to nitrobenzene concentrations that produced some maternal toxicity (10 and 40 ppm) or that produced no observable maternal toxicity (1 ppm)."
        },
        {
            "References": "Dodd DE et al; Fund Appl Toxicol 8 (4): 493-505 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A two-generation reproduction study was performed by exposure of Sprague-Dawley CD rats to concentrations of 0, 1, 10, or 40 ppm of nitrobenzene (NB) vapor. No NB related effects on reproduction were observed at 1 or 10 ppm. At 40 ppm, a decrease in the fertility index of the F(0) and F(1) generations occurred, which was associated with alterations in the male reproductive organs. Specifically, weights of testes and epididymides were reduced and seminiferous tubule atrophy, spermatocyte degeneration, and the presence of giant syncytial spermatocytes were observed. The only significant finding in the litters derived from rats exposed to 40 ppm was an approximate 12% decrease in the mean body weight of F(1) pups on postnatal day 21. Survival indices were unaltered. To examine the reversibility of this selective effect on male gonads, the F(1) males from the 40 ppm group were allowed a 9 week nonexposure period and mated to naive females. An almost five-fold increase in the fertility index was observed, indicating at least partial functional reversibility upon removal from NB exposure. The numbers of giant syncytial spermatocytes and degenerated spermatocytes were greatly reduced. The results of this study support the selection of 10 ppm of nitrobenzene as the no-observable-effect level for reproduction and fertility effects in rats."
        },
        {
            "References": "PMID:2645131",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nineteen nitro compounds, including nitrobenzene, were evaluated for mutagenicity, using a modification of the standard Salmonella typhimurium mutagenicity assay. A preincubation protocol was used which incorporated flavin mononucleotide to facilitate nitro reduction. Nitrobenzene was found to elicit a negative response in the modified preincubation assay with flavin mononucleotide despite extensive nitro reduction that occurred in the preincubation with flavin mononucleotide."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 397 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 26 pregnant Sprague-Dawley rats were exposed by inhalation to 0, 1, 10, and 40 ppm (5, 50 and 200 mg/cu m) nitrobenzene vapor for 6 hr per day on gestational days 6-15. Maternal wt gain was reduced during exposure to 40 ppm, with full recovery by gestational day 21. Absolute and relative spleen weights were increased at 10 and 40 ppm. There was no effect of treatment on resorptions or dead fetuses, on the sex ratio of live fetuses or on fetal bw per litter. No treatment-related effect on the incidence of fetal malformations or variations was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 397 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 30 male and 30 female rats were exposed to concentrations of 0, 1, 10 or 40 ppm nitrobenzene vapor for 6 hr per day on five days per week for 10 wk. F1 rats were produced from the F0 rats and at least one male and one female were picked randomly from each litter to form a group size of 30 per sex. F1 rats remained in the same exposure group as their F0 parents. Additional female rats were used for a second mating with the recovery group high-dose and control F1 males. No effect on reproduction was observed at doses of 1 or 10 ppm nitrobenzene. At 40 ppm, a decrease in the fertility index of the F0 and F1 generations occurred, and this was associated with reduced testicular and epididymal weight, atrophy of the seminiferous tubules, spermatocytic degeneration and the presence of giant syncytial spermatocytes. The only significant observation in the litter derived from rats exposed to 40 ppm was an approx 12% decr in the mean bw of F1 rats on postnatal day 21. Survival indices were unaltered. In the F1 rats, males of the high-dose and control groups were allowed a nine wk nonexposure recovery period. At the end of this period, the F1 males were mated with virgin females, which had never been exposed to nitrobenzene. An almost five-fold increase in the fertility index was observed, indicating at least partial functional reversibility upon removal from nitrobenzene exposure. In addition, the numbers of giant syncytial spermatocytes and degenerated spermatocytes were greatly reduced; testicular seminiferous tubule atrophy persisted."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 398 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 22 pregnant rabbits were exposed by inhalation to 0, 9.9, 41, and 101 ppm (50, 207 and 509 mg/cu m) nitrobenzene for 6 hr per day on gestational days 7-19. The dams were sacrificed on gestational day 30, and the fetuses were evaluated for external, visceral and skeletal malformations. No adverse effect was associated with the lowest dose. At the two higher doses (41 and 101 ppm), liver weights were slightly higher and methemoglobin levels were significantly increased compared with controls. At the highest dose, a slight increase in fetal resorption was observed. No teratogenic effect was apparent at any of the exposure levels investigated."
        },
        {
            "References": "Koida M et al; Teratology 52 (4): 39B (1995)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Nitrobenzene is known as a spermatogenesis inhibitor in mature rats ... /The authors/ examined differences of treat-start ages and durations. Male SD rats (5 rats per group) at 6, 8, 10 or 40-wk old were treated with nitrobenzene at 50 mg/kg for 2 or 4 wks. Control animals were treated with a vehicle (sesame oil). All rats were examined for testis/epididymis weights, morphology, activity, and number of sperms obtained from the cauda epididymidis. The testis was examined microscopically. Rats treated from 6-wk old showed depressed sperm activity. Eight-wk old rats showed depressed sperm activity and testis wt, and 10-wk old rats showed depressed sperm activity, a smaller number of sperm and testis wt. Sperm activity appeared unchanged between different durations of treatment, but number of sperms and testis wt decreased in the longer duration of treatment. Microscopical changes in 6-wk old rats were weaker than in 8 or 10-wk old rats. The results suggest that effects on sperm and testis treated with nitrobenzene might change depending on treat-start age and duration, and that they are related with the developmental stage of testis and degree of spermatogenetic disorder. Therefore, treat-start age and duration are important when ... /estimating/ the testicular toxicity of a chemical."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.85 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Male and female rabbits (strain not stated) /were treated/ with nitrobenzene injection via the ear vein or by topical application to the skin of the back. Neurotoxicity was manifest with paralysis of the limbs, elevated sensitivity, and general convulsion. When acute in nature, intoxication was evident mainly as convulsion, whereas chronic intoxication resulted in paralysis. Central nervous system effects were evident with an enormous number of well-defined round vacuoles occurring in the medulla, which was more marked in those animals in the high-dose intravenous group and those treated dermally for a prolonged term (time period not stated) compared with those in a low-dose (and control) group and treated for shorter term(s), respectively."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.86 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Female B6C3F1 mice /were treated/ with nitrobenzene at 0, 30, 100, or 300 mg/kg-day for 14 consecutive days. Neurotoxicity was manifest in the 300 mg/kg-day group only with animals exhibiting marked ataxia, lethargy, and circling. One animal was observed with bobbing head movements. Absolute brain weights for all treatment groups were consistent with controls. Histopathologic changes in the liver of the high-dose group consisted of very mild hydropic degeneration around focal central veins with elevated levels of serum transaminases and bilirubin."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... A single oral dose of nitrobenzene at 550 mg/kg bw /was given/ to male Fischer-344 rats. Within 24 hr, rats were lethargic and ataxic; within 36-48 hr, they displayed moderate to severe ataxia and loss of righting reflex and no longer responded to external stimuli. By 48 hr, petechial hemorrhages were observed in the brain stem and cerebellum and bilaterally symmetric degeneration (malacia) in the cerebellum and cerebellar peduncles. Tracer studies indicated that a very small percentage of nitrobenzene reached the brain, and it was present as parent compound. It accumulated at a higher concn in grey than in white matter, but there was no preferential accumulation in areas where lesions occurred."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In subchronic oral and dermal studies in mice and rats, central nervous system lesions in the cerebellum and brain stem were life-threatening. These lesions, including petechial hemorrhages, may be direct toxic effects or mediated by vascular effects of hypoxia or hepatic toxicity. Depending on the dose, these neurotoxic effects were grossly apparent as ataxia, head-tilt and arching, loss of righting reflex, tremors, coma and convulsions."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Brain lesions were found in 8 of 10 males and 7 of 10 females at 150 mg/kg bw per day; the lesions appeared to be localized in the brain stem to areas of the facial, olivary and vestibular nuclei and to cerebellar nuclei and probably correlate with the clinical findings of head tilt, ataxia, trembling,and circling. These lesions were characterized by demyelination, loss of neurons, varying degrees of gliosis, hemorrhage, occasional neutrophil infiltration, and, occasionally, the presence of hemosiderin-containing macrophages. Brain vascular lesions ... were not observed in this gavage study."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Subcutaneous daily injection of adult male rabbits with 0.05 mL nitrobenzene/kg bw resulted in histopathological changes in the optic nerve, seen at necropsy at the end of the second wk; changes included Marchi granules and regressive glial cell changes, with demyelinization seen as the 12-wk study progressed"
        },
        {
            "References": "Morgan KT et al; Neurotox 6 (1): 105-116 (1985)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurotoxic effects of nitrobenzene were studied morphologically and biochemically in rats. Male F344 rats received a single oral dose of 550 mg/kg radiolabeled nitrobenzene ... Nitrobenzene induced petechial hemorrhages in the brain stem and cerebellum and malacia in the cerebellum and cerebellar peduncles within 48 hr after administration ... Analysis of the distribution of radiolabeled nitrobenzene and HPLC analysis indicated that a very small proportion of the administered dose passed the blood brain barrier. In the brain it was present as the parent compound, accumulated in higher concentrations in gray matter than white matter, but there was no evidence of increased accumulation of nitrobenzene in the location in which malacia occurred."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.88 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/GENOTOXICITY/ ... The induction of micronuclei in V79 hamster lung fibroblast cells /was observed/ following exposure to nitrobenzene possibly by affecting tubulin assembly and the spindle apparatus. To further delineate the mechanism by which the micronuclei were formed, the authors used primary syndrome of calcinosis, Raynaud's phenomenon, esophageal motility disorders, sclerodactyly, and telangiectasia (CREST) antibodies that bind to kinetochore proteins at chromosomal centromeres and detect aneugenicity. ... Following an 18-hour incubation, a doubling of micronuclei was observed at 1, 10, and 100 uM nitrobenzene versus solvent (DMSO) controls. Nitrobenzene (up to 10 uM) was shown to induce mostly kinetochore-positive micronuclei, indicative of an aneugenic effect..."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.89 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/GENOTOXICITY/ ... In vivo and in vitro findings that suggest a genotoxic potential for nitrobenzene /were reported/ . Male Sprague-Dawley rats were administered a single dose of nitrobenzene (300 mg/kg) by gavage and euthanized 20 hours later. A statistically significant increase in DNA damage, measured by the comet assay, and broken or detached chromosomes separated from the spindle apparatus, measured by the micronucleus assay, were observed. The in vitro findings with primary cultures of kidney cells from male Sprague-Dawley rats and human kidney cells obtained from patients with kidney cancer were consistent with the in vivo results. Cells were treated with 0, 0.062, 0.125, 0.25, or 0.5 mM nitrobenzene. This dose range was based on preliminary studies with concentrations that produced a lower than 30% reduction of relative survival. Nitrobenzene caused a statistically significant increase in DNA damage in rat primary kidney cells (0.125-0.5 mM) and human kidney cells (0.062-0.25 mM), following 20-hour incubation with the compound. A statistically significant increase in clastogenic effects was observed in rat primary kidney cells (0.0125-0.5 mM) and human kidney cells (0.250-0.5 mM), following a 48-hour incubation with the compound."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.86-7 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/GENOTOXICITY/ The mutagenicity/genotoxicity of nitrobenzene has been addressed in a number of studies using standard Ames test protocols. ...  /In one large multicenter study/ nitrobenzene was found to be negative for reverse mutation with or without 9000 x g liver microsomal supernatant fraction (S9) in all of the Salmonella typhimurium tester strains that were used. Similarly, in a survey of nitroaromatic compounds that were evaluated for mutagenicity (without S9) in nine tester strains of S. typhimurium, nitrobenzene was negative for reverse mutation at all concentrations in every strain tested. Furthermore, several studies from different laboratories have reported essentially similar findings for nitrobenzene in this experimental system, irrespective of the presence of an Aroclor-1254-induced S9 liver preparation or added flavin mononucleotide. In contrast with the studies recounted above, two studies ...  reported positive findings for a mutagenic action of nitrobenzene in the Ames test with the tester strain TA 98 plus S9, in the presence of the comutagen norharman (9H-pyrido[3,4-b]indole). None of the compounds was mutagenic without norharman in strains TA98 or TA100. In the presence of S9 and norharman, nitrobenzene induced reverse mutations in TA 98 but not in TA 100. Because norharman-containing controls were negative for reverse mutation in this tester strain, the authors concluded that nitrobenzene could induce reverse mutations in the presence of a comutagen."
        },
        {
            "References": "Miyata R et al; Bull Natl Inst Hyg Sci (Tokyo) 99: 60-5 (1981)",
            "Value": "/GENOTOXICITY/ Tests for mutagenic activity of nitrobenzene were done with rat-liver S9 or mouse-liver S9 fractions in Salmonella typhimurium strains TA92, TA1535, TA100, TA1537, TA94, and TA98. There was no mutagenic effect observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 398 (1996)",
            "Value": "/GENOTOXICITY/ No standard reverse mutation test with Salmonella typhimurium showed mutagenic activity of nitrobenzene."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 398 (1996)",
            "Value": "/GENOTOXICITY/ In Fischer 344 rats, no significant increase in sister chromatid exchange frequency or chromosomal aberrations was found in peripheral blood lymphocytes. No significant increase in sister chromatid exchange was observed in the isolated splenic lymphocytes after in vivo exposure to up to 50 ppm nitrobenzene for 6 hr per day for 21 days during a 29 day period; the toxicity of the dosing regimen was demonstrated by cell cycle inhibition and mitotic depression in the lymphocytes."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Nitrobenzene (98-95-3) (January 2005). Available from, as of September 29, 2009: https://ntp.niehs.nih.gov/ntp/roc/eleventh/profiles/s121zntb.pdf",
            "Value": "/GENOTOXICITY/ Nitrobenzene did not cause mutations in bacteria, with or without metabolic activation (addition of rodent liver microsomes to simulate mammalian metabolism of the test substance)."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Nitrobenzene (98-95-3) (January 2005). Available from, as of September 29, 2009: https://ntp.niehs.nih.gov/ntp/roc/eleventh/profiles/s121zntb.pdf",
            "Value": "/GENOTOXICITY/ Nitrobenzene did not cause genetic damage in most mammalian test systems (IARC 1996). It did not cause unscheduled DNA synthesis (a DNA repair response) in cultured human or rat hepatocytes (liver cells)."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Nitrobenzene (98-95-3) (January 2005). Available from, as of September 29, 2009: https://ntp.niehs.nih.gov/ntp/roc/eleventh/profiles/s121zntb.pdf",
            "Value": "/GENOTOXICITY/ Inhalation exposure of rats to nitrobenzene did not cause sister chromatid exchange in lymphocytes (white blood cells) from the spleen or peripheral (circulating) blood, chromosomal aberrations (changes in chromosome number or structure) in peripheral blood lymphocytes, or unscheduled DNA synthesis in hepatocytes."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ ... A number of independent studies did not find any significant mutagenic activity with nitrobenzene in the Salmonella typhimurium histidine reversion test, either in the presence or in the absence of S9 mix, at concentrations up to 3300 ug/plate."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Male Fischer-344 rats were exposed to concn of 0, 26, 82, and 260 mg/cu m (0, 5, 16, and 50 ppm) for 6 hr per day, 5 days per wk, over a 29-day period (21 exposures) via inhalation. Cultures of blood and isolated spleen lymphocytes were grown in the presence of 2 umol 5-bromodeoxyuridine/L. No effects on sister chromatid exchange frequency or on chromosomal aberrations (excluding gaps) were observed. However, nitrobenzene did have a significant inhibitory effect on the mitotic activity and cell cycle progression of concanavalin A-stimulated peripheral blood lymphocytes."
        },
        {
            "References": "PMID:2108073",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Purified Sertoli cell cultures were used to determine whether the effects of nitrobenzene in cocultures are the result of a direct effect on the Sertoli cell. Testicular cell cultures were prepared from Alpk:Ap-rats. The exposure of Sertoli cells to nitrobenzene resulted in Sertoli cell vacuolation, the exfoliation of germ cells, and dose dependent increases in lactate and pyruvate secretion in the presence or absence of germ cells. Following exposure to concentrations greater than 0.0005 M nitrobenzene resulted in an increase in the in-vitro secretion of lactate and pyruvate by Sertoli cells in a dose dependent manner, both in the presence and absence of follicle stimulating hormone (FSH) and in the presence and absence of germ cells. Following exposure of cocultures or Sertoli cell cultures to nitrobenzene, basal inhibin secretion exhibited a reproducible alteration in response in a biphasic pattern and was taken by the authors as a confirmation of germ cell modulation of Sertoli cell inhibin secretion. The finding that these effects of nitrobenzene on inhibin secretion were not evident in follicle stimulating hormone stimulated cultures does not support the use of inhibin as a specific indicator of the toxic actions of nitrobenzene on the Sertoli cells. The authors state this to be the first study to evaluate the potential of inhibin secretion by Sertoli cells as a marker of toxicant action."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004F p.82-3 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/IMMUNOTOXICITY/ ... The impact of nitrobenzene exposure on the onset of delayed hypersensitivity of keyhole limpet hemocyanin (KLH) was assessed by administering a subcutaneous injection of 100 ug KLH on days 1 and 8 of nitrobenzene exposure. On the last day of nitrobenzene exposure, mononuclear cells were labeled in vivo by intravenous injection of (125I)-5-iododeoxyuridine (2u Ci) per mouse. On day 15, animals were challenged in the central portion of the left ear with an intradermal injection of 30 ug KLH, and ear biopsies were radioassayed 24 hours later. As expressed by a stimulation index, no effect of nitrobenzene on a delayed hypersensitivity response to KLH was observed. Similarly, in another sequence of observations, there were no differences in serum complement levels between nitrobenzene-exposed and control groups."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ In /a/ 2-week gavage study in female B6C3F1 mice, ... several immunological and host resistance responses were studied. Nitrobenzene did not change the splenic IgG response to sheep red cells, but there was a moderate suppression of the IgM antibody response on day 4 (at the two highest doses), with recovery within 20 days ... Nitrobenzene did not alter the delayed hypersensitivity response to keyhole limpet cyanin or serum complement levels.  The activity of the mononuclear phagocyte system was assessed by the ability of the reticuloendothelial system of treated mice to clear sheep red blood cells. Increased uptake of sheep red blood cells by the enlarged livers accounted for a shortened circulating half-life of these cells.  The total number of peritoneal cells was increased in high-dose mice, with a greater than proportionate increase in phagocytosis of fluorescent 0.85-um-diameter beads.."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ The effect of nitrobenzene on natural killer cell activity in spleens from treated mice was assessed ex vivo by the lysis of YAC-1 target cells. Significant decreases in lytic capacity were seen at doses of 100 and 300 mg/kg bw. While the depression at the high dose could be due to a dilution of natural killer cells by non-natural killer cells ..., the 100 mg/kg bw group showed a marked diminution of natural killer cell activity without a reciprocal increase in the number of spleen cells."
        },
        {
            "References": "WHO; Environmental Health Criteria 230: Nitrobenzene (2003) https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ In studies on host resistance to microbial or tumor challenge, treated mice were challenged with intravenous Plasmodium berghei (in mouse red blood cells), intravenous Listeria monocytogenes, intraperitoneal Streptomyces pneumoniae, intraperitoneal herpes simplex type 2 virus, or intravenous metastatic pulmonary tumor, B16F10 melanoma, on day 15. Mice were not markedly more susceptible to S. pneumoniae or P. berghei than corn oil controls. For S. pneumoniae, host resistance involves complement, B lymphocytes, neutrophils and macrophages; for P. berghei, it involves cytophilic antibody and antibodies that enhance the capability of macrophages to recognize free plasmodia. Mortality after the herpes simplex viral challenge was reduced in nitrobenzene-treated animals compared with vehicle controls, particularly at 100 mg/kg bw. The modest protection may have been attributable to enhanced macrophage or interferon activity, which was able to compensate for the depressed natural killer cell and T-lymphocyte function. At the two highest nitrobenzene doses, mice were more susceptible than vehicle controls to death as a result of L. monocytogenes infection, especially at the 100 mg/kg bw dose. Resistance to this infection is mediated primarily by T lymphocytes, macrophages, and complement activity. In terms of the percentage of animals with tumors, nitrobenzene treatment did not markedly affect host resistance to B16F10 melanoma, a resistance that involves T lymphocytes and macrophages, but there was a slight increase in the mean number of lung nodules at the 300 mg/kg bw dose."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-32",
            "Value": "/OTHER TOXICITY INFORMATION/ Because ... /nitrobenzene/ & its derivatives are incapable of generating methemoglobin in vitro, it is apparent that they require biotransformation to active forms. Convincing evidence indicates that the activation of nitrobenzene is mediated exclusively by intestinal microflora in the rat."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004Fp.11 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ The metabolic processes undergone by nitrobenzene are important because many of the toxicological effects of the compound are likely to be triggered by metabolites of nitrobenzene. For example, there is abundant evidence that methemoglobinemia is caused by the interaction of Hb with the products of nitrobenzene reduction (i.e., nitrosobenzene, phenylhydroxylamine, and aniline)."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004Fp.5-6 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ The action of bacteria normally present in the small intestine of the rat is an important element in the formation of methemoglobin (metHb) resulting from nitrobenzene exposure. Germ-free rats do not develop methemoglobinemia when intraperitoneally dosed with nitrobenzene. When nitrobenzene (200 mg/kg of body weight in sesame oil) was intraperitoneally administered to normal Sprague-Dawley rats, 30-40% of the hemoglobin (Hb) in the blood was converted to metHb within 1-2 hours. When the same dose was administered to germ-free or antibiotic-pretreated rats, there was no measurable metHb formation, even when measured up to 7 hours after treatment. The nitroreductase activities of various tissues (liver, kidney, gut wall) were not appreciably different in germ-free and control rats, but the activity was negligible in gut contents from germ-free rats and high in control rats. This led the authors to suggest that a nitrobenzene metabolite such as aniline (which is formed by the bacterial reduction of nitrobenzene in the intestines of rats) is involved in metHb formation."
        },
        {
            "References": "US EPA; Toxicological Review of Nitrobenzene (CAS No. 98-95-3) In Support of Summary Information on the Integrated Risk Information System (IRIS). EPA/635/R-08/004Fp.15 (2009). Available from, as of October 26, 2009 https://www.epa.gov/ncea/iris/toxreviews/0079tr.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Male CDF(F344)/CrlBR rats /were fed/ diets containing pectin (a carbohydrate with nutritional value for microflora) or cellulose (a metabolically inert carbohydrate) for 28 days prior to administering a single 200 mg/kg dose of (14C)-nitrobenzene via gavage. Levels of metHb were monitored in the blood 1, 2, 4, 8, and 24 hours after dosing. Rats receiving the pectin-spiked diet had elevated metHb in the blood, with levels peaking at the 4-hour time point. However, no metHb was formed in the blood of animals receiving the cellulose-containing diet. The authors correlated these findings with the greater numbers of anaerobic bacteria present in the cecum of rats receiving the pectin-containing diets. ..."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 300",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In slow poisoning from continued low exposures there may be increase in number of erythrocytes; urine becomes brown or dark red, contains bile pigments, methemoglobin, or hemoglobin; there may ... be albuminuria and positive Fehling's reaction /in rabbits/."
        },
        {
            "References": "PMID:1246040",
            "Value": "/OTHER TOXICITY INFORMATION/ Nitrobenzene inhibited the oxidation of type II substrates (aniline and zoxazolamine) by cytochrome P450 dependent enzymes in liver microsomes, but did not affect the oxidative metab of type I cmpd (hexobarbital and aminopyrene)."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-32",
            "Value": "/OTHER TOXICITY INFORMATION/ The relative resistance of rodents (mice, rats, rabbits) to methemoglobin formation must be ascribed in part to greater methemoglobin reductase activity in red cells of these species than in the red cells of dogs /and/ cats."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Nelson CR, Hites RA; Environ Sci Technol 14: 1147-9 (1980) (2) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (3) Lopes TJ, Furlong ET; Environ Sci Technol 20: 727-37 (2001) (4) Ricking M et al; Water Res 37: 2607-17 (2003)",
            "Value": "SEDIMENT: Nitrobenzene was detected at a concn of 8 ppm in soil along the Buffalo River in Buffalo, NY but not detected in three samples of bottom sediment from the river(1). None of the 349 stations reporting analysis for nitrobenzene in sediment in EPA's STORET database contained detectable levels of the chemical(2). Nitrobenzene was not found in sediment samples from 487 sites located in 20 major river basins from Aug 1992 to Sept 1995(3). Nitrobenzene was detected in the sediment of the German river Havel at Pichelsdorf, Gmund in March of 1993 at 4 ng/g dry weight, and in the Spree river at Dahme and at Spandau shipping canal at 2 and 10 ng/g dry weight, in March 1993 and July 1994, respectively(4)."
        },
        {
            "References": "(1) Turney GL, Goerlitz DF; Ground Water Monitor Rev 10: 187-98 (1990) (2) Carmichael LM et al; J Environ Qual 28: 888-97 (1999) (3) Kubota Y; Ecotoxicol Environ Saf 3: 256-68 (1979) (4) Webber MD, Wang C; Can J Soil Sci 75: 513-24 (1995)",
            "Value": "SOIL: Nitrobenzene was detected in 1 of 10 soil samples collected from the Gas Works Park in Seattle, WA, at a concentration of 0.79 mg/kg(1). Nitrobenzene was not detected in soil samples taken from Toms River Superfund Site, NJ(2). Nitrobenzene was detected at an avg of 1.9 ppb in 31.9% of 47 samples taken in 1972 by the Environmental Agency, Japan(3). Nitrobenzene was reported in Canadian agricultural soils at not detected (detection limit 0.06 mg/kg) to 0.15 mg/kg dry weight(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Seip HM et al; Sci Total Environ 50: 87-101 (1986) (2) Loekke H; Water Air Soil Pollut 22: 373-87 (1984) (3) Wilson JT et al; J Environ Qual 10: 501-6 (1981) (4) Walton BT et al; J Environ Qual 21: 552-58 (1992) (5) Kopinke FD et al; Environ Sci Technol 29: 941-50 (1995) (6) Borisover MD, Glaber ER; Chemosphere 34: 1761-76 (1997) (7) Chu W, Chan K-H Sci Total Environ 248: 1-10 (2000) (8) Eriksson J et al; Environ Sci Technol 38: 3074-80 (2004) (9) Szabo G et al; Chemosphere 39: 431-42 (1999) (10) Hertwich EG et al; Risk Anal 19: 1193-204 (1999) (11) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The leachability of nitrobenzene was studied in three typical Norwegian soils, one which was sandy with a low organic content, and two organic soils(1). The resulting Koc and retardation factor for the sandy soil were 30.6 and 1.27, while for the two organic soils the Koc values were 42.8 and 69.6 and the retardation factors 3.36 and 5.52(1). Koc values for two Danish subsoils were 170 and 370(2). When a mixture of pollutants, including nitrobenzene, in spring water was added to a column of Lincoln fine sand over a 45 day period, the retardation factor of nitrobenzene was 1.9(3). The Koc calculated from this experiment was 200(3). The sorption of nitrobenzene on two soils, a Captina silt loam (pH 4.97; 1.49% organic carbon) and a McLaurin sandy loam (pH 4.43; 0.66% organic carbon) was measured in the presence of a mixture of 16 organic chemicals; Koc values for nitrobenzene of 89 and 105.6 were measured for the Captina and McLaurin soils, respectively(4). Koc values of 89 and 100 were measured in river sediment (6.5-16.9% organic matter) and coal wastewater pond sediment (52% organic matter), respectively(5). Other reported Koc values for nitrobenzene were 158(6), 36(7), 156(8), 100(9), 62-74 to particulate organic matter and 34-38 to dissolved organic matter(10). According to a classification scheme(11), these measured Koc values suggest that nitrobenzene has very high to moderate mobility in soil(SRC)."
        },
        {
            "References": "(1) Weber JB, Miller CT; pp. 305-33 in Reactions and Movement of Organic Chemicals in Soils, SSSA Special Publication No. 22 (1989) (2) Uchrin CG et al; Chem Prot Environ 29: 663-76 (1985) (3) Wolfe TA et al; J Water Pollut Control Fed 58: 68-76 (1986) (4) Haderlein SB, Schwarzenbach RP; Environ Sci Technol 27: 316-26 (1993) (5) Haderlein SB et al; Environ Sci Technol 30: 612-22 (1996) (6) Carmichael LM et al; J Environ Qual 28: 888-97 (1999)",
            "Value": "Adsorption of nitrobenzene to soil follows an L-1 isotherm, indicating that nitrobenzene is preferentially adsorbed initially compared to the solvent (water), with sorption decreasing as more solute is sorbed because of the difficulty for other nitrobenzene molecules to find a binding site(1). Kd values of 3.96X10-3 and 4.69X10-4 were measured for nitrobenzene on a Cohansey soil (2% clay, 90% sand, 8% silt; 4.4% organic matter) and a Potomac-Raritan-Magothy aquifer soil (5.6% clay, 70.4% sand, 24.0% silt; 2.2% organic matter) respectively(2). The greater adsorption to the Cohansey soil was believed due to the higher organic matter content(2). For clay, 15-31 mg of nitrobenzene were retained by 1 g of sodium montmorillonite in batch experiments(3). Kd values of 3.5(4) , 7.2(5), 0.6(5), and 3.5(5) were measured for nitrobenzene on Cesium+kaolinite, Potassium+montmorillonite, Potassium+kaolinite, and Potassium+illite, respectively. The Kd for nitrobenzene in soil and water from Toms River Superfund Site in NJ was 0.092(6)."
        },
        {
            "References": "PMID:15352444",
            "Value": "Nitrobenzene had a Koc value of 1.29X10-3 cu m/sq m at -6.8 °C on snow(1)."
        }
    ]
}