{
    "_id": {
        "$oid": "6682e87cc4e5dba5ffba25d2"
    },
    "CID": {
        "$numberInt": "7423"
    },
    "Name": "3-NITROANILINE",
    "IUPACName": "3-nitroaniline",
    "CanonicalSMILES": "C1=CC(=CC(=C1)[N+](=O)[O-])N",
    "Synonyms": [
        "3-Nitroaniline",
        "99-09-2",
        "M-NITROANILINE",
        "Benzenamine",
        "3-nitro-",
        "3-Nitrobenzenamine",
        "3-Nitrophenylamine",
        "Nitranilin",
        "3-Aminonitrobenzene",
        "m-Nitraniline",
        "Fast Orange Base R",
        "Azobase MNA",
        "Devol Orange R",
        "m-Nitrophenylamine",
        "m-Aminonitrobenzene",
        "m-Nitroaminobenzene"
    ],
    "IsomericSMILES": "C1=CC(=CC(=C1)[N+](=O)[O-])N",
    "INCHI": "InChI=1S/C6H6N2O2/c7-5-2-1-3-6(4-5)8(9)10/h1-4H,7H2",
    "INCHIKEY": "XJCVRTZCHMZPBD-UHFFFAOYSA-N",
    "Formula": "C6H6N2O2",
    "MolecularWeight": {
        "$numberDouble": "138.12"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "132"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Malaney GW; J Water Pollut Control Fed 32: 1300-11 (1960) (2) Kitano M; Biodegradation and Bioaccumulation Test on Chemical Substances; OECD Tokyo Meeting, Reference Book TSU-No. 3 (1978) (3) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 p. 3-37 (1992) (4) Pitter P; Water Res 10: 231-5 (1976) (5) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1960) (6) Urano K, Kato Z; J Hazard Materials 13: 147-59 (1986) (7) Chambers CW et al; J Water Pollut Control Fed 35: 1517-28 (1963) (8) Young JC, Affleck; Eng Bull Purdue Univ, Eng Ext Ser 1: 154-64 (1974) (9) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980) (10) Wellens H; Z Wasser Abwassser Forsch 23: 85-98 (1990) (11) Bornick H et al; Wat Res 35: 619-24 (2001) (12) Lu GH et al; Bull Environ Contam Toxicol 69: 111-6 (2002)",
            "Value": "AEROBIC: The mono-nitroanilines were found to be markedly more resistant to biological degradation, as compared to aniline, using Warburg respirometer procedures(1). 3-Nitroaniline was determined to be non-biodegradable using the Japanese MITI protocol(2). No biodegradation of 3-nitroaniline (100 ppm) was observed in a 2-week period in the standard biodegradability test of the Japanese Ministry International Trade and Industry (MITI), a BOD test utilizing a mixed inoculum of activated sludge, sewage and surface water(3). No biodegradation of 3-nitroaniline was observed at concn of 25-30 ppm upon incubation with adapted activated sludge for 20 days(4). No degradation of 3-nitroaniline in a mineral salts solution, with a soil inoculum, occurred in 64 days(5). No biodegradation occurred over a 240 hr period in a respirometer study(6). Only limited biooxidation of 3-nitroaniline was observed in respirometric tests utilizing phenol-adapted bacteria(7). In a 60-day respirimeter test using sewage seed, no biodegradation of 3-nitroaniline (5 ppm) occured(8). However partial degradation was observed when the test solution was cross-seeded with microorganisms acclimated to 4-nitroaniline(8). Using the Zahn-Wellens test procedure, 3-nitroaniline was difficult to degrade as elimination was less than 20% over the 28 day incubation period(9). In another Zahn-Wellens test, no DOC removal occurred in 23 days of incubation(10). 3-Nitroaniline had a biodegradation rate of 0.026/h in river water giving a half-life of 27 hours, which was classified as poor degradation(11). A 5 day BOD at 20 °C in Songhua river water was 6% for 3-nitroaniline(12)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 19",
            "Value": "log Kow = 1.37"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:448254",
            "Value": "THE RELATIVE MUTAGENIC ACTIVITIES OF AMINOANILINES HAVE BEEN ATTEMPTED TO BE RELATED TO PARAMETERS REFLECTING POTENTIAL FOR N-HYDROXYLATION AND STABILITY OF THE ARYLNITRENIUM IONS. THE NITRO GROUPS DEACTIVATE THE AMINE GROUP N-HYDROXYLATION AND THE EPOXIDATION, & NO ACTIVE PRODUCTS FROM CYTOCHROME P450 WOULD BE PREDICTED. THE ACTIVITY OF THE NITRO DERIVATIVES IS PRESUMED TO BE DUE TO TRANSFORMATION OF THE NITRO GROUP ITSELF TO AN ACTIVE MUTAGENIC SPECIES BY OTHER ENZYME SYSTEMS."
        }
    ]
}