{
    "_id": {
        "$oid": "6682e87cc4e5dba5ffba25d3"
    },
    "CID": {
        "$numberInt": "7430"
    },
    "Name": "2,6-DICHLORO-4-NITROANILINE",
    "IUPACName": "2,6-dichloro-4-nitroaniline",
    "CanonicalSMILES": "C1=C(C=C(C(=C1Cl)N)Cl)[N+](=O)[O-]",
    "Synonyms": [
        "2,6-DICHLORO-4-NITROANILINE",
        "99-30-9",
        "Dichloran",
        "Dicloran",
        "Allisan",
        "Botran",
        "DCNA",
        "Ditranil",
        "Bortran",
        "Resisan",
        "Batran",
        "2,6-Dichloro-4-nitrobenzenamine",
        "Benzenamine",
        "2,6-dichloro-4-nitro-",
        "DCNA (fungicide)",
        "CDNA"
    ],
    "IsomericSMILES": "C1=C(C=C(C(=C1Cl)N)Cl)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C6H4Cl2N2O2/c7-4-1-3(10(11)12)2-5(8)6(4)9/h1-2H,9H2",
    "INCHIKEY": "BIXZHMJUSMUDOQ-UHFFFAOYSA-N",
    "Formula": "C6H4Cl2N2O2",
    "MolecularWeight": {
        "$numberDouble": "207.01"
    },
    "Description": "2,6-dichloro-4-nitroaniline is a nitroaniline that is 4-nitroaniline in which the hydrogens at positions 2 and 6 are replaced by chlorines. An agricultural fungicide, it is not approved for use in the European Union. It has a role as an antifungal agrochemical. It is a dichlorobenzene, an aromatic fungicide and a nitroaniline.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "173"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on DCNA (Dichloran) (99-30-9). US EPA-738-F-05-003. Available from, as of March 8, 2012: https://www.epa.gov/pesticides/reregistration/status.htm (2) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Dichloran (99-30-9) (2008-2010) (3) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Feb 13, 2012: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "2,6-Dichloro-4-nitroaniline has a moderate potential to bio-accumulate in fish tissue based on a bioconcentration study which indicated a bioconcentration factor (BCF) of 136 in whole fish tissue(1); however, the bioaccumulated residues were almost completely eliminated from fish tissues (86-98%) during a 7-14 day depuration period(1). An estimated BCF of 33 can be calculated in fish for 2,6-dichloro-4-nitroaniline(SRC), using a log Kow of 2.80(2) and a regression-derived equation(3). According to a classification scheme(4), a BCF of 33 suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Groves K, Chough KS; J Agric Food Chem 19: 840-1 (1971) (2) Groves K, Chough KS; J Agric Food Chem 18: 1127-8 (1970) (3) Wang CH, Broadbent FE; J Environ Quality 2: 511-5 (1973)",
            "Value": "(14)C-Labeled CO2 was evolved when labeled 2,6-dichloro-4-nitroaniline was applied to silt loam soils which had been receiving 2,6-dichloro-4-nitroaniline fungicide applications for several years(1,2); the rate of degradation was observed to increase as new additions of 2,6-dichloro-4-nitroaniline were applied to these soils over a period of several weeks(1,2); sterilization of these soils by steam, sodium azide, silver nitrate or mercuric chloride inhibited the decomposition completely(2); applications of 2,6-dichloro-4-nitroaniline to a soil which had not received previous applications evolved no labeled CO2(1,2). Over an incubation period of 1-2 months in both anaerobic (flooded) and aerobic soil conditions in three different CA soils, the degradation rate of 2,6-dichloro-4-nitroaniline was observed to be 2.5 to over 20 times faster in non-sterile soil versus sterile soil suggesting that microbial degradation is the major degradation process in soil(3)."
        },
        {
            "References": "(1) Van Alfen NK, Kosuge T; J Agric Food Chem 24: 584-8 (1976) (2) Van Alfen NK, Kosuge T; J Agr Food Chem 22: 221-224 (1974)",
            "Value": "A (14)C-labeled sample was incubated in flooded soil that had been amended with d-glucose. After 3 days, the amount of dichloran that could be recovered from the soil decreased to 7% and to 3% after 9 days. Evolution of radioactive carbon dioxide could not be detected even after 9-day experimental period. Much of radioactivity (ultimately 65%) could not be removed from the soil sample by extraction with an acetone-water soln. The major extractable soil metabolite was 4-amino-3,5-dichloroacetanilide. Its expected metabolic precursor 2,6-dichloro-p-phenylenediamine was also isolated. A third compound isolated appeared to be formed by dimerization of 2,6-dichloro-p-phenylenediamine(1). (14)C-Labelled 2,6-dichloro-4-nitroaniline was added to aerobic, liquid cultures of Escherichia coli B, Pseudomonas cepacia, and an unidentified bacterium and the products of its breakdown analyzed(2). Breakdown of 2,6-dichloro-4-nitroaniline is characterized by the reduction of the nitro group to an amine yielding 2,6-dichloro-p-phenylenediamine. This is then acetylated to form 4-amino-3,5-dichloroacetanilide(2). Many fungi also have the capacity to form these two metabolites from 2,6-dichloro-4-nitroaniline as well as other unidentified products(2)."
        }
    ],
    "logP": [
        {
            "References": "MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Dichloran (99-30-9) (2008-2010)",
            "Value": "log Kow = 2.80 at 25 °C"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA; Dicloran: Revised Human Health Risk Assessment Chapter of the Reregistration Eligibility Decision Document (RED). Document ID: EPA-HQ-OPP-2005-0265-0021 p.20 (May 11, 2006). Available from, as of March 26, 2012: https://www.regulations.gov/#!home",
            "Value": "As a fungicide, it delays germination and causes a severe check to hyphal growth. It is suggested that dicloran is a structurally non-specific toxicant exerting its effect by disorganizing cell growth and division in particular plant pathogens. The mode of action in test animals is not clear."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USDA; Agric Res Service. ARS Pesticide Properties Database on DNOC (534-52-1). Available from, as of Mar 8, 2012: https://www.ars.usda.gov/services/docs.htm?docid=14199 (2) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (2006) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) USEPA/OPPTS; Reregistration Eligibility Decisions (REDs) Database on DCNA (Dichloran) (99-30-9). US EPA-738-F-05-003. Available from, as of March 8, 2012: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "Measured Koc values for 2,6-dichloro-4-nitroaniline in a variety of soils are reported to range from 660 to 1100(1). A 2,6-dichloro-4-nitroaniline Koc value of 1000, based on measured data, is recommended for developing QSAR estimation methods(2). According to a classification scheme(3), these Koc values suggests that 2,6-dichloro-4-nitroaniline is expected to have low  mobility in soil. Mobility is expected to increase in coarser soils(4)."
        },
        {
            "References": "(1) Helling CS et al; Phytopathology 64: 1091-100 (1974) (2) Elmer WH, Stipes RJ; Plant Dis 69: 292-4 (1985) (3) Menzie CM; US Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: US Government Printing Office p 154 (1969)",
            "Value": "A soil Rf value of 0.01 was measured for 2,6-dichloro-4-nitroaniline using soil TLC (thin-layer chromatography) which is indicative of soil immobility(1). 2,6-Dichloro-4-nitroaniline was found to have poor soil mobility in laboratory percolation soil columns using a loamy sand soil from a peanut field and a loam soil not used for peanut cultivation(2). 2,6-Dichloro-4-nitroaniline was strongly fixed in clay soils and was not completely extracted from treated soils and it leached slowly(3)."
        }
    ],
    "plant_translocation": [
        {
            "References": "BOLTON, A. T. (1976). FUNGICIDE RESISTANCE IN BOTRYTIS CINEREA, THE RESULT OF SELECTIVE PRESSURE ON RESISTANT STRAINS ALREADY PRESENT IN NATURE. Canadian Journal of Plant Science, 56(4), 861–864. doi:10.4141/cjps76-139",
            "Value": "Dicloran is referred to as a non-systemic fungicide, which means that it does not exhibit significant systemic movement within the plant upon application. Instead, it likely acts on the surface of the plant where it is applied. Spores from different plant species, such as zinnia, viola, marigold, and snapdragon, exhibited varied responses to dicloran. For instance, the benomyl-susceptible isolates from zinnia and viola were found to be resistant to dicloran, while benomyl-resistant isolates from geranium, fuchsia, and tuberous begonia became susceptible. This suggests that the susceptibility or resistance to dicloran is influenced by the specific plant species and the presence of other fungicides. Spores from the snapdragon isolate, when grown on dicloran, produced small non-sporulating colonies on triadimefon plates. This suggests a potential interaction between dicloran and triadimefon, with dicloran affecting the subsequent growth and development of spores on triadimefon plates."
        }
    ]
}