{
    "_id": {
        "$oid": "6682e87cc4e5dba5ffba25d5"
    },
    "CID": {
        "$numberInt": "7439"
    },
    "Name": "CARVONE",
    "IUPACName": "2-methyl-5-prop-1-en-2-ylcyclohex-2-en-1-one",
    "CanonicalSMILES": "CC1=CCC(CC1=O)C(=C)C",
    "Synonyms": [
        "CARVONE",
        "99-49-0",
        "2-methyl-5-(prop-1-en-2-yl)cyclohex-2-enone",
        "Karvon",
        "dl-Carvone",
        "1-Carvone",
        "p-Mentha-6,8-dien-2-one",
        "2-Methyl-5-isopropenyl-2-cyclohexenone",
        "Carvol",
        "Carvone (natural)",
        "Carvone [ISO]",
        "D-Cavone",
        "limonen-6-one",
        "FEMA Number 2249",
        "6,8(9)-p-Menthadien-2-one"
    ],
    "IsomericSMILES": "CC1=CCC(CC1=O)C(=C)C",
    "INCHI": "InChI=1S/C10H14O/c1-7(2)9-5-4-8(3)10(11)6-9/h4,9H,1,5-6H2,2-3H3",
    "INCHIKEY": "ULDHMXUKGWMISQ-UHFFFAOYSA-N",
    "Formula": "C10H14O",
    "MolecularWeight": {
        "$numberDouble": "150.22"
    },
    "Description": "Carvone is a p-menthane monoterpenoid that consists of cyclohex-2-enone having methyl and isopropenyl substituents at positions 2 and 5, respectively. It has a role as an allergen. It is a member of carvones and a botanical anti-fungal agent.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "223"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Carvone. Available from, as of June 13, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Carvone has been reported in over 140 plants(1).",
            "Table": "[{'Genus species': 'Carum carvi', 'Family': 'Apiaceae', 'Common name(s)': 'Caraway', 'Part': 'Seed Essent. Oil', 'Low concn; high concn (ppm)': '595300.0; 900000.0'}, {'Genus species': 'Anethum graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Dill', 'Part': 'Leaf Essent. Oil', 'Low concn; high concn (ppm)': '-; 774300.0'}, {'Genus species': 'Carum carvi', 'Family': 'Apiaceae', 'Common name(s)': 'Caraway', 'Part': 'Essential Oil', 'Low concn; high concn (ppm)': '264000.0; 580000.0'}, {'Genus species': 'Apium graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Celery', 'Part': 'Fruit Essent. Oil', 'Low concn; high concn (ppm)': '-; 550000.0'}, {'Genus species': 'Apium graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Celery', 'Part': 'Seed Essent. Oil', 'Low concn; high concn (ppm)': '900.0; 550000.0'}, {'Genus species': 'Anethum graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Dill', 'Part': 'Essential Oil', 'Low concn; high concn (ppm)': '273800.0; 456000.0'}, {'Genus species': 'Anethum graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Dill', 'Part': 'Seed Essent. Oil', 'Low concn; high concn (ppm)': '170000.0; 455800.0'}, {'Genus species': 'Anethum graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Dill', 'Part': 'Shoot Essent. Oil', 'Low concn; high concn (ppm)': '-; 145000.0'}, {'Genus species': 'Anethum graveolens', 'Family': 'Apiaceae', 'Common name(s)': 'Dill', 'Part': 'Seed', 'Low concn; high concn (ppm)': '4100.0; 46200.0'}, {'Genus species': 'Carum carvi', 'Family': 'Apiaceae', 'Common name(s)': 'Caraway', 'Part': 'Fruit', 'Low concn; high concn (ppm)': '9000.0; 44310.0'}, {'Genus species': 'Carum carvi', 'Family': 'Apiaceae', 'Common name(s)': 'Caraway', 'Part': 'Seed', 'Low concn; high concn (ppm)': '10880.0; 32640.0'}, {'Genus species': 'Mentha longifolia', 'Family': 'Lamiaceae', 'Common name(s)': 'Biblical mint', 'Part': 'Shoot', 'Low concn; high concn (ppm)': '-; 29560.0'}, {'Genus species': 'Origanum majorana', 'Family': 'Lamiaceae', 'Common name(s)': 'Marjoram', 'Part': 'Essential Oil', 'Low concn; high concn (ppm)': '-; 27000.0'}, {'Genus species': 'Mentha arvensis var. piperascens', 'Family': 'Lamiaceae', 'Common name(s)': 'Cornmint; Field Mint; Japanese Mint', 'Part': 'Leaf', 'Low concn; high concn (ppm)': '8100.0, 26000.0'}, {'Genus species': 'Mentha spicata', 'Family': 'Lamiaceae', 'Common name(s)': 'Spearmint', 'Part': 'Plant', 'Low concn; high concn (ppm)': '495.0; 20000.0'}, {'Genus species': 'Ocimum basilicum', 'Family': 'Lamiaceae', 'Common name(s)': 'Cuban Bail; Sweet Basil', 'Part': 'Shoot Essent. Oil', 'Low concn; high concn (ppm)': '-; 16000.0'}, {'Genus species': 'Pycnanthemum albescens', 'Family': 'Lamiaceae', 'Common name(s)': 'White Mountain Mint', 'Part': 'Shoot', 'Low concn; high concn (ppm)': '128.0; 14310.0'}, {'Genus species': 'Perilla frutescens', 'Family': 'Lamiaceae', 'Common name(s)': 'Perilla', 'Part': 'Shoot Essent. Oil', 'Low concn; high concn (ppm)': '-; 11000.0'}, {'Genus species': 'Nigella sativa', 'Family': 'Ranunculaceae', 'Common name(s)': 'Black Caraway; Nutmeg-Flower; Fennel-Flower; Roman Corainder; Black Cumin', 'Part': 'Seed', 'Low concn; high concn (ppm)': '2250.0; 9600.0'}, {'Genus species': 'Tagetes minuta', 'Family': 'Asteraceae', 'Common name(s)': 'Stinking-Roger; Muster John Henry; Mexican Marigold; Wild Marigold; Dwarf Marigold; Aztec Marigold', 'Part': 'Essential Oil', 'Low concn; high concn (ppm)': '-; 8800.0'}]"
        },
        {
            "References": "Merory, J. Food Flavorings: Composition, Manufacture, and Use. 2nd ed. Westport, Conn.: Avi Publishing Co., 1968., p. 121",
            "Value": "Ground caraway seed yields up to 7% of volatile oil, having up to 60% carvone as principal constituent..."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. L-Carvone. Available from, as of June 13, 2016: https://phytochem.nal.usda.gov/phytochem/search/list",
            "Value": "L-Carvone has been reported at 480 ppm in the plant of Chrysanthemum balsamita (Balsamite, Costmary; Asteraceae). It was detected, not quantified in Aloysia citrodora (Lemon Verbena; Verbenaceae)(1). /L-Carvone/"
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. D-Carvone. Available from, as of June 13, 2016: https://phytochem.nal.usda.gov/phytochem/search/list",
            "Value": "D-Carvone has been reported at 325 ppm in the plant of Tagetes minuta (Dwarf Marigold; Asteraceae). It was detected, not quantified in Aralia cordata (Udo; Araliaceae) and Pimpinella anisum (Anise; Apiaceae)(1). /D-Carvone/"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of June 14, 2016: https://www2.epa.gov/tsca-screening-tools (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 30 was calculated in fish for carvone(SRC), using an estimated log Kow of 3.07(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "6],8-dien-2-one 6485-40-1. Full; Joint Submission. Eurpean Chemicals Agency. Available from, as of June 14, 2016: https://www.echa.europa.eu/information-on-chemicals/registered-substances",
            "Value": "AEROBIC: L-Carvone, present at 100 mg/L, reached 90% biodegradation in 4 weeks using an activated sludge inoculum in the Manometric Respirometry test and was determined to be readily biodegradable(1). /L-Carvone/[(1) ECHA; Registered Substances. L-p-mentha-1"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EFSA Journal 12 (7): 3806 (2014)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Clinical signs after acute exposure /in mice and rats/ were different depending on the route of exposure. After acute oral administration, these included hunched posture and lethargy and occasional body tremor with no abnormalities at necropsy. After acute dermal exposure no systemic or skin effects were observed whereas after inhalation of carvone, respiratory effects were noted as well as alopecia and impairment of body weight gain."
        },
        {
            "References": "EFSA Journal 12 (7): 3806 (2014)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study used groups of 5 Wistar Crl : (WI) BR rats per sex given daily doses of 0, 50, 200, and 1000 mg D-carvone/kg bw/day by gavage for 14 days. Rats were monitored daily for condition and behavior; body weight and food consumption were recorded weekly. At the end of the study blood samples were taken from the retro-orbital sinus and examined for red blood cell count, hemoglobin, hematocrit, mean corpuscle volume, mean cospuscular hemoglobin, mean corpuscular hemoglobin concentration, platelet count, red cell distribution width, white blood cell count (WBC), differential WBC, prothrombin time, and partial prothrombin time. Serum separated from the same samples was examined for alanine aminotransferase, aspartate aminotransferase, Bilirubin, creatinine, glucose, urea, total protein, albumin, alkaline phosphatase, sodium, potassium, chlorine, calcium, and phosphorous. At the end of the study all rats were subject to a necropsy including gross examination and weighing of adrenals, heart, kidneys, spleen and testes. Samples of these together with stomach and any abnormal tissues were preserved for microscopic examination but no examination was performed. At the highest dose (1000 mg/kg bw/day) all animals were killed in extremis on days 5-7, after displaying clinical signs, including reduced body weight and food consumption. Macroscopic examination at necropsy showed evidence of gastric irritation (thickening of the limiting ridge and alterations in forestomach epithelium). These animals showed signs of lethargy, hunched posture, uncoordinated movements, piloerection, emaciation, abnormal posture, recumbency, quick breathing, and diarrhea from day 4 onwards. No hematology or clinical chemistry data were obtained for the highest (1000 mg/kg bw/day) dose group. Prothrombin time was significantly reduced in males at the 200 mg/kg bw/day dose, otherwise there was no indication of any treatment-related effects on hematology or clinical chemistry. Mean relative kidney weight and heart weight of males was significantly increased compared to controls but there was no sign of a similar difference in females. /D-Carvone/"
        },
        {
            "References": "EFSA Journal 12 (7): 3806 (2014)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 Wistar Crl : (WI) BR rats of each sex were administered d-carvone in corn oil vehicle by gavage at doses of 0, 5, 30, and 180 mg/kg bw/day... Rats were monitored daily for condition and behavior; body weight and food consumption were recorded weekly. Ophthalmoscopy was carried out prior to treatment and at the end of the study on all rats. At the end of the study blood samples were taken from the retro-orbital sinus and examined for RBC, Hb, HCT, MCV, MCHb, MCHC, platelet count, red cell distribution width, WBC, differential WBC, PT and PTT. Serum separated from the same samples was examined for ALAT, ASAT, bilirubin, creatinine, glucose, urea, total protein, albumin, ALP, Na, K, Cl, Ca, and P. At the end of the study all rats were subject to a necropsy including gross examination and weighing of adrenals, brain, heart, kidneys, liver, ovaries, prostate, spleen, testes, and thymus. Samples of a full range of tissues were preserved for microscopic examination. Slides were prepared from all tissues of the control and high dose groups and examined microscopically. Based on the findings of this examination kidneys were examined from the remaining two treatment groups. There were no clinical observations that were considered to be related to treatment and no abnormalities observed in the ophthalmoscopic examination. Slightly reduced body weight gain of males at the highest dose (180 mg/kg bw/day) was matched by a reduced food intake. There were no treatment-related effects on the hematological results apart from reduction of prothrombin time (PT) of 180 mg/kg bw/day males (since a similar difference was present in the results of the 14-day study this may not be a chance finding) and a significant increase in partial thromboplastin time (PTT) for 180 mg/kg bw/day females. Clinical chemistry results are mostly similar for treated and control groups but high dose males had a significant reduction in ASAT and a reduction was also seen in females at the same dose but the difference was not significant. Apart from a non-dose-related reduction (approx 10%) in serum calcium in all treated female groups there were no treatment-related differences between the groups in the results of clinical chemistry analyses. Organ weights and weights expressed relative to body weight were similar for treated and control groups apart from those for liver and kidney. The relative liver weights of both sexes were significantly higher than those of controls at the highest dose and in females also at the intermediate dose. Mean relative kidney weights were significantly increased compared with controls for both sexes at the highest and intermediate dose. Although some statistically significant differences were seen between controls and treated animals in thymus and spleen weights these were confined to females and were not dose-related and are thus considered unlikely to be due to treatment. Microscopic examination revealed no histopathological changes related to treatment apart from those in the kidney which consisted of tubular necrosis, exclusively in male rats, and basophilic tubules in both sexes. /D-Carvone/"
        },
        {
            "References": "EFSA Journal 12 (7): 3806 (2014)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... No adverse effects were observed in mice given six intraperitoneal injections of 250 mg/kg bw D-carvone over a 2-week period. /D-Carvone/"
        },
        {
            "References": "PMID:24118219",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The present study has aimed to evaluate chemopreventive potential of D-carvone on oxidative stress markers, biotransforming enzymes, incidence of colonic polyps and aberrant crypt foci (ACF) in 1,2-dimethylhydrazine (DMH)-induced experimental colon carcinogenesis. Rats were randomly divided into six groups, with group I serving as control. Group II animals received d-carvone every day orally (20 mg/kg body weight) for 16 weeks; groups III-VI received subcutaneous injections of DMH (20 mg/kg body weight) once a week, for the first 4 weeks. In addition, groups IV-VI received different doses of D-carvone (5, 10 and 20 mg/kg body weight everyday orally) along with DMH injections. Our results revealed that supplementation with D-carvone significantly reduced incidence of polyps/ACF and ACF multiplicity in DMH-exposed rats compared to DMH-alone-exposed rats. Moreover, our results showed reduced activities of liver and circulatory antioxidants and increased levels of lipid peroxidation by products in DMH-exposed animals, which were significantly reversed on supplementation with D-carvone. In addition, colonic antioxidants and lipid peroxidation were significantly diminished in DMH-exposed rats, which were significantly elevated on supplementation with D-carvone. Furthermore, we also determined activities of biotransforming enzymes, which were found to be altered in DMH-exposed rats, but reversed on D-carvone supplementation. All these observations of changes were supported by histochemical findings. Overall, results obtained from this study suggest that D-carvone at 10 mg/kg body weight provided optimum protection and could be used as an effective chemopreventive agent against colon carcinogenesis induced by DMH. /D-Carvone/"
        },
        {
            "References": "EFSA Journal 12 (7): 3806 (2014)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 25 male and 25 female Wistar Crl: (WI) BR rats were given 0, 3, 10, or 30 mg/kg/day of d-carvone (95%) in corn oil vehicle for 10 weeks prior to mating until termination. The study was conducted according to GLP and to OECD Guideline 416 (OECD, 2001). For the F1 generation the dose levels were revised to 0, 10, 30, and 90 mg/kg/day. ... All pups not selected for mating were taken for necropsy at day 21 post partum or shortly thereafter; organ weights were recorded for brain, spleen and thymus. For males surviving to scheduled necropsy, sperm was assessed for motility and morphology plus one testis and epididymis was frozen for enumeration of homogenization-resistant spermatids and cauda epididymal sperm reserves. For females, the ovaries and uterus were examined prior to fixation and the number of corpora lutea and implantation sites recorded. Each litter was examined for number of live and dead pups as soon as possible after birth. The individual weights of all live pups were recorded at day 1, 4, 7, 14 and 21. The sex of all pups was recorded, as was the number with any physical or behavioral abnormality. For the F1 weanlings selected for mating the day of vaginal opening or balanopreputial separation was recorded. Reproductive parameters recorded were percentage mating, fertility index, conception rate, gestation index, duration of gestation, percentage live offspring by sex, percentage of post-natal loss, percentage of breeding loss, percentage live at weaning by sex, viability index, and weaning index. There were no differences between treated and control animals in any of the indices of reproductive performance or in the results of the sperm morphology and motility measurements. Males of the F0 generation given 30 mg/kg bw/day had increased relative kidney weights. Histopathology of the male kidneys showed changes typical of alpha2u-globulin nephropathy at all doses. No other histopathological changes were reported and no similar changes were observed in females. Males of the F1 generation given 30 and 90 mg/kg bw/day had increased mean relative liver and kidney weights. Histopathology of the male kidneys showed changes typical of alpha2u-globulin nephropathy at all doses. No differences were seen in females and no other histopathological changes were reported. /D-Carvone/"
        },
        {
            "References": "Le Bourhis B, Soenen AM; Food Cosmet Toxicol 11 (1): 1 (1973)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Carvone caused transient depression of central nervous system activity in mice."
        },
        {
            "References": "PMID:18451538",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ (-)-Carvone is a monoterpene ketone that is the main active component of Mentha plant species like Mentha spicata. This study aimed to investigate the antinociceptive activity of (-)-carvone using different experimental models of pain and to investigate whether such effects might be involved in the nervous excitability elicited by others monoterpenes. In the acetic acid-induced writhing test, we observed that (-)-carvone-treated mice exhibited a significant decrease in the number of writhes when 100 and 200 mg/kg was administered. It was also demonstrated that (-)-carvone inhibited the licking response of the injected paw when 100 and 200 mg/kg was administered (ip) to mice in the first and second phases of the formalin test. Since naloxone (5 mg/kg, sc), an opioid antagonist, showed no influence on the antinociceptive action of (-)-carvone (100 mg/kg), this suggested nonparticipation of the opioid system in the modulation of pain induced by (-)-carvone. Such results were unlikely to be provoked by motor abnormality, since (-)-carvone-treated mice did not exhibit any performance alteration on the Rota-rod apparatus. Because the antinociceptive effects could be associated with neuronal excitability inhibition, we performed the single sucrose gap technique and observed that (-)-carvone (10 mM) was able to reduce the excitability of the isolated sciatic nerve through a diminution of the compound action potential amplitude by about 50% from control recordings. We conclude that (-)-carvone has antinociceptive activity associated with decreased peripheral nerve excitability."
        },
        {
            "References": "PMID:17299731",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Many terpenes are used therapeutically, and as flavor and fragrance materials. (R)-(-)-Carvone, the main constituent of spearmint oil, and (S)-(+)-carvone, found as major component of caraway and dill seed oils, have several applications and are used in cosmetic, food, and pharmaceutical preparations. In this study, the effect of enantiomers of carvone on the central nervous system (CNS) was evaluated in mice. The LD50 value was 484.2 mg/kg (358.9-653.2) for (S)-(+)-carvone, and 426.6 (389.0-478.6) mg/kg for (R)-(-)-carvone. Both enantiomers caused depressant effects, such as decrease in the response to the touch and ambulation, increase in sedation, palpebral ptosis, and antinociceptive effects. (S)-(+)- and (R)-(-)-carvone caused a significant decrease in ambulation. (R)-(-)-Carvone appeared to be more effective than its corresponding enantiomer at 0.5 and 2.0 hr after administration. However, (S)-(+)-carvone was slightly more potent at 1 hr. In potentiating pentobarbital sleeping time, (R)-(-)-carvone was more effective than (S)-(+)-carvone at 100 mg/kg, but was less potent at 200 mg/kg compared to the (+)-enantiomer, indicating a sedative action. (S)-(+)-Carvone at the dose of 200 mg/kg increased significantly the latency of convulsions induced by PTZ and PIC, but (R)-(-)-carvone was not effective against these convulsions. These results suggest that (S)-(+)-carvone and (R)-(-)-carvone have depressant effect in the CNS. (S)-(+)-Carvone appears to have anticonvulsant-like activity."
        },
        {
            "References": "Florin I et al; Toxicology 15: 219 (1980)",
            "Value": "/GENOTOXICITY/ Carvone was among various organic compounds not found to be mutagenic using Salmonella typhimurium (TA 98, TA100, TA1535, and TA1537) with and without S-9 from aroclor-induced rats at 3 umol/plate."
        },
        {
            "References": "Rockwell P, Raw I; Nutr Cancer 1 (4): 10 (1979)",
            "Value": "/GENOTOXICITY/ No mutagenic activity was detected when direct urine samples from rats admin carvone were assayed with Salmonella typhimurium TA100 and TA98 either in presence or absence of beta-glucuronidase."
        },
        {
            "References": "EFSA Journal 12 (7): 3806 (2014)",
            "Value": "/GENOTOXICITY/ Carvone showed equivocal results for mutagenicity in a sister chromatid exchange study and a chromosomal aberration study with Chinese hamster ovary cells. Results from an in vivo unscheduled DNA synthesis assay in liver and an in vivo micronucleus test were negative while those of an in vitro test for chromosome aberrations were not clear-cut. Overall... it was concluded that carvone should not be considered genotoxic."
        },
        {
            "References": "PMID:23103297",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ (-)-Carvone is a monoterpene ketone found in spearmint (Mentha spicata var. crispa) essential oil that is widely used as an odor and flavor additive. An intestinal antispasmodic effect was recently reported for (-)-carvone, and it has been shown to be more potent than its (+)-antipode. The mechanism of (-)-carvone action in the intestines has not been investigated. To gain a better understanding of the (-)-carvone antispasmodic effect, we investigated its pharmacological effects in the guinea pig ileum. Terminal portions of the ileum were mounted for isotonic contraction recordings. The effect of (-)-carvone was compared with that of the classical calcium channel blocker (CCB) verapamil. In isolated ileal smooth muscle, (-)-carvone did not produce direct contractile or relaxation responses and did not modify electrically elicited contractions or low K(+)-evoked contractions. The submaximal contractions induced by histamine (p<0.001), BaCl2 (p<0.05), and carbachol (p<0.01) were significantly reduced by (-)-carvone. The contractile response elicited by high concentrations of carbachol was reduced but not abolished by (-)-carvone. No additive action was detected with co-incubation of (-)-carvone and verapamil on carbachol-induced contraction. (-)-Carvone reduced the contraction induced by high K(+) and was almost 100 times more potent than verapamil. Thus, (-)-carvone showed a typical and potent CCB-like action. Many effects described for both (-)-carvone and spearmint oil can be explained as a CCB-like mode of action."
        },
        {
            "References": "PMID:23552268",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Carvone (CVN) is a monocyclic monoterpene found in the essential oils of Mentha spicata var. crispa (Lamiaceae) and Carum carvi L. (Apiaceae) plants and has been reported to have antioxidant, antimicrobial, anticonvulsant, and antitumor activities. The beneficial health properties of CVN have encouraged us to look into its anticancer activity. To the best of our knowledge, reports are not available on the anticancer activity of CVN in cultured primary rat neuron and N2a neuroblastoma (NB) cells. Therefore, the present study is an attempt toward exploring the potential anticancer activity of CVN, if any, in cultured primary rat neuron and N2a NB cells. Our results indicated that CVN (only at 25 mg/L) treatment led to an increase in the total antioxidant capacity levels in cultured primary rat neuron cells compared with control cells. Also, CVN (at concentrations higher than 100 mg/L) treatment led to an increase in the total oxidative stress levels in both cell types. The mean values of the total scores of cells showing DNA damage (for comet assay) were not found to be significantly different from the control values in both cells (p>0.05). On the other hand, after 24 h treatment with CVN, 3-(4,5-dimethylthiazol-2-yl)-2,5 diphenyltetrazolium bromide assay showed that CVN application significantly reduced the cell viability rates in both cell types at concentrations higher than 100 mg/L. Summarizing, our data suggest that CVN represents little potential for promising anticancer agent to improve brain tumors therapy."
        },
        {
            "References": "PMID:24890627",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Carvone is a natural terpene which can be purified as R-(-) or S-(+) enantiomers. There are many reports about its antibacterial, antifungal, and insecticide activities, and also of some effects on the nervous system, where both enantiomers showed different potencies. Considering that the GABA(A) receptor is a major insecticide target, we studied the pharmacological activity of both carvone enantiomers, and of thujone as a reference compound acting on the receptor, on native GABA(A) by determining their effects on benzodiazepine recognition sites using primary neuronal cultures. Both isomers were able to inhibit the GABA-induced stimulation of [(3)H]flunitrazepam binding, suggesting their interaction with the GABA(A) receptor as negative allosteric modulators. Their activity was comparable to that described for thujone in the present article, with the R-(-)-carvone being the more similar and potent stereoisomer. The different configuration of the isopropenyl group in position 5 thus seems to be significant for receptor interaction and the bicycle structure not to be critical for receptor recognition. The concentrations necessary to induce negative modulation of the receptor were not cytotoxic in a murine neuron culture system. These results confirm that, at least partially, the reported insecticidal activity of carvones may be explained by their interaction with the GABA(A) receptor at its noncompetitive blocker site."
        },
        {
            "References": "EFSA Journal 12 (7): 3806 (2014)",
            "Value": "/OTHER TOXICITY INFORMATION/ Groups of 25 male and 25 female Wistar Crl: (WI) BR rats were given 0, 3, 10, or 30 mg/kg/day of d-carvone (95 %) in corn oil vehicle for 10 weeks prior to mating until termination. The study was conducted according to GLP and to OECD Guideline 416 (OECD, 2001). For the F1 generation the dose levels were revised to 0, 10, 30, and 90 mg/kg/day. All animals were checked at least once daily for clinical signs and condition. Body weight and food consumption measurements were recorded weekly. Females were mated individually and remained with the litters during weaning. Pups were not treated during the weaning period. On day 4 after birth all litters of more than 8 pups were culled to approximately 4 males and 4 females. After weaning of the F1 generation, animals were selected and again treated for 10 weeks prior to mating and up to termination. F0 males were killed as soon as possible after successful mating while F1 males were only killed after successful delivery of the dams. Females from both generations were killed at day 21 post partum. All parental animals were subject to a necropsy and some tissues weighed (adrenals, brain, epididymides, kidneys, liver, ovaries, pituitary, prostate, seminal vesicles, spleen, testes, thyroid, uterus with oviducts and cervix) also a range of tissues (adrenals, brain, coagulating glands, epididymides, identification marks, kidneys, liver, ovaries, pituitary, prostate, seminal vesicles, spleen, testes, thyroid, uterus with oviducts and cervix, and vagina) preserved for histological examination. All pups not selected for mating were taken for necropsy at day 21 post partum or shortly thereafter; organ weights were recorded for brain, spleen and thymus. ... /D-Carvone/"
        },
        {
            "References": "Zheng GQ et al; J Agric Food Chem 40 (5): 751-5 (1992)",
            "Value": "/OTHER TOXICITY INFORMATION/ The monoterpene D-carvone is present in a large number of commonly used essential oils. Recently, it has been found to induce the activity of detoxifying enzymes and inhibit nitrosamine-induced carcinogenesis. To explore the structure-activity relationship, a series of carvone compounds were tested for their ability to induce increased activity of glutathione S-transferase in several tissues of A/J mice. The parent compound d-carvone exhibited the highest activity as an inducer in all of the tissues. The alpha,beta-unsaturated ketone system in D-carvone appeared to be critical for the high enzyme-inducing activity, which proved the hypothesis that many anticarcinogenic enzyme inducers are Michael reaction acceptors containing olefinic bonds conjugated with electron withdrawing groups. The effects of the carvone compounds on the tissue glutathione level were also determined. Several compounds were found to elevate GSH level significantly in the mouse forestomach, while D-carvone decreased GSH level in most of the tissue. Since the anticarcinogenic activity has been found to correlate with the ability to induce increased activity of detoxifying enzymes, carvone compounds can be a class of potential chemopreventive agents. /D-Carvone/"
        },
        {
            "References": "PMID:26749818",
            "Value": "/OTHER TOXICITY INFORMATION/ Aromatic plants produce volatile substances with high therapeutic potential. In view of the need for new respiratory and cardiovascular system pharmacological agents, the present study reports on the spasmolytic activity of two enantiomers of carvone and limonene, constituents of essential oils. The enantiomers tested showed pharmacological activity in Guinea pig trachea and rat aorta smooth muscle. No differences were observed in the pharmacological profiles of the enantiomer pairs. The oxygenated monoterpenes (+)-carvone and (-)-carvone were pharmacologically more effective than the hydrocarbon monoterpenes (+)-limonene and (-)-limonene. The results of this study show the therapeutic potential of these compounds found in many aromatic plants for the treatment of respiratory and cardiovascular system diseases."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of June 14, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of carvone can be estimated to be 140(SRC). According to a classification scheme(2), this estimated Koc value suggests that carvone is expected to have high mobility in soil."
        }
    ]
}