{
    "_id": {
        "$oid": "6682e87dc4e5dba5ffba25d7"
    },
    "CID": {
        "$numberInt": "7456"
    },
    "Name": "METHYLPARABEN",
    "IUPACName": "methyl 4-hydroxybenzoate",
    "CanonicalSMILES": "COC(=O)C1=CC=C(C=C1)O",
    "Synonyms": [
        "Methyl 4-hydroxybenzoate",
        "METHYLPARABEN",
        "99-76-3",
        "Methyl paraben",
        "Methyl p-hydroxybenzoate",
        "Nipagin",
        "Methyl parahydroxybenzoate",
        "Tegosept M",
        "Moldex",
        "Maseptol",
        "Preserval M",
        "Methaben",
        "Metoxyde",
        "Preserval",
        "Metaben"
    ],
    "IsomericSMILES": "COC(=O)C1=CC=C(C=C1)O",
    "INCHI": "InChI=1S/C8H8O3/c1-11-8(10)6-2-4-7(9)5-3-6/h2-5,9H,1H3",
    "INCHIKEY": "LXCFILQKKLGQFO-UHFFFAOYSA-N",
    "Formula": "C8H8O3",
    "MolecularWeight": {
        "$numberDouble": "152.15"
    },
    "Description": "Methylparaben is a 4-hydroxybenzoate ester resulting from the formal condensation of the carboxy group of 4-hydroxybenzoic acid with methanol. It is the most frequently used antimicrobial preservative in cosmetics. It occurs naturally in several fruits, particularly in blueberries. It has a role as a plant metabolite, an antimicrobial food preservative, a neuroprotective agent and an antifungal agent.",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "136"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 42 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 2, 2016: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 9 was calculated in fish for methylparaben(SRC), using a log Kow of 1.96(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Wellens H; Z Wasser Abwasser Forch; 23: 85-98 (1990) (2) Boethling RS, Mackay D; Handbook of Property Estimation Methods for Chemicals. Boca Raton, FL: Lewis Pub p. 291 (2000) (3) Hernandez Leal L et al; Environ Sci Technol 44(17): 6835-6842 (2010) (4) Gonzalez-Marino I et al; Water Res 45(20): 6770-6780 (2011)",
            "Value": "AEROBIC: Methylparaben degraded 100% after 6 days with a 2 day acclimation period in sludge inoculum using the Zahn-Wellens test(1) which requires a 0.2 - 1.0 g/L dry inolculum and 50-400 dissolved organic carbon/L test concentration(2). Based on this data methylparaben is expected to biodegrade readily in the environment(SRC). Average concentrations of not detected, 2.8, 1.61 and 2.5 ng/L were reported for methylparaben in gray water from 32 residences and associated effluent from aerobic, anaerobic and anaerobic+aerobic biological treatment systems, respectively. Testing was done in August, 2008 in Sneek, The Netherlands(3). Methylparaben, present at an average concentration of 4200 ng/L, exhibited half-lives of 1.8 days and 35.2 hours using an activated sludge batch test and a real wastewater treatment plant test, respectively; sampling was conducted during April and May 2010 in a metropolitan area of northwest Spain(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 42",
            "Value": "log Kow = 1.96"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12387298",
            "Value": "...The mechanism of cytotoxic action of parabens may be linked to mitochondrial failure dependent on induction of membrane permeability transition accompanied by the mitochondrial depolarization and depletion of cellular ATP through uncoupling of oxidative phosphorylation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:8095540",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ciliotoxicity of methyl-p-hydroxybenzoate and propyl hydroxybenzoate was investigated /via inhalation exposures to male Wistar rats/. It is shown that at the concentrations used (0.28 and 0.38 mM) propyl hydroxybenzoate exerted only mild toxicity. The methy-p-hydroxybenzoate solutions used (1.18 and 2.36 mM) were much more ciliotoxic. There was, however, an order of magnitude difference in the concentrations used as a result of constraints imposed by their differing aqueous solubilities. There was no evidence of synergism in the ciliotoxicity of the two compounds when the methyl-p-hydroxybenzoate concentration was raised from 1.18 to 2.36 mM and the propyl hydroxybenzoate concentration was raised from 0.28 to 0.38 mM in a 2(2) factorial experiment. At those levels the two compounds showed additive effects. On the other hand, clear synergism was evidenced by the fact that the ciliotoxicity of both methyl-p-hydroxybenzoate and propyl hydroxybenzoate was dependent on whether the cilia were exposed to each hydroxybenzoate singly or in combination."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 665",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ At LD50 either oral or ip admin in mice, methylparaben causes flaccid paralysis. /From table/"
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 34. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methylparaben in 0.85% saline was administered orally to groups of 5 to 10 rats at doses of 100 to 5000 mg/kg. Animals were observed for 10 days and then killed. All 10 animals receiving 5000 mg/kg died within 24 hours. Necropsy findings included reddened gastric mucosa and congested lungs. No animals died at 100 and 500 mg/kg."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 34. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methylparaben as a 21.8% saline suspension /was administered/ orally to each of 10 rats at a dose of 5000 mg/kg. Animals were observed for 7 days and then killed. No toxicity, abnormal behavior, or gross lesions were observed. Methylparaben at 37 to 79% was administered orally to groups of six male rats at doses of 2600 to 5600 mg/kg. Animals were observed for 7 days and then killed. No toxicity, abnormal behavior, or gross lesions were observed. The authors concluded that the rat acute oral LD for 21.8 to 79% methylparaben was > 5600 mg/kg."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 35. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A hairdressing product containing 0.2% methylparaben was tested for acute dermal toxicity in three male and three female albino rabbits. Doses of 2.0 mL/kg were applied to intact and abraded skin and occluded for 24 hours. No toxic effects were observed for 14 days posttreatment."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 39. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... undiluted Methylparaben was tested with the Draize skin irritation technique using nine rabbits. A 0.1 mL sample of the ingredient was applied to the shaved skin and occluded for 24 hours. The resultant Primary Irritation Index (PII) was 0.67 (maximum score 4.0), a value indicative of mild skin irritation ... ."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Occular irritation: ... Methylparaben, at concentrations up to 0.2% was instilled into the eyes of rabbits. At the highest concentration tested, methylparaben induced slight, transient conjunctival hyperemia. /In another study/, ... concerning the irritancy of various ophthalmic drug ingredients, 0.1 to 0.2% methylparaben in isotonic solution did not induce ocular irritation when instilled in the eyes of rabbits and guinea pigs. In a /third/ study ... methylparaben at 100% concentration was instilled into the eyes of six albino rabbits. The ingredient produced slight transient irritation with an eye irritation score of 1/110 on Day 1."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 35. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methylparaben /was administered/ subcutaneously to five groups of 20 Fischer rats at doses up to 500 mg/kg (10M/10F per group). No animals died and the acute LD50 was reported to be > 500 mg/kg."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 35. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methylparaben /was administered/ to three rabbits at intravenous doses of 0.289, 0.69, and 0.92 g/kg. The lowest dose induced a temporary, small drop in arterial blood pressure. The animal receiving 0.69 g/kg had transitory hypotension and reduced respiration. The rabbit that received 0.92 g/kg died."
        },
        {
            "References": "PMID:1329756",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The phenolic preservative, methylparaben, has in the past been demonstrated to harbor definite pharmacological effects. In an attempt to examine the possible central effects of methylparaben, notably on cyclic nucleotides and cyclic nucleotide phosphodiesterase, rats were orally treated with the drug (0.4% in rat food) for 3 weeks with cortex extracts being used for the various determinations. Three isozymes were identified by diethylaminoethyl-cellulose anion exchange chromatography, namely the calmodulin/calcium-stimulated form or phosphodiesterase I (peak I), the cyclic guanosine monophosphate-stimulated form or phosphodiesterase II (peak II), and an independent form not affected by either calmodulin or cyclic guanosine monophosphate also known as phosphodiesterase IV (peak III). The presence of methylparaben induced a significant decrease in cortical cyclic adenosine 3',5'-monophosphate, as well as strongly stimulating the activity of phosphodiesterase IV (peak III). In addition, a small, yet significant, increase in cyclic guanosine monophosphate levels were observed. Since no increase in cyclic guanosine monophosphate hydrolysis was observed, it was concluded that chronic ingestion of methylparaben induces a preference for cyclic adenosine 3',5'-monophosphate hydrolysis, which was confirmed by the increase in phosphodiesterase IV (peak III) activity. Phosphodiesterase IV is a membrane-bound, low Michaelis-Menten constant phosphodiesterase exhibiting high selectivity for cyclic adenosine 3',5'-monophosphate hydrolysis. While there was an increase in cyclic guanosine monophosphate, an increase in the activity of the cyclic guanosine monophosphate-stimulated phosphodiesterase (phosphodiesterase II) was not observed. These data are discussed with reference to the possible membrane effects of methylparaben allowing it to alter both the kinetic properties of phosphodiesterase IV with the resultant effects on cyclic adenosine 3',5'-monophosphate, as well as a means whereby it may activate guanyl cyclase and increase cyclic guanosine monophosphate."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 37. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 3-month dermal toxicity study was conducted to test the effects of daily dermal exposure to a product formulation containing 0.2% methylparaben. A treatment group of five male and five female albino rabbits received daily topical doses of 5.5 mg/sq cm over 8.4% of the 2 body surface area; an untreated group of seven males and seven females served as a control. Another 3-month dermal toxicity study similar to that described above on another product formulation containing 0.2% methylparaben /was conducted/. The formulation was administered to groups of five male and five female rabbits at doses of 6.6 mg/sq cm and 11 mg/sq cm over 8.4% of the body surface area. The products caused persistent well-defined to moderate erythema, slight edema, and intermittent slight desquamation. ... Body weight gain, food consumption, hematologic, blood chemistry values, /and organ weights/ were unaffected by treatment."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 39. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dermal sensitization: Methylparaben (0.1%) /was injected/  intracutaneously every other day for 3 weeks (10 injections) into the dorsal skin of each of 20 guinea pigs. Sites were scored 24 hours postinjection. During the second and third weeks of induction, methylparaben was incorporated at 0.1 % in Freund's complete adjuvant and saline. Two weeks after the last induction injection, a challenge injection was admininstered. The site was scored at 24 hours and compared to induction reactions. Ten days later, a 5 % methylparaben challenge patch was applied to the skin site, which was scored for irritation 24 hours later and compared to controls. Three of the 20 guinea pigs reacted to the intradermal challenge, whereas four animals reacted to the challenge patch. These frequencies were not considered significant when compared to control values. /SRP: Methylparaben is not a sensitizer./"
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 38. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A chronic oral toxicity study in which methylparaben or propylparaben were incorporated into the diets at 2 or 8% and the diets fed to groups of 24 rats for 96 weeks /is reported/. ...  Negative controls were included in the study. Rats, especially the males, fed the 8 percent methylparaben or propylparaben diets had decreased weight gain in the early part of the study. ...  At 2% of the diet, Parabens exerted no toxic effect. Rats killed at the conclusion of the feeding test had no treatment related abnormalities."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 38. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Weanling dogs /were dosed/ as follows: six dogs, 1 g/kg/day methylparaben or propylparaben for 378 to 422 days; and three dogs, 0.5 g/kg/day methylparaben or propylparaben for 318 to 394 days. Two untreated dogs served as a control group. All dogs were killed for necropsy upon completion of the feeding. No toxicity to the parabens was observed. All animals were in excellent condition throughout the experiment. All tissues were normal."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 42-3. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 100 male C57BL/6 mice were given 2.5 mg methylparaben (in tricaprylin) injected subcutaneously into the groin. Five weeks later, injection site skin was excised, minced, and pooled. The resulting mix was injected subcutaneously into each of 25 C57BL/6 males. Eighteen weeks later, animals were killed and examined microscopically for evidence of tumors. Throughout the study, positive and negative controls were used. Six of the 25 test animals died by the eighth week. By the tenth week, 12 animals had died. Cause of death was not determined. At the injection sites, multiple granulomas with numerous giant cells scattered throughout the tissue were observed. Scar tissue and numerous cysts were present. There were no instances where fibroblasts in granulation or scar tissue suggested malignant transformation. The author stated that methylparaben was not carcinogenic under these test conditions. In a second study, 2.5 mg methylparaben were injected as a single dose into the tail vein of each of 50 CF-1 strain A and 50 A/Jax female mice. An additional 20 CF1 female mice received intraperitoneal injections of 2.5 mg methylparaben daily for 7 months. Positive and negative controls were used. All mice were killed at 7 months, and the lungs were examined for the presence of tumors. Methylparaben did not significantly increase pulmonary adenoma formation as compared to controls."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 43. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fischer rats were placed into groups (equal males and females) of 80, 60, 40, and 20 animals and given subcutaneous injections of 3.5, 2.0, 1.1 and 0.6 mg/kg methylparaben, respectively, twice weekly for 52 weeks. Positive, negative, and vehicle controls were used. All animals were necropsied after they died or were killed for necropsy 26 weeks posttreatment. Of all tumors observed in methylparaben- treated rats, only mammary fibroadenoma incidence was significantly higher than negative control groups (8% incidence for methylparaben; 1% for negative control). The incidence of injection site tumors, pituitary adenomas, uterine polyps, and leukemias did not differ significantly from controls."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 44. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... the teratogenic effects of methylparaben /were studied/ in rats, mice, and hamsters. Groups of 21 to 25 pregnant animals were given methylparaben orally at doses of 5.0 to 550 mg/kg (rats, mice) or 3.0 to 300 mg/kg (hamsters) from day 6 of gestation to day 10 (hamsters) or 15 (rats, mice). Positive and negative controls were used. Animals were observed for signs of toxicity, and body weights were monitored. On gestation day 14 (hamsters), 17 (mice), or 20 (rats), all females were subjected to Caesarean section. Numbers of implantation sites, resorption sites, live and dead fetuses, and body weights of live pups were recorded. Urogenital tracts of females were examined for abnormalities. All fetuses were examined for visceral, skeletal, and external abnormalities. Oral administration of up to 300 mg/kg methylparaben for 5 consecutive days in hamsters or up to 550 mg/kg for 10 consecutive days in rats and mice had no effect on nidation or on maternal or fetal survival. The number of visceral, skeletal, and external abnormalities observed in the test group fetuses did not differ significantly from that of control groups. A similar study was performed on groups of 9 to 11 pregnant rabbits given orally 3.0 to 300 mg/kg methylparaben daily from Day 6 of gestation to day 18. Positive and negative controls were used. Test animals and fetuses were examined as above. Results indicated that ingestion of up to 300 mg/kg methylparaben for 13 consecutive days during gestation had no effect on nidation or maternal or fetal survival. The number of visceral, skeletal, and external abnormalities observed in the test group fetuses did not differ significantly from control groups."
        },
        {
            "References": "PMID:18393383",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Parabens are widely used preservatives in cosmetics and pharmaceutical products, and approved as food additives. Parabens have been considered safe for these uses for many years. Recently, adverse effects on male reproductive parameters in rats have been reported when parabens were given orally for 8 weeks starting at three weeks of age. Our studies used two representative parabens, methyl- and butylparaben, to try to replicate these studies and thereby evaluate potential reproductive effects in male Wistar rats. Diets containing 0, 100, 1000 or 10,000 ppm of either butyl- or methylparaben were fed to male rats for eight weeks. Rats were 22 days of age at the start of exposure. Parameters evaluated included organ weights, histopathology of reproductive tissues, sperm production, motility, morphology and reproductive hormone levels (butylparaben only). None of the parameters evaluated for either paraben showed compound- or dosage-dependent adverse effects. Metabolism experiments of butylparaben indicate that it is rapidly metabolized by non-specific esterases to p-hydroxybenzoic acid and butanol, neither of which is estrogenic. Exposure to methyl- or butylparaben in the diet for eight weeks did not affect any male reproductive organs or parameters at exposures as high as 10,000 ppm, corresponding to a mean daily dose of 1,141.1+/-58.9 or 1,087.6+/-67.8 mg/kg/day for methyl- and butylparaben, respectively. The rapid metabolism of parabens by esterases probably explains why these weakly estrogenic substances elicit no in vivo effects when administered by relevant exposure routes (i.e., topical and oral)."
        },
        {
            "References": "PMID:7933466",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The effects of methylparaben on rabbit vagus nerve /were evaluated/ by measuring the amplitudes and latencies of the evoked compound action potentials during incubation in 0.1% methylparaben containing Ringer's bicarbonate (RB) solution. The histological changes of the nerves /were also evaluated/ after incubation in methylparaben-RB solution by means of the electron microscopy. 0.1% methylparaben caused complete suppression of the compound action potentials, which recovered completely after washing in methylparaben-free RB solution. The electron microscopic studies revealed no histological changes of nerves incubated in 0.1% methylparaben containing RB solution. /It was/ concluded that methylparaben suppresses nerve excitability dose-dependently, but does not destroy nervous tissues in concentrations up to 0.1%."
        },
        {
            "References": "PMID:17960329",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A discriminant function based on topological descriptors was derived from a training set composed by anticonvulsants of clinical use or in clinical phase of development and compounds with other therapeutic uses. This model was internally and externally validated and applied in the virtual screening of chemical compounds from the Merck Index 13th. Methylparaben (Nipagin), a preservative widely used in food, cosmetics and pharmaceutics, was signaled as active by the discriminant function and tested in mice in the Maximal Electroshock (MES) test (i.p. administration), according to the NIH Program for Anticonvulsant Drug Development. Based on the results of Methylparaben, Propylparaben(Nipasol), another preservative usually used in association with the former, was also tested. Both methyl and propylparaben were found active in mice at doses of 30, 100, and 300 mg/kg. The discovery of the anticonvulsant activities in the MES test of methylparaben and propylparaben might be useful for the development of new anticonvulsant medications, specially considering the well-known toxicological profile of these drugs."
        },
        {
            "References": "PMID:17351650",
            "Value": "/BEHAVIORAL STUDIES/ Parabens are commonly added in pharmaceutical, cosmetic and food products because of their wide antibacterial properties, low toxicity, inertness and chemical stability, although the molecular mechanism of their antibacterial effect is not fully understood. Some agonists of the transient receptor potential (TRP) A1 channels are known to have strong antibacterial activities. Therefore, a series of experiments was conducted to find out the effects of parabens on TRP channels expressed in sensory neurons, particularly the TRPA1 channels. Effects of parabens, especially of methyl p-hydroxybenzoate (methylparaben) on TRP channel activities were examined using Ca(2+)-imaging and patch-clamp methods. In addition, an involvement of methylparaben in the development of pain-related behavior in mice was investigated. Methyl paraben specifically activated TRPA1 in both HEK293 cells expressing TRPA1 and in mouse sensory neurons with an EC(50) value of 4.4 mM, an attainable concentration in methylparaben-containing products. Methylparaben caused pain-related behavior in mice similar to that caused by allyl isothiocyanate, which was blocked by the TRP channel blocker, ruthenium red. Our data indicate that methylparaben is able to activate TRPA1 channels and can cause pain sensation. As such, methylparaben provides a useful tool for investigating TRPA1 function and development of antinociceptive agents acting on TRPA1 channels."
        },
        {
            "References": "PMID:15941009",
            "Value": "/ENDOCRINE MODULATION/ ... Evidence of the estrogenicity /of parabens (Pbens)/ using a morphometric analysis of uteri from mice treated with the preservatives methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with estradiol (E2) /is presented/. Different groups of adult ovariectomized (Ovx) CD1 mice were subcutaneously (sc) treated daily for three days with two different equimolar doses (362 and 1086 uL/kg) of the Pbens: MePben (55 and 165 mg/kg), EtPben (60 and 180 mg/kg), PrPben (65 and 195 mg/kg), BuPben (70 and 210 mg/kg), E2 (10 ug/kg; 0.036 uL/kg), and vehicle (propylene glycol; V, 10 mL/kg). On the fourth day, uteri were dissected, blotted, weighed, and placed in a fixative solution for 24 hr. The paraffin embeded uteri were cut to obtain 7 microm thick transversal sections. Luminal epithelium heights (LEH), glandular epithelium heights (GEH), and myometrium widths (MW) were measured. The highest Pbens dose was able to produce uterotrophic effects (38 to 76%) compared to E2 efects (100%). The relative uterotrophic potency to E2 (100) was from 0.02 to 0.009. Significant increases (P < 0.05) in LEH, GEH, and MW as compared with V were obtained: LEH from 87 to 113% (E2 153%), GEH from 10 to 40% (E2 60%), and MW from 35 to 43% (E2 88%). These results confirm that Pbens at the doses assayed here induce estrogenic histological changes in the uteri of Ovx mice."
        },
        {
            "References": "PMID:22956630",
            "Value": "/ENDOCRINE MODULATION/ Parabens are a group of alkyl esters of p-hydroxybenzoic acid that include methylparaben, ethylparaben, propylparaben, butylparaben, and benzylparaben. Paraben esters and their salts are widely used as preservatives in cosmetics, toiletries, food, and pharmaceuticals. Humans are exposed to parabens through the use of such products from dermal contact, ingestion, and inhalation. However, research on the effects of parabens on health is limited, and the effects of parabens on adipogenesis have not been systematically studied. Here, we report that (1) parabens promote adipogenesis (or adipocyte differentiation) in murine 3T3-L1 cells, as revealed by adipocyte morphology, lipid accumulation, and mRNA expression of adipocyte-specific markers; (2) the adipogenic potency of parabens is increased with increasing length of the linear alkyl chain in the following potency ranking order: methyl- < ethyl- < propyl- < butylparaben. The extension of the linear alkyl chain with an aromatic ring in benzylparaben further augments the adipogenic ability, whereas 4-hydroxybenzoic acid, the common metabolite of all parabens, and the structurally related benzoic acid (without the OH group) are inactive in promoting 3T3-L1 adipocyte differentiation; (3) parabens activate glucocorticoid receptor and/or peroxisome proliferator-activated receptor gamma in 3T3-L1 preadipocytes; however, no direct binding to, or modulation of, the ligand binding domain of the glucocorticoid receptor by parabens was detected by glucocorticoid receptor competitor assays; and lastly, (4) parabens, butyl- and benzylparaben in particular, also promote adipose conversion of human adipose-derived multipotent stromal cells. Our results suggest that parabens may contribute to obesity epidemic, and the role of parabens in adipogenesis in vivo needs to be examined further."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 41. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/GENOTOXICITY/ The potential of methylparaben to induce chromosomal aberrations in Chinese hamster lung cells in vitro /was studied/. Cells were treated with 0.125 mg/mL methylparaben in the presence and absence of polychlorinated biphenyl (PCB)-induced rat hepatic cell microsomes (S-9 mix). Chromosome preparations were then made and aberrations were scored. When assayed without S-9 mix, induction of chromosomal aberrations was negative (1 %). In the presence of S-9 mix, however, aberration incidence increased to 13.0 % and was judged to be significant. Gaps, breaks, exchanges, and rings were observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:666",
            "Value": "/GENOTOXICITY/ At doses of 0.033 to 10 mg/plate, methylparaben is not mutagenic in Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, or TA1538 and, Escherichia coli strain WP2 in the presence and absence of rat liver S-9."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 41. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/GENOTOXICITY/ ... In the acute in vivo host-mediated assay, 0 to 5000 mg/kg methylparaben was administered orally to each of 10 mice. Positive and negative controls were used. Animals then received intraperitoneally 2 mL Salmonella typhimurium strain TA1530 and 2 mL Saccharomyces cerevisiae strain D-3 indicator organisms. Animals were killed 3 hours later, and peritoneal fluid was extracted, bacterial counts were made, and the number of mutants were recorded. In the subchronic in vivo host-mediated assay, each of 10 mice received orally 0 to 3500 mg/kg methylparaben daily for 5 consecutive days. Within 30 minutes after the last treatment, animals were inoculated with indicator organisms and treated as above. In the in vitro host-mediated assay, 0 to 100 ug/mL methylparaben were added to plates containing the indicator organisms. After incubation, the number of mutants was recorded. Methylparaben induced no significant increases in mutant or recombinant frequencies with S. typhimurium or S. cerevisiae in these in vitro or in vivo host-mediated assays."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 41. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/GENOTOXICITY/ In the acute cytogenic assay, groups of 15 rats were given 5 to 5000 mg/kg methylparaben by gastric intubation. Four hours later, each animal received intraperitoneally 4 mg/kg colcemid to arrest bone marrow cells in C-mitosis. Five animals at each dose level were killed at 6, 24, and 48 hours. Bone marrow was removed and the chromosomes of cells evaluated for abnormalities. Positive and negative controls were used. In the subchronic cytogenic assay, groups of five mice received 0 to 5000 mg/kg methylparaben daily for 5 consecutive days. Animals were killed 6 hours following the last dosing, and tissue was taken for evaluation as above. .... Methylparaben induced no detectable aberrations in the chromosomes of the rat bone marrow cells in metaphase and induced no significant aberration in the anaphase chromosomes of human lung cells in culture. The investigators noted that fewer mitoses were observed in the bone marrow cells of animals treated with 5000 mg/kg/day for 5 days. They suggested that methylparaben may interfere with mitosis when administered subchronically at high dosages. ... Methylparaben was nonmutagenic under the conditions of the study"
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 41. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/GENOTOXICITY/ ... In the dominant lethal assay, groups of 10 male rats received orally 0 to 5000 mg/kg methylparaben once (acute study) or daily for 5 consecutive days (subchronic study). Positive and negative controls were used. Following treatment, males were mated with two virgin females per week for 7 or 8 weeks. Pregnant females were killed 14 days after separation from treated males, and uteri were examined for deciduomata, late fetal deaths, and total implantations. No dose-response or time-trend patterns that would suggest a dominant lethal effect for methylparaben were observed. Methylparaben was nonmutagenic under the conditions of the study."
        },
        {
            "References": "PMID:2248402",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Since the increase in intracranial pressure produced by succinylcholine is temporally associated with intravenous administration, we investigated in vitro a possible direct cerebrovascular effect of this nicotinic drug. Isometric responses were recorded from dog and guinea pig basilar artery rings suspended in modified Krebs' solution at 37 degrees C. After precontracting with a voltage (KCl)- or a receptor (5-hydroxytryptamine)-mediated agonist, cumulative concentration-relaxation curves were established for: pure succinylcholine; Quelicin from multidose vials containing 20 mg/ml succinylcholine, 1.8 mg/mL methylparaben, and 0.2 mg/mL propylparaben; Anectine from single-dose vials containing 20 mg/mL succinylcholine; multidose Anectine containing 20 mg/mL succinylcholine and 1.0 mg/mL methylparaben; and methylparaben and propylparaben alone. When required, the endothelium of dog artery was removed by gentle mechanical rubbing and the response to the drugs reevaluated. Both Quelicin and multidose Anectine produced statistically significant (P less than 0.05) relaxation; Quelicin was the more potent of the two. Methylparaben and propylparaben produced relaxation in an additive manner and completely accounted for the relaxation produced by Quelicin and multidose Anectine. The vascular relaxation was found to be independent of the presence of a functional endothelium. Consistent with a nicotinic induced contraction, pure succinylcholine maintained vessel tone. It is concluded that the pharmaceutically ubiquitous preservatives methylparaben and propylparaben but not pure succinylcholine have vasoactive properties in vitro."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 665",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Methylparaben ... inhibits superoxide release from human neutrophils activated with fMet-Leu-Phe and phorbol myristate acetate."
        },
        {
            "References": "PMID:15697177",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Evidence /is presented/ for the in vivo and in vitro bioactivities and receptor binding affinities of methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with those of estradiol (E2). Estrogenicity was studied using the uterotrophic assay in immature (Im) and adult ovariectomized (Ovx) CD1 mice, and in immature female Wistar rats (IW). Animals were subcutaneously (sc) treated for three consecutive days with different molar equivalent doses ranging from 3.62 to 1086 uL/kg body weight of parabens (Pbens), E2 (0.036 uL/kg), or vehicle. Pbens increased uterine weight in Im and Ovx animals and their relative uterotrophic effect to E2 (100) (RUEE2) were from 34 to 91. The relative uterotrophic potencies related to E2 (100) (RUPE2) of these compounds were from 0.003 to 0.007. The E2 ED50 for CD1 animals able to increase the uterine weight was 7 ug/kg (0.9-55 confidence limits); and that of Pbens ranged from 18 to 74 mg/kg. In IW rats, the ED50 were from 33 to 338 mg/kg. All Pbens, except MePb, competed with [3H]E2 for the estrogen receptor binding sites. The uterotrophic effects of Pbens in Im mice have a positive correlation with the side-chain length of the ester group of these compounds. ... The NOELs values for Pbens uterotrophic activity in Im were from 0.6 to 6.5 mg/kg per day; and Ovx from 6 to 55 mg/kg. The NOELs IW ranged from 16.5 to 70 mg/kg indicating that Im were more susceptible than Ovx and IW to these effects. The data shown here confirm the estrogenicity of Pbens."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 39-40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/IMMUNOTOXICITY/ Dermal sensitization: ... a product formulation containing 0.2% methylparaben was tested for contact sensitization using five male and five female guinea pigs. A dose of 0.5 mL was administered topically to the shaved backs of the animals and the application site occluded for 6 hours. Applications were made three times per week for a total of nine. A challenge application was made on an untreated site 14 days after the last induction patch. Slight irritation was observed during the induction phase, but no reactions were observed at challenge."
        },
        {
            "References": "PMID:26344644",
            "Value": "/OTHER TOXICITY INFORMATION/ A minced meat model system containing three different fat levels (0, 15, and 50 wt.%) was used to evaluate the antimicrobial efficacy of three antimicrobials with different aqueous solubilities (sodium lactate>lauric arginate (Nalpha-lauroyl-L-arginine ethyl ester, LAE)>methylparaben). Various concentrations of sodium lactate (20, 40, and 60 mg/g), lauric arginate (0.5, 1, 1.5, 2.0, and 2.5 mg/g) and methylparaben (0.1, 0.5, 1.0, and 2.0 mg/g) were used to evaluate the antimicrobial activity against natural meat microbiota (total aerobic mesophilic colony counts, coliform bacteria, and lactic acid bacteria). The results indicate that the three antimicrobials tested are influenced at different strengths by the changes of the fat addition of the minced meat. The antimicrobial efficacy of LAE and methylparaben is increased by a higher fat content in the meat batter, whereas for lactate no clear lactate proportionality relationship can be seen. This structure sensitivity is most strongly pronounced with lauric arginate, which we attributed to the amphiphilic character of the molecule."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 35. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Methylparaben /was administered/ subcutaneously to mice in doses up to 333 mg/kg. Doses greater than 165 mg/kg temporarily induced exhaustion, ataxia, and respiratory distress. Because of solubility limitations, higher doses could not be tested. The acute lethal subcutaneous dose was reported to be greater than 333 mg/kg, since no animals died from this dose."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carmona E et al; Sci Total Environ 484: 53-63 (2014)",
            "Value": "SEDIMENT: The average concentration of methylparaben from 22 sediment samples from the Turia River, Valencia, Spain was 152 ng/g (17 samples positive). Sampling was conducted in October, 2012; limit of quantitation = 2.4(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 2, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) ACE; ACE and JChem acidity and basicity calculator. ACE UKY-4.0. 2005-2015.  Marvin JS. ChemAxon. Available from, as of Nov 2, 2016: https://epoch.uky.edu/ace/public/pKa.jsp (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of methylparaben can be estimated to be 87(SRC). According to a classification scheme(2), this estimated Koc value suggests that methylparaben is expected to have high mobility in soil. The estimated pKa of methylparaben is 8.5(3), indicating that this compound will exist partially in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}