{
    "_id": {
        "$oid": "6682e87ec4e5dba5ffba25de"
    },
    "CID": {
        "$numberInt": "7475"
    },
    "Name": "4-NITROANILINE",
    "IUPACName": "4-nitroaniline",
    "CanonicalSMILES": "C1=CC(=CC=C1N)[N+](=O)[O-]",
    "Synonyms": [
        "4-NITROANILINE",
        "p-Nitroaniline",
        "100-01-6",
        "4-Nitrobenzenamine",
        "p-Aminonitrobenzene",
        "p-Nitraniline",
        "p-Nitrophenylamine",
        "4-Nitraniline",
        "Benzenamine",
        "4-nitro-",
        "1-Amino-4-nitrobenzene",
        "Aniline",
        "4-nitro-",
        "Aniline",
        "p-nitro-",
        "Developer P",
        "para-Nitroaniline",
        "Azoamine Red ZH"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1N)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C6H6N2O2/c7-5-1-3-6(4-2-5)8(9)10/h1-4H,7H2",
    "INCHIKEY": "TYMLOMAKGOJONV-UHFFFAOYSA-N",
    "Formula": "C6H6N2O2",
    "MolecularWeight": {
        "$numberDouble": "138.12"
    },
    "Description": "4-nitroaniline is a nitroaniline carrying a nitro group at position 4. It has a role as a bacterial xenobiotic metabolite.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "124"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemical Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan, Japan Chemical Industry Ecology - Toxicology and Information Center (1992) (2) Kalsch W et al; Chemosphere 22: 351-363 (1991) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "In a 6-week bioconcentration test, the BCF of 4-nitroaniline was 2.9-3.6 at a concentration of 0.5 mg/L and <10 at a concentration of 0.05 mg/L(1). In a bioconcentration study using zebrafish and a 4-nitroaniline concentration of 0.21 umol/L, the BCF was measured to be 4.4(2). According to a classification scheme(3), these experimental BCF values suggest bioconcentration in aquatic organisms is low (SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "UDOD VM, PODORVAN NI; NAUCHN OSN TEKHNOL OBRAB VODY 2: 151-2 (1975)",
            "Value": "P-NITROANILINE AT CONCN 250-1000 MG/L WAS DEGRADED BY A MIXT OF PSEUDOMONAS FLUORESCENS & BACILLUS VALINOVORUS."
        },
        {
            "References": "(1) Malaney GW; J Water Pollut Control Fed 32: 1300-11 (1960) (2) Chemical Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan, Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN (1992) (3) Pitter P; Water Res 10: 231-5 (1976) (4) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1960) (5) Urano K, Kato Z; J Hazard Materials 13: 147-59 (1986) (6) Chambers CW et al; J Water Pollut Control Fed 35: 1517-28 (1963) (7) Young JC, Affleck SB; Eng Bull Purdue Univ, Eng Ext Ser 1: 154-64 (1974) (8) Bornick H et al; Wat Res 35: 619-24 (2001) (9) Desai SM; Diss Abstr Int B 52: 3752-85 (1992) (10) Lu GH et al; Bull Environ Contam Toxicol 69: 111-6 (2002)",
            "Value": "AEROBIC: The mono-nitroanilines were found to be markedly more resistant to biological degradation, as compared to aniline, using Warburg respirometer procedures(1). In a 2-week closed bottle biodegradation study, using 100 mg/L 4-nitroaniline and 30 mg/L sludge, 4-nitroaniline had a theoretical BOD of 0%(2). No biodegradation of 4-nitroaniline was observed at concn of 25-30 ppm upon incubation with adapted activated sludge for 20 days(3). Degradation of 4-nitroaniline in a mineral salts solution, with a soil inoculum, was in excess of 64 days(4). No biodegradation occurred over a 240 hr period in an electrolytic respirometer study(5). Only limited biooxidation of 4-nitroaniline was observed in respirometric tests utilizing phenol-adapted bacteria(6) Using a concentration of 50 mg/L, 4-nitroaniline was biodegraded in an aerobic sewage seed samples after a lag period of about 20 days(7). 4-Nitroaniline had a biodegradation rate of 0.025/h in river water giving a half-life of 31 hours, which was classified as poor degradation(8). 4-Nitroaniline was not degraded after 50 days using an activated sludge digested at 25 °C(9). A 5 day BOD at 20 °C in Songhua river water was -10% for 4-nitroaniline(10)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 19",
            "Value": "log Kow = 1.39"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:9020194",
            "Value": "... To assess further the role of the 4-substituent in methaemoglobinaemia, the toxicity of a series of 4-substituted aniline derivatives was also studied. Of the anilines studied, 4-nitroaniline caused the most methemoglobin (36.5 +/- 8.0%), while aniline caused the least (0.3 +/- 0.5%). Overall, there was a significant correlation (r2 = 0.83) between the hemotoxicity and the Hammett constant, sigma(p), suggesting that it is the electron-withdrawing properties of the substituent that influence the methemoglobin formation. ..."
        },
        {
            "References": "PMID:448254",
            "Value": "The relative mutagenic activities of aminoanilines have been attempted to be related to parameters reflecting potential for n-hydroxylation and stability of the arylnitrenium ions. Both chloro and the nitro groups deactivate the amine group to n-hydroxylation and the ring to epoxidation, & no active products from cytochrome p450 would be predicted. The activity of the nitro derivatives is presumed to be due to transformation of the nitro group itself to an active mutagenic species by other enzyme systems. /Aminoanilines/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 4-Nitroaniline (CAS # 100-01-6) p.50 Available from, as of October 2, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not irritating /to eyes of/ rabbit."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 4-Nitroaniline (CAS # 100-01-6) p.49 Available from, as of October 2, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not irritating /to skin of/ rabbit."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2416",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methemoglovin was produced in dogs given single dose of 15 mg/kg by iv administration. /From table/"
        },
        {
            "References": "PMID:3710033",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of 10 male and 10 female Sprague-Dawley rats were exposed to an aerosol/vapor of p-nitroaniline in isopropanol at target concentrations of 0, 10, 30, or 90 mg/cu m ...  for 6 hr/day, 5 days/week for 4 weeks. Clinical signs of toxicity, body weights, results of ophthalmoscopic exam, hematology and clinical chemistry tests, organ weights, gross and histopathological changes were recorded. Exposure to p-nitroaniline ...  resulted in a dose-related increase in blood methemoglobin levels. Mean spleen weights (absolute and relative to body weight) were significantly increased at the high dose levels ... A slight increase in spleen weights was also observed at the low concentration level in the p-nitroaniline study. Microscopic changes were observed mainly in the spleen and included and increase in intensity of extramedullary hematopoiesis and hemosiderosis ... .  p-Nitroaniline ... /did not exhibit/ significant toxicological effects other than those of methemoglobinemia, anemia, and splenic changes classically associated with nitroaromatics. ..."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Benzenamine, 4-nitro- (100-01-6). Available from, as of October 30, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 20 male and female Sprague-Dawley rats/sex/group /were given/ 0, 3, 10, 30 mg/kg/day  p-nitroaniline (PNA), purity 99%, by gavage for 90 days. ... Clinical signs recorded daily, individual body weights and food consumption measured weekly, serum chemistries (SGPT, SAP, BUN, T. Bili., GLU, T. Prot., K, Na), urinalysis (Prot, microscop. elements, pH, Spec. grav., blood, Glu, ketones, urobilinogen, vol.) and hematology parameters (Hgn, HCT, WBC, RBC, MCV, MCHC, retics, red cell fragility and methemoglobin) examined after 44 and 88 days. All animals necropsied at study term and organ weights (brain, adrenals, kidneys, liver, spleen, pituitary, testis) weighed. Histopathologic exams were conducted on approx. 40 tissues and organs from all high dose and control rats and the spleens of all lower dose rats. Specifically, gonads were examined for all HD and C animals. ... 30 mg/kg: Pale appearance around ears, statistically significant increase in urinary urobilinogen and methemoglobin levels, statistical increases in RBC counts and hemoglobin levels of both sexes. All animals had discolored spleens at necropsy, statistically increased spleen weights and splenomegaly and microscopic evidence of excessive splenic hemosiderin. 10 mg/kg: Statistically increased methemoglobin and decreased RBC counts and hemoglobin conc. (females only), all animals had splenomegly, elevated splenic weights, discolored spleens and microscopic pathology associated with excessive hemosiderin. 3 mg/kg: statistically elevated methemoglobin (both sexes) and microscopic findings in spleen. NOAEL = <3 mg/kg bw/day. LOAEL = 3 mg/kg bw/day."
        },
        {
            "References": "Vasilenko NM et al; Sovremennye Problemy Biokhim Dykhaniza Klin Mater Voes Konf 1: 411-3 (1972)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The toxic effects of aniline, p-chloroaniline, nitrobenzene (NB), p-nitrochlorobenzene, p-nitroaniline, o-nitroaniline, o-chloroparanitroaniline, p-chloro-o-nitroaniline, o-nitrotoluene, m-nitrotoluene, dinitrotoluene, and trinitrotoluene were investigated on the hemoglobin content of rats. Male white rats were administered 20% of the median lethal dose (LD50) of compounds daily for 30 days; dinitrotoluene and trinitrotoluene were administered as 10% of the LD50. After 5 days, most of the compounds inactivated the respiratory blood pigment. Based on the intensity of methemoglobinemia, compounds were ranked according to their effect from greater to lesser: p-nitroaniline, p-nitrochlorobenzene, p-chloroaniline, aniline, nitrobenzene, aniline, dinitrotoluene. All of the compounds studied with the exception of o-nitrotoluene and o-nitroaniline suppressed the respiratory function of the blood."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1093",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of male and female mice were administered the chemical in corn oil by gavage at doses of 0, 10, 30, 100, 300, or 1000 mg/kg bw, 5 days/wk for 2 wk (14-day studies) or 0, 1, 3, 10, 30, or 100 mg/kg day, 5 days/wk for 13 wk (13-wk studies). In the 14-day studies, all mice that received 1000 mg/kg/day died from cmpd-related toxicity by day 4. The hematologic and pathologic findings in the mice receiving p-nitroaniline were characteristic of a process of accelerated erythrocyte destruction associated with methemoglobinemia and Heinz body formation and a physiologic, compensatory reaction to maintain erythrocyte mass. The methemoglobin concentrations of all dosed groups were significantly greater than those of the concurrent controls. The total erythrocyte counts of male and females receiving 100 or 300 mg/kg/day and of females receiving 30 mg/kg/day were significantly reduced compared with the concurrent controls. The reticulocyte counts of male mice receiving 300 mg/kg and of females receiving 100 or 300 mg/kg/day were significantly greater than those of the controls. No gross lesions associated with p-nitroaniline administration were observed. Increased extramedullary hematopoeisis in males and females and in the Heinz bodies as well as increased Kuppfer cell pigmentation were the only histopathologic changes associated with exposure to p-nitroaniline. In the 13-wk studies, there were no deaths associated with exposure to p-nitroaniline. The hematologic finding were consistent with those of the 14-day studies; most of the changes occurred in the 30 and 100 mg/kg/day dose groups. Histopathologic changes associated with administration of p-nitroaniline occurred in the spleen (hematopoiesis and pigmentation), liver (golden-brown pigment in Kuppfer cells of male mice), and bone (bone marrow hyperplasia in male mice but not in females)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1094",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Evaluated the potential reproductive toxicity of oral p-nitroaniline by administering 0, 0.25, 1.5, or 9 mg/kg/day to groups of male and female rats (F0) for 14 wk before mating, during mating, throughout gestation, and during lactation. Rats from the F1 generation were given the same dose levels of p-nitroaniline for 18 wk through lactation; F2 pups were observed through weaning. A slight reduction in the rate of pregnancy was observed in the high-dose F0 group, but no other differences between F0 and F1 groups were observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1093",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Gave p-nitroaniline in corn oil by gavage to rats at doses of 0, 0.25, 1.5, or 9 mg/kg/day for 2 yr. This chronic administration of p-nitroaniline produced statistically significant increases in methemoglobin concentrations and decreased erythrocyte counts at 1.5 and 9 mg/kg/day. None of the doses studied produced either a general increase in tumors or any increase in splenic fibrosarcomas."
        },
        {
            "References": "DHHS/NTP; Toxicology & Carcinogenesis Studies of p-Nitroaniline in B6C3F1 Mice (Gavage Studies) Technical Report Series No. 418 (1993) NIH Publication No. 93-3149.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Toxicology and carcinogenicity studies were conducted by administering p-nitroaniline (>99% pure) in corn oil by gavage to groups of male and female B6C3F1 mice for 14 days, 13 weeks, and 2 years. . ... Under the conditions of the 2-year gavage studies there was equivocal evidence of carcinogenic activity of p-nitroaniline in male B6C3F1 mice based on the increased incidences of hemangiosarcoma of the liver and hemangioma or hemangiosarcoma (combined) at all sites. There was no evidence of carcinogenic activity of p-nitroaniline in female B6C3F1 mice receiving doses of 3, 30, or 100 mg/kg."
        },
        {
            "References": "PMID:2884741",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ p-Nitroaniline was evaluated for developmental toxicity in a proposed new short-term in vivo animal bioassay. In this assay, pregnant mice are dosed with the test agent in mid-pregnancy and allowed to go to term. Observations are then made on litter size as well as the birth weight, neonatal growth, and survival of pups as indicators of developmental toxicity. Fifty pregnant CD-1 mice were given 1200 mg/kg/day p-nitroaniline in corn oil by gavage on days 6-13 of gestation and were allowed to deliver. p-Nitroaniline caused maternal death and reduced body weight. It decreased the number of viable litters and reduced pup viability and percent survival."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Benzenamine, 4-nitro- (100-01-6). Available from, as of October 30, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ PNA, purity 99%, was given to groups of 15 male and 30 female Sprague-Dawley  rats (vehicle control group also included) to F0 and F1 generations during a premating (14 wks for F0 and 18 wks for F1) growth period, and through the ensuing mating, gestation and lactation intervals (1 litter/generation) /daily by gavage at doses of 0, 0.25, 1.5 and 9 mg/kg/d/. F1 rats continued on treatment during a post-weaning period of 30d. ... No adverse effects observed in either F0 or F1 adults in mortality, body weights or food consumption or physical in-life evaluations. Mating indices were comparable to controls for both F0 and F1. A statistically significant reduction in pregnancy rate was observed in the 9 mg/kg F0 group vs concurrent control value, and just outside of laboratory historical control range. The male fertility index was slightly, but not statistically, lower at 9 mg/kg dose in F0. Both male and female fertility indices in F1 generation were comparable to control group at all test levels. No adverse effects were observed in mean length of gestation, no. live and dead pups at monitored time points, pup weights during lactation, pup and litter survival. No compound-related gross postmortem changes were observed during examination of any F0 or F1 adults or offspring. No microscopic changes were noted with respect to gonads evaluated on F0 adults or F1 offspring. ... Parental (F0) NOAEL = 1.5 mg/kg bw. Offspring (F1) NOAEL = 9 mg/kg bw."
        },
        {
            "References": "Nair RS et al; Toxicity of Nitroaromatic Compounds 61-85 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic potential of para-nitroaniline ...  was studied in rats and rabbits. Pregnant Sprague-Dawley rats were administered 25 to 250 mg/kg per day para-nitroaniline ... on days 6 through 19 of gestation. All animals were observed for clinical signs of toxicity. Surviving rats and rabbits were killed on days 20 or 30, respectively. Maternal spleen weights were recorded. The uterine horns were examined for the number and location of viable and non viable fetuses and resorptions. Fetuses were removed and examined for decreased body weight gain, urogenital staining, and increased spleen weights. An increased number of resorptions and decreased fetal body weights were observed. Fetal skeletal and soft tissue abnormalities were seen. The lower doses caused no teratogenic effects but caused signs of maternal toxicity. In rabbits, the 125 mg/kg/day dose of para-nitroaniline caused a high degree of maternal mortality. No fetotoxic or teratogenic effects were observed. ...  Fetal effects were observed with para-nitroaniline ...  only at doses that caused severe maternal toxicity. ..."
        },
        {
            "References": "USEPA; High Production Volume Information System (HPVIS); Benzenamine, 4-nitro- (100-01-6). Available from, as of October 30, 2007: https://iaspub.epa.gov/oppthpv/quicksearch.display?pChem=100406",
            "Value": "/GENOTOXICITY/ /In a bone marrow chromosomal aberration micronucleus assay/ ... 12 CD-1 mice/sex were used for the 800 mg/kg test group, 5/sex at 400 and 80 mg/kg and 10/sex for the untreated control group; Doses were administered by intraperitoneal twice with 24 hr separating each dose. Bone marrow was taken after 24 and 48 hr following last treatment from high dose and control mice and after 24 hr from mid and low dose animals; all mice were observed daily for clinical signs. Micronuclei recorded after assessment of 1000 PCEs/mouse at all test levels; cyclophosphamide (40 mg/kg, twice) used as positive control. No increases were seen in micronucleated PCE frequency in any PNA test group; toxicity to the cell population observed at 800 mg/kg at 48hr interval; elevated incidence of micronuclei with the positive control confirmed validity of method. One death and clear signs (unresponsiveness and tremors up to 4 hr after dosing) of toxicity were noted at 800 mg/kg; at 400 mg/kg - listlessness and some tremors seen occasionally after dosing; 80 mg/kg - listlessness immediately after dosing; No effects on body weight were observed at any test level."
        },
        {
            "References": "PMID:6756304",
            "Value": "/GENOTOXICITY/ 4-Nitroaniline was found to be a frameshift mutagen in Salmonella typhimurium strain TA1538. The chemical was also toxic to TA1538."
        },
        {
            "References": "Corbett MD et al; Carcinog 6 (5): 727-32 (1985)",
            "Value": "/GENOTOXICITY/ p-Dinitrobenzene, p-nitroaniline, and p-nitroacetanilide were examined for mutagenic action in Salmonella typhimurium strains TA98, TA98NR, TA1538NR. p-Nitroaniline and p-nitroacetanilide were not mutagenic in these tester strains."
        },
        {
            "References": "Shahin MM; Int J Cosmet 7 (6): 277-89 (1985)",
            "Value": "/GENOTOXICITY/ Three nitroanilines and 9 nitroaminophenols were tested for their ability to induce mutations in Salmonella typhimurium strains TA1535, TA100, TA1537, TA1538, and TA98. The compound p-nitroaniline was also inactive in all tests with the possible exception of that in strain TA98 in the presence of S9 mix, where it was either very weakly mutagenic or nonmutagenic."
        },
        {
            "References": "PMID:2645131",
            "Value": "/GENOTOXICITY/ Nineteen nitro compounds, including p-nitroaniline, were evaluated for mutagenicity, using a modification of the standard Salmonella typhimurium mutagenicity assay. A preincubation protocol was used which incorporated flavin mononucleotide (FMN) to facilitate nitro reduction. The mutagenic activity of p-nitroaniline was greater in Salmonella typhimurium TA98 than TA100. In the standard plate test, little or no mutagenicity was detected with or without rat liver S9. p-Nitroaniline was more mutagenic when hamster rather than rat liver S9 was used. The presence of flavin mononucleotide in the S9 mix was a necessary condition for optimal mutagenic activity."
        },
        {
            "References": "PMID:9465924",
            "Value": "/GENOTOXICITY/ The most important commercially available nitro- and aminobenzenes and the explosive trinitrobenzene were tested for mutagenicity in the Salmonella typhymurium TA 98 and TA 100 both in the absence and presence of S 9. Ten of the 14 compounds tested (71%) were mutagenic. All the substances showed positive results in TA 98 and 4 substances were also mutagenic in TA 100. The three diaminobenzenes and 4-nitroaniline were mutagenic only with metabolic activation. All other compounds did not require the addition of S 9. Only nitrobenzene, 1,2-dinitrobenzene, aniline and 2-nitroaniline were negative in both strains. In summary, all substances that are derived from nitrobenzene or aniline by addition of a nitro group in the meta- or para-position were mutagenic, whereas nitrobenzene and aniline themselves and their ortho-derivates were nonmutagenic. ..."
        },
        {
            "References": "Vasilenko NM, Zvezdai VI; Fiziol Patol Obmena Porfirinov Gema Mater Simp 60-3 (1974)",
            "Value": "/OTHER TOXICITY INFORMATION/ Heme metabolism and porphyrin metabolism disorders caused by poisoning by aromatic nitro compounds and amino compounds were investigated. The pathological nature of such disorders was assessed. Contents of methemoglobin, sulfhemoglobin, oxyhemoglobin, sulfhydryl blood groups, and Heinz bodies in the blood were determined. The concentration of coproporphyrin-3 was determined as an indicator porphyrin metabolism. Compounds having the most hematoxic effect were aniline; meta-chloroaniline; para-chloroaniline; meta-nitroaniline; para-nitroaniline; aminotoluenes; and nitrochlorobenzenes. Least hemotoxic were isomer nitrotoluenes, o-chloro-p-nitroaniline, and isomer nitrochlorobenzenes. Intoxication with aniline, nitrobenzene, p-chloroaniline, m-chloroaniline, and isomer nitrochlorobenzenes most affected porphyrin in metabolism."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yang K et al; Chemosphere 61: 116-28 (2005) (2) Hong H et al; Chemosphere 32: 343-51 (1996) (3) Briggs GG; J Agric Food Chem 29: 1050-9 (1981) (4) Sabljic A; Environ Sci Tech 21: 358-66 (1987) (5) Bahnick DA, Doucette WJ; Chemosphere 17: 1703-15 (1988) (6) Swann RL et al; Res Rev 85: 17-28 (1983) (7) Haderlein, SB et al; Environ Sci Technol 30: 612-22 (1996) (8) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (9) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989) (10) Li H et al; Environ Sci Technol 34: 3674-80 (2000)",
            "Value": "4-Nitroaniline has measured log Koc values of 1.78(1) and 1.88(2) and log Kom values of 1.49(3) and 1.64(4). These values correspond to Koc values of 60, 76, 54 and 75, respectively. 4-Nitroaniline has also been observed to have a Koc of 87(5). According to a classification scheme(6), these Koc values suggest that 4-nitroaniline is expected to have high mobility in soil. 4-Nitroaniline was found to have a Kd value of 13.5 L/kg in homoionic K+ Montmorillonite type soil(7). However, anilines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(8,9), suggesting that mobility may be much lower in some soils(SRC). 4-Nitroaniline had small and scattered amounts of irreversible binding over a 20 hour experiment(10)."
        }
    ]
}