{
    "_id": {
        "$oid": "6682e87fc4e5dba5ffba25e1"
    },
    "CID": {
        "$numberInt": "7489"
    },
    "Name": "TEREPHTHALIC ACID",
    "IUPACName": "terephthalic acid",
    "CanonicalSMILES": "C1=CC(=CC=C1C(=O)O)C(=O)O",
    "Synonyms": [
        "TEREPHTHALIC ACID",
        "100-21-0",
        "p-Phthalic acid",
        "1,4-Benzenedicarboxylic acid",
        "benzene-1,4-dicarboxylic acid",
        "p-Dicarboxybenzene",
        "p-Benzenedicarboxylic acid",
        "p-Carboxybenzoic acid",
        "Acide terephtalique",
        "Tephthol",
        "1,4-dicarboxybenzene",
        "para-Phthalic acid",
        "Kyselina tereftalova",
        "4-Carboxybenzoic Acid",
        "TA-33MP"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1C(=O)O)C(=O)O",
    "INCHI": "InChI=1S/C8H6O4/c9-7(10)5-1-2-6(4-3-5)8(11)12/h1-4H,(H,9,10)(H,11,12)",
    "INCHIKEY": "KKEYFWRCBNTPAC-UHFFFAOYSA-N",
    "Formula": "C8H6O4",
    "MolecularWeight": {
        "$numberDouble": "166.13"
    },
    "Description": "Terephthalic acid is a benzenedicarboxylic acid carrying carboxy groups at positions 1 and 4. One of three possible isomers of benzenedicarboxylic acid, the others being phthalic and isophthalic acids. It is a conjugate acid of a terephthalate(1-).",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "169"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 20 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Oct 19, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for terephthalic acid(SRC), using a log Kow of 2.00(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. (CAS 100-21-0). Available from, as of Nov 9, 2011: https://www.cerij.or.jp/ceri_en/koukai/koukai_menu.html (2) Gerike P, Fischer WK; Ecotoxicol Environ Safety 3: 159-73 (1979) (3) Lund FA, Rodriguez DS; J Gen Appl Microbiol 30: 53-61 (1984) (4) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-13 (1966) (5) Leenheer JA et al; Environ Sci Technol 10: 445-51 (1976) (6) Andreozzi R et al; Chemosphere 62: 1431-1436 (2006) (7) Kuang X, Wang J; J Environ Sci (China) 6: 180-188 (1994) (8) Lu GH et al; Bull Environ Contam Toxicol 69: 111-116 (2002)",
            "Value": "AEROBIC: Terephthalic acid, present at 100 mg/L, reached 74.7% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classifies the compound as readily biodegradable(1). Terephthalic acid was determined to be biodegradable using the following biodegradation screening tests(2): Coupled Units (93% DOC, 1-day), Zahn-Wellens (93% DOC,4-days), Sturm Test (72% CO2 evolution, 28 days), Modified OECD Test (82% DOC, 19-day surface water die-away) and Closed Bottle Test (112% BODT, 30 days). Adaptation of microorganisms was found to accelerates the biodegradation of terephthalic acid(3); at the end of 24 days of acclimation of activated sludge, 96% of terephthalic acid at an initial concentration 1000 mg/l of COD biodegraded in 4 hrs(3). Complete loss of terephthalic acid occurred in 2 days from a soil suspension inoculum containing 20 ppm of the compound(4). Limited anaerobic biodegradation of terephthalic acid appeared to have occurred when industrial waste containing the compound was injected into a subsurface aquifer(5). In aerobic biodegradation tests using sludge collected from waste treatment plants, terephthalic acid had a biodegradation rate constant of 0.47/hour(6) which corresponds at a half-life of 1.5 hours(SRC). Terephthalic acid was found to be biodegradable in anaerobic digester tests at concentrations of 500 mg/L or less(7); higher concentrations could not be biodegraded completely(7). In river die-away tests using water from the Songhu River in China terephthalic acid had a 72% BOD after 5 days of incubation(8)."
        },
        {
            "References": "Naumova RP et al; Biol Nauki 0 (2): 96-100 (1984)",
            "Value": "PURE CULTURE: A strain of Mycobacterium lacticolum /that can/ degrade ... trerphthalic acid was isolated from terephthalate containing industrial sewage. ..."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 38",
            "Value": "log Kow = 2.00"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:16673812",
            "Value": "/The aim of this study was/ to investgate the metabolism of terephthalic acid (TPA) in rats and its mechanism. Metabolism was evaluated by incubating sodium terephthalate (NaTPA) with rat normal liver microsomes, or with microsomes pretreated by phenobarbital sodium, or with 3-methycholanthrene, or with diet control following a NADPH-generating system. The determination was performed by high performance liquid chromatography (HPLC), and the mutagenic activation was analyzed by umu tester strain Salmonella typhimurium NM2009. Expression of CYP4B1 mRNA was detected by RT-PCR. The amount of NaTPA (12.5-200 uL /per/ L) detected by HPLC did not decrease in microsomes induced by NADPH-generating system. Incubation of TPA (0.025-0.1 mmol /per/ L) with induced or noninduced liver microsomes in an NM2009 umu response system did not show any mutagenic activation. TPA exposure increased the expression of CYP4B 1 mRNA in rat liver, kidney, and bladder. Lack of metabolism of TPA in liver and negative genotoxic data from NM2009 study are consistent with other previous short-term tests..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:9433658",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Fisher 344 rats were subjected to acute and repeated exposures to /terephthalic acid/ (TPA)  smoke generated from the M-83 grenade. Acute exposure levels ranged from 150-1,900 mg/m3 for 30 minutes and repeated dose exposures ranged from 128-1,965 mg/m3 for 30 min/day for 5 days. Exposed and control rats were evaluated for toxic signs, and histopathologic changes. During exposure, the rats exhibited slight to moderate lacrimation, rhinorrhea, lethargy and dyspnea, which reversed within 1-hr post-exposure. No deaths occurred, even at the highest smoke concentrations. Histopathological changes were confined to exposure related nasal necrosis and inflammation in both the acute and repeated dose exposures at levels above 900 mg/m3. Chemical characterization of the M-83 grenade and the M-8 smoke pot showed that formaldehyde, benzene and carbon monoxide were the major organic vapor by-products formed. ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset for Terephthalic Acid (100-21-0) p.64 (2000 CD-ROM edition). Available from, as of October 18,2011: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a dermal toxicity study with terephthalic acid,/ five male and five female rabbits were given an occulded dose of 2000 mg/kg which was left in place for 14 days. No deaths occurred. Mild dermal irritation was observed within the application site of 6 rabbits immediately following unwrapping."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Terephthalic Acid, (100-21-0) p.59 (June 2001). Available from, as of October 18, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a 28 day inhalation study, rats were exposed to terephthalic acid at doses of 0, 0.52, 1.2, 3.3 mg/cu m 6 hr/day for 4 weeks./ No deaths occurred in the study. No differences were observed in clinical chemistry, hematology, body or organ weight changes. Histopathological findings consisted of minimal tracheal epithelial lining degeneration observed in 19/20 high -exposure rats, compared to 1/20 in control rats. There were no differences in any measured physiological parameters between control and high-exposure groups. In follow -up work, the incidence of minimal degeneration changes in the epithelial lining of the trachea was 5%, 30%, 65%, and 95% at exposures of 0, 0.52, 1.2, and 3.3 mg/m3, respectively."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Terephthalic Acid, (100-21-0) p.58 (June 2001). Available from, as of October 18, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 7 groups of 60 /Albino rats/ each (30/sex) that corresponded to 2 control groups and 5 test groups /were fed concentrations of/ 0, 0.05, 0.16, 0.50, 1.6 and 5.0% /terephthalic acid/ ... in diet. Food and water were supplied ad libitum. Parameters assessed included: survival, clinical observations, growth, food consumption, hematology, serum clinical chemistries, urinalysis, gross pathology, and weights and histology of a full range of organs. Sacrifices were completed on 6 rats (3/sex) on Days 30, 60, and 90. All remaining animals were terminated on Day 105. ... Hematuria was noted on a sporadic basis in the latter two thirds of the study in males treated with 5.0%. Body weights from both sexes treated with 5.0% were mildly depressed. ... Urinalysis ... /showed/ evidence of occult blood, positive values were sporadically observed in males of all dose groups (except the lowest level) and in females at all treatment levels (number of animals affected was not listed). Occult blood was noted primarily at the 3 month examination time point except in the high dose animals of both sexes which showed evidence at 30, 60, and 90 days. ... Calculi were noted in /the urinary bladder of/ males treated with 5% (3/3 at 30 days, 2/3 at 60 days, 2/3 at 90 days, and 9/17 at 105 days). Proliferative changes (hyperplasia) were noted in the urinary bladder and occasionally the kidney pelvis epithelium of all test groups and controls. These changes were significantly increased in both their incidence and severity in high dose (5%) males. This observation was deemed inconclusive in high dose females. The hyperplasic change noted in the bladder is believed to be secondary to the chronic irritation induced by the presence of calculi. The bladder calculi and subsequent inflammation and hyperplasia seem to be threshold effects in that only animals in the high dose group (5%) displayed this pattern of pathology.  The NOAEL 1.6% (approximately 1220 mg/kg in males and 1456 mg/kg in females) LOAEL: 5.0% (approximately 3837 mg/kg in males and 4523 mg/kg in females)"
        },
        {
            "References": "PMID:16274101",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague Dawley rats were subdivided into five groups, ingesting 0%, 0.04%, 0.2%, 1%, and 5% /terephthalic acid/ (TPA),  respectively for a sub-chronic feeding study lasting for 90 days. Urine, serum and samples of brain, liver, lung, kidney, bladder, etc. were collected and analyzed. TPA ingesting decreased the value of urinary pH, and increased the contents of Ca2+, Zn2+, Mg2+, Na+, K+ in urine. The volume of 24 hr urine was significantly increased in male rats in the 1% and 5% TPA groups. Urinary white sediment was found in both sexes, and its formation in male rats seemed more susceptible than that in female rats. Alpha 2 microglobulin (AUG) in serum and urine of male rats was markedly increased in a dose-dependent manner. Fifteen cases of hyperplasia (simple or atypical) were determined in the 5% TPA ingesting group, 14/52 in male rats and 1/23 in female rats. Among them 3 male rats had no stone or calculus. Those with either bladder stones or hyperplasia were accompanied with urinary white sediments. White sediment accompanied with elevated urine AUG is the basis of TPA induced urolith formation, and is also associated with TPA induced bladder epithelial cell proliferation. It can act as an early biomarker for the potential toxic effect of TPA."
        },
        {
            "References": "PMID:17044644",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Five groups of /Sprague-Dawley/ (SD)  rats that ingested 0%, 0.04%, 0.2%, 1%, and 5% /terephthalic acid/ (TPA), respectively, were included in a 90-day subchronic feeding study. Effects of TPA on levels of serum protein, total cholesterol (TC), triglycerides (TG), high-density lipoprotein cholesterol (HDL), total antioxidative capability (T-AOC), superoxide dismutase (SOD) and malondialdehyde (MDA) were observed. Urine samples were collected and analyzed for concentration of ion. TPA decreased the level of serum T-AOC in a dose dependent manner. The contents of serum and bladder MDA significantly decreased in 1% and 5% TPA ingestion groups. Serum CuZn superoxide dismutase (CuZnSOD) lowered in groups of 0.2%, 1%, and 5% TPA. TPA subchronic feeding had no significant influences on serum TC, LDL or HDL, but increased serum TG, TP and ALB after administration of 0.04% and/or 0.2% TPA. Concentrations of urinary Ca2+, Mg2+, Na+, and K+ were elevated in 1% and 5% TPA groups. Antioxidative potential decreased after TPA exposure. MDA increase in serum and bladder tissues was one of the most important reactions in rats which could protect themselves against TPA impairment. The decrease of serum CuZnSOD was related to the excretion of Zn2+."
        },
        {
            "References": "PMID:15297020",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To investigate the toxic effect of terephthalic acid (TPA) on testicular functions of rats, male Sprague-Dawley rats were orally administered TPA in diet at the levels 0 (control), 0.2, 1 and 5% for 90 days. Testicular functions were assessed by histopathology, testicular sperm head counts, daily sperm production, sperm motility (measured by computer-assisted sperm analysis, CASA), biochemical indices (marker testicular enzymes), and serum testosterone. Oral feeding with terephthalic acid did not cause body and testes weight loss in TPA-treated groups. Histopathologically, damages of spermatogenic cells and Sertoli cells were observed by electron microscope, testicular sperm head counts, daily sperm production, and activities of sorbitol dehydrogenase (SDH) were decreased significantly in the 5% TPA group. The motility of spermatozoa was reduced significantly in all treated groups, which was correlated with administration doses. Serum testosterone concentrations were not declined in treated groups. In conclusion, TPA can cause impairment of testicular functions. The primary sites of action may be spermatogenic cells and Sertoli cells. ..."
        },
        {
            "References": "Hall IH et al; Pharm Res 2: 63-8 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Terephthalic acid ... lowered serum cholesterol 42% and serum triglyceride 33% at 20 mg/kg/day for 16 days. The ability of this agent to lower serum lipids appeared to be due to multiple modes of action: terephthalic acid suppressed the activities both in vivo and in vitro of a number of regulatory enzymes involved in cholesterol, fatty acid and triglyceride syntheses; the drug inhibited cholesterol absorption from the gastrointestinal tract by 43%; and the drug accelerated lipid excretion in the feces leading to a reduction of cholesterol in the tissue. Terephthalic acid was effective in lowering lipids in normal and hyperlipidemic animals..."
        },
        {
            "References": "PMID:6662296",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of male weanling Fischer 344 rats to 4.0% terephthalic acid in the diet (positive controls) for two weeks (postnatal days 28 to 42) resulted in a 50% incidence of bladder calculi, aciduria, elevated urinary excretion of calcium and magnesium, and slightly elevated serum levels of calcium and magnesium relative to negative controls. Possible mechanisms of terephthalic acid induced urolithiasis were examined by daily oral administration of allopurinol, chlorothiazide, or neutral phosphates, at their recommended therapeutic doses during exposure to dietary 4.0% terephthalic acid. An additional group was fed 4.0% terephthalic acid and 4.0% sodium bicarbonate in the diet for two weeks. Chlorothiazide or dietary bicarbonate abolished terephthalic acid induced urolithiasis but allopurinol and neutral phosphates had no effect. Bicarbonate increased water intake above that of positive controls and ameliorated the terephthalic acid induced aciduria. It also increased urinary magnesium and terephthalic acid above positive control values. Chlorothiazide reduced urinary calcium and terephthalic acid levels below those of positive controls. Treatment with chlorothiazide neutral phosphates or bicarbonate slightly reduced serum calcium below the levels in either positive or negative controls. Drug treatment did not alter terephthalic acid induced elevated serum magnesium levels but bicarbonate reduced serum magnesium levels to negative control values. In conclusion, terephthalic acid induced urolithiasis in male weanling rats was abolished by therapeutic agents which reduced urinary calcium and terephthalic acid excretion (chlorothiazide), or which enhanced water intake, urinary magnesium and terephthalic acid excretion, and ameliorated terephthalic acid induced aciduria (dietary bicarbonate). These factors appear to be critical for terephthalic acid induced urolithiasis."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Terephthalic Acid, (100-21-0) p.58 (June 2001). Available from, as of October 18, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fischer 344 rats /were fed terephthalic acid orally for 2 years at concentrations of/ 0, 20, 142, 1000 mg/kg/day. Terephthalic acid induced bladder stones were seen in 13/126 females in the high dose group. At the scheduled 6 and 12 month sacrifices, no bladder calculi were detected. At the 18 month sacrifice sand like particle or bladder calculi were only seen in two of the high dose females. There were 19/118 females with ... transitional cell adenomas /or/ epithelial hyperplasia. Two of these were detected in high dose females after 18 months (2/27), 15 were seen in seen in high dose females at the end of the study (15/79), and one was seen in a control female at the end of the study. None were found in the males, nor at any other dose level. It was believed that rats fed high concentrations of terephthalic acid in the diet develop bladder calculi which appear to cause chronic inflammation of the bladder epithelium, bladder hyperplasia and subsequently bladder tumors. An apparent threshold effect exists because animals exposed to lower concentrations for their lifetime do not form bladder calculi or tumors. ..."
        },
        {
            "References": "PMID:16045953",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effect of terephthalic acid (TPA) on urinary bladder carcinogenesis was examined. Male Wistar rats were initiated by injection of N-Methyl-N-Nitrosourea (MNU) (20 mg/kg bw  ip) twice a week for 4 weeks, then given basal diet containing 5% TPA, 5% TPA plus 4% Sodium bicarbonate (NaHCO3) or 1% TPA for the next 22 weeks, and then euthanized. 5% TPA treatment induced a high incidence of urinary bladder calculi and a large amount of precipitate. Though 5% TPA plus 4% Sodium bicarbonate (NaHCO3) and 1% TPA treatment did not induce urinary bladder calculi formation, they resulted in a moderate increase in urinary precipitate. Histological examination of urinary bladder revealed that MNU-5% TPA treatment resulted in a higher incidence of simple hyperplasia, papillary or nodular hyperplasia (PN hyperplasia), papilloma and cancer than MNU control. MNU-5% TPA plus 4% Sodium bicarbonate (NaHCO3) and 1% TPA treatment increased slightly the incidence of simple hyperplasia and PN hyperplasia (not statistically significant). The major elements of the precipitate are phosphorus, potassium, sulfur, chloride, calcium and TPA. The present study indicated that the calculi induced by TPA had a strong promoting activity on urinary bladder carcinogenesis and the precipitate containing calcium terephthalate (CaTPA) may also have weak promoting activity on urinary bladder carcinogenesis."
        },
        {
            "References": "PMID:12561561",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Terephthalic acid at doses of 5000, 500 and 50 mg/kg bw/day were administrated to SD rats for 90 days consecutively. Control animals received normal feeds. Bladder calculi were induced in 5000 mg/kg (10/17) and 500 mg/kg (2/18) group. Calculi incidence of male rats was higher than that of female rats in 5000 mg/kg dose group. Bladder transitional cell cancer (4/17), atypical hyperplasia (5/17) and single hyperplasia (7/17) could be observed in 5000 mg/kg group. Atypical hyperplasia (10/18) and single hyperplasia (5/18) could be observed in 500 mg/kg group. Single hyperplasia (10/17) could be observed in 50 mg/kg group. The controls were normal except 1 case of single hyperplasia (1/18). There was a positive correlation between pathologic changes and dosage, but no significant correlation between pathologic changes and calculi incidence. Those rats without calculi produced some changes too, but no squamous metaplasia and carcinoma happened. The results suggested that under the study conditions, squamous cell carcinogenicity might be induced by terephthalic acid, and the calculi might not be the major factor inducing cancer."
        },
        {
            "References": "PMID:3903881",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Terephthalic acid, dimethyl terephthalate, and melamine induced calculi and transitional cell hyperplasia in urinary bladders of rats. A high incidence of calculi was induced in weanling rats but the incidence was much lower in adult rats ingesting the same dietary concentration of the chemical. The dose response curves for the induction of urolithiasis in weanling rats were extremely steep, consistent with the fact that the formation calculi can occur in urine that is supersaturated but not in urine that is undersaturated with respect to the stone components. In the cases of terephthalic acid and dimethyl terephthalate stones were composed primarily of calcium terephthalate. By determining the solubility of calcium terephthalate the concentration of terephthalic acid that would be required to achieve urinary saturation was calculated and a conservative estimate of the amount of terephthalic acid or dimethyl terephthalate that would have to be absorbed in order to induce calculi was derived. Terephthalic acid and melamine induced bladder tumors in rats in chronic feeding studies. However, it is likely that these tumors were secondary to the development of calculi. Terephthalic acid and melamine are apparently nongenotoxic and they do not appear to be metabolized. Increased cell replication in the urothelium of the bladder caused by chronic physical injury was probably a major factor in the mechanism of induction of bladder tumors by bladder stones. Bladder neoplasms occurred primarily in the high dose groups, and they were usually, although not invariably associated with stones. The possibility that stones were passed or were lost during processing of tissues for histopathologic examination could explain the absence of calculi from some of the neoplastic bladders. The formation of bladder calculi is an example of a threshold effect. ..."
        },
        {
            "References": "PMID:16621493",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ To investigate the prostaglandin E2 (PGE2) biosynthetic mechanism in bladder carcinogenesis... Wistar rat model of bladder papilloma and transitional cell carcinoma (TCC) induced by 5% terephthalic acid (TPA) treatment /was established/. Then, the mRNA level of cytosolic phospholipase A2 (cPLA2), cyclooxygenases (COX)-1 and -2, membrane-bound PGE2 synthases (mPGES)-1 and -2 was detected using reverse transcription polymerase chain reaction (RT-PCR). Immunoblotting was applied to detect the expression of COX-2 protein. Proliferating cell nuclear antigen (PCNA) was determined by immunohistochemistry. In addition, the level of PGE2 was measured by radioimmunoassay (RIA). Bladder papilloma (100%, 8/8) was examined in rats after 24-week treatment, and bladder TCC (80%, 16/20) was found after 48-week treatment. Histopathological changes were not found in control group rats. The incidence of bladder papilloma and TCC in test group was significantly higher than that in control group (P<0.01). The mRNA levels of cPLA2, COX-2 and mPGES-1 in the bladder papilloma and TCC were significantly higher than those in normal bladder (P<0.01), while the mRNA levels of COX-1 and mPGES-2 in TCC were unchanged compared with normal bladder. Bladder TCC exhibited a substantial expression of COX-2 protein. On the contrary, normal bladder tissue barely expresses COX-2 protein. PCNA labeling index (LI) and the level of PGE2 in bladder papilloma are much higher than those in normal bladder (P<0.01), but lower than those in bladder TCC (P<0.05). In conclusion, increasing PGE2 level via cPLA2--COX-2--mPGES-1 pathway may play an important role in rat bladder carcinogenesis. PGE2 may be a biomarker for the development of bladder TCC. cPLA2 and mPGES-1 may be targets for development of novel chemoprevention strategies for bladder TCC."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Terephthalic Acid, (100-21-0) p.70 (June 2001). Available from, as of October 18, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Terephthalic acid (TPA) was given daily in feed to CD and Wistar rats at doses of 0, 0.03, 0.125, 0.5, 2.0, and 5.0%.  Paternal exposure period was 90 days prior to and throughout mating.  Maternal exposure period was 90 days prior to mating, throughout mating, gestation, and lactation. Offsrping were exposed for 51 days; from birth through lactation and 30 days post weaning./ Parental Effects: Following 90 days of exposure to TPA, statistically significant decreases in food consumption were observed in CD females treated with 2% and 5%, and in both sexes of Wistars treated with 5%. Body weights were statistically decreased after 13 weeks in both sexes of CD rats on 2% and 5% TPA diets, and in males exposed to 0.03%. This effect occurred in Wistars (both sexes) only at the 5% level. There were 5 deaths (3 CD females, 1 Wistar/sex) reported during weeks 4-13 in animals given 5% TPA in the diet. During the one-generation component of the study 3 CD (1 male at 2.0%, 1/sex at 5.0%) and 4 Wistar female (2 at 5.0% and 2 at 0.03%) rats died. There was no effect of treatment on fertility index and litter size. Offspring Effects: There were no effects of treatment on litter size, sex ratio, or total number of offspring. While no control offspring were found dead on Day 0, 17 Wistar pups (1 at 0.03%, 2 at 0.125%, 1 at 0.5%, 12 at 2.0% (2 from one dam and 10 from another)) and 23 CD pups (1 at 0.5%, 7 at 2.0% (3 dams) and 15 at 5.0% (3 dams; with 11 from one of them)) were found dead. No statistical differences were noted in viability on Days 0, 1, or 21 in either strain. In CD rats, survivability on Day 21 was reduced in both sexes of offspring whose parents had been exposed to 5% TPA in the diet. In Wistar rats, body weights of both sexes of offspring from dams given 5.0% were reduced at Day 1. On Day 21, body weight was reduced in both strains of offspring from dams that ingested 5% TPA in the diet. Increased postnatal deaths on Day 1 and decreased survivability to Day 21 were noted in the 2% and 5% groups. At these dose levels, several large litters of pups were lost to dams suffering obvious signs of toxicity. Several of these dams did not allow the pups to nurse or attend to the litters. These pups were noted not to have milk in their stomachs and presented clinically as being very weak. These dams were consuming dietary levels of TPA known to cause reduced feed consumption, diarrhea and gastric trichobezoars (hairballs) and induce the formation of renal and bladder calculi. Unscheduled deaths during the postweaning period (Day 21-51) were confined to the 5% TPA group (18 Wistar and 16 CD) and were associated with a very high incidence of renal and bladder calculi. Renal and bladder calculi were noted in all animals exposed to 5% that were necropsied at Day 21. Day 51 necropsy findings also reported a very high incidence of renal and bladder calculi and the histological sequelae of the presence of the calculi. Parental NOAEL: 0.5% (CD); Wistar: 2.0%; Reproductive NOAEL: > 5.0% (CD and Wistar); F1 Offspring NOAEL: 0.5% (CD and Wistar)"
        },
        {
            "References": "PMID:20005034",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Reproductive toxicity of purified terephthalic acid (PTA) manufacturing wastewater on the male mice (Mus musculus) was investigated after 35-day intragastric perfusion treatment with the wastewater. Fluorescein diacetate and propidium iodide staining, and flow cytometry were used to assess the toxicity of PTA wastewater on spermatogenic cells. PTA wastewater induced significant variations in the relative percentages of immature haploid, diploid, tetraploid and S-phase spermatogonia. Percentage of viable spermatogenic cells was reduced from 93.1+/-2.3 in control group to 90.4+/-1.9 in the wastewater-treated group. Testicular histopathology revealed expansion of interstitial space and reduction in the number and size of Leydig cells induced by the wastewater, which was further certified by the decrease (10.6%) in relative testes weight and the increase (101.3%) in sperm shape abnormality in the wastewater-treated group. In this study, PTA wastewater was found to have reproductive toxicity on male mice, and public health problems may potentially arise from the discharge of the wastewater into the environment."
        },
        {
            "References": "Hancharova RI et al; Vyestsi Akad Navuk BSSR Syer Biyal Navuk 0 (3): 47-50 (1984)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Terephthalic acid ... /exhibited toxic effects on the developmental stages of Drosophila/. /Dose not specified/"
        },
        {
            "References": "Ryan BM et al; Toxicologist 10 (1): (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an effort to assess its teratogenic potential, purified terephthalic acid was administered as a particulate aerosol by inhalation at target concentrations of 0, 1.0, 5.0, and 10.0 mg/cu m to four groups of 22 to 25 timed pregnant primiparous Sprague-Dawley rats. The rats were exposed 6 hr/day, on gestation days 6 through 15. The time-weighted average concentrations were 0, 0.9, 4.7, and 10.4 mg/cu m for the filtered air control, low, medium, and high exposure groups, respectively. No deaths occurred and no signs of maternal toxicity were observed during the study. No statistically significant differences in mean dam body or uterus weights, litter weights, dam body weight gain or pup viability were detected in the purified terephthalic acid exposed rats compared to filtered air controls. External and soft tissue examinations failed to show any significant increase in the incidence of fetal malformations or abnormalities in the purified terephthalic acid-exposed litters compared to the controls. A statistically significant increase in the incidence of fetuses with rib anomalies was detected in the 5.0 mg/cu m group only when all rib anomalies were collapsed together. However, this increase was not considered a teratogenic event since the anomalies seen were common variations that were not elevated in a dose-related manner, were consistent with in house historical control values, and no other signs of embryotoxicity were evident in the purified terephthalic acid-exposed groups. Therefore, exposure to 1.0, 5.0 or 10.0 mg/cu m of purified terephthalic acid did not result in significant toxic or teratogenic effects in the dam or fetus."
        },
        {
            "References": "USEPA; Final Report: A Ninety Day Study of Terephthalic Acid Induced Urolithiasis and Reproductive Performance in Wistar and CD Rats (1982) EPA 560/1982/CIIT/007",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a reproduction study to evaluate differences between different strains of rats, male and female Wistar and CD strain rats were orally exposed to bis(2-ethylhexyl) terephthalate in the diet at concentrations of 0, 0.03, 0.125, 0.5, 2.0 or 5.0% for 90 days. The number of rats/group and the days during which mating took place were not reported. The surviving rats were sacrificed on day 90 of exposure. There were significant differences between treated and control animals in the following: decreased weight gain (highest 3 dose groups, both strains), dose-dependent lethal effects on newborn and young rats (2 and 5% groups, both strains), decreased day 1 newborn body weight and day 21 newborn survival and increased incidence of parental renal and bladder calculi at day 51 (high-dose group, both strains), increased incidence of chronic inflammatory lesions of the urinary bladder and urethra (high-dose group, more frequent in females of both strains), and strain difference with respect to urinary terephthalic acid concentrations at sacrifice (dose level not reported). There were no significant differences between treated and control animals in the following: reproduction or fertility parameters, and microscopic examination of kidney or ureter."
        },
        {
            "References": "Davidenko AV et al; Biol Nauki 0 (1): 31-4 (1984)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The chronic effect of terephthalic acid ... on rats, caused a significant decr of uptake of norepinephrine by gray matter synaptosomes and activated monoaminoxidase and catechol-O-methyl-transferase in cerebral hemispheres."
        },
        {
            "References": "PMID:17294649",
            "Value": "/GENOTOXICITY/ The purified terephthalic acid (PTA) petrochemical wastewater molecular toxicity detected by use of Mouse Genome 430A 2.0 GeneChip was conducted in this research. The toxic dose to male mice was 0.03 g/(kg x d) of PTA in the wastewater. The mice liver total RNA was isolated as the temple for synthesis of cDNA and then the cDNA as the temple for synthesis of cRNA. Hybridizing the cRNA with the target genes on the gene chip, there were 232 genes expression levels up-regulated and 74 genes down-regulated discovered obviously. The foremost 40 genes for both the highest and the lowest expression levels involved endogenetic steroid and hormone metabolism, immune system, the leukocyte activity and inflammation, detoxification in liver, reproduction and growth hormone, regulation immune factors of anti-tumor and anti-infection and cancer to the mice sampled. The data suggest the PTA wastewater contained over 5 aromatics and their toxicities integrated were much higher than the pure chemical PTA. And the pure chemical PTA toxicities data cannot be used to evaluate the toxicity of the PTA wastewater instead."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Terephthalic Acid, (100-21-0) p.58 (June 2001). Available from, as of October 18, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ /In a/ Mammalian Erythrocyte Micronucleus assay ... /ICR mice/ (5/sex/group) were dosed ip with vehicle (negative control), 200, 400 or 800 mg/kg /terephthalic acid/ (TPA), or 50 mg/kg cyclophosphamide (positive control) in corn oil in a volume of 20 mL/kg body weight and were sacrificed at 24 hr. Additional animals (5/sex/group) were treated with vehicle or 800 mg/kg TPA and sacrificed at 48 hr. ... Clinical signs following treatment with either dose of TPA included lethargy and piloerection. Negative and positive control animals appeared normal during the course of the study. The total number of micronuclei observed per 20000 PCE in animals treated with vehicle, 200, 400 or 800 mg/kg for 24 hr was 4, 8, 5, and 4, respectively. The incidence of micronuclei in animals treated with 800 mg/kg also did not differ from the vehicle control at 48 hr (2/20000 vs. 8/20000, respectively). There was no difference between males and females. TPA was negative in the test."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Terephthalic Acid, (100-21-0) p.58 (June 2001). Available from, as of October 18, 2011: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ /In an/ Ames test Salmonella typhimurium TA98, TA100, TA1535, and TA15375 /was exposed to terephthalic acid at concentrations of/ 0, 100, 333, 1000, 3333, 10000 ug/plate /producing a/ negative /response/ in all strains with or without /S9/ activation."
        },
        {
            "References": "PMID:17654251",
            "Value": "/GENOTOXICITY/ Genotoxicities of phthalic acid (PA) and terephthalic acid (TPA) were examined using three mutagenicity tests: Ames, chromosome aberration (CA), and micronucleus (MN). In the Ames test, these two agents did not produce any mutagenic responses in the absence or presence of S9 mix on the Salmonella typhimurium strains TA98, TA100, TA102, TA1535, or TA1537. The CA test also showed that PA and TPA exerted no significant cytogenetic effect on Chinese hamster ovary (CHO) cells. In the mouse MN test, no significant alteration in occurrence of micronucleated polychromatic erythrocytes was observed in ICR male mice ip administered any of these agents at doses of 0, 20, 100, 500, 2500 or 12,500 microM/kg. These results indicate that PA and TPA produced no mutagenic effects using these in vitro and in vivo mutagenic test systems."
        },
        {
            "References": "PMID:2661223",
            "Value": "/GENOTOXICITY/ Terephthalic acid, a carrier material, along with dyes present in colored smoke munitions, was evaluated for its ability to produce mutations in Salmonella typhimurium bacterial strains. Terephthalic acid was found to be nonmutagenic in the standard Ames assay using bacterial strains TA98, TA1538, TA100 and TA1535, with or without rat liver S9."
        },
        {
            "References": "PMID:12725076",
            "Value": "/OTHER TOXICITY INFORMATION/ The contents of phospholipids in the lung surfactant in bronchoalveolar lavage fluid(BALF) of rats /that/ inhaled terephthalic acid (TPA) dust were analyzed with high pressure liquid chromatography (HPLC). The average geometric concentrations of TPA dust in experimental groups were 8.93, 274.45 and 618.12 mg/cu m respectively. The results showed that phosphatidylcholine(PC), phosphatidyl glycerol(PG), and phosphatidylinositol(PI) of the rats exposed to TPA at the middle and high concentrations were decreased as compared with those in the control (P < 0.001). It was suggested that the functions of producing and secreting pulmonary surfactant in type II epithelial cells were damaged after inhaling TPA dust."
        },
        {
            "References": "Grigas EO et al; Toxicol Appl Pharm 18 (2): 469-86 (1971)",
            "Value": "/OTHER TOXICITY INFORMATION/ The pharmacologic features of terephthalic acid and its dihydroxamic derivative (WR 74,106) were compared in five animal species. ... Terephthalic acid did not prolong the change in the sulfadimethoxine concentration in the blood plasma in rats or rabbits. WR 74,106 also did not influence the sulfadimethoxine concentration in the blood plasma of either species. WR 74,106 exerted chemotherapeutic action against Plasmodium berghei in mice. The lethal doses of terephthalic acid for mice and dogs are larger than those of WR 74,106. In the latter species, the injection of a sublethal amount of either compound progressively stimulated respiration, increased pulmonary resistance and decreased pulmonary compliance. Also in dogs, terephthalic acid produced a fall in aortic blood pressure, but WR 74,106 did not influence blood pressure, cardiac output, or ventricular function. There were no signs of any deleterious effects produced by WR 74,106 on the heart, lungs, and peripheral nervous system in mice, rats, cats, or rabbits. /Dose not specified/"
        },
        {
            "References": "PMID:8447723",
            "Value": "/OTHER TOXICITY INFORMATION/ Terephthallc acld at 20 mg/kg/day resulted in lowered serum cholesterol and triglyceride levels in rats. The cholesterol content was lowered in the lipoproteln fractions. The effects of the agents on de novo lipid synthesis showed that similar enzymes were affected in rat liver and small intestinal mucosa cells as when compared to in vitro tissue culture cells from rats and humans eg reduction of acyl CoA cholesterol acyl transferase and elevation of neutral cholesterol ester hydrolase actlvities suggest that net cholesterol esters depositlon in foam cells should be reduced and plaque growth should be slowed. The suppression of LDL receptor binding and degradation by the drug suggest that less apoB lipoproteins are taken up by peripheral tissues. The elevated HDL receptor binding and internalization in the liver suggest that the drug accelerates cholesterol return to the liver. Additional studies show that cholesterol and bile acid secretion in the bile is elevated. However, the bile acids secreted are not lithogenic."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Oct 19, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Park CM, Sheehan RJ; Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2011). New York, NY: John Wiley & Sons; Phthalic Acids and Other Benzenepolycarboxylic Acids. Online Posting Date: Dec 4, 2000 (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of terephthalic acid can be estimated to be 79(SRC). According to a classification scheme(2), this estimated Koc value suggests that terephthalic acid is expected to have high mobility in soil. The pKa1 and pKa2 of terephthalic acid are 3.54 and 4.46 at 25 °C(3), respectively, indicating that this compound will partially exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}