{
    "_id": {
        "$oid": "6682e880c4e5dba5ffba25e5"
    },
    "CID": {
        "$numberInt": "7500"
    },
    "Name": "ETHYLBENZENE",
    "IUPACName": "ethylbenzene",
    "CanonicalSMILES": "CCC1=CC=CC=C1",
    "Synonyms": [
        "ETHYLBENZENE",
        "100-41-4",
        "Phenylethane",
        "Ethylbenzol",
        "Benzene",
        "ethyl-",
        "Ethyl benzene",
        "Aethylbenzol",
        "Ethylenzene",
        "Ethylbenzeen",
        "Etilbenzene",
        "Etylobenzen",
        "alpha-Methyltoluene",
        "1-ethylbenzene",
        "NCI-C56393",
        "HSDB 84"
    ],
    "IsomericSMILES": "CCC1=CC=CC=C1",
    "INCHI": "InChI=1S/C8H10/c1-2-8-6-4-3-5-7-8/h3-7H,2H2,1H3",
    "INCHIKEY": "YNQLUTRBYVCPMQ-UHFFFAOYSA-N",
    "Formula": "C8H10",
    "MolecularWeight": {
        "$numberDouble": "106.16"
    },
    "Description": "Ethylbenzene is an alkylbenzene carrying an ethyl substituent. It is a constituent of coal tar and petroleum.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "51"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Ethylbenzene. Available from, as of Sept 28, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Ethylbenzene was detected in the following plants(1):",
            "Table": "[{'Genus species': 'Juglans nigra', 'Family': 'Juglandaceae', 'Common name(s)': 'Black Walnut', 'Part': 'Essential Oil', 'Concn (ppm)': '41000.0'}, {'Genus species': 'Carthamus tinctorius', 'Family': 'Asteraceae', 'Common name(s)': 'Safflower', 'Part': 'Flower', 'Concn (ppm)': '0.4-0.5'}, {'Genus species': 'Murraya koenigii', 'Family': 'Rutaceae', 'Common name(s)': 'Curry Leaf, Curry Leaf Tree, Indian Curry Tree', 'Part': 'Leaf', 'Concn (ppm)': '0.1'}, {'Genus species': 'Panax ginseng', 'Family': 'Araliaceae', 'Common name(s)': 'Korean Ginseng, Ginseng, Oriental Ginseng, Chinese Ginseng', 'Part': 'Shoot', 'Concn (ppm)': 'Not reported'}, {'Genus species': 'Juglans nigra', 'Family': 'Juglandaceae', 'Common name(s)': 'Black Walnut', 'Part': 'Fruit', 'Concn (ppm)': 'Not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ogata M et al; Bull Environ Contam Toxicol 33: 561-7 (1984) (2) Roubal NT et al; Arch Environ Contam Toxicol 7: 237-244 (1978) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Nunes P, Benville PE Jr; Bull Environ Contam Toxicol 21: 719-24 (1979)",
            "Value": "A BCF of 15 (log BCF of 1.19) was measured for ethylbenzene in goldfish(1). Ethylbenzene did not bioaccumulate in Coho salmon (Oncorhynchus kisutch) and starry flounder (Platichthys stellatus), BCF approximated as 1, in tests using 0.005 mg/L ethylbenzene(2). According to a classification scheme(2), these BCF values suggest the potential for bioconcentration in aquatic organisms is low. In a shellfish study, the ethylbenzene concentration in clam tissue was 5 times higher than that measured in water after an 8-day continuous-flow exposure to the water-soluble fraction of Cook Inlet crude oil(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Slave T et al; Rev Chim 25: 666-70 (1974) (2) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (3) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (4) Kappeler T, Wuhrmann K; Water Res 12: 327-33 (1978) (5) Van der Linden AC; Dev Biodegrad Hydrocarbons 1: 165-200 (1978) (6) Wakeham SG et al; Environ Sci Technol 17: 611-7 (1983) (7) Tester DJ, Harker RJ; Water Pollut Control 80: 614-31 (1981) (8) Chou WL et al; Biotechnol Bioeng Symp 8: 391-414 (1979) (9) Bouwer EJ, McCarty PL; Appl Environ Microbiol 45: 1295-99 (1983) (10) Bouwer EJ, McCarthy PL; Ground Water 22: 433-40 (1984)",
            "Value": "After a period of inocula adaptation, ethylbenzene is biodegraded fairly rapidly by sewage or activated sludge inoculua(1-3). As a component of gas oil, it is completely degraded in groundwater in 8 days(4) and seawater in 10 days(5). In a mesocosm experiment using simulated Narragansett Bay conditions, complete biodegradation occurred in approximately 2 days after a 2 week lag in spring and a 2 day lag in summer(6). Part of the attenuation in concentration from a leaky gasoline storage tank in the chalk aquifer in England has been attributed to biodegradation(7). No degradation was observed in an anaerobic reactor even after 110 days acclimation(8) or at low concentrations in a batch reactor in 11 weeks under denitrifying conditions(9). Percent removal in an anaerobic, continuous-flow, laboratory biofilm column was 7% after a 2 day detention time(10); 99% removal was observed in a similar aerobic column following a 20 min detention time(10)."
        },
        {
            "References": "(1) Borden RC et al; Water Resour Res 33: 1105-15 (1996) (2) Fairlee JR et al; J Microbiol 43: 841-6 (1997) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 15, 2016: https://www.safe.nite.go.jp/english/db.html (4) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (5) OECD; SIDS Initial Assessment Report For SIAM 14. Ethylbenzene, March 2002. Available from, as of June 15, 2016: https://www.inchem.org/documents/sids/sids/100414.pdf (6) Lapertot ME, Pulgarin C; Chemosphere 65: 682-690 (2006) (7) ECHA; Search for Chemicals. Ethylbenzene (CAS 100-41-4) Registered Substances Dossier. European Chemical Agency; Available from, as of June 16, 2015: https://echa.europa.eu/",
            "Value": "AEROBIC: A study was conducted using underground storage tanks containing gasoline and diesel fuel that contaminated a shallow coastal plain aquifer in rural Sampson County in North Carolina(1); ethylbenzene was degraded in aerobic conditions within 10-16 days and in conditions of low initial oxygen, it was rapidly degraded in 21 days until the available oxygen was depleted(1). A combined culture experiment of Mycobacterium vaccae and Rhodococcus sp. strain R-22 showed M. vaccae alone and M. vaccae and R-22 together can oxidize ethylbenzene to 4-ethylphenol which is then degraded to 50 ppm within 72 hr(2). Ethylbenzene, present at 100 mg/L, reached 0 to 81-126% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in two Japanese MITI tests(3,4); one test classified the compound as readily biodegradable and the other as not readily biodegradable(3). Ethylbenzene, present at 50 mg/L, reached 81% of its theoretical BOD in 14 days during a 28-day BOD test (OECD 302C)(5,6). Using a method equivalent to OECD 310 (CO2 Headspace) and activated sludge, ethylbenzene reached up to 79% biodegradation in 28 days based mineralization(7). Using OECD 301E (Ready Biodegradability: Modified OECD Screening Test), ethylbenzene was 100% removed after 6 days, however, volatilization was accounted for relative to biodegradation(5,7). Overall, ethylbenzene is considered to be inherently biodegradable in water and in soil under aerobic conditions, and not rapidly biodegradable in anaerobic conditions (based on 7 anaerobic studies)(5)."
        },
        {
            "References": "(1) Ball HA, Reinhard M; Environ Toxicol Chem 15: 114-22 (1996) (2) Ball HA et al; pp. 458-63 in In-Situ Bioreclamation. Hinchee RE, Olfenbuttel RF, eds. Boston, MA: Butterworth-Heinemann (1991) (3) Borden RC et al; Anaerobic biodegradation of BTEX in aquifer material. USEPA/600/S-97/003 pp. 9 (1997) (4) Jahn MK et al; Appl Environ Microbiol 71: 3355-3358 (2005)",
            "Value": "ANAEROBIC: Anaerobic ethylbenzene transformation in Seal Beach Naval Weapons Station sediments in Southern California appeared to be strictly associated with nitrate-reducing processes(1). Ethylbenzene was completely degraded in microcosms inoculated with the sediment material from a refinery pond or activated sludge from the refinery treatment facility under nitrate-reducing conditions(2). At Sleeping Bear Dunes National Lakeshore in Michigan, ethylbenzene was degraded at slow rates via anaerobic degradation under ambient subsurface conditions using ferric iron, sulfate and/or carbon dioxide as the terminal electron acceptors(3). Ethylbenzene showed complete anaerobic oxidation in sediment-free iron-reducing enrichment cultures(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Nicola RM; J Environ Health 49: 342-7 (1987) (2) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985)",
            "Value": "In 1982, bottomfish (sole and flounder species) from Commencement Bay and adjacent waterways in Tacoma, WA were found to have an average concentration of ethylbenzene of 0.01 ppm(1). 5 samples of oysters (Crassostrea virginica) in Lake Pontchartrain, LA, had an average concentration of 0.8 ppb(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 43",
            "Value": "log Kow = 3.15"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Toftgard R, Nilsen OG; Toxicol 23 (2-3): 197-212 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were exposed for 3 days by inhalation to 2000 ppm of a xylene mixture, or ... ethylbenzene. All solvents increased hepatic cytochrome p450 concn and NADPH-cytochrome C reductase activity. The ability of ethylbenzene to modify the metabolism of other potentially toxic substances in liver, kidney, and lung microsomes suggested the possibility of synergistic toxic responses."
        },
        {
            "References": "PMID:3805570",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effect of monocyclic aromatic hydrocarbons, their metabolites, and their structure on brain dopamine was studied. Adult male New Zealand rabbits were exposed to 750 ppm toluene, styrene, ethylbenzene, vinyltoluene, 7-methylstyrene, xylenes, and fresh air. Six groups of eight rabbits received 4 mM/kg ip for 3 days of hippuric acid, mandelic acid, methylhippuric acid, phenylglyoxylic acid, or 7-methylmandelic acid. Animals were killed 12 hours after inhalation exposure or 24 hours after the last dose of acid. The hypothalamus, striatum, hippocampus, tuberoinfundibular area, and part of the brain cortex were treated with 0.2 molar perchloric acid, homogenized, desorbed on alumina, and centrifuged. Supernatant was filtered and used to measure homovanillic acid. Styrene induced a marked dopamine depletion and a significant increase in homovanillic acid concentration. Ethylbenzene and vinyltoluene produced a smaller, but statistically significant effect. Toluene, xylenes, and 7-methylstyrene were ineffective. Phenylglyoxylic acid caused a decrease in dopamine levels and a consistent rise in homovanillic acid in striatal and tuberoinfundibular regions. Mandelic acid elicited the same effect, but to a lesser degree. 7-Methylmandelic, methylhippuric, and hippuric acids evoked no response. Neither solvents nor their metabolites affected norepinephrine contents of brain areas in which this neurotransmitter reaches high concentrations. It was concluded that the results indicate that the changes in brain dopamine depend on metabolic interferences of some metabolites of aromatic solvents with dopamine catabolism. Only metabolites whose side chain may be transformed into a alpha-keto acid caused dopamine depletion."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 413",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Drop application to rabbit eyes caused slight irritation and no corneal injury demonstrable by fluorescein staining. Standard testing on rabbit eyes gave an injury grade of 2 on a scale of 10."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 50% respiratory depression was observed in mice exposed to >/= 1,432 ppm for 5-30 minutes."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye irritation and lacrimation have been observed after acute-duration exposures in rats, mice, and guinea pigs exposed to >/= 1,000 ppm ethylbenzene. Lacrimation was observed in rats exposed to 382 ppm for 4 weeks. In contrast, no ocular effects were seen in rats or mice after a 13-week exposure to 975 ppm ethylbenzene. Mild irritation, reddening, exfoliation, and blistering have been reported in rabbits when ethylbenzene was applied directly on the skin. Slight irritation of the eye and corneal injuries were observed in rabbits when ethylbenzene was instilled onto the eyes."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Nasal and eye irritation was evident in animals exposed to 1,000 ppm for >/= 3 minutes."
        },
        {
            "References": "PMID:2612773",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice, B6C3F1 Fischer-344 rats, and /rabbits /New Zealand/ (five/sex/group) were exposed by inhalation to ethylbenzene vapors for 6 hr/day, 5 days/week for 4 weeks (20 exposures). Rats and mice received 0, 99, 382, or 782 ppm ethylbenzene while rabbits received 0, 382, 782, or 1610 ppm. No changes were evident in mortality patterns, clinical chemistries, urinalyses, or treatment-related gross/microscopic (including ophthalmologic) lesions. Rats exhibited sporadic lacrimation and salivation, as well as significantly increased liver weights at 382 and 782 ppm, and small increases in leukocyte counts at 782 ppm. Males at this exposure level also showed marginal elevations in platelet counts. In mice, females showed statistically increased absolute and relative liver weights at 382 and 782 ppm while males had statistically increased relative liver-to-brain weight ratios only at 782 ppm. Female rabbits at the high exposure level of 1610 ppm gained weight more slowly than controls (not statistically significant); males showed a similar transient downward trend after 1 week, but showed no differences from controls at study's end. A no observed adverse effect level (NOAEL) of 382 ppm appears appropriate for rats and mice with a lowest observed adverse effect level (LOAEL) of 782 ppm. A NOAEL of 782 ppm and LOAEL of 1610 ppm are appropriate for rabbits."
        },
        {
            "References": "PMID:21241565",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study objective was/ to investigate the influence of ethylbenzene on oxidative damage, ultrastructure and the expressions of apoptosis-related genes in the rat brain tissues. Four groups of 10 males of Sprague-Dawley rats were allocated randomly, and inhaled daily with different doses of ethylbenzene: 0, 433.5 mg/cu m, 4335.0 mg/cu m, and 6500.0 mg/cu m 6 hr daily, 5 days per week for 13 weeks. The contents of glutathione (GSH) and malondialdehyde (MDA) and activity of acetylcholinesterase (AChE) were assayed, respectively. The ultrastructure of brain tissues was observed via electron microscope. The gene expression levels of Bax, Bcl-2, cytochrome C, caspase-9 and caspase-3 in brain tissues were measured by real-time polymerase chain reaction (PCR), respectively. The contents of MDA [(2.03 +/- 0.56), (4.17 +/- 1.31) nmol/mg pro] in the brain tissues of 4335.0 mg/cu m and 6500.0 mg/cu m ethylbenzene-treated groups were significantly higher than that [(1.08 +/- 0.26) nmol/mg pro] in the control group (P < 0.05), while AChE activities [(0.321 +/- 0.066), (0.276 +/- 0.031), (0.202 +/- 0.041) U/mg] and GSH contents [(35.19 +/- 15.08), (33.42 +/- 15.32), (27.99 +/- 7.53) mg/g pro] in all ethylbenzene-treated groups were remarkably depressed (P < 0.05, P < 0.05, respectively). After 6500.0 mg/cu m ethylbenzene inhalation, the nucleolus exhibit demilune with decreased mitochondria. Electrondense of myelin occurred in the injured nerve, ascribing to lipid peroxidationed membrane. The gene expression level of Bax in brain tissue of 4335.0 mg/cu m and 6500.0 mg/cu m ethylbenzene-treated group was significantly higher than that in the control group (p<0.05). Compared with the control group, the gene expression levels of cytochrome C, caspase-9 and caspase-3 in all ethylbenzene-treated groups were enhanced (p<0.05, p<0.05, respectively), while bcl-2 gene expression levels in all ethylbenzene-treated groups were decreased (p<0.05). Ethylbenzene can induce oxidative damage and apoptosis in brain tissues. The apoptotic mechanism might be involved with up-regulation of Bax, cytochrome C, caspase-9 and caspase-3, as well as restraint of Bcl-2."
        },
        {
            "References": "PMID:24053957",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study objective was/ to investigate the effect of ethylbenzene on the expression of heme oxygenase-1 (HO-1) intrarenal tissues. Forty male Sprague-Dawley rats were randomly and equally allocated to control group, low-dose exposure group, moderate-dose exposure group, and high-dose exposure group to inhale different doses of ethylbenzene (0, 433.5 mg/cu m (100 ppm), 4335.0 mg/cu m (1000 ppm), and 6500.0 mg/cu m (1500 ppm)) for 6 h per day, 5 days per week, for 13 weeks. After the rat model of subchronic ethylbenzene exposure was established, the activities of glutathione peroxidase (GSH-Px), superoxide dismutase (SOD), and catalase (CAT) in renal tissues were measured, and the mRNA and protein expression levels of HO-1 in renal tissues were measured by real-time PCR and Western blot. Compared with the control group, all exposure groups showed significantly decreased activities of GSH-Px and CAT in renal tissues and the moderate- and high-dose exposure groups showed significantly decreased activity of SOD in renal tissues (p<0.05). All exposure groups showed significantly higher expression of HO-1 than the control group (p<0.05). The high-dose exposure group showed significantly higher expression of HO-1 than the low- and moderate-dose exposure group (p<0.05), and the moderate- and high-dose exposure group had significantly higher expression of HO-1 than the control group and low-dose exposure group (p<0.05). A certain dose of ethylbenzene can induce elevated expression of HO-1 and decreased antioxidant levels in rat renal tissues, thus leading to oxidative stress damage."
        },
        {
            "References": "PMID:20156836",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ethylbenzene is an important industrial chemical that has recently been classified as a possible human carcinogen (International Agency of Research on Cancer class 2B), but the available data do not support the genotoxic mechanism of ethylbenzene-induced tumors in kidney. We investigated the effects of ethylbenzene on renal ultrastructure and explored the nongenotoxic mechanism of mitochondria-mediated apoptosis pathway. Forty male Sprague-Dawley rats were used as a vivo model with ethylbenzene inhalation for 13 weeks, and the metabolites of ethylbenzene, mandelic acid (MA), and phenylglyoxylic acid (PGA) in urine were examined by high-performance liquid chromatography. Meanwhile, the ultrastructure of renal tubular epithelial cells was observed, and cell apoptosis was detected via terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling assay. Furthermore, we investigated the expression levels of messenger RNA (mRNA) and protein of bax, bcl-2, cytochrome c, caspase-9, and caspase-3 in rat kidney. With respect to levels of MA, PGA, and MA + PGA, a significant dose-dependent increase was observed in 4335 and 6500 mg/cu m ethylbenzene-treated groups against the control group. The mitochondria of renal tubular epithelial cells became a compact and vacuolar structure in 6500 mg/cu m ethylbenzene-treated group, and ethylbenzene induced a significant increase in the number of apoptotic cells as compared to the control group. In addition, enhanced mRNA and protein expression levels of all measured genes were observed in various ethylbenzene-treated groups except the decreased bcl-2 expression levels. Our results indicated that ethylbenzene may induce apoptosis of renal tubular epithelial cells via mitochondria-mediated apoptotic pathways. MA and PGA in urine might be a parameter of biological dose in vivo after ethylbenzene inhalation."
        },
        {
            "References": "PMID:25518993",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The mechanisms underlying hepatoxic effects of ethylbenzene still remain unknown. We investigated the toxic effects of ethylbenzene on liver and explored the mechanism of mitochondria-mediated apoptosis pathway. Forty male Sprague-Dawley rats were used as an in vivo model with ethylbenzene inhalation of 0, 433.5 mg/cu m, 4335 mg/cu m and 6500 mg/cu m for 13 weeks. Levels of malondialdehyde, glutathione, glutathione peroxidase and superoxide dismutase were assayed. Meanwhile, the ultrastructure of hepatic tissues was observed and cell apoptosis was detected via terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling (TUNEL) assay. Furthermore, we investigated the expression levels of mRNA and protein of bax, bcl-2, cytochrome c, caspase-9 and caspase-3 in rat liver tissues. Compared with control group, the malondialdehyde levels were significantly elevated while glutathione levels and activities of glutathione peroxidase and superoxide dismutase were decreased, respectively. The mitochondria of liver appeared swollen with vacuolar structure and loss of cristae in 6500 mg/cu m ethylbenzene-treated group, and ethylbenzene induced a significant increase in the percentage of apoptotic cells as compared to the control group. In addition, enhanced mRNA and protein expression levels of all measured genes were observed in ethylbenzene-treated groups except the decreased bcl-2 expression levels. Our results indicated that ethylbenzene may induce oxidative damage and apoptosis in rat liver. Mitochondrial-mediated pathway was involved in the apoptosis process."
        },
        {
            "References": "PMID:20137408",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study objective was/ to investigate the influence of ethylbenzene on the levels of mandelic acid (MA) and phenylglyoxylic acid (PGA) in urine, the ultrastructure and the expressions of mitochondrial apoptotic-related genes in the rat nephridial tissues. Four groups of 10 males of Sprague-Dawley rats were allocated randomly into four groups: control (C) group, low (L) group, moderate (M) group and high (H) group, and inhaled daily with different doses of ethylbenzene: 0, 433.5 mg/cu m, 4335 mg/cu m, and 6500 mg/cu m 6 hr per day, 5 days per week for 13 weeks. The mandelic acid and phenylglyoxylic acid in the urine was assayed by high performance liquid chromatography. The ultrastructure of nephridial tissue was observed via electron microscope. The protein expression levels of Bax, Bcl-2, cytochrome C, Caspase-9 and Caspase-3 in nephridial tissues were measured by Western blot, respectively. The levels of MA [(0.303 +/- 0.148) mg/L, (0.404 +/- 0.154) mg/L] and PGA [(0.168 +/- 0.104) mg/L, (0.174 +/- 0.092) mg/L] in the urine of M and H groups were significantly higher than that in the control and L group [(0.084 +/- 0.070) mg/L, (0.041 +/- 0.029) mg/L] (p<0.05, respectively). It has been shown a dose-effect relationship between the contents of MA, PGA and MA + PGA and inhaled ethylbenzene, respectively. The mitochondria of rat nephridial tissue of H group became a compact and vacuolar structure with disorder and loss of cristae. The expression levels of Bax in mitochondria of nephridial tissues of M and H groups were significantly lower than that in the control group (p<0.05). Caspase-3 expression level in H group was remarkably higher than that in the control group (p<0.05). Compared with the control group, the expression levels of cytochrome C and Caspase-9 were enhanced, while the expression levels of Bcl-2 were restrained in all ethylbenzene-treated groups (p<0.05, p<0.05, respectively). The expression levels of Caspase-3 in M and H groups were significantly higher than that in the control group and L group (p<0.05). Ethylbenzene can induce apoptosis in the cells of nephridial tissues. The apoptotic mechanism might be involved with up-regulation of Bax, cytochrome C, Caspase-9 and Caspase-3, as well as restraint of Bcl-2. The level of MA and PGA in the rat urine could be a parameter of biological dose in vivo after ethylbenzene inhalation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Results of 4- and 13-week studies indicate that intermediate-duration oral exposure to ethylbenzene produces effects to the liver. Effects indicative of liver toxicity observed included increased activity of serum liver enzymes (alanine aminotransferase and gamma-glutamyl transferase) in males (>/= 250 mg/kg/day) and females (750 mg/mg/day), increased absolute and relative liver weights (>/= 250 mg/kg/day in males and females), and a dose-related increase in the incidence of centrilobular hepatocyte hypertrophy (>/= 250 mg/kg/day in males and females). Increased bilirubin (</= 250 mg/kg/day in males and 750 mg/kg/day in females), total protein (750 mg/kg/day in females), albumin (750 mg/kg/day in males and females), globulins (750 mg/kg/day in females), and cholesterol (</= 250 mg/kg/day in males and females), and decreased prothrombin time (750 mg/kg/day in males and >/= 250 mg/kg/day in females) were considered by study investigators as adaptive effects in the liver. In males in the 75 mg/k/day group, relative liver weight was significantly increased by 4% compared to controls; however, no histopathological changes, or increases in absolute liver or serum liver enzyme activities were observed at this dosage. Given that ethylbenzene is a microsomal enzyme inducer, and the absence of histopathology and other evidence of liver injury at the 75 mg/kg/day dosage, the small increase in relative liver weight in male rats was at this dosage not considered evidence for an adverse effect on the liver."
        },
        {
            "References": "Tatrai E et al; Egeszsegtudomany 26 (3): 297-303 (1982)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats inhaling 600, 1200, or 2400 mg ethylbenzene/cu m for 24 hr/day from days 7-15 of pregnancy showed mild toxicity. The highest dose retarded skeletal development and weight gain in the fetuses and increased the incidence of extra ribs. Sacral displacement with abnormal development was observed in 2 instances. Thus, ethylbenzene, has some embryotoxic and teratogenic activity."
        },
        {
            "References": "NIOSH; Teratologic Assessment of Ethylbenzene and 2-Ethoxyethanol p.iii (1981) NIOSH Contract No. 210-79-0037",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Neither maternal toxicity nor embryotoxicity was observed in gravid rabbits exposed to ethylbenzene /by inhalation/ at 100 or 1000 ppm."
        },
        {
            "References": "NIOSH; Teratologic Assessment of Ethylbenzene and 2-Ethoxyethanol p.iii (1981) NIOSH Contract No. 210-79-0037",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Neither maternal toxicity nor embyrotoxicity was observed /in pregnant rats/ exposed to ethylbenzene /by inhalation/ at 100 ppm ... but /1000 ppm/ induced some indications of toxicity. ... A significant increase in the incidence of extra ribs was detected in rat fetuses exposed in utero to the high level."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The number of implantations or live fetuses per litter and the percentage of resorptions or non-live implants per litter were unaffected in pregnant rats exposed to 2,000 ppm ethylbenzene during gestation. In a two-generation study, estrous cycle length was significantly reduced in F0, but not F1, females exposed to 500 ppm or in rats or mice exposed to 975 ppm ethylbenzene for 90 days. Reproductive parameters were not affected in F0 or F1 males or females at 500 ppm ethylbenzene. Exposure of rats and rabbits to 100 or 1,000 ppm ethylbenzene for 3 weeks during prior to mating or gestation or both resulted in no conclusive evidence of reproductive effects in either species. Assessments of reproductive organs conducted following intermediate- and chronic-duration exposure to ethylbenzene have not observed histopathological changes in the testes of rats, mice, or rabbits exposed to concentrations as high as 2,400 ppm ethylbenzene for 4 days or in rats or mice exposed to 782 ppm ethylbenzene or rabbits exposed to 1,610 ppm for 4 weeks. No effect was observed on spermatid counts, sperm motility, weight of the caudal epididymis, or testicular morphology in rats or mice exposed to 975 ppm ethylbenzene for 90 days. No adverse histopathological effects were seen in the testes of rats or guinea pigs exposed to concentrations up to 1,250 or 600 ppm, respectively, for 6-7 months."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental effects have been reported in the offspring of pregnant animals exposed to ethylbenzene during gestation. The best reported studies available suggest that developmental effects are generally observed at concentrations of approximately >/= 1,000 ppm. Significant increases in the incidence of fetal skeletal variations were observed in the offspring of pregnant rats exposed to 2,000 ppm and reductions in fetal body weight were observed in the offspring of pregnant rats exposed to >/= 1,000 ppm ethylbenzene during gestation. Maternal toxicity, manifested as reduced body weight gain, was also observed in rats exposed to >/= 1,000 ppm. No developmental effects were observed at concentrations of </= 500 ppm. In contrast, an increased incidence of fetuses with extra ribs was observed in the offspring of rats exposed to 100 ppm during gestation, but not when the animals were exposed to 100 ppm during pre-mating and gestation. No other significant increases in major malformations or minor anomalies were observed. Neurodevelopmental assessments conducted on F2 rat offspring indicated no effects in a functional observational battery assessment, fore- or hind-limb grip strength, swimming ability, motor activity, startle response, or learning and memory assessments at 500 ppm."
        },
        {
            "References": "Anderson K et al, Toxicol Appl Pharmacol 60 (3): 535 (1981)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Subacute exposure of male rats to 2000 ppm produced increases of dopamine  and noradrenaline levels & turnover in various parts of hypothalamus and median eminence 16-18 hr following last exposure."
        },
        {
            "References": "Mutti A; Toxicol 49 (1): 77-82 (1988)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Efforts were made to clarify the molecular basis of styrene toxicity on the dopaminergic systems and to evaluate whether the same mechanism was common to other solvents. Groups of male New Zealand rabbits were exposed to 750 ppm toluene, xylene, styrene, ethylbenzene, vinyltoluene, 7-methyl-styrene, or fresh air (control group). A significant depletion in both striatal and tubero infundibular dopamine was caused by styrene, ethylbenzene, and vinyltoluene. Methylation of the aromatic ring of styrene did not change its activity, whereas methylation of the side chain drastically reduced its effect on dopamine. Treatment carried out with the main metabolites of aromatic solvents indicated that acidic metabolites of some solvents caused striatal and tubero infundibular dopamine depletion. Present data suggested a chemical reaction between dopamine and some acidic metabolites. The active metabolites have an alpha-keto acid as the side chain or as a part of their molecule. These keto acids condense nonenzymatically with dopamine."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10-11 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acute-duration and intermediate-duration studies in animals suggest that the auditory system is a sensitive target of ethylbenzene toxicity. Significant losses of outer hair cells (OHCs) in the organ of Corti have been observed in rats after acute-duration exposure >/= 400 ppm and intermediate-duration inhalation exposure to >/= 200 ppm ethylbenzene. These OHC losses have been observed up to 11 weeks after termination of the exposure, suggesting that these effects may be irreversible. Significant deterioration of auditory thresholds is also observed in animals affected with OHC losses. Auditory deficits have also been observed in animals after an intermediate-duration oral exposure to ethylbenzene. An almost complete loss of the three rows of outer hair cells in the organ of Corti was observed in rats 10 days after the last dose (900 mg/kg/day) in an acute-duration study. Effects on the central nervous system, such as moderate motor activation, /CNS depressant/, changes in posture and arousal, and salivation and prostration have been observed in animals after acute- and intermediate-duration exposure to >/= 400 ppm ethylbenzene."
        },
        {
            "References": "PMID:2904817",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of styrene, toluene, ethylbenzene, alpha-methylstyrene, and butylbenzene on oxidative phosphorylation was studied using rat liver mitochondrial preparations. Rat liver mitochondria were prepared from male white Wistar rats and assessed for respiration rate, oxygen uptake, glutamate oxidation, succinate oxidation, ATPase activity, and proton permeability in the presence and absence of the alkyl benzene derivatives. Inclusion of the alkyl benzene derivatives in the incubation medium produced an initial acceleration of oxygen consumption followed by an inhibition of glutamate oxidation, and the stimulatory effect paralleled the aliphatic chain length. Glutamate oxidation was also inhibited by styrene, ethylbenzene, and alpha-methylstyrene but not by butylbenzene or toluene in 2,4-dinitrophenol uncoupled mitochondria. Styrene and the aliphatic benzene derivative stimulated succinate oxidation in rat liver mitochondria without effect on 2,4-dinitrophenol stimulated succinate oxidation. Similar stimulatory effects on ATPase activity were observed with maximal stimulation occurring at the same relative concentrations producing maximal succinate oxidation. ATPase stimulation required magnesium, was oligomycin sensitive, and showed an inverse relation to the hydrophobicity of the compounds tested. The inclusion of styrene in the incubation medium markedly increased the rate of passive entry of protons into rat liver mitochondria in a manner comparable to 2,4-dinitrophenol. It was concluded that styrene and other monosubstituted benzene derivatives act as mitochondrial uncoupling agents."
        },
        {
            "References": "PMID:23662359",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The study objective was/ to study the oxidative damage and apoptosis of renal tubular epithelial cells (NRK-52e cell line) induced by ethylbenzene. NRK-52e cells were exposed to 30, 60, 90, 120 umol/L ethylbenzene for 24 hours. Cell viability were measured using MTT, the activities of superoxide dismutase (SOD), glutathione peroxidase (GSH-Px) and catalase (CAT), the contents of malondialdehyde (MDA) and glutathione (GSH) were detected respectively. PI fluorescent staining assay was applied to detect percentage of apoptosis in ethylbenzene-treated groups. Compared with control group, cell outline became clear, cell diopter increased, cell became smaller and shrinkage, some cells broke in 60 umol/L ethylbenzene-treated group. Plenty of cells died, suspension cells increased significantly in 90 umol/L ethylbenzene-treated group. Compared with control group, cell viability the activities of SOD and CAT and the content of GSH were significantly decreased in 60 and 90 umol/L ethylbenzene-treated groups (p<0.05). The MDA content were remarkably elevated in 90 umol/L ethylbenzene-treated groups (p<0.05)."
        },
        {
            "References": "PMID:26381691",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ethylbenzene is an important industrial chemical, but its potential toxicity is a recent concern. Our previous study investigated the renal toxicity of ethylbenzene in vivo. Rat renal epithelial cells (NRK-52E cells) were incubated with 0, 30, 60, and 90 umol/L of ethylbenzene for 24 hr in vitro to investigate ethylbenzene-induced oxidative stress, apoptosis, and the expression of heme oxygenase 1 (HO-1) and nuclear factor (erythroid 2)-related factor 2 (Nrf2). The cell survival rate in the ethylbenzene-treated groups was significantly lower than the control group. Ethylbenzene significantly increased intracellular reactive oxygen species and apoptosis. Malondialdehyde levels were significantly elevated compared with the control group, while glutathione levels and glutathione peroxidase activities were decreased in ethylbenzene-treated groups. The activities of catalase and superoxide dismutase were also markedly reduced. A significant dose-dependent increase in HO-1 and Nrf2 messenger RNA expression levels was observed in ethylbenzene-treated groups compared with the control group. Similarly, ethylbenzene treatment enhanced protein expression of HO-1 and Nrf2 in a dose-dependent manner. Our results indicated that ethylbenzene induced oxidative stress, apoptosis, and upregulation of HO-1 and Nrf2 in NRK-52E cells, which contributes to ethylbenzene-induced renal toxicity."
        },
        {
            "References": "Nielsen GD, Alarie Y; Toxical Appl Pharmacol 65 (3): 459-77 (1982)",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethylbenzene was investigated ... as a sensory irritant in mice. The concn necessary to depress the respiratory rate by 50% (RD 50) due to sensory irritation of the upper respiratory tract was 4060 ppm. ... A model for the sensory irritating action ... was proposed on the basis of ... physical interaction with a receptor protein."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Ethylbenzene p. 10 (2010); Available from, as of June 16, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp110.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ Guinea pigs exposed to sublethal concentrations of ethylbenzene (</= 10,000 ppm for <100 minutes) showed \"moderate\" pulmonary edema and congestion. These findings had disappeared in animals after a 4-8-day recovery period, suggesting that these pathological effects in the lung are reversible."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Brack W et al; Environ Toxicol Chem 17: 1982-91 (1998)",
            "Value": "SOIL: Ethylbenzene concentrations found in three leachate soil samples taken from German hazardous waste sites where leachate samples A and B were both anaerobic and alkaline and leachate sample C was aerobic and slightly acidic, were 10, 3200, and 20,000 ug/L, respectively(1)."
        },
        {
            "References": "(1) Goodley PC, Gordon M; Kentucky Acad Sci 37: 11-5 (1976) (2) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (3) Jafvert CT et al; Chemosphere 62: 315-321 (2006)",
            "Value": "SEDIMENTS: Sediments from the lower Tennessee River below Calvert City, KY measured 4.0 ppb for ethylbenzene(1). According to the USEPA STORET database, 350 data points were tested for ethylbenzene with 11% pos, 5.0 ppm median, dry weight(2). Sediment samples collected from a river near a former gas plant had ethylbenzene concentrations of 150-1030 mg/kg dry wt(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (Supporting information) (2006) (2) ATSDR; Toxicological Profile for Ethylbenzene. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2010). Available from, as of June 15, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp (3) Szabo G; Chemosphere 24: 403-412 (1992) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Dewulf J et al; Water Research 30: 3130-3138 (1996) (6) Xu F et al; J Environ Qual 30: 1618-1623 (2001)",
            "Value": "Measured ethylbenzene Koc values of 224(1), 240(2) and 257(3) have been reported. According to a classification scheme(4), these Koc values suggest that ethylbenzene is expected to have moderate mobility in soil. Sorption and desorption experiments demonstrated that the sorption process of ethylbenzene on marine sediments is reversible and that the sorption is even lower than expected from the log Kow data and the organic carbon content of the sediment(5); it was concluded that the marine sediment compartment is not an important sink for ethylbenzene(5). A soil leaching column study estimated an ethylbenzene Koc of 240 using a chromatographic methodology(6)."
        }
    ]
}