{
    "_id": {
        "$oid": "6682e880c4e5dba5ffba25e6"
    },
    "CID": {
        "$numberInt": "7501"
    },
    "Name": "Styrene",
    "IUPACName": "styrene",
    "CanonicalSMILES": "C=CC1=CC=CC=C1",
    "Synonyms": [
        "STYRENE",
        "Ethenylbenzene",
        "100-42-5",
        "Vinylbenzene",
        "Phenylethylene",
        "Styrol",
        "Benzene",
        "ethenyl-",
        "Cinnamene",
        "Phenylethene",
        "Styrolene",
        "Phenethylene",
        "Styrene monomer",
        "9003-53-6",
        "Vinylbenzol",
        "Vinyl benzene"
    ],
    "IsomericSMILES": "C=CC1=CC=CC=C1",
    "INCHI": "InChI=1S/C8H8/c1-2-8-6-4-3-5-7-8/h2-7H,1H2",
    "INCHIKEY": "PPBRXRYQALVLMV-UHFFFAOYSA-N",
    "Formula": "C8H8",
    "MolecularWeight": {
        "$numberDouble": "104.15"
    },
    "Description": "Styrene is a vinylarene that is benzene carrying a vinyl group. It has been isolated from the benzoin resin produced by Styrax species. It has a role as a mutagen, a plant metabolite and a mouse metabolite. It is a vinylarene, a volatile organic compound and a member of styrenes.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "68"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2018. Dr. Duke's Phytochemical and Ethnobotanical Databases. Styrene. Available from, as of April 3, 2018: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Styrene is a constituent of various plant parts of a variety of plant species(1).",
            "Table": "[{'Genus species': 'Carica papaya', 'Family': 'Caricaceae', 'Common name(s)': 'Papaya', 'Part': 'Fruit'}, {'Genus species': 'Cinnamomum aromaticum', 'Family': 'Lauraceae', 'Common name(s)': 'Cassia bark', 'Part': 'Plant'}, {'Genus species': 'Ephedra sinica', 'Family': 'Ephedraceae', 'Common name(s)': 'Chinese Ephedra', 'Part': 'Shoot'}, {'Genus species': 'Liquidambar orientalis', 'Family': 'Hamamelidaceae', 'Common name(s)': 'Oriental Storax', 'Part': 'Essential oil'}, {'Genus species': 'Liquidambar styraciflua', 'Family': 'Hamamelidaceae', 'Common name(s)': 'Ameican Styrax', 'Part': 'Resin, Exudate, Sap'}, {'Genus species': 'Myroxylon balsamum', 'Family': 'Flacourtiaceae', 'Common name(s)': 'Tolu Balsam', 'Part': 'Plant'}, {'Genus species': 'Rosmarinus officinalis', 'Family': 'Lamiaceae', 'Common name(s)': 'Rosemary', 'Part': 'Resin, Exudate, Sap'}, {'Genus species': 'Styrax benzoin', 'Family': 'Styracaceae', 'Common name(s)': 'Onycha', 'Part': 'Plant'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center (1992) (2) Ogata M et al; Bull Environ Contam Toxicol 33: 561-7 (1984)  (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Kelly BC et al; Science 317: 236-9 (2007)",
            "Value": "BCF ranges of 15-140 and 12-113 were measured in fish for styrene using carp (Cyprinus carpio) which were exposed over an 8-week period to 0.3 and 0.03 mg/L, respectively(1). A BCF of 13.5 was measured in goldfish for styrene(2). According to a classification scheme(3), these measured BCF values suggest the potential for bioconcentration in aquatic organisms is low to high(SRC). Calculated biomagnification factors (BMF) for styrene in water respiring organisms (zooplankton, forage and predatory fish) and air breathing organisms (reptile, amphibian, sea bird, marine mammal, terrestrial herbivore and carnivore, human) were all less than 1(4). ["
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sielicki M et al; Appl Environ Microbiol 35: 124-28 (1978) (2) Fu MH, Alexander M; Environ Sci Technol 26: 1540-4 (1992) (3) Wilson JT et al; Devel Indust Microbiol 24: 225-33 (1983)",
            "Value": "AEROBIC: Styrene reached 97% degradation in landfill soil and 87% in sandy loam soil after 16 weeks; degradation was not detected in sterile soil(1). Styrene reached 62% biodegradation at 20 ug/kg in soil; biodegradation decreased with an increase in styrene concentration to 16% at 1000 mg/kg(2). The rate of microbial transformation varied with different soils and was notably slower in an acidic silt loam (pH 4.87)(2). Styrene reached 2.3 to 4.3% degradation per week and 3.8-12.0% per week in subsurface soil samples taken directly above and below aquifers from Pickett, OK and Fort Polk, LA, respectively; degradation in sterile samples was not observed(3)."
        },
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 29, 2018: https://www.safe.nite.go.jp/english/db.html (2) Fu MH, Alexander M; Environ Sci Technol 26: 1540-4 (1992) (3) Alexander M; Crit Rev Env Sci Technol 27: 383-410 (1997) (4) Pahren HR, Bloodgood DE; Water Pollut Contr Fed J 33: 233-38 (1961) (5) Wellens H; A Wasser Abwasser Forsch 23: 85-98 (1990)",
            "Value": "AEROBIC: Styrene, present at 30 mg/L, reached 100% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 100 mg/L in the Japanese MITI test(1). In lake water, 10 to 20% mineralization was observed after 3 weeks with samples containing 2.5 ug to 1.0 mg/L styrene; transformation required several days for acclimation of the indigenous microorganisms(2). Degradation of styrene is rapid in sewage when oxygen is available(3). Styrene, reached 6-23% CO2 production after 17 days and 10-12% CO2 production after 36 days using a sewage seed inoculum(4). Styrene reached 42-80% degradation using the Zahns-Wellen screening test(5)."
        },
        {
            "References": "(1) Alexander M; Crit Rev Env Sci Technol 27: 383-410 (1997) (2) Bouwer EJ, McCarty PL; Ground Water 22: 433-40 (1984) (3) Hou CT et al; Appl Environ Microbiol 46: 171-77 (1983)",
            "Value": "AEROBIC: In 11 weeks, biofilms, when provided with a mixture of organic compounds, destroyed 99% or more of the styrene in solution at initial concentrations of 81 and 280 ug/L, but the oxidation was less extensive when the water was supplemented with 8 or 21 ug/L styrene(1). Removal of >99% in an aerobic biofilm column with 20 minute detention time and 8% removal in a methanogenic biofilm column with a 2 day retention time was reported(2). Styrene was degraded in mixed propane-utilizing bacteria isolated from soil and lakes, styrene oxide was formed as a product(3)."
        },
        {
            "References": "(1) Grbic-Galic D; Geomicrobiology J 8: 167-200 (1990)",
            "Value": "ANAEROBIC: Methanogentic consortia derived from anaerobic sludge were shown to degrade styrene(1). The initial transformation of styrene involves the addition of water across the double bond in the unsaturated side chain, resulting in the formation of phenylethanol(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995) (2) Chung HY; J Agric Food Chem 47: 2280-7 (1999)",
            "Value": "The concentration of styrene in Korean salt-fermented fish and shrimp pastes were as follows: anchovy, 69.0 ng/g; big eyed herring, 223 ng/g; shrimp, 180 ng/g(1). The concentration of styrene in crabs (Charybdis feriatus) were 4.4 ug/kg dry wt for leg meat, 7.3 ug/kg dry wt for body meat, and 27.0 ug/kg for carapace meat(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 40",
            "Value": "log Kow = 2.95"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:20391119",
            "Value": "Styrene is a widely used chemical, but it is known to produce lung and liver damage in mice. This may be related to oxidative stress associated with the decrease in the levels of reduced glutathione (GSH) in the target tissues. The purpose of this study was to investigate the effect of styrene and its primary metabolites R-styrene oxide (R-SO) and S-styrene oxide (S-SO) on GSH levels in the lung lumen, as determined by amounts of GSH in bronchioalveolar lavage fluid (BALF) and in plasma. When non-Swiss albino (NSA) mice were administered styrene (600 mg/kg, ip), there was a significant fall in GSH levels in both BALF and plasma within 3 hr. These returned to control levels by 12 hr. The active metabolite R-SO (300 mg/kg, ip) also produced significant decreases in GSH in both BALF and plasma, but S-SO was without marked effect. Since GSH is a principal antioxidant in the lung epithelial lining fluid, this fall due to styrene may exert a significant influence on the ability of the lung to buffer oxidative damage."
        },
        {
            "References": "PMID:19666080",
            "Value": "In mice, styrene is hepatotoxic, pneumotoxic, and causes lung tumors. One explanation for the mechanism of toxicity is oxidative stress/damage. Previous studies have shown decreased glutathione levels, linked to increased apoptosis, in lung homogenates and isolated Clara cells 3 hr following styrene or styrene oxide (SO) administration or in vitro exposure. The objective of the current studies was to determine what effects styrene and its active metabolites, primarily styrene oxide, had on indicators of oxidative stress and attendant apoptosis in order to understand better the mechanism of styrene-induced toxicity. Three hours following in vitro exposure of Clara cells to styrene or SO there were increases in reactive oxygen species (ROS). Following administration of styrene or styrene oxide ip, increases in ROS, superoxide dismutase (SOD), and 8-hydroxydeoxyguanosine (8-OHdG) formation were observed. Since increases in ROS have been linked to increases in apoptosis ratios of bax/bcl-2, mRNA and protein expression were determined 3-240 hr following the administration of styrene and R-styrene oxide (RSO). The bax/bcl-2 mRNA ratio increased 12 and 24 hr following R-SO and 120 hr following styrene administration. However, the bax/bcl-2 protein ratio was not increased until 240 hr following R-SO, and 24 and 240 hr following styrene administration. However, only a slight increase in caspase 3 was observed. These results indicated that oxidative stress occurred 3 hr following styrene or styrene oxide as evidenced by increased ROS and SOD. This increased ROS may be responsible for the increased 8-OHdG formation. Our findings of limited apoptosis in Clara cells following acute exposure to styrene or SO are in agreement with others and may reflect the minimal extent to which apoptosis plays a role in acute styrene toxicity. It is clear, however, that oxidative stress and oxidative effects on DNA are increased following exposure to styrene or styrene oxide, and these may play a role in the lung tumorigenesis in mice."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7338932",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Administration of a single high dose of styrene (878 mg/kg, ip in corn oil) to young male rats produced significant elevations in the activities of serum transaminase: 230, 209, and 71% increases in the activity of serum glutamic-oxaloacetic transaminase (SGOT) and 163, 437, and 227% of serum glutamic-pyruvic transaminase (SGPT) at 2, 6, and 24 hr, respectively. These results demonstrated that styrene could produce acute hepatic injury in young rats. Urinary nonprotein sulfhydryl contents and mandelic acid, phenylglyoxylic acid, and hippuric acid were all increased. ... /Srp: toxicity due to unreacted styrene/"
        },
        {
            "References": "NAS/NRC; The Alkyl Benzenes p.323 (1981)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats and guinea pigs inhaling concn of styrene ranging from 1,300-10,000 ppm experienced increased eye and nose irritation with increased concns. General weakness and unsteadiness were observed after 12-30 hr of exposure to 1,300 ppm. Exposure to 2,500 ppm resulted in weakness, stupor, lack of coordination, loss of equilibrium, tremors, and unconsciousness after 10-12 hr. All rats and guinea pigs died within 21 and 14 hr, respectively. At 5,000 ppm, there were immediate effects on the CNS and the animals became unconscious within 1 hr. At exposures of 10,000 ppm, all animals died within 3 hr. Between 2 and 4 wk after exposure, the surviving animals were autopsied. The most prominent organ lesions, which were found in the lung, were characterized by congestion, hemorrhage, and edema. There were also some parenchymatous changes in the liver and kidneys."
        },
        {
            "References": "PMID:21749217",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Styrene is known to be hepatotoxic and pneumotoxic in rodents, and these adverse effects are related to its metabolism. Mice deficient in the enzymes responsible for both the activation and detoxification of styrene are useful in examining this relationship more closely. In the current study, mice deficient in glutathione S-transferase P1P2(-/-) (GST(-/-)) were compared with wild-type mice. Similar changes in serum sorbitol dehydrogenase, as an indicator of hepatotoxicity, and bronchioalveolar levels of protein, cells, and lactate dehydrogenase, as indicators of pneumotoxicity, were observed after styrene administration. Glutathione depletion followed a similar pattern. The administration of the toxic metabolite, styrene oxide, which is a direct substrate for glutathione metabolism, and 4-vinylphenol, which is a minor metabolite but is more potent than either styrene oxide, yielded results similar to those of styrene / dose administered iv, and hepato- and pneumotoxicity measurements were made 24 hours after administration, and GSH measurements were made 3 hours after administration/. The results indicate that either other isoforms of glutathione S-transferase are more important than the P1P2 form in styrene detoxification or that this pathway contributes in only a minor way to styrene detoxification, compared to other pathways."
        },
        {
            "References": "USEPA; Health Assessment Document: Styrene (Draft) p.3-9 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After placing two drops of liquid styrene in the right eyes of an unspecified number of rabbits, ocular injury was manifested by moderate conjunctival irritation, inflammation, slight swelling of the eyelids, and slight transient corneal injury."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats and guinea pigs that inhaled 10,000 ppm styrene became comatose within minutes and died after 30 to 60 minutes of exposure. Animals exposed at 2500 ppm showed weakness and stupor, followed by incoordination, tremor, and coma; death followed within 8 hours. A 50% reduction in respiratory rate occurred in mice that inhaled 160 ppm for 3 minutes; mice that inhaled 250 ppm for two 6-hr periods or 500 ppm for a single 6-hr period developed severe centrilobular hepatic coagilative necrosis. Mice inhaling 125 ppm styrene, 6 hrs/day for 4 days developed increased liver weight."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 277 (1994)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute exposure of animals to styrene causes irritation of the skin and respiratory tract, and central nervous system effects. Liquid styrene is a skin irritant which, on direct contact, causes erythema. ... Single exposures of rats and guinea pigs to 1300 ppm (5633 mg/cu m) styrene resulted in central nervous system effects, including weakness and unsteadiness. After exposure to 2500 ppm (10.8 g/cu m) styrene for 10 hr, both rats and guinea pigs lost consciousness; exposure to 5,000-10,000 ppm (21.7-43.3 g/cu m) resulted in unconsciousness and death. The principal pathological findings in these animals were severe pulmonary irritation, congestion, oedema, hemorrhage and leukocytic infiltration."
        },
        {
            "References": "Rebert CS et al; Govt Reports Announcements & Index (GRA&I), Issue 22: (1993) NTIS/PB93-229573",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Many solvents have been implicated in central nervous disorders and some of them are known to produce hearing loss, probably mediated by damage to cochlear hair cells. Hearing loss was studied by recording the brainstem auditory evoked response (BAER) in male Long Evans rats exposed 8 hr/day for 5 days to mixtures of styrene, and trichloroethylene. Dose groups included air or solvent pairs (styrene, trichloroethylene) following concns (ppm): (0:3000, (250:2250), (500:1500), (750:750) and (1000:0). Decreased BAER amplitude, indicative of hearing loss, was correlated with blood levels of total solvent. The effects were as predicted by a linear dose-addition model, indicating neither synergistic nor antagonistic interactions at the concns studied."
        },
        {
            "References": "PMID:8258386",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation toxicity studies were conducted to evaluate mouse strain differences in the susceptibility to styrene vapors. Male and female B6C3Fl, C57BL/6, Swiss, and DBA/2 mice (18 wk old) were exposed to 0, 125, 250 or 500 ppm styrene 6 hr/day for 4 days (20/sex/dose). Histopathological changes and changes in liver weights were evaluated as a measure of hepatotoxicity. Styrene uptake and styrene-7,8-oxide formation were estimated by measuring levels of styrene and styrene-7,8-oxide in blood. An estimate of styrene-7,8-oxide detoxification by conjugation with GSH was obtained by measuring hepatic GSH depletion. In general mortality increased liver weights and hepatocellular necrosis were observed in the 250 and 500 ppm dose groups for all strains and both sexes. Considerable sex and strain differences were observed. Mortality increased liver weights and hepatocellular necrosis were greatest in B6C3Fl and C57BL/6 mice in the 250 ppm dose group and in males; hepatotoxicity was similar in both strains. Swiss mice exhibited dose dependent increases in mortality liver weights and in hepatocellular necrosis with only slight sex differences at early time points. Hepatotoxicity in DBA/2 B6C3Fl and C57BL/6 strains was greater at 250 than 500 ppm; however toxicity was less severe in DBA/2 than in other strains based on absence of mortality In either sex and less extensive liver necrosis at both 250 and 500 ppm. Blood styrene and SO levels did not correlate well with strain differences in toxicity. The relative toxicity (mortality and hepatotoxicity) was B6C3Fl >Swiss >DBA/2; however relative blood styrene and styrene-7,8-oxide levels were B6C3Fl >DBA/2 >Swiss. Hepatic GSH depletion (B6C3Fl\\DBA/2 >Swiss) correlated with blood SO levels as expected. These results demonstrate significant biologic variability in the susceptibility of mouse strains to styrene toxicity. These differences are presumably due to strain and sex differences in styrene-7,8-oxide metab; however toxicity did not correlate well with blood styrene-7,8-oxide levels, suggesting that other metabolites may contribute to styrene toxicity in mice."
        },
        {
            "References": "PMID:8258385",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In initial short term styrene inhalation studies, toxicity was significantly greater in male B6C3Fl mice than in females suggesting that males may metabolize styrene more extensively and/or may be less able to detoxify reactive metabolites. In addn a nonlinear dose response was observed where toxicity and mortality were greater in mice exposed to 250 ppm than in those exposed to 500 ppm. These studies were conducted to investigate potential mechanisms for sex differences and the nonlinear dose-response in styrene toxicity by evaluating the effects of repeated styrene exposure on styrene oxide production, hepatic GSH availability and hepatotoxicity in male and female B6C3F1 mice. Mice (36/sex/dose) were exposed to 0, 125, 250 or 500 ppm styrene 6 hr/day for up to 3 days. Styrene exposure caused increased mortality and hepatotoxicity (centrilobular necrosis) increased serum liver enzymes in males and females after 1 or 2 exposures to 250 and 500 ppm. Hepatic GSH levels were decreased in a dose-dependent manner in males and females. After one exposure, GSH levels in males rebounded above controls in all dose groups. After 3 exposures to 125 or 250 ppm males appeared to maintain GSH levels; GSH was still decreased in the 500 ppm group. GSH levels in females were decreased after each exposure in all dose groups to lower levels than in males and did not rebound above controls. Male mice had significantly greater blood styrene levels than females after one exposure to 500 ppm; however there were no significant sex differences in blood styrene after subsequent exposures. Levels of SO in blood were not significantly greater in male mice than females within a dose group and did not change significantly with repeated styrene exposures for 3 days. Blood styrene and SO levels were significantly higher at 500 ppm than at 250 ppm indicating that styrene uptake and metab are greater at 500 ppm than at 250 ppm. The higher incidence of mortality in male mice and the nonlinear dose response to styrene cannot be explained by gender or dose related differences in hepatotoxicity, GSH depletion or blood styrene or styrene-7,8-oxide levels."
        },
        {
            "References": "Parkki MG; Scand J Work Environ Health 4 (Suppl 2): 53-9 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Increased serum alanine amino transferase activity and histological examination indicated that styrene in intraperitoneal doses of 2-3 g/kg body weight caused hepatic necrosis in hamsters. The acute lethality was increased by pretreatment with phenobarbital."
        },
        {
            "References": "Vainio H, Makinen A; Res Commun Chem Pathol Pharmacol 17: 115-24 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ IP administration of styrene in doses of 150 to 1,000 mg/kg body weight to mice, rats, hamsters, and guinea pigs caused a depression of the hepatic nonprotein sulfhydryl content. Mice were the most sensitive, and rats the most resistant."
        },
        {
            "References": "Agrawal AK et al; Bull Environ Contam Toxicol 29 (4): 400-3 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single exposure of rats to styrene significantly increased the specific binding of (3)H-spiroperidol to striatal membranes at doses of 200 and 400 mg/kg. The repeated admin of the same doses of styrene for 90 days significantly increased the specific binding of (3)H-spiroperidol to striatal membranes 24 hr after the last dose. Styrene exposure had no significant effect on body wt and striatal wt of rats. The increase in binding may be due to alterations in the affinity of receptor sites or increase in the number of dopamine receptors."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 308",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Styrene in the rabbit eye caused moderate conjunctival irritation and slight, transient corneal injury. Nystagmus was demonstrated in rabbits, and during styrene exposure the directions of the rotatory nystagmus reversed."
        },
        {
            "References": "Rom, W.N. (ed.). Environmental and Occupational Medicine. 2nd ed. Boston, MA: Little, Brown and Company, 1992., p. 1000",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single undiluted application of styrene to a rabbit's ear caused no appreciable reaction, but 20 such applications over 4 wk produced moderate irritation with blistering and hair loss. Prolonged dermal exposure under a bandage produced marked irritation and slight necrosis. Installation of undiluted styrene into the inferior conjunctival sac of a rabbit produced moderate conjunctival irritation slight transient corneal injury."
        },
        {
            "References": "PMID:21749217",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Styrene is known to be hepatotoxic and pneumotoxic in rodents, and these adverse effects are related to its metabolism. Mice deficient in the enzymes responsible for both the activation and detoxification of styrene are useful in examining this relationship more closely. In the current study, mice deficient in glutathione S-transferase P1P2(-/-) (GST(-/-)) were compared with wild-type mice. Similar changes in serum sorbitol dehydrogenase, as an indicator of hepatotoxicity, and bronchioalveolar levels of protein, cells, and lactate dehydrogenase, as indicators of pneumotoxicity, were observed after styrene administration. Glutathione depletion followed a similar pattern. The administration of the toxic metabolite, styrene oxide, which is a direct substrate for glutathione metabolism, and 4-vinylphenol, which is a minor metabolite but is more potent than either styrene oxide, yielded results similar to those of styrene. The results indicate that either other isoforms of glutathione S-transferase are more important than the P1P2 form in styrene detoxification or that this pathway contributes in only a minor way to styrene detoxification, compared to other pathways."
        },
        {
            "References": "PMID:28688303",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Styrene is an aromatic hydrocarbon compound present in the environment and have primary exposure through plastic industry. The current study was designed to evaluate styrene-induced toxicity parameters in rat plasma fasting blood glucose (FBG) level, oral glucose tolerance, insulin secretion, oxidative stress, and inflammatory cytokines in cellular and molecular levels. Styrene was dissolved in corn oil and administered at different doses (250, 500, 1000, 1500, 2000 mg/kg/day and control) to each rat, for 42 days. In treated groups, styrene significantly increased fasting blood glucose, plasma insulin (p<0.001) and glucose tolerance. Glucose tolerance, insulin resistance and hyperglycemia were found to be the main consequences correlating gene expression of islet cells. Styrene caused a significant enhancement of oxidative stress markers (p<0.001) and inflammatory cytokines in a dose and concentration-dependent manner in plasma (p<0.001). Moreover, the activities of caspase-3 and -9 of the islet cells were significantly up-regulated by this compound at 1500 and 2000 mg/kg/day styrene administrated groups (p<0.001). The relative fold change of GLUD1 was downregulated (p<0.05) and upregulated at 1500 and 2000 mg/kg, respectively (p<0.01). The relative fold changes of GLUT2 were down regulated at 250 and 1000 mg/kg and up regulated in 500, 1500 and 2000 mg/kg doses of styrene (p<0.01). The expression level of GCK indicated a significant upregulation at 250mg/kg and downregulation of relative fold changes in the remaining doses of styrene, except for no change at 2000 mg/kg of styrene for GCK. Targeting genes (GLUD1, GLUT2 and GCK) of the pancreatic islet cells in styrene exposed groups, disrupted gluconeogenesis, glycogenolysis pathways and insulin secretory functions. The present study illustrated that fasting blood glucose, insulin pathway, oxidative balance, inflammatory cytokines, cell viability and responsible genes of glucose metabolism are susceptible to styrene, which consequently lead to other abnormalities in various organs."
        },
        {
            "References": "PMID:18586423",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The relationship between outer hair cell (OHC) loss and cochlear sensitivity is still unclear, because in many animal models there exist surviving but dysfunctional OHCs and also injured/dead inner hair cells (IHC). Styrene is an ototoxic agent, which targets and destroys OHCs starting from the third row to the second and first rows depending on the exposure level. The remaining cells may be less affected. In this experiment, rats were exposed to styrene by gavage at different doses (200-800 mg/kg/day) for varying periods (5 days/week for 3-12 weeks). An interesting finding was that the cochlear sensitivity was not affected in a few rats with all OHCs in the third row being destroyed by styrene. A further loss of OHCs was usually accompanied with a linear input/output (I/O) function of cochlear compound action potentials (CAP), indicating the loss of cochlear amplification. However, normal CAP amplitudes at the highest stimulation level of 90 dB SPL were often observed when all OHCs were destroyed, indicating normal function of the remaining IHCs. The OHC-loss/hearing-loss relation appeared to be a sigmoid-type function. Initially, styrene-induced OHC losses (<33%) did not result in a significant threshold shift. Then CAP threshold shift increased dramatically with OHC loss from 33% to 66%. Then, CAP threshold changed less with OHC loss. The data suggest a tri-modal relationship between OHC loss and cochlear amplification. That is, under the condition that all surviving OHCs are ideally functioning, the cochlear amplifier is not affected until 33% of OHCs are absent, then the gain of the amplifier decreases proportionally with the OHC loss, and at last the amplifier may fail completely when more than 67% of OHCs are lost."
        },
        {
            "References": "PMID:21616132",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Presbycusis, or age-related hearing loss is a growing problem as the general population ages. In this longitudinal study, the influence of noise or styrene exposure on presbycusis was investigated in Brown Norway rats. Animals were exposed at 6 months of age, either to a band noise centered at 8 kHz at a Lex, 8hr = 85 dB (86.2 dB SPL for 6 hr), or to 300 ppm of styrene for 6 hr per day, five days per week, for four weeks. Cubic distortion product otoacoustic emissions (2f1-f2 DPOAEs) were used to test the capacity of the auditory receptor over the lifespan of the animals. 2f1-f2DPOAE measurements are easy to implement and efficiently track the age-related deterioration of mid- and high-frequencies. They are good indicators of temporary auditory threshold shift, especially with a level of primaries close to 60 dB SPL. Post-exposure hearing defects are best identified using moderate, rather than high, levels of primaries. Like many aging humans, aging rats lose sensitivity to high-frequencies faster than to medium-frequencies. Although the results obtained with the styrene exposure were not entirely conclusive, histopathological data showed the presbycusis process to be enhanced. Noise-exposed rats exhibit a loss of spiral ganglion cells from 12 months and a 7 dB drop in 2f1-f2DPOAEs at 24 months, indicating that even moderate-intensity noise can accelerate the presbycusis process. Even though the results obtained with the styrene exposure are less conclusive, the histopathological data show an enhancement of the presbycusis process."
        },
        {
            "References": "PMID:19051069",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure to styrene causes hearing loss and hair cell death in the middle frequency region in the cochlea. The current study was designed to examine the cell death pathways and the protective effect of L-NAC against styrene-induced cochlear injuries.  Seventeen rats were exposed to styrene by gavage at 400 mg/kg 5 days per week for 3 weeks. Nine of the styrene-treated rats received L-NAC by intraperitoneal injection (325 mg/kg), and the remaining eight rats received saline injections as controls. The styrene-induced hearing loss was assessed by auditory brainstem responses (ABRs). Apoptotic, necrotic, and missing hair cells were quantified using combined methods, including nuclear staining with propidium iodide, F-actin staining with FITC-phalloidin, and the TUNEL assay.  The styrene exposure caused a threshold shift of 15+/-4.3 dB. Both apoptosis and necrosis were involved in the pathogenesis of the cochlear lesion, but apoptosis appeared to be the major cell death pathway leading to the styrene ototoxicity. Treatment with L-NAC reduced the number of missing and dying outer hair cells (OHCs) and reduced the styrene-induced hearing loss. /The authors concluded that/ styrene exposure causes hair cell death through both apoptotic and necrotic pathways and treatment with N-acetyl-L-cysteine (L-NAC) reduces styrene ototoxicity."
        },
        {
            "References": "PMID:19428955",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Styrene exposure is highest among workers in the reinforced plastics industry with exposure seen for 5 consecutive days during the work week. Styrene is both hepatotoxic and pneumotoxic in mice, in addition to causing lung tumors. Human epidemiological studies are inconclusive as to the carcinogenicity of styrene so it is important to understand the mechanism responsible for styrene tumors in mice. Previous studies showed significant decreases in CC10 protein for 5 days following a single dose of the active metabolite R-styrene oxide (R-SO), yet little change in the bax/bcl-2 protein ratio was seen until 10 days following styrene or R-SO administration. Styrene or R-SO was given to CD-1 mice for 5 consecutive days. Mice were euthanized 24 hr, 10 days or 30 days following the last dose, and CC10, bax and bcl-2 mRNA and protein levels were determined in isolated Clara cells. CC10 mRNA levels were decreased at 24 hr for both styrene and R-SO. R-SO decreased CC10 protein levels up to 10 days following the last dose. Increases in the bax/bcl-2 mRNA and protein ratio were seen 24 hr following R-SO administration. Styrene did not significantly increase the bax/bcl-2 mRNA ratio until 10 days after treatment, with the bax/bcl-2 protein ratio increased at both 10 days and 30 days. It is likely that oxidative stress is involved in the toxicity caused by styrene and that minimal apoptosis may be involved. Chronically decreased CC10 levels may lead to increases in oxidative stress in Clara cells, the main target for styrene toxicity in the lung, and may be an early indicator for lung carcinogenesis in mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 241 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When male rats were exposed by inhalation to 1.3 g/cu m (300 ppm) styrene in air for 2-11 wk for 6 hr/day on 5 days/wk, incr in frequency of chromosomal aberrations in bone-marrow cells (8-12% in exposed group, 1-6% in controls) was observed in 9 and 11 wk."
        },
        {
            "References": "PMID:7338203",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats, aryl hydrocarbon hydroxylase and aniline hydroxylase activities were significantly enhanced at high doses of styrene (450 and 900 mg/kg, orally for 7 consecutive days). A significant lowering of glutathione content accompanied with the inhibition of glutathione-s-transferase activity was also noticed at the highest dose of styrene (900 mg/kg)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Following repeated, high (1000-2000 mg/kg) oral doses for 28 days, the cause of death was the pronounced irritation of the rat esophagus and stomach."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Overt hepatotoxicity (hepatocyte degeneration and coagulative necrosis) developed in mice only when liver glutathione levels had been depleted by repeated exposures at 200 ppm styrene (6 hrs/day, 5 days/wk for up to 2 wks)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 277 (1994)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The respiratory toxicity of styrene /was investigated/ in rats. Epithelial changes occurred in the nose and trachea of animals exposed to 800 ppm (3466 mg/cu m) styrene for 4 hr/day for 8 wks. The changes included vacuolation of epithelial cells, nuclear pyknosis and exfoliation of epithelial cells. Changes in the nasal mucosa occurred at exposure levels of 30 ppm (130 mg/cu m). Morphological damage was more severe in the upper than in the lower respiratory tract."
        },
        {
            "References": "PMID:8339254",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Induction of cellular proliferation in the forestomach by styrene-7,8-oxide and butylated hydroxyanisole was studied in rats to determine if cell proliferation played a role in the forestomach carcinogenicity of styrene-7,8-oxide and whether the mechanism was similar to that of butylated hydroxyanisole a nongenotoxic forestomach carcinogen. Male F344 rats were gavaged with 0, 137, 275 or 550 mg/kg styrene-7,8-oxide 3 days/wk for 4 weeks. Other rats were administered 0, 0.5, 1 or 2% BHA in their diet for 4 weeks. The rats were implanted subcutaneously with osmotic minipumps delivering 5-bromo-2-deoxyuridine (BrdU) 24 hr before the end of the experiment after which they were sacrificed and the forestomachs removed. Sections of the forestomachs were examined for histopathological changes. The extent of cell proliferation was determined by measuring uptake of BrdU into the cellular DNA in these regions. Labeling indices were computed. A marginal increase in the thickness of the squamous epithelium and a slight increase in keratinization of the forestomach was seen in styrene-7,8-oxide treated rats. BHA induced a dose dependent increase in the number and severity of hyperplastic lesions in the squamous epithelium and hyperkeratinization. These lesions were more pronounced in the midregion and prefundic region. Styrene-7,8-oxide and BHA induced significant increases in labeling indices in all forestomach regions. The increases in labeling indices were similar in all forestomach regions in styrene-7,8-oxide treated rats. In BHA treated rats the increases were more pronounced in the prefundic region. ..."
        },
        {
            "References": "PMID:28678435",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Styrene is an aromatic colorless hydrocarbon available in liquid form and highly volatile. In its pure form, it gives a sweet smell. The primary source of exposure in the environment is from plastic materials, rubber industries, packaging materials, insulations, and fiber glass and carpet industry. Natural sources of styrene include: few metabolites in plants which are transferred through food chain. The current study was designed to evaluate styrene toxicity, including: superoxide dismutase (SOD) and protein carbonyl, oxidative stress, glucose-6-phosphatase (G6Pase), glycogen phosphorylase (GP), and phosphoenolpyruvate carboxykinase (PEPCK) activities, adenosine triphosphate (ATP) to adenosine diphosphate (ADP) ratio, and changes in gene expressions such as glutamate dehydrogenase 1 (GLUD1), glucose transporter 2 (GLUT2), and glucokinase (GCK) in the rat liver tissue. For this purpose, styrene was dissolved in corn oil and was administered via gavage, at doses 250, 500, 1000, 1500, 2000, mg/kg/day per mL and control (corn oil) to each rat with one day off in a week, for 42 days. Plasma SOD and protein carbonyl of plasma were significantly up-regulated in 1000, 1500, and 2000 mg/kg/day styrene administrated groups (P<0.001). In addition, styrene caused an increase in lipid peroxidation (LPO) and reactive oxygen species (ROS) in the dose-dependent manners in liver tissue (P<0.001). Furthermore, the ferrous reducing antioxidant power (FRAP) and total thiol molecules (TTM) in styrene-treated groups were significantly decreased in liver tissue (P<0.001) with increasing doses. In treated rats, styrene significantly increased G6Pase activity (P<0.001) and down-regulated GP activity (P<0.001) as compared to the control group. The PEPCK activity was significantly raised in a dose-dependent manner (P<0.001). The ATP/ADP ratio of live cells was significantly raised by increasing the dose (P<0.001). There was significantly an up-regulation of GLUD1 and GCK at 2000 mg/kg group (P<0.01) and a down-regulation for GLUT2 at the same dose. While in the rest of group, GLUT2 showed up-regulation of relative fold change. By targeting genes such as GLUD1, GLUT2, and GCK, disruption of hepatic gluconeogenesis, glycogenolysis, and insulin secretory functions are obvious. The present study illustrates that induction of oxidative stress followed by changes in G6Pase, GP, and PEPCK activities and the genes responsible for glucose metabolism are the mechanisms of styrene's action in the liver."
        },
        {
            "References": "PMID:23454103",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Styrene is lung tumorigenic in mice but not in rats. Styrene and its alkene-oxidized metabolite styrene oxide (SO) were not lung toxic in CYP2F2(-/-) (knockout) mice, indicating styrene-induced mouse lung tumors are mediated through mouse-specific CYP2F2-generated ring-oxidized metabolite(s) in lung bronchioles. The human relevance of the CYP2F MOA was assessed by insertion of a human CYP2F1, 2A13, 2B6 transgene into CYP2F2(-/-) mice; CYP2F1 expression and activity were confirmed in the transgenic (TG) mice. No evidence of cytotoxicity or increased cell proliferation (BrdU labeling) was seen in TG mice treated with either styrene or SO (200 mg/kg/day ip for 5 days). In contrast to styrene and SO, 4HS (105 mg/kg/day ip for 5 days) increased BrdU labeling 5-10-fold in WT mice, <3-fold increase in KO mice and 2-4-fold in TG mice. The limited response of 4HS in KO and TG mice may result from intrinsic toxicity or from further metabolism; regardless of the mode of action (MOA), these findings indicate that the CYP2F-mediated tumorigenic MOA in WT mice is not operative for styrene, SO, or for 4HS putatively derived from metabolism of styrene by CYP2F1 in humans, and thus S-induced mouse lung tumors are unlikely to be relevant to human risk."
        },
        {
            "References": "NIOSH; Criteria Document: Styrene p.95 (1983) DHEW Pub. NIOSH 83-119",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Styrene was administered/ to beagle hounds by stomach tube at 200, 400, or 600 mg/kg/day for up to 561 days. Erythrocyte Heinz bodies were found in males dosed with 400 and 600 mg/kg/day, and sporadically in females admin 200 mg/kg/day. Other changes found occasionally were decreased packed cell volume, erythrocyte counts, erythrocyte sedimentation rate, and hemoglobin levels; an increased incidence of anisocytosis and hypochromia of erythrocytes, hemosiderin in reticuloendothelial cells of the liver; and an increased number of hepatocellular intranuclear acidophilic crystalline inclusions. Other blood elements examined were not affected by the admin of styrene at these doses. The blood changes were readily reversed after the admin of styrene was stopped."
        },
        {
            "References": "PMID:3389656",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Styrene was admin to rats by inhalation, ingestion and injection. Styrene oxide was admin to rats by ingestion. para-Methylstyrene was admin to rats and mice by ingestion. Styrene exposure produced a higher incidence of total malignant tumors in the group exposed at 100 ppm by inhalation. This was not due to the increase of any specific type of tumor. A higher incidence of total benign and malignant mammary tumors and malignant mammary tumors was reported in the females of all groups exposed to styrene through inhalation. The incidence of malignant mammary tumors was treatment related. Lower incidence of total benign and malignant tumors and of total mammary tumors was noted in rats treated by ingestion at the highest dose level as a consequence of increased mortality. A dose related increase in total and malignant tumors was noted in groups treated with styrene oxide primarily due to forestomach neoplasias. In the forestomach, styrene oxide produced squamous cell carcinomas, papillomas, and acanthomas and precursor lesions. para-Methylstyrene was not shown to be carcinogenic."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 238 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Twenty-nine pregnant O20 mice were each given single treatment of 1350 mg/kg body wt styrene (99% pure) dissolved in olive oil by stomach tube on 17th day of gestation. A control group of pregnant animals received olive oil alone. Neonatal mortality of the offspring was 43% compared with 22% in those of olive-oil treated controls. The same amt of styrene was then admin weekly by stomach tube to 49 male and 39 female progeny from weaning up to 16 wk of age, at which time the treatment was stopped because of high mortality (64% alive at 20 wk). Expt was terminated at 100 wk when all animals had died. No differences in tumor incidences were found between mothers treated with styrene and those given olive oil. In progeny, which received weekly treatments, lung tumors (adenomas and adenocarcinomas) were found in 20/23 males and 32/32 females, compared with 8/19 and 14/21 olive-oil treated controls (p< 0.01, p< 0.01) and 34/53 and 25/47 untreated controls (p< 0.05, p< 0.001). No differences in tumor incidences at sites other than lung were seen in the progeny, as compared with styrene-treated or olive-oil or untreated controls (ponomarkov and tomatis, 1979) from 9th wk onwards, incr activity of lysosomal acid proteinase in brain was detected."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 263 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 21 pregnant BDIV rats received a single administration of 1,350 mg/kg body weight styrene (purity, 99%) in olive oil by gastric intubation on day 17 of gestation. A control group of 10 pregnant rats received olive oil alone. There was a slight treatment-related increase in neonatal mortality. Groups of 73 male and 71 female progeny of dams that received styrene were administered 500 mg/kg body weight styrene in olive oil by gastric intubation weekly from weaning up to 120 weeks. Control groups of 36 male and 39 female rats received olive oil alone. The experiment was terminated at 120 weeks. There was no treatment-related effect on body weight or survival. At the time of observation of the first tumor, 32 control and 54 treated male progeny and 35 control and 68 treated female progeny were still alive. Stomach tumors occurred in three female rats (adenoma, fibrosarcoma, carcinosarcoma) administered styrene and in one female rat (fibrosarcoma) in the control group. Non-neoplastic stomach lesions (morphology and incidence unspecified) were reported in rats administered styrene. There was no significant treatment-related increase in tumor incidence at any site."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 263 (1994)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 15 pregnant C57B1 mice received a single administration of 300 mg/kg body weight styrene (purity, 99%) in olive oil by gastric intubation on day 17 of gestation. A control group of five pregnancy mice received olive oil only . There was no treatment-related effect on neonatal mortality. Groups of 27 male and 27 female progeny of dams that received styrene were administered 300 mg/kg body weight styrene in olive oil by gastric intubation once a week from weaning up to 120 weeks. Control groups of 12 male and 13 female mice received olive oil alone. The experiment was terminated at 120 weeks. There was no treatment-related effect on body weight or survival. At the time of observation of the first tumor, 12 male controls and 24 treated male progeny, 13 female controls and 24 treated progeny, and 10 control and 5 treated dams were still alive. There was no treatment-related difference in the incidences of tumors at any site in dams or progeny."
        },
        {
            "References": "PMID:4065461",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Chronic toxicity and reproductive performance were evaluated in groups of rats receiving styrene monomer in their drinking water at nominal concentrations of 0, 125, or 250 ppm. Fifty male and 70 female rats in each test group and 76 males and 104 females in the control group were placed on a 2-year study and followed for observations of general health which included measurement of body weight, food and water consumption, hemograms, clinical chemistries, urinalysis, and histopathological examination. Ten males and 20 females from each group in the study were mated to produce F1 pups. These pups were subsequently mated to produce three generations of offspring, all maintained on styrene-treated drinking water. For each generation, the following were evaluated: fertility, litter size, pup viability, pup survival, sex ratio, pup body weight, weanling liver and kidney weight, and marrow cytogenetics. Except for a statistically significant reduction in water consumption for styrene-treated rats, no treatment-related changes, including mortality patterns, were reported for animals in the chronic study. The data evaluated for reproductive performance also showed no evidence of styrene-related changes. It was concluded that the administration of styrene in the drinking water of rats for 2 years produced no deleterious dose-related effects or decrements in reproductive performance."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 240 (1979)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Doses of styrene ranging from 46-90 mg/kg/egg injected into yolk sac of fresh, fertile chicken eggs had no toxic effect. When injected on 4th day of incubation, it had LD50 of 40 umol/embryo; malformations were found in up to 20% of treated embryos, depending on dose and time of injection. Doses of 1.5 to 5 g/cu m (350-1100 ppm) inhaled by rats during ... pregnancy had embryotoxic effect."
        },
        {
            "References": "Murray FJ et al; Toxicol 11 (4): 335-44 (1978)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats and New Zealand white rabbits inhaled 0, 300 or 600 ppm styrene for 7 hr/day from days 6-15 (rats) and 6-18 (rabbits) of gestation. Addnl groups of rats were given styrene by gavage at dose levels of 0, 90 or 150 mg/kg twice daily (0, 180 or 300 mg/kg/day, respectively) from days 6-15 of gestation. Embryotoxicity and fetotoxicity were not evident in rats or rabbits inhaling styrene or in rats given the cmpd orally. No teratogenic effect was detected in either species inhaling styrene or in rats given styrene by gavage."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When COBS (SD) BR rats were given 0, 125, or 250 ppm commercial grade styrene (98.9%, stabilized with t-butyl catechol) in their drinking water for three generations, no treatment-related changes in reproduction could be detected."
        },
        {
            "References": "Srivastava S et al; J Environ Biol 11 (1): 73-7 (1990)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of orally administered styrene at dose levels of 250 or 400 mg/kg body weight daily from day 6-15 of gestation on embryo/fetus of rats was studied. Styrene treatment 400 mg/kg body weight resulted in decr of maternal body weight, increased fetal resorptions, decreased fetal weight and no such affects were observed at low dose level. No teratogenic effect was detected in rats exposed to any dose level of styrene."
        },
        {
            "References": "PMID:1425362",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of in utero exposure to styrene 200 or 400 mg/kg/day orally was studied on mixed function oxidase activities cytochrome P450 and glutathione contents and on the glutathione-S-transferase activity in rat fetal liver. Activities of aminopyrine-N-demethylase, aniline hydroxylase, aryl hydrocarbon hydroxylase and the cytochrome P450 contents were significantly decreased in the fetal liver. A significant decr in the glutathione contents and the glutathione-S-transferase activity was also observed in the liver of the fetuses of styrene exposed animals. The current data show that prenatal exposure to styrene could adversely affect the developing biotransformation process."
        },
        {
            "References": "PMID:1360716",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Styrene was evaluated for the reproductive effects of pregnant rats and the neurochemical effects in the offspring of rats exposed during gestation. Pregnant Wistar rats were exposed to 0, 50 or 300 ppm styrene for 6 hr/day during days 7 to 21 of gestation. No significant differences in the number of offspring delivered were observed between the exposed and control groups. Body weights at 1 day of age of the offspring whose mothers were exposed to styrene were significantly lower than those of the control group. Although there were neither statistically significant differences of protein contents nor brain weights among styrene-exposed and their control offsprings of rats analyses of neurotransmitter studies showed dose-dependent decreases of neuroamines especially 5-HT (serotonin) and its metabolite 5HIAA (5-hydroxyindoleacetic acid) in the newborn offspring of styrene exposed rats. The results suggest that gestational exposure to styrene at these concentrations does not produce apparent reproductive toxicity but affects the body weight of pups and causes lowering of the neurotransmitter levels in the brain."
        },
        {
            "References": "PMID:8032123",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In the present study, the embryotoxicity of toluene, xylene, benzene, styrene and its metabolite styrene oxide was evaluated using the in vitro culture of postimplantation rat embryos. Possible interactions between toluene, xylene and benzene were also studied using mixtures of these solvents. The results of the study showed that toluene, xylene, benzene and styrene all have a concentration dependent embryotoxic effect on the developing rat embryo in vitro. Styrene was embryotoxic at a lower concn (1.00 umol/mL) than benzene (1.56 umol/mL) toluene (2.25 umol/mL) or xylene (1.89 umol/mL). The metabolite of styrene, styrene oxide was embryotoxic at a concn (0.038 umol/mL) more than 20 times < the parent compound. There was no evidence of a synergistic interaction between toluene, xylene and benzene in causing embryotoxicity; the solvents interacted in an additive manner. The embryos were exposed to the solvents for 40 hr of the organogenic period. When the levels of solvents found to be embryotoxic in the present study are compared to blood levels in the human following industrial exposure or solvent abuse it appears unlikely that the threshold blood levels for embryotoxicity would be exceeded in the workplace. ..."
        },
        {
            "References": "PMID:24929234",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Occupational noise exposure can damage workers' hearing, particularly when combined with exposure to cochleotoxic chemicals such as styrene. Although styrene-induced cochlear impairments only become apparent after a long incubation period, the pharmacological impact of styrene on the central nervous system (CNS) can be rapidly measured by determining the threshold of the middle-ear acoustic reflex (MER) trigger. The aim of the study was to evaluate the effects of a noise (both continuous and impulse), and a low concentration of styrene [300 ppm < (threshold limit value x10) safety factor] on the peripheral auditory receptor, and on the CNS in rats. The impact of the different conditions on hearing loss was assessed using distortion product oto-acoustic emissions, and histological analysis of cochleae. Although the LEX,8 hr (8-hour time-weighted average exposure) of the impulse noise was lower (80dB SPL sound pressure level) than that of the continuous noise (85dB SPL), it appeared more detrimental to the peripheral auditory receptors. A co-exposure to styrene and continuous noise was less damaging than exposure to continuous noise alone. In contrast, the traumatic effects of impulse noise on the organ of Corti were enhanced by co-exposure to styrene. The pharmacological effects of the solvent on the CNS were discussed to put forward a plausible explanation of these surprising results. We hypothesize that CNS effects of styrene may account for this apparent paradox. Based on the present results, the temporal structure of the noise should be reintroduced as a key parameter in hearing conservation regulations."
        },
        {
            "References": "PMID:25689156",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neuropharmacological and cochleotoxic effects of styrene can exacerbate the impact of noise on the peripheral auditory receptor. The mechanisms through which co-exposure to noise and styrene impairs hearing are complex as the slowly developing cochleotoxic process can be masked in the short-term by the rapid pharmacological effect on the central nervous system. The current investigation was therefore designed to delineate the auditory frequency range sensitive to noise, to styrene, and to noise and styrene combined. In case of different frequency ranges targeted by noise and styrene, it would be possible to point out the main factor responsible for cases of deafness by looking at the location of the audiometric deficits. Male Brown-Norway rats were exposed to 600-ppm styrene, to an octave band noise centered at 8 kHz, or to both noise and styrene. The noise exposure was of two different types: impulse noise with a LEX,8 hr (equivalent continuous noise level averaged over 8 hr) of 80 dB and continuous noise with a LEX,8 hr of 85 dB SPL. Hearing was tested using a non-invasive technique based on distortion product otoacoustic emissions. Hearing data were completed with histological analysis of cochleae. The results showed that exposure to styrene alone caused outer hair cell losses in the apical cochlear region, which discriminates low frequencies. In contrast, noise-induced hearing loss was located at half an octave above the central frequency of the spectrum, around 10-12 kHz. Damage due to impulse noise was significantly exacerbated by styrene, and the noise spectrum defined the location of the cochlear trauma. Combined exposure caused greater cell losses than the sum of losses measured with the impulse noise and styrene alone. The fact that the tonotopicity of the styrene-induced damage depends on the associated noise spectrum complicates the diagnosis of styrene-related hearing loss with a tone-frequency audiometric approach. In conclusion, there is not really a frequency specificity of impairments due to styrene."
        },
        {
            "References": "PMID:20931367",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Exposure to the industrial solvent, styrene, induces locomotor and cognitive dysfunction in rats, and parkinsonian-like manifestations in man. The antipsychotic, haloperidol (HP), well known to induce striatal toxicity in man and animals, and styrene share a common metabolic pathway yielding p-fluoro phenylglyoxylic acid and phenylglyoxylic acid (PGA), respectively. Using an exposure period of 30 days and the vacous chewing movement (VCM) model as an expression of striatal-motor toxicity, /investigators/ found that incremental PGA dosing (220-400 mg/kg) significantly increased VCMs up to day 25, but decreased to control levels shortly after reaching maximum dose. However, a diminishing dose of PGA (400-200 mg/kg) did not evoke an immediate worsening of VCMs but precipitated a significant increase in VCMs following dosage reduction to 200 mg/kg on day 22. PGA exposure, therefore, compromises striatal-motor function that is especially sensitive to changes in exposure dose. Longer alternating dose exposure studies are needed to establish whether motor dysfunction is progressive in severity or longevity. These findings are of significance for the environmental toxicology of styrene in the chemical industry."
        },
        {
            "References": "Bushnell PJ et al; Effects of Dopaminergic Drugs on Working and Reference Memory in Rats. Govt Reports Announcements & Index (GRA&I) 24: (1993)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Occupational exposure to styrene monomer has been associated with cognitive dysfunction in humans, and changes in dopaminergic function have been suggested to underlie effects of repeated exposure to styrene monomer in animals. The study was designed to determine whether styrene and/or dopaminergic drugs affect working and reference memory in animals. Male Long Evans rats were administered styrene by gavage at 4.5 - 6.5 months of age and subsequently trained to perform an appetitive operant task which allowed daily quantification of working memory (accuracy of spatial delayed nonmatching-to-position) reference memory accuracy of visual discrimination perseverative responding (position bias) and motor function (choice lever press latencies and nosepoke inter-response times during delay). Styrene alone did not affect acquisition or any measure of performance on this task. ..."
        },
        {
            "References": "Khanna S  et al; Indian J of Expl Biology; 32:68-71 (1994)",
            "Value": "/ENDOCRINE MODULATION/ Subchronic oral exposure to styrene in rodents (25 or 50 mg/kg/day in mice; 160 or 320 mg/kg/day in rats and guinea pigs, 5 days/week) for 4 weeks resulted in moderate congestion of pancreatic lobules, focal inflammatory reactions around islets (in mice) and altered serum insulin level while blood glucose levels remained unaffected. Increased beta cell degranulation together with characteristic neoformation of islets were predominantly seen in pancreas of guinea pigs."
        },
        {
            "References": "PMID:11731037",
            "Value": "/ENDOCRINE MODULATION/ The endocrine-disrupting effects of styrene dimers (SD: NSD-01, -08 and -09) and styrene trimers (ST: NST -01, -03 and -12), which migrated from polystyrene (PS) containers into instant food, were investigated together with styrene monomer (SM) using in vitro and in vivo assays. In the estrogen (ER) and androgen receptor (AR) binding assay, SM, SD and ST showed no binding activity at concentration of 10(-10)-10(-5) mol/L. In order to evaluate the estrogenic activity in vivo, the uterotrophic assay was conducted. When prepubertal and ovariectomized adult rats were dosed with SM, SD and ST for 3 days by subcutaneous injection, these compounds did not induce significant increase in uterine weight. Additionally, to evaluate anti-androgen activity in vivo, the Hershberger assay for anti-androgenic activity in the presence of testosterone treatment was conducted. When castrated, testosterone-treated immature male rats were dosed SM, SD and ST for 7 days by oral gavage, these compounds did not induce a decrease in the seminal vesicle, ventral prostate and levator ani plus bulbocavernosus muscle weights. To evaluate the effects on hormones other than sex hormones, the thyroid hormone receptor (TR) binding assay and rat serum prolactin (PRL) was conducted. In the TR binding assay, SM, SD and ST showed no binding activity at a concentration of 10(-5) mol/L. When ovariectomized rats were dosed with SM, SD and ST for 3 days by sc injection, the results showed there was no change in rat serum PRL. From the above these results, we concluded that SM, SD and ST exhibit no apparent estrogenic, androgenic, anti-androgenic and thyroid activity."
        },
        {
            "References": "PMID:18051610",
            "Value": "/ENDOCRINE MODULATION/ In this study, three of the representative EDCs, 17beta-estradiol, bisphenol A, and styrene, were employed to find their mode of toxic actions in Escherichia coli. To accomplish this, four different stress response genes, recA, katG, fabA, and grpE genes, were used as a representative for DNA, oxidative, membrane, or protein damage, respectively. The expression levels of these four genes were quantified using a real-time RT-PCR after challenge with three different EDCs individually. Bisphenol A and styrene caused high-level expression of recA and katG genes, respectively, whereas 17beta-estradiol made no significant changes in expression of any of those genes. These results lead to the classification of the mode of toxic actions of EDCs on E. coli."
        },
        {
            "References": "Von Euler G, Bjornaes S; Toxicol Lett (AMST) 54 (1): 101-106 (1990)",
            "Value": "/ENDOCRINE MODULATION/ /The authors/ have investigated whether chronic exposure to styrene could inflict persistent effects on the binding characteristics of dopamine D-2 agonist binding sites in rat neostriatal membranes. Styrene exposure (1000 ppm, 6 months, 16 hr/d overnight, and left without exposure for another 5 months) caused a marked increase (+160%) in the IC50 value of dopamine without significantly affecting the total amount of specifically bound ((3)H)raclopride. The specific ((3)H)raclopride binding in membranes from subcortical limbic areas was too low to yield acceptable displacement curves. These data indicate that chronic exposure to styrene can induce a persistent decrease in affinity of the neostriatal dopamine D-2 agonist binding sites, possibly mediated by membrane perturbations."
        },
        {
            "References": "PMID:17259338",
            "Value": "/ENDOCRINE MODULATION/ Styrene trimers migrate from polystyrene food container into foods. /The authors/ evaluated the estrogenic activity of styrene trimers such as 2,4,6-triphenyl-1-hexene (ST-1), 1a-phenyl-4a-(1'-phenylethyl)tetralin (ST-2), 1a-phenyl-4e-(1'-phenylethyl)tetralin(ST-3), 1e-phenyl-4a-(1'-phenylethyl)tetralin (ST-4), and 1e-phenyl-4e-(1'-phenylethyl)tetralin (ST-5) using the reporter-gene assay with MVLN cells stably expressing the estrogen-stimulated reporter gene, and it was confirmed that ST-1, ST-3, and ST-4 had estrogen-like activity. On the other hand, ST-2 and ST-5 had anti-estrogen-like activity. /The authors/ examined the estrogenic activity in vivo of ST-1, ST-3, and ST-4. The styrene trimers were administered to pregnant rats, and the effects on the offspring were examined. ST-1, ST-3, or ST-4 (0, 10, 100, 1000 ug/kg bw/day) were subcutaneously injected into pregnant rats from gestational Day 11 through 17, and the male offspring were sacrificed on postnatal days (PND) 101-103. In the ST-4 treatment groups, the relative anogenital distance on PND 3 was significantly shortened. The relative testis weight was remarkably decreased in all styrene trimer treatment groups. Relative weights of the prostate and epididymides significantly decreased in the ST-4 treatment groups. The relative brain weight was markedly reduced in the ST-3 and ST-4 treatment groups. A significant decrease of the Sertoli cell count was observed in the ST-1 and ST-4 treatment groups. The serum follicle stimulating hormone level was remarkably reduced in all styrene trimer treatment groups. The luteinizing hormone level was significantly decreased and the testosterone level increased in the ST-1 and ST-4 groups. These results suggest that prenatal exposure to estrogenic styrene trimers at low levels obstructed genital organ development, and disrupted the endocrine systems of male rat offspring."
        },
        {
            "References": "PMID:26851640",
            "Value": "/GENOTOXICITY/ There is potential for oral exposure of humans to styrene (ST) such as from migration of residual levels in polystyrene food containers. After absorption, ST is metabolized to styrene-7,8-oxide (SO), an alkylating epoxide. Hence, a comparison of blood burdens of SO resulting from oral exposures to ST was made with SO burdens possibly warranting genotoxic concern. A validated physiological toxicokinetic model was used for the assessment. Model calculations predicted for exposures to ST that maximum concentrations of SO in venous blood of rats and humans should not exceed 0.33 ug/mL and 0.036 ug/mL, respectively, because of saturation of the SO formation from ST. The daily area under the concentration-time curve of SO in venous blood (AUCSO) was directly proportional to the dose of ST (mg/kg body weight; BW), independent of the exposure route (inhalation or oral exposure). In resting humans, the daily AUCSO was about half that in rats at the same amount of ST/kg BW (calculated up to 100 mg ST/kg BW in humans). Taking into account the results of cytogenetic studies in ST-exposed rats, it was deduced that no genotoxic effects of SO are to be expected in ST-exposed humans, at least up to a daily amount of 100 mg ST/kg BW, which is equivalent to 100 times the amount originating from the Overall Migration Limit in the EU for ST migrating from food contact plastics. Therefore, no potential genotoxic concern is predicted for ST uptake from food packaging, based on the reported combined measured and modelled data."
        },
        {
            "References": "PMID:22307397",
            "Value": "/GENOTOXICITY/ Recent spills in European waters have released polycyclic aromatic hydrocarbons, important components of heavy fuel oil, and the hydrocarbon styrene. Heavy fuel oil and styrene are classified as potentially genotoxic and carcinogenic. ... Transcription of genes involved in cancer development in the liver of juvenile turbots and in the digestive gland of mussels exposed to heavy fuel oil and to styrene and after a recovery period /was investigated/. In turbot, oil produced a significant up-regulation of p53 and gadd45alpha after 14 days exposure. cyclin G1 was up-regulated after 7 days treatment with styrene. In mussels, ras was down-regulated in both treatments after the recovery periods. No mutations in ras hotspots were detected in exposed mussels. gadd45alpha was up-regulated after the recovery period of the styrene experiment. Overall, transcriptional responses differed in mussels compared to turbot. Turbot responded to hydrocarbon exposure by triggering cell cycle arrest (p53) and DNA repair (gadd45alpha)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 241 (1979)",
            "Value": "/GENOTOXICITY/ Styrene induced reverse mutations in Salmonella typhimurium TA1535 and TA100 in presence of 9000 x G supernatant of liver of rats pretreated with clophen C or aroclor 1254; it was not mutagenic to TA1537, TA1538 or TA98. Styrene was not mutagenic in spot test with various strains of Salmonella typhimurium without metabolic activation. It did not induce forward mutations in ... Schizosaccharomyces pombe, even in the presence of mouse-liver microsomes. In host-mediated assay, using male Swiss albino mice, 1000 mg/kg styrene incr gene conversion frequency in Saccharomyces cerevisiae strain D4."
        },
        {
            "References": "PMID:22507543",
            "Value": "/GENOTOXICITY/ The cytogenetic alterations in leukocytes and the increased risk for leukemia, lymphoma, or all lymphohematopoietic cancer observed in workers occupationally exposed to styrene have been associated with its hepatic metabolisation into styrene-7,8-oxide, an epoxide which can induce DNA damages. However, it has been observed that styrene-7,8-oxide was also found in the atmosphere of reinforced plastic industries where large amounts of styrene are used. Since the main route of exposure to these compounds is inhalation, in order to gain new insights regarding their systemic genotoxicity, Fisher 344 male rats were exposed in full-body inhalation chambers, 6 hr/day, 5 days/week for 4 weeks to styrene-7,8-oxide (25, 50, and 75 ppm) or styrene (75, 300, and 1000 ppm). Then, the induction of micronuclei in circulating reticulocytes and DNA strand breaks in leukocytes using the comet assay was studied at the end of the 3rd and 20th days of exposure. /These/ results showed that neither styrene nor styrene-7,8-oxide induced a significant increase of the micronucleus frequency in reticulocytes or DNA strand breaks in white blood cells. However, in the presence of the formamidopyridine DNA glycosylase, an enzyme able to recognize and excise DNA at the level of some oxidized DNA bases, a significant increase of DNA damages was observed at the end of the 3rd day of treatment in leukocytes from rats exposed to styrene but not to styrene-7,8-oxide. This experimental design helped to gather new information regarding the systemic genotoxicity of these two chemicals and may be valuable for the risk assessment associated with an occupational exposure to these molecules."
        },
        {
            "References": "PMID:745617",
            "Value": "/GENOTOXICITY/ Styrene induces various cytogenetic effects in onion root-tip cells in vivo, and it shows strong c-mitotic effect. In allium cepa, styrene is slightly more toxic than styrene oxide. Styrene glycol, a further metabolite of styrene oxide, does not cause mitotic inhibition."
        },
        {
            "References": "PMID:7038469",
            "Value": "/GENOTOXICITY/ 1-Vinylbenzene 3,4-oxide, a putative intermediate in the metabolism of styrene to 4-vinylphenol, was synthesized and examined for its obligatory intermediacy to the phenol, its physical properties, and mutagenicity toward Salmonella typhimurium TA98 & TA100. 1-Vinylbenzene 3,4-oxide had a potent mutagenicity toward TA100 but not the TA98 strain. /1-Vinylbenzene 3,4-oxide/"
        },
        {
            "References": "PMID:27459796",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The study objective was/ to establish a model in vitro for primary cultured mouse hepatocytes with high viability and function, and evaluate the acute toxicity of the primary hepatocytes exposed to the chemicals such as styrene and styrene oxide (SO). Based on the classical method, the two-step collagenase digestion method was optimized by reverse and intermittent perfusion, restriction of digestion time as well as purification of percoll liquid. Hepatocytes were isolated from BALB/C mouse by an improved isolated method and then cultured in monolayer and sandwich configuration. The primary cultured hepatocytes model was assessed by various indexes including cell morphology, cell viability, intracellular glycogen granules, as well as albumin (ALB), lactate dehydrogenase (LDH), alanine aminotransferase (ALT) and blood urine nitrogen (BUN) levels in the supernatant. In addition, the primary cultured hepatocytes were treated with various concentrations from 0.2 to 25 umol/L of styrene and styrene oxide during different time from 3 to 48 hours. The cytotoxicity induced by the two toxicants was assessed by CCK-8 and LDH assays. On average, the isolation using this improved method resulted in the cell viability of (90.3 +/- 5.2) %, the cell purity of (95.3 +/- 4.2)% and the yield of (2.4 +/- 0.9) x 10(7) viable cells. More than 90% cells showed a typical morphological feature of hepatocytes in sandwich configuration within 7 days, and contained a large number of glycogen granules on the third day. The ALB secretion, ALT and LDH leakage and BUN synthesis as well as cell viability fluctuated during 8 days, and they stayed at stable levels between 3 to 7 days in sandwich configuration. But they fluctuated during 6 days in monolayer configuration. In comparison with the monolayer configuration, the levels of ALB and BUN were distinctly increased and the levels of LDH and ALT were significantly decreased in sandwich configuration. The levels of ALB [ (1.42 +/- 0.20) g/L] and BUN [(1.97 +/- 0.22) mmol/L] as well as cell viability were the highest, while the levels of LDH [ (7.30 +/- 2.33) U/L] and ALT [(6.51 +/- 1.86) U/L] were the lowest in sandwich configuration on the third day. The relative low cytotoxicity and high cell survival rate (more than 90%) were shown in treated hepatocytes with styrene and styrene oxide within 6 hours by CCK-8 and LDH measurements, and there was no distinct difference in the determination of cytotoxicity between the two methods. With the prolonged exposure time, the cell survival rate was lower by CCK-8 assay (less than 85%) than the one by LDH assay. The relative obvious cytotoxicity and low cell survival rate (about 85%) by CCK-8 method were revealed in treated cells with 5 umol/L of styrene and styrene oxide for 24 hours, but there was no significant difference between CCK-8 and LDH assays. With the increase of the concentrations, the cell survival rate was lower by CCK-8 assay (less than 80%) compared with LDH assay. The improved two-step collagenase digestion method combination with sandwich culture method might maintain the morphology and function of primary cultured mouse hepatocytes for seven days. The cytotoxic effects of styrene and styrene oxide might be accurately evaluated by means of primary cultured hepatocyte model from 3 to 7 days. The chemicals might have major adverse effects on the functions of the organelles in hepatocytes such as mitochondria, but little influence to the cell membrane damage."
        },
        {
            "References": "PMID:18926891",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Styrene, widely used in manufacturing, has both acute and chronic effects in humans. In mice, styrene is both hepato- and pneumo-toxic and causes lung tumors. The primary site for styrene metabolism and its effects in mouse lung is the Clara cell, which secretes Clara cell 10kDa protein (CC10) and surfactant protein A (SPA). Both play important roles in host defenses and inflammation prevention. The mode of action for styrene-induced lung tumor formation has yet to be elicited, yet one possibility relates to oxidative stress and decreased CC10 levels. CC10 mRNA and protein expression were measured in isolated Clara cells 3, 12, and 24 hr following in vivo administration of styrene (600 mg/kg ip) or its metabolites [R-, S-, racemic styrene oxide (SO) (300 mg/kg ip), 4-vinylphenol (100 mg/kg ip)]. The largest decreases in CC10 mRNA expression were seen with R-SO and racemic SO at 24 hr. To determine if rebound effects would be seen, CC10 mRNA and protein expression were determined 48, 120, and 240 hr following styrene and R-SO administration. The CC10 protein level did not reach its lowest point to correlate with mRNA expression until 120 hr after R-SO administration. Styrene exposure caused a significant decrease in CC10 protein after 24 hr, rebounding through 240 hr. SPA protein expression showed little change from control levels, indicating a more specific effect on CC10 in the Clara cell by styrene and its metabolites. These studies demonstrate that acute changes in lung CC10 protein and mRNA expression do occur following in vivo treatment with styrene and its metabolites. These changes may be early indicators for a potential mechanism for lung tumor formation in mice as it relates to oxidative stress and the possibility deserves further study."
        },
        {
            "References": "PMID:20470765",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Human exposure to styrene occurs mainly in the reinforced plastics industry, particularly in developing countries. Styrene has been found to be hepatotoxic and pneumotoxic in humans and animals. The biochemical mechanisms of styrene-induced toxicities remain unknown. Albumin and hemoglobin adduction derived from styrene oxide, a major reactive metabolite of styrene, has been reported in blood samples obtained from styrene-exposed workers. The objectives of the current study focused on cellular protein covalent binding of styrene metabolite and its correlation with cytotoxicity induced by styrene. /Investigators/ found that radioactivity was bound to cellular proteins obtained from mouse airway trees after incubation with (14)C-styrene. Microsomal incubation studies showed that the observed protein covalent binding required the metabolic activation of styrene. The observed radioactivity binding in protein samples obtained from the cultured airways and microsomal incubations was significantly suppressed by co-incubation with disulfiram, a CYP2E1 inhibitor, although disulfiram apparently did not show a protective effect against the cytotoxicity of styrene. A 2-fold increase in radioactivity bound to cellular proteins was detected in cells stably transfected with CYP2E1 compared to the wild-type cells after (14)C-styrene exposure. With the polyclonal antibody developed... /investigators/ detected cellular protein adduction derived from styrene oxide at cysteinyl residues in cells treated with styrene. Competitive immunoblot studies confirmed the modification of cysteine residues by styrene oxide. Cell culture studies showed that the styrene-induced protein modification and cell death increased with the increasing concentration of styrene exposure. In conclusion, /the authors/ detected cellular protein covalent modification by styrene oxide in microsomal incubations, cultured cells, and mouse airways after exposure to styrene and found a good correlation between styrene-induced cytotoxicity and styrene oxide-derived cellular protein adduction."
        },
        {
            "References": "Gregotti C et al; Toxicologist 12 (1): 333 (1992)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aims of our studies were to examine the developmental effects of styrene oxide the toxic metabolite of styrene using different in vitro developmental toxicity test systems. In experiments performed with primary embryo cells in culture (micromass system) a 50% reduction of cell differentiation and survival was found to occur at styrene oxide concentratlons (ug/mL) of 18.6 and 4.4 respectively for CNS cells and 7.2 and 28.2 ug/mL for limb bud (LB) cells. The differences in concentrations of styrene oxide affecting cell viability versus differentiation for CNS suggests that inhibition of differentiation by styrene oxide is a reflection of styrene oxide cytotoxicity. The results also indicated a selective sensitivity of mesenchymal cells to styrene oxide in the differentiation process. In a separate series of studies the post implantation whole embryo culture (WEC) system was used to examine the embryotoxic effects of styrene oxide. Endpoints of developmental toxicity monitored in these studies included embryolethality, malformation, growth retardation and changes in macromolecular cell components following styrene oxide exposures. Styrene oxide induced a dose dependent increase in embryolethality and embryo malformation at concentratlons that were comparable to effective concentrations in the micromass culture system. Styrene oxide exposure also caused a dose dependent reduction in somite number, crown rump length and embryonic DNA and protein content. These findings suggest quantitative comparability between two in vitro developmental toxicity systems. /Styrene oxide/"
        },
        {
            "References": "PMID:24086524",
            "Value": "/IMMUNOTOXICITY/ The aim of this study was to evaluate the expression of a panel of genes involved in toxicology in response to styrene exposure at levels below the occupational standard setting.  Workers in a fiber glass boat industry were evaluated for a panel of stress- and toxicity-related genes and associated with biochemical parameters related to hepatic injury. Urinary styrene metabolites (MA+PGA) of subjects and environmental sampling data collected for air at workplace were used to estimate styrene exposure.  Expression array analysis revealed massive upregulation of genes encoding stress-responsive proteins (HSPA1L, EGR1, IL-6, IL-1beta, TNSF10 and TNFalpha) in the styrene-exposed group; the levels of cytokines released were further confirmed in serum. The exposed workers were then stratified by styrene exposure levels. EGR1 gene upregulation paralleled the expression and transcriptional protein levels of IL-6, TNSF10 and TNFalpha in styrene exposed workers, even at low level. The activation of the EGR1 pathway observed at low-styrene exposure was associated with a slight increase of hepatic markers found in highly exposed subjects, even though they were within normal range. The ALT and AST levels were not affected by alcohol consumption, and positively correlated with urinary styrene metabolites as evaluated by multiple regression analysis.  /The authors concluded that/ the pro-inflammatory cytokines IL-6 and TNFalpha are the primary mediators of processes involved in the hepatic injury response and regeneration. Here, /the authors/ show that styrene induced stress responsive genes involved in cytoprotection and cytotoxicity at low-exposure, that proceed to a mild subclinical hepatic toxicity at high-styrene exposure."
        },
        {
            "References": "PMID:21724974",
            "Value": "/OTHER TOXICITY INFORMATION/ Styrene is widely used in the manufacture of synthetic rubber, resins, polyesters and plastics. Styrene and the primary metabolite styrene-7,8-oxide are genotoxic and carcinogenic. Long-term chemical carcinogenesis bioassays showed that styrene caused lung cancers in several strains of mice and mammary cancers in rats and styrene-7,8-oxide caused tumours of the forestomach in rats and mice and of the liver in mice. Subsequent epidemiologic studies found styrene workers had increased mortality or incidences of lymphohematopoietic cancers (leukemia or lymphoma or all), with suggestive evidence for pancreatic and esophageal tumors. No adequate human studies are available for styrene-7,8-oxide although this is the primary and active epoxide metabolite of styrene. Both are genotoxic and form DNA adducts in humans."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Goodley PC, Gordon M; Kentucky Academy of Science 37: 11-15 (1976) (2) Samoiloff MR et al; Environ Sci Technol 17: 329-34 (1983)",
            "Value": "SEDIMENTS: Water/sediment sample from lower Tennessee river contained 4.2 ppb of styrene(1). Styrene was detected, not quantified, in sediments from Lake Tobin, Saskatchewan Canada(2)."
        },
        {
            "References": "(1) Goodley PC, Gordon M; Kentucky Academy of Science 37: 11-15 (1976) (2) ATSDR; Toxicological Profile for Styrene. Sept 1992. Atlanta, GA: ATSDR p. 81-2 (1992) (3) Alexander M; Crit Rev Env Sci Technol 27: 383-410 (1997) (4) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000)",
            "Value": "SOIL: In a 1986 report of a survey of 455 hazardous waste sites, styrene was found in samples of soil from 3.5% of the sites(1); in samples in which it was present, the geometric mean was 0.53 mg/kg(2). Soil at an unspecified site in Canada contained up to 0.2 ug/kg styrene(3). Styrene was detected in 2.5% of 705 samples from 30 industrial sites in samples taken in 1999 in Taiwan(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Fu MH, Alexander M; Environ Sci Technol 26: 1540-4 (1992) (4) Fu MH et al; Environ Toxicol Chem 13: 749-53 (1994)",
            "Value": "The Koc of styrene is reported as 912(1). According to a classification scheme(2), this Koc value suggests that styrene is expected to have low mobility in soil. More than 85% of styrene was sorbed after 78 hours on samples from a sandy aquifer(3). Styrene is retained by particulates particularly in organic matter-rich soils(3). Of styrene that had been allowed to sorb for 3 days, 61.0 and 66.7% was desorbed in 16 days from soil and aquifer soils, respectively(4)."
        }
    ]
}