{
    "_id": {
        "$oid": "6682e881c4e5dba5ffba25ed"
    },
    "CID": {
        "$numberInt": "7515"
    },
    "Name": "N-METHYLANILINE",
    "IUPACName": "N-methylaniline",
    "CanonicalSMILES": "CNC1=CC=CC=C1",
    "Synonyms": [
        "N-METHYLANILINE",
        "100-61-8",
        "Methylaniline",
        "Monomethylaniline",
        "Benzenamine",
        "N-methyl-",
        "N-Methyl aniline",
        "Methylphenylamine",
        "N-Methylbenzenamine",
        "N-Monomethylaniline",
        "Aniline",
        "N-methyl-",
        "N-Phenylmethylamine",
        "N-Methylaminobenzene",
        "(Methylamino)benzene",
        "Anilinomethane",
        "N-Methylphenylamine"
    ],
    "IsomericSMILES": "CNC1=CC=CC=C1",
    "INCHI": "InChI=1S/C7H9N/c1-8-7-5-3-2-4-6-7/h2-6,8H,1H3",
    "INCHIKEY": "AFBPFSWMIHJQDM-UHFFFAOYSA-N",
    "Formula": "C7H9N",
    "MolecularWeight": {
        "$numberDouble": "107.15"
    },
    "Description": "N-methylaniline is a methylaniline that is aniline carrying a methyl substituent at the nitrogen atom. It is a phenylalkylamine, a secondary amine and a methylaniline. It is functionally related to an aniline.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "55"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Thomas AF, Bassols F; J Agric Food Chem 40: 2236-43 (1992)",
            "Value": "N-Methylaniline was detected, but not quantified in cold-pressed Valencia orange oil from Florida(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (2) Sasaki S; pp. 283-98 in Aquatic Pollutants Hutzinger O et al, eds Oxford: Pergamon Press (1978) (3) Hansch C, Leo AJ; Medchem Project Issue No 26 Claremont, CA: Pomona College (1985) (4) Lyman WJ et al (eds); Handbook of Chemical Property Estimation Methods, NY: McGraw-Hill Chapt 5, Eqn 5-2 (1982)",
            "Value": "N-Methylaniline was found to have very low bioconcentration in fish using the procedures of the Ministry of International Trade and Industry (MITI) in Japan(1,2). Using its log Kow of 1.66(3), one would estimate a BCF of 11 for N-methylaniline using a recommended regression equation(4). This would indicate that N-methylaniline would not bioconcentrate in aquatic organisms(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Vaishnav DD, Babeu L; Bull Environ Contam Toxicol 39: 237-44 (1987) (2) Matsui S et al; Water Sci Tech 20: 201-10 (1988) (3) Gerike P, Fischer WK; Ecotox Environ Saf 3: 159-73 (1979) (4) Colquohoun K O; Microbial degradation of xenobiotic chemicals. Diss Abstr 49: 5499-500 (1989)",
            "Value": "The BOD of N-methylaniline in coarse-filtered Lake Superior harbor water over the course of 20 days was not sufficiently different from controls to calculate a degradation rate(1). Little BOD resulted when N-methylaniline was incubated at 21 °C for 20 days in ground water, river water, or Lake Superior Harbor water(1). In a continuous biological treatment simulation test, complete DOC removal was achieved(3). N-Methylaniline (100 ppm) was moderately biodegradable in an activated sludge test with 42% total organic carbon removed(2). The test solution and acclimation procedure employed attempted to simulate industrial wastewater treated at the Fukashiba treatment plant in Japan. Aberrant behavior of N-methylaniline in a semi-continuous activated sludge (SCAS) biodegradation test was found to result from inadequate acclimation of the inoculum(4). It was degraded by Alcalignes sp. and Corynebacterium sp., both isolated from the activated sludge(4)."
        },
        {
            "References": "(1) Gerike P, Fischer WK; Ecotox Environ Saf 3: 159-73 (1979) (2) Gerike P, Fischer WK; Ecotox Environ Saf 5: 45-55 (1981) (3) Malaney GW; J Water Pollut Control Fed 32: 1300-11 (1960) (4) Boatman RJ et al; Environ Toxicol Chem 5: 233-43 (1986) (5) Babeu L, Vaishnav DD; J Ind Microbiol 2: 107-15 (1987) (6) Watson HM; Environ Toxicol Chem 12: 2023-30 (1993)",
            "Value": "In a 21-day biodegradation using an acclimated activated sludge inoculum, 82% mineralization and 99.9% primary degradation was obtained(6). It was found that degradation was faster when acclimation was performed in a single flask, rather than by an enrichment procedure(6). Results of standard aerobic biodegradability tests for N-methylaniline include: 92% Dissolved organic carbon (DOC) in 8 days in the Zahn-Wellens test; 29 and 67% DOC removal after 28 and 42 days, respectively in the French AFNOR test(2); 46% CO2 produced and 92% DOC removed in 28 days after 14 days acclimation (Sturm test)(1); 17% DOC removal after 19 days in the OECD Screening test(1); 38% Theoretical BOD was obtained in a 5-day test(5); 18-20% Theoretical BOD was expended after 5-8 days in a respiratory test using 500 ppm of the test substance(3); 0% Theoretical BOD in 30 days with a drop of sewage as an inoculum(1); 3% BODT in 14 days in the MITI test(1); 8% mineralization to CO2 occurred in a 21-day test using an activated sludge inoculum(4). The test results suggest that N-methylaniline will biodegrade when the degrading microorganisms are acclimated(SRC)."
        },
        {
            "References": "PMID:16347851",
            "Value": "N-Nethylaniline showed no potential for biodegradation under anaerobic conditions using an anaerobic digesting sludge inoculum(1). A net gas production of 14% (standard error of mean of 16.5%) and a 42 day lag was obtained when it was incubated for >60 days under anaerobic conditions at 35 °C for over 60 days."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C. and A. Leo. The Log P Database. Claremont, CA: Pomona College, 1987.",
            "Value": "Log kow = 1.66"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Von Oepen B et al; Chemosphere 22: 285-304 (1991) (2) Riddick JA et al; Organic Solvents 4th ed; NY, NY: Wiley (1986) (3) Meylan WM et al; Environ Sci Technol 26:1560-7 (1992) (4) Parris GE; Environ Sci Technol 14: 1099-105 (1980) (5) Swann RL et al; Res Rev 85:17-28 (1983)",
            "Value": "Since the pKa of N-methylaniline is 4.848(2), N-methylaniline will be partially ionized at acidic environmental pHs and its adsorption to soil would be expected to be pH-dependent(SRC). The Koc for N-methylaniline predicted from molecular structure is 65(3). According to a suggested classification scheme(5), this estimated Koc suggests that N- methylaniline will be highly mobile in soil(SRC). Batch equilibrium studies used to determine the adsorption isotherms for N-methylaniline to a Podzol (4.85% OC pH 2.8), an Alfisol (1.25% OC, pH 6.7) and a sediment (1.58% OC, pH 7.1) yielded the results (soil, Freundlich adsorption constants (Kf), Freundlich exponent (1/n), Koc): Podzol, 22.29, 0.89, 460; Alfisol, 0.59, 0.78, 47; Sediment, 1.12, 0.77, 71(1). N-Methylaniline will be almost completely ionized at the pH of the Podzol and therefore ionic interactions may be dominant(1,SRC). N-Methylaniline reacts slowly with humates possibly by adding to quinoidal structures in the humic substances(4). Covalent bond formation is inferred by the lack of extractability of the aniline from the humic material as well as reactions with model compounds(4)."
        }
    ]
}