{
    "_id": {
        "$oid": "6682e881c4e5dba5ffba25ee"
    },
    "CID": {
        "$numberInt": "7516"
    },
    "Name": "PHENYLHYDRAZINE",
    "IUPACName": "phenylhydrazine",
    "CanonicalSMILES": "C1=CC=C(C=C1)NN",
    "Synonyms": [
        "PHENYLHYDRAZINE",
        "100-63-0",
        "Hydrazinobenzene",
        "Hydrazine",
        "phenyl-",
        "1-Phenylhydrazine",
        "phenyl hydrazine",
        "Monophenylhydrazine",
        "Phenylhydrazin",
        "Hydrazine-benzene",
        "Fenilidrazina",
        "Fenylhydrazine",
        "Phenyldiazane",
        "phenyl-hydrazine",
        "PhNHNH2",
        "CHEBI:27924"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)NN",
    "INCHI": "InChI=1S/C6H8N2/c7-8-6-4-2-1-3-5-6/h1-5,8H,7H2",
    "INCHIKEY": "HKOOXMFOFWEVGF-UHFFFAOYSA-N",
    "Formula": "C6H8N2",
    "MolecularWeight": {
        "$numberDouble": "108.14"
    },
    "Description": "Phenylhydrazine is a phenylhydrazine that is the monophenyl derivative of hydrazine. It has a role as a xenobiotic.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "57"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Amer Chem Soc, Washington, DC. p. 21 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 2 was calculated for phenylhydrazine(SRC), using a measured log Kow of 1.25(1) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Malaney GW; J Water Poll Control Fed 32: 1300-11 (1960) (2) Wellens H; Z Wasser Abwasser Forsch (1990)",
            "Value": "In a Warburg respirometer study using aniline-acclimated activated sludge, phenylhydrazine was found to be appreciably more resistant to biological oxidation than aniline(1). Phenylhydrazine, in the static Zahn-Wellens test, was 85% biodegraded in 9-13 days; circa 25% biodegradation of this compound was reported for other laboratories using respirometer tests(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 21",
            "Value": "log Kow= 1.25"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:895719",
            "Value": "Superoxide anion was unimportant in phenylhydrazine induced hemolysis and destruction of human oxyhemoglobin. Phenyldiazene, presumably produced by 2-electron oxidation of phenylhydrazine by oxyhemoglobin, hemolyzed red cells rapidly and converted oxyhemoglobin into methemoglobin, hemichromes, and other hemoglobin breakdown products. Induction of hemolysis by phenyldiazene requires the presence of oxygen. The hemolysis produced in presence of phenyldiazene and oxygen was related to lipid peroxidation. It is concluded that the active hemolytic agent produced by phenylhydrazine in red cells is a phenyldiazene-derived free radical produced by reaction of phenyldiazene with oxygen, and is most probably the phenyl free radical."
        },
        {
            "References": "PMID:3271870",
            "Value": "The enzyme systems in rat liver and lung responsible for the oxidative metabolism of hydrazine derivatives were studied to determine whether these enzymes, cytochrome p450 and monoamine oxidase, were responsible for metabolically activating hydrazines to carcinogenic/toxic metabolites. Cytochrome p450 preferentially oxidized the nitrogen to nitrogen bond of 1,2-disubstituted hydrazines and hydrazides, while monoamine oxidase oxidized the nitrogen to nitrogen bond of all the classes of hydrazine derivatives that were tested. Oxidation of the nitrogen to nitrogen bond led to the formation of stable azo intemediates in the case of 1,2-disubstituted hydrazines and to unstable monoazo (diazene) metabolites in the case of monosubstituted hydrazines and hydrazides. /Substituted hydrazines/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "The mechanism of action has been postulated to include indirect alkylation of DNA, an observation which is also closely connected to the toxic endpoint."
        },
        {
            "References": "PMID:8557058",
            "Value": "Iron transfer from duodenum to blood was increased significantly /in rats/ 5 days after treatment with phenylhydrazine. Autoradiography showed that most brush border iron uptake occurred at the upper villus region and the maximal rate was increased fourfold by phenylhydrazine; Duodenal villus length was increased in phenylhydrazine-treated rats. Phenylhydrazine treatment did not influence mucosal reducing activity but Vm, measured using duodenal sheets, increased from -50 to -57 mV (p<0.001) and this was due to a reduced brush border sodium permeability. Thus, an expanded absorptive surface and an enhanced electrical driving force for iron uptake across the duodenal brush border are important adaptations for increased iron absorption in phenylhydrazine-induced hemolytic anemia."
        },
        {
            "References": "Asami K; Biochem (Tokyo) 63 (4): 425-33 (1968)",
            "Value": "Inhibition of electron transport system by phenylhydrazine was studied with mitochondria and submitochondrial particles of rat liver and beef heart. The inhibition of the electron transport system required oxygen and depended on temperature and occurred at a site between cytochrome b and cytochrome c1."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2804",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Minimum sc dose in mice that is lethal for 100% of animals is 180 mg/kg. These animals show progressive cyanosis, irregular respiration, and increased dyspnea progressing to death. Degenerative lesions found in liver, kidneys, and other organs along with evidence of vascular damage."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of April 16, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The /acute/ toxic effects are characterized by destruction of red blood cells, causing a reduction in erythrocyte count, increased reticulocyte count, methemoglobin formation, and the formation of Heinz bodies, and a cyanotic external appearance may develop. Enlargement and dark coloration of the spleen are also reported, effects that are considered to be secondary to the erythrocyte damage."
        },
        {
            "References": "PMID:870201",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In adult mice suffering from phenylhydrazine induced hemolytic anemia, erythropoietic islands were observed in liver. Within 2 days after the beginning of 4 daily injections, erythroid elements appeared in the sinusoids and central veins. The morphological aspects of phenylhydrazine induced extramedullary erythropoiesis is discussed."
        },
        {
            "References": "Abdulla M, Svensson S; Enzyme (Basel) 23 (3): 164-9 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After 5 days of successive injections of phenylhydrazine (1 mL, 35 mmol) into rats, more than 90% of circulating blood cells consisted of reticulocytes and delta-aminolevulinic acid dehydratase activity increased with maximum corresponding to number of reticulocytes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 477",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...0.02 g of phenylhydrazine/kg of bw administered sc to dogs resulted in death in about 22 days. The cause of death was suggested to be the result of depletion of glycogen, especially in the heart muscle."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 728",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phenylhydrazine hydrochloride has been injected into vitreous humor in rabbit eyes ... Injection of 0.56 mg caused inflammation, chorioretinitis and degeneration of retina ... /Phenylhydrazine hydrochloride/"
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of April 16, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  When a 10% solution of phenylhydrazine in alcohol was painted on a skin site /(guinea pig)/ that had been pretreated 2-3 weeks previously with undiluted phenylhydrazine, very intense erythema and swelling, followed by scaling and encrustation, were consistently seen. This response to 10% phenylhydrazine was more severe than that described in animals that had not been pretreated."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Effects from acute administration include: neurologic toxicity, cyanosis, hypothermia, hematuria, vomiting, convulsions, and degenerative changes in the liver and kidneys."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dermal exposure /to phenylhydrazine/ results in erythema and sloughing of the skin at the treatment sites."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phenylhydrazine produced hypotension, respiratory arrest, and a change in blood pigment when vapors (concentration not measured) were inhaled by anesthetized rabbits."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs given 20, 30, or 40 mg/kg of phenylhydrazine orally for 2 days developed hemolytic anemia, Heinz bodies in the erythrocytes, hematuria, methemoglobinemia, splenomegaly, hepatic and renal hypertrophy with hemoglobin-filled convoluted tubules, and reduced spermatogenesis. Similar effects were observed in rats administered phenylhydrazine by ip injection."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of April 16, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Application of a 50% solution of phenylhydrazine to the eyes of rabbits was reported to cause severe suppurative conjunctivitis."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1308",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Phenylhydrazine administered ip to rabbits every other day for 12 weeks reduced the size of the lymph nodules of the appendix (the result of a decreased number of lymphocytes). There also was prominent splenomegaly."
        },
        {
            "References": "PMID:9264328",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Following the subchronic intoxication of rats with phenylhydrazine, resulting in marked anemia, reticulocytosis, methemoglobinemia and increased hemocatheresis, the hepatic content of total iron was increased, as was hepatic ferritin and its saturation by iron. A striking increase (approximately 7-fold) was also observed in free iron which appeared to be redox-active. The increase in liver free iron involved the hepatocellular component of the liver. Since DNA is one of the cellular targets of redox active iron, liver DNA from phenylhydrazine-treated rats was analyzed by electrophoresis and found to be markedly fragmented. Experiments with isolated hepatocytes in culture or in suspension challenged with phenylhydrazine or Fe-nitrilotriacetate strongly suggested that the DNA damage was due to reactive iron rather than to the hepatic metabolism of phenylhydrazine. The levels of 8-oxo-7,8-dihydro-2'-deoxyguanosine (8-oxodGuo), a specific marker of oxidative DNA damage, were significantly higher in phenylhydrazine-treated rats as compared to untreated controls. The prolongation of phenylhydrazine treatment over a period of 6 weeks resulted in a persistent damage to DNA and in phenotypic changes such as an increase in hepatocyte gamma-glutamyl transpeptidase (gamma-GT, EC 2.3.2.2) activity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dermal application of 0.1% phenylhydrazine in Vaseline to rats every other day for 4 wk resulted in significant body weight reductions. Keratinization, proliferation of squamous epithelium, and an infiltration of leukocytes were observed at the application site."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats /and mice/ administered 0.25 to 0.5 mg phenylhydrazine/animal/day, 5 days/wk for 40 weeks by gavage exhibited hemolytic anemia. Due to mortality at 0.5 mg, the dose was decreased to 0.25 mg after 6 wk of treatment. Eight of 25 mice survived the 40 weeks; no morphological changes were noted in the survivors."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mice given 1 mg phenylhydrazine orally/mouse/day, 7 days/wk for 42 wk showed an increased incidence of total and malignant lung tumors."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Mice administered 0.01% of the hydrochloride salt /of phenylhydrazine/ in the drinking water (average of 0.63-0.81 mg/day) over their lifetime had an increased incidence of blood vessel tumors. /Phenylhydrazine hydrochloride/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Mice given phenylhydrazine orally, 5 days/wk for 40 weeks with doses of 0.5 mg during the first 5 weeks and 0.25 mg thereafter failed to show a significant carcinogenic response. Higher doses could not be tested because of the marked anemia encountered."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Oral administration or ip injection (8 doses, each of 2.9 mg) of phenylhydrazine hydrochloride in mice failed to produce an increase in either pulmonary tumors or leukemia. /Phenylhydrazine hydrochloride/"
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 454",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Postnatal function of rat fetuses made icteric by administering the mother 10 mg/kg ip on the 17th, 18th, and 19th days of gestation /was studied/. Conditioned avoidance learning was found to be significantly retarded. The brains of these animals did not show kernicterus."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ip injections of phenylhydrazine (10 mg/kg or 20 mg/kg) to pregnant mice on days 17-19 of gestation resulted in offspring with severe jaundice and anemia. In addition, offspring exhibited a deficit in acquired behavior."
        },
        {
            "References": "PMID:3130355",
            "Value": "/GENOTOXICITY/ The genotoxicity of a variety of hydrazine derivatives was examined in the DNA repair test  on rat or mouse hepatocytes. Out of 32 hydrazine derivatives, 6 chemicals, ie, N'-acetyl-4-(hydroxymethyl)phenylhydrazine, 1,2-dimethylhydrazine dihydrochloride, 1-hydrazinophthalazine hydrochloride, methylhydrazine.sulfate, p,p-oxybisbenzene disulfonylhydrazide and phenylhydrazine hydrochloride, elicited positive DNA repair responses in the test on rat hepatocytes. In the test on mouse hepatocytes, 4 more hydrazine derivatives, ie, 1,1-dimethylhydrazine, hydrazine hydrate, hydrazine sulfate and 2-methyl-4-chlorophenoxyacetic acid hydrazide hydrochloride also generated positive responses, in addition to the 6 positive compounds in the rat assay. /Hydrazine derivatives/"
        },
        {
            "References": "PMID:6757742",
            "Value": "/GENOTOXICITY/ Selected hydrazines were examined for their mutagenic activity in Salmonella typhimurium strains TA1535 and TA1537. These in vitro assays were conducted with and without metabolic activation by Aroclor induced rat liver enzymes. High level of mutagenicity was observed with phenylhydrazine hydrochloride. /Phenylhydrazine hydrochloride/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/GENOTOXICITY/ In Salmonella strains, phenylhydrazine is positive in test strains measuring both revertant or forward mutations. The compound induced lambda prophage mutations in E. coli. DNA fragmentation was produced by phenylhydrazine in both liver and lung cells of mice treated with ip injections, and liver DNA damage was demonstrated using alkaline elution. Bone marrow cells from mice were transformed following incubation with phenylhydrazine. Chromosomal changes were detected in bone marrow of mice treated with the chemical, and micronuclei were found in bone marrow cells both in vivo and following culturing with phenylhydrazine."
        },
        {
            "References": "Maples KR et al; Molecular Pharmacology, 33 (3): 344-50 (1988)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The in vivo reaction of phenylhydrazine with red blood cells was studied using electron spin resonance (ESR) spectroscopy. Male Sprague-Dawley rats were given ip injections of 5,5-dimethyl-1-pyrroline-N-oxide (DMPO) at a dose of 500 mg/kg followed by the intragastric administration of phenylhydrazine at doses ranging from 1 to 188 mg/kg or hydrazine at a dose of 129 mg/kg. Blood samples were collected between 15 minutes and 2 hours post treatment, and the animals were sacrificed at the end of the collection period. The effects of phenylhydrazine on packed red blood cells, protein denaturation, and oxyhemoglobin with and without thiol blockers were assayed in vitro. A six line ESR spectrum indicative of an immobilized 5,5-dimethyl-1-pyrroline-N-oxide free radical adduct was obtained from blood samples collected between 15 minutes and 2 hours after the administration of phenylhydrazine and 5,5-dimethyl-1-pyrroline-N-oxide. Treatment of the animals with 5,5-dimethyl-1-pyrroline-N-oxide alone did not produce a detectable adduct signal. The signal was localized to the hemoglobin fraction of the red blood cells, and could be produced in lower quantities by the administration of hydrazine in place of phenylhydrazine. Pretreatment of rat red blood cells with either iodoacetamide, maleimide, or N-ethylmaleimide significantly reduced the production of the adduct. /Results indicate/ that the 5,5-dimethyl-1-pyrroline-N-oxide radical adduct was formed by a hemoglobin derived thiyl free radical."
        },
        {
            "References": "PMID:8215448",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The characterization of the radical formed from rat hemoglobin by methemoglobin-generating agents and trapped by 5,5-dimethyl-l-pyrroline N-oxide has shown it to be a thiyl radical. The two-electron oxidation of hemoglobin forms a ferryl species with one or more free radicals located on the globin moiety. While the radical species has not been observed by use of uv-visible spectrophotometry, the species can be detected by use of electron paramagnetic resonance spectroscopy. In previous studies, in vitro experiments have shown that the electron paramagnetic resonance spectroscopy signal from the rat hemoglobin radical adduct formed by t-butyl hydroperoxide decreased following pretreatment of the oxyhemoglobin with thiol-blocking agents except for iodoacetamide. In this study the power saturation profile of the 5,5-dimethyl-1-pyrroline N-oxide radical adduct obtained from the reaction of rat oxyhemoglobin with phenylhydrazine exhibited a pattern similar to that obtained from human oxyhemoglobin, in which the beta-93 cysteine was labeled with 2,2,6,6-tetramethyl-1-piperidinyloxy-4-maleimide (4-maleimide-TEMPO). Electron paramagnetic resonance spectra were taken at 77 K and computer simulations were performed. The calculated value for alphaison obtained by simulation indicates that the radical adduct is in a hydrophobic region. The value for alphaison has little structural significance, as the steric effect of the protein makes comparison with radical adducts in solution problematical. The value of gx from the rat hemoglobin radical adduct was significantly higher than that obtained from bovine hemoglobin, whose radical is not thiol-derived, as demonstrated by negative thiol-blocking agent experiments. A higher gx value is consistent with the radical adduct containing a heavy atom such as sulfur. Rat hemoglobin was analyzed for thiol content by use of iodoacetamide, 5,5'-dithiobis-(2-nitrobenzoic acid) and uv-visible spectrophotometry. It was found that 1.15 + or - 0.34 thiols/tetramer of hemoglobin were reactive with 5,5'-dithiobis-2(-nitrobenzoic acid), but not iodoacetamide."
        },
        {
            "References": "PMID:1637315",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Mouse erythrocytes were incubated with oxidizing agents, phenylhydrazine, divicine and isouramil. With all the oxidants a rapid release of iron in a desferrioxamine (DFO)-chelatable form was seen and it was accompanied by methemoglobin formation. If the erythrocytes were depleted of GSH by a short preincubation with diethyl maleate, the release of iron was accompanied by lipid peroxidation and, subsequently, hemolysis. GSH depletion by itself did not induce iron release, methemoglobin formation, lipid peroxidation or hemolysis. Rather, the fate of the cell in which iron is released depended on the intracellular availability GSH. In addition, iron release was higher in depleted cells than in native ones, suggesting a role for GSH in preventing iron release when oxidative stress is imposed by the oxidants."
        },
        {
            "References": "Kato R et al; J Pharmacol 19 (2): 315 (1969)",
            "Value": "/OTHER TOXICITY INFORMATION/ Various hydrazine derivatives were tested for their inhibition of pentobarbital and carisoprodol oxidation and aminopyrine n-demethylation by rat liver microsomal systems in vitro and in vivo. Phenylhydrazine was a moderate inhibitor."
        },
        {
            "References": "PMID:1789729",
            "Value": "/OTHER TOXICITY INFORMATION/ Acute anemia was induced in calves aged 1 week, using the oxidant chemical phenylhydrazine-hydrochloride. The hematoclinical responses to graded doses were evaluated. Mild anemia was observed with the 60 mg/kg bw dose. The 100 mg/kg bw dose was too toxic. The sublethal 80 mg/kg bw dose produced the desired type of hemolytic anemia, the peak of which being observed on day 4 post-injection. Hemolytic anemia was evidenced by hemoglobinemia and hemoglobinuria. The acute toxicity symptoms lasted for about 30 min. Thereafter, the animals appeared to overcome the stress. In general, increases in pulse and respiration coincided with progress of the hemolytic syndrome. Peak response occurred 48 to 60 hr post injection."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Amer Chem Soc, Washington, DC. p. 21 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) O'Neil MJ, ed; Merck Index. 13th ed, Whitehouse Station, NJ Merck & Co. p 1308 (2001) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D,eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of phenylhydrazine is estimated as approximately 110(SRC), using a measured log Kow of 1.25(1) and a regression-derived equation(2). According to a recommended classification scheme(3), this estimated Koc value suggests that phenylhydrazine has high mobility in soil(SRC). The pKa of phenylhydrazine has been reported as 5.21(4), suggesting this compound exists as a cation in moist soils, and cations tend to adsorb more to soils than neutral compounds(5)."
        }
    ]
}