{
    "_id": {
        "$oid": "6682e883c4e5dba5ffba25f4"
    },
    "CID": {
        "$numberInt": "7533"
    },
    "Name": "CYCLAMATE",
    "IUPACName": "cyclohexylsulfamic acid",
    "CanonicalSMILES": "C1CCC(CC1)NS(=O)(=O)O",
    "Synonyms": [
        "Cyclamic acid",
        "100-88-9",
        "Cyclohexylsulfamic acid",
        "CYCLAMATE",
        "Cyclohexanesulfamic acid",
        "N-Cyclohexylsulfamic acid",
        "Hexamic acid",
        "Sucaryl",
        "Sucaryl acid",
        "Cyclohexylaminesulphonic acid",
        "Sulfamic acid",
        "cyclohexyl-",
        "N-Cyclohexylsulphamic acid",
        "Cyclohexylamidosulfuric acid",
        "Cyclohexylaminesulfonic acid",
        "Cylamic acid"
    ],
    "IsomericSMILES": "C1CCC(CC1)NS(=O)(=O)O",
    "INCHI": "InChI=1S/C6H13NO3S/c8-11(9,10)7-6-4-2-1-3-5-6/h6-7H,1-5H2,(H,8,9,10)",
    "INCHIKEY": "HCAJEUSONLESMK-UHFFFAOYSA-N",
    "Formula": "C6H13NO3S",
    "MolecularWeight": {
        "$numberDouble": "179.24"
    },
    "Description": "Cyclohexylsulfamic acid is a member of the class of sulfamic acids that is sulfamic acid carrying an N-cyclohexyl substituent. It has a role as a human xenobiotic metabolite and an environmental contaminant. It is functionally related to a sulfamic acid. It is a conjugate acid of a cyclohexylsulfamate.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "200"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) SPARC; pKa/property server. Ver 4.5., Sept, 2009. Available from, as of Jun 2, 2011: https://archemcalc.com/sparc/",
            "Value": "An estimated pKa of 1.71(1) indicates cyclamate will exist almost entirely in the anion form at pH values of 5 to 9 and therefore bioconcentration of cyclamate in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Buerge IJ et al; Environ Sci Technol 43: 4381-4385 (2009)",
            "Value": "AEROBIC: Cyclamate was eliminated in wastewater treatment plants with activated sludge processes sampled in Zurich Switzerland; a mean removal efficiency of 99% was observed. Incubation experiments with activated sludge resulted in a first order half-life of 20 minutes with 99% removal efficiency after 3 hours. No loss was observed using sterile controls(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:17168764",
            "Value": "The sweet taste receptor is a heterodimer of two G protein coupled receptors, T1R2 and T1R3. Previous experimental studies using sweet receptor chimeras and mutants show that there are at least three potential binding sites in this heterodimeric receptor. Receptor activity toward the artificial sweeteners aspartame and neotame depends on residues in the amino terminal domain of human T1R2. In contrast, receptor activity toward the sweetener cyclamate and the sweet taste inhibitor lactisole depends on residues within the transmembrane domain of human T1R3. Furthermore, receptor activity toward the sweet protein brazzein depends on the cysteine rich domain of human T1R3."
        },
        {
            "References": "PMID:20302879",
            "Value": "The sweet protein brazzein [recombinant protein with sequence identical with the native protein lacking the N-terminal pyroglutamate (the numbering system used has Asp2 as the N-terminal residue)] activates the human sweet receptor, a heterodimeric G-protein-coupled receptor composed of subunits Taste type 1 Receptor 2 (T1R2) and Taste type 1 Receptor 3 (T1R3). In order to elucidate the key amino acid(s) responsible for this interaction, we mutated residues in brazzein and each of the two subunits of the receptor. The effects of brazzein mutations were assayed by a human taste panel and by an in vitro assay involving receptor subunits expressed recombinantly in human embryonic kidney cells; the effects of the receptor mutations were assayed by in vitro assay. We mutated surface residues of brazzein at three putative interaction sites: site 1 (Loop43), site 2 (N- and C-termini and adjacent Glu36, Loop33), and site 3 (Loop9-19). Basic residues in site 1 and acidic residues in site 2 were essential for positive responses from each assay. Mutation of Y39A (site 1) greatly reduced positive responses. A bulky side chain at position 54 (site 2), rather than a side chain with hydrogen-bonding potential, was required for positive responses, as was the presence of the native disulfide bond in Loop9-19 (site 3). Results from mutagenesis and chimeras of the receptor indicated that brazzein interacts with both T1R2 and T1R3 and that the Venus flytrap module of T1R2 is important for brazzein agonism. With one exception, all mutations of receptor residues at putative interaction sites predicted by wedge models failed to yield the expected decrease in brazzein response. The exception, hT1R2 (human T1R2 subunit of the sweet receptor):R217A/hT1R3 (human T1R3 subunit of the sweet receptor), which contained a substitution in lobe 2 at the interface between the two subunits, exhibited a small selective decrease in brazzein activity. However, because the mutation was found to increase the positive cooperativity of binding by multiple ligands proposed to bind both T1R subunits (brazzein, monellin, and sucralose) but not those that bind to a single subunit (neotame and cyclamate), we suggest that this site is involved in subunit-subunit interaction rather than in direct brazzein binding. Results from this study support a multi-point interaction between brazzein and the sweet receptor by some mechanism other than the proposed wedge models."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 83 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ PROLONGED ADMIN OF 2% SODIUM CYCLAMATE IN DRINKING-WATER TO GUINEA PIGS CAUSED CHANGES IN LIVER, KIDNEY & PANCREATIC CELLS. IN A SUBCHRONIC STUDY, 5 WK OLD MICE WERE GIVEN 0, 1, 2, 4, 8 & 16% CALCIUM CYCLAMATE IN DRINKING WATER FOR 5 WK. LEVELS OF 8 & 16% SIGNIFICANTLY REDUCED SURVIVAL & BODY WT; BODY WT WAS SLIGHTLY REDUCED WITH THE 4% LEVEL. MICROSCOPIC VACUOLATED CELLS WERE OBSERVED IN LIVER PARENCHYMA & RENAL TUBULES, ESPECIALLY IN...LOWER LEVELS. DESQUAMATOUS CHANGES & NECROSIS OCCURRED IN TRANSITIONAL EPITHELIUM OF URINARY BLADDER. ...MONKEYS GIVEN SINGLE DOSES OF 4 OR 8 G/KG BODY WT OR RATS GIVEN 5 DAILY DOSES OF 2-8 G/KG BODY WT SODIUM CYCLAMATE ORALLY SHOWED DIFFUSE MILD VESICULATION OF THE ENDOPLASMIC RETICULUM ASSOCIATED WITH VACUOLIZATION OF LIVERS & KIDNEYS. /SODIUM & CALCIUM SALT/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 84 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ADMIN OF 5% CALCIUM CYCLAMATE IN DRINKING-WATER TO RABBITS FOR 150 DAYS DELAYED & SUPPRESSED THE TITRE OF ANTIBODIES AGAINST BOVINE SERUM ALBUMIN. PROLONGED ADMIN OF CALCIUM CYCLAMATE TO RATS REDUCED ACTIVITY OF ENZYMES IN INTESTINAL MUCOSA, INCLUDING ACID AND ALKALINE PHOSPHATASE, ATP-ASE & ENZYMES INVOLVED IN GLYCOLYSIS, KREBS CYCLE & IN PROTEIN & LIPID METABOLISM. /CALCIUM SALT/"
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. FAO Nutrition Meetings Report Series No. 48A: Calcium Cyclamate and  Sodium Cyclamate (Including Cyclohexylamine) (1970). Available from, as of July 13, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 100 female Swiss mice were fed diets containing 0 and 5% sodium cyclamate for 18 months. At the start of the feeding 50 mice in each group received intragastrically a single dose of 50 ug of 3,4-benzopyrene in 0.2 mL of polyethylene glycol 400 (PEG) the other 50 receiving PEG alone. Results did not indicate that the feeding of cyclamate was associated with an increase in tumors either arising in the G.I. tract or tumors at other sites, nor was there any evidence of carcinogenicity or effects upon mortality. /Sodium cyclamate/"
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. FAO Nutrition Meetings Report Series No. 48A: Calcium Cyclamate and  Sodium Cyclamate (Including Cyclohexylamine) (1970). Available from, as of July 13, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Implantation of cholesterol pellets containing 20% sodium cyclamate into the urinary bladder have produced an increased number of tumors in mice after 16 months. /Sodium cyclamate/"
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. FAO Nutrition Meetings Report Series No. 48A: Calcium Cyclamate and  Sodium Cyclamate (Including Cyclohexylamine) (1970). Available from, as of July 13, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sodium cyclamate was given in drinking water ad libitum to groups of 30 day old mice. Cyclamate intake was estimated at 20-25 mg/mouse/day. Four mouse strains were used: C3H -40 males and 40 females, RIII -60 males, XVII/G -60 females, F1(C3H X RIII) -80 males. In each group half of the animals served as controls. Animals dying prior to the appearance of a tumor in each group were not considered in the evaluation. Average survival times for the animals considered in the various groups ranged from 430 days to 667 days. In the C3H and RIII strains no effects in terms of tumor numbers or onset were seen. For the XVII/G strain tumor genic a greater number multiple pulmonary tumors were seen. In the F1 (hybrid) strain the hepatoma incidence was increased. /Sodium cyclamate/"
        },
        {
            "References": "PMID:10653518",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Twenty-one monkeys (cynomolgus, rhesus, African green) were fed cyclamate (100 mg/kg and 500 mg/kg) in the diet five times per week from a few days after birth and continuing for up to 24 years. Malignant tumors were diagnosed in three 24-year-old cyclamate monkeys; these were metastatic colon carcinoma (rhesus; 500 mg/kg), metastatic hepatocellular carcinoma (cynomolgus; 500 mg/kg), and a small, well differentiated adenocarcinoma of the prostate (cynomolgus; 100 mg/kg). Benign tumors were found at necropsy in three females; these were adenoma of the thyroid gland (rhesus; 100 mg/kg) and two cases of leiomyoma of the uterus (rhesus; 100 mg/kg and 500 mg/kg). No tumors were detected in an age-matched control group of 16 monkeys. Examination of the testes revealed complete testicular atrophy in one of the old cyclamate monkeys, and focal germ cell aplasia (Sertoli-only tubules) in two other cyclamate monkeys. Focal spermatogenic interruption (maturation arrest) at various germ cell levels mixed with normal spermatogenesis was observed in both the cyclamate-treated and the control monkeys, all of which were over 20 years old. Measurements of terminal cyclohexylamine concentrations showed that three of the males dosed with cyclamate at 500 mg/kg were high converters, with plasma concentrations comparable to the levels that produce testicular atrophy in rats. However, only one of the three high converters showed histologic evidence of irregular spermatogenesis. The overall conclusion is that the testicular abnormalities and the sporadic cases of different malignancies found after more than 20 years of dosing do not provide clear evidence of a toxic or carcinogenic effect of sodium cyclamate in monkeys."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 74 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Forty male and female albino Shell or Carworth Farm E rats (body wt, 100-150 g) were injected subcutaneously with 0.5 ml of a 15% aqueous solution of sodium cyclamate ... thrice weekly for 107 wk. After 135 wk (number of survivors unspecified), no tumors were found at the injection site (the only site reported) in treated animals. /Sodium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 79 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Osborne-Mendel rats (group size unspecified) were given calcium cyclamate (source and purity unspecified) at levels of 0.4, 2.0 and 10% in the diet for 20-23 months. Three of 23 rats treated for 20 months developed invasive transitional-cell carcinomas of the urinary bladder; and one bladder carcinoma occurred among 4 rats fed the 10% level and 2 among 6 rats fed the 0.4% level. Urinary bladder calculi also occurred in 2 animals with urinary bladder tumors. Parasites (trichosomoides crassicauda) were not seen in tumor-bearing animals but occurred in other animals in study ... . /Calcium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 79 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female albino Shell or Carworth Farm E rats (body wt, 100-150 g) were injected subcutaneously with an aqueous solution of calcium cyclamate ... thrice weekly. One mL of 5% solution given for 85 wk induced fibrosarcomas at the site of injection in 4/10 surviving rats after 66 wk of treatment (20 animals intially, remaining animals killed at 85 weeks) whereas 0.5 mL of 15% solution given for 107 wk caused fibrosarcomas at the site of injection in 14/24 rats alive after 49 wk of treatment (30 animals intially, remaining animals killed after 135 weeks) ... . /Calcium cyclamate/"
        },
        {
            "References": "PMID:2444767",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The effect of N-methyl-N-nitrosourea (MNU), sodium saccharin, sodium cyclamate and cyclophosphamide on rat bladder explants in vitro was studied. MNU administered as a single dose or in multiple treatments induced concentration-dependent changes in urothelial ultrastructure and cell surface topography. In a single treatment protocol, extensive cytotoxicity was observed in both the urothelium and stroma at concentrations of 500 to 1000 ug/mL, establishing a toxic threshold within this range. In a multiple treatment protocol, repeated doses of low concentrations of carcinogen (7 or 8 x 50 ug/mL, 6 x 100 ug/mL) induced hyperplastic and dysplastic changes in the urothelium with no cytotoxicity, but cytotoxic effects were observed following treatments of 4 x 200 ug/mL or 2 x 400 ug/mL. Sodium saccharin, sodium cyclamate, and cyclophosphamide induced changes in urothelial cell surface topography consistent with hyperplasia and preneoplasia. Prolonged exposure to saccharin or cyclamate followed by a single dose of MNU elicited more extensive abnormalities in the urothelium than either saccharin or cyclamate alone, suggesting that these artificial sweeteners have initiating activity in a multistage process. The ultrastructural changes induced by in vitro treatment showed a good correlation with the pathological changes observed in vivo in rats treated with MNU or fed either with saccharin or cyclamate. /Sodium cyclamate/"
        },
        {
            "References": "PMID:6205663",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a two-generation experiment oral lifelong administration of a 2% and a 5% mixture of sodium cyclamate and sodium saccharin in the feed did not result in carcinogenic effects in Sprague-Dawley rats (70-78 rats/group). In particular, no tumors of the urinary tract were detected, apart from one female rat with a papilloma of the urinary bladder (2% group). A sugar-receiving group, as well as an untreated control group did not yield any unexpected results. Stone formation in the urinary bladder was considerably increased in the group receiving sodium cyclamate and saccharin at 5% concentration."
        },
        {
            "References": "PMID:5411626",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Papillary transitional cell tumors were found in the urinary bladders in 8 rats out of 80 that received 2600 milligrams per kilogram of body weight per day of a mixture of sodium cyclamate and sodium saccharin (10:1) for up to 105 weeks. From week 79 on, several of these rats received cyclohexylamine hydrochloride (125 milligrams per kilogram per day, the molecular equivalent of the conversion of about 10 percent of the cyclamate dosage to cyclohexylamine) in addition to the sodium cyclamate and sodium saccharin. In another study in which 50 rats were fed daily 15 milligrams of cyclohexylamine sulfate per kilogram of body weight for 2 years, eight males and nine females survived. One of the eight males had a tumor of the urinary bladder. In neither study were bladder tumors found in the control rats or in rats treated with lower doses of the compounds."
        },
        {
            "References": "PMID:1154429",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic rat feeding studies were conducted on a 10: 1 cyclamate/saccharin (C/S) mixture to supplement previous investigations which had established the safety of the individual components. The test mixture was fed at dietary levels designed to furnish 500, 1120, and 2500 mg/kg body weight to groups of 35 male and 45 female rats. The protocol included observations of physical condition, growth response, food efficiency, blood, urine, and postmortem pathology. Reproduction and lactation performance was examined through 2 litters. Teratology was also investigated. Since conversion to cyclohexylamine (CHA) was found to occur in many of the rats, particularly in the higher dosage groups, it was included as an added insult in the diets of about half the animals during the last quarter of the 2-year test period. The only positive finding in these studies which proved to have crucial significance was the occurrence of papillary carcinomas in the bladders of 12 of the 70 rats fed the maximum dietary level of the mixture (equivalent to about 2500 mg/kg body weight) for periods ranging from 78 to 105 weeks (except for one earlier death). This finding was the principal reason for the removal of cyclamates from the \"generally recognized as safe\" (GRAS) group of non-nutritive sweeteners by the U.S. Department of Health, Education and Welfare."
        },
        {
            "References": "PMID:12776796",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  To evaluate ... toxicological effects  /of Sodium saccharin (NaS) and calcium cyclamate (CaC)/ on preimplantation mammalian embryos, pregnant rats were gavaged with 1.65 mg NaS/kg bw + 3.85 mg CaC/kg bw (DI) or 6.6 mg NaS/kg bw + 15.4 mg CaC/kg bw (D2) on days 1, 2, 3 and 4 of pregnancy (positive vaginal smear = day 1). The female rats were killed on day 5 of the pregnancy ... maternal organs weighed, and the blastocysts collected, counted and evaluated for gross morphology, cell number and mitotic index. There was no alteration in maternal organ weights, but there was an increase of the cell number/embryo in the dams treated with that NaS + CaC mixtures (D1 = 37.20 +/- 7.96; D2 = 37.26 +/- 10.90) compared to control group (32.24 +/- 6.73) ... ."
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. FAO Nutrition Meetings Report Series No. 48A: Calcium Cyclamate and  Sodium Cyclamate (Including Cyclohexylamine) (1970). Available from, as of July 13, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 2-4 mice with control groups of 3 mice were given single intragastric doses of sodium cyclamate at various stages of pregnancy as follows: 62.5 mg on day 4-5, 125 mg on day 4-5 and 6-7, 250 mg on day 6-7 and 8-10 and 500 mg on day 6-7 and 8-10. The uteri were removed on the eighteenth day, opened and the fetuses assessed and absorption sites counted. No abnormalities were detected following any administrations on days 8-10 but in all other instances the majority of embryos had either been resorbed or appeared dead and showed delayed development compared with controls. The fetal LD50 was calculated to be 180 mg/kg body-weight. /Sodium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 204 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of sodium cyclamate on the development of frog embryos were evaluated in a validation study in seven laboratories. The median lethal concentration, the concentration that induced malformations in 50% of the surviving embryos and the teratogenic index, i.e. the ratio of the two other measures, were 16 mg/mL, 14 mg/mL and 1.1 mg/mL, respectively. These results suggest that sodium cyclamate has low potential selective embryotoxicity. /Sodium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 204 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sodium cyclamate did not affect growth or viability or induce malformations in a short-term screening test for teratogenicity at a minimally maternally toxic dose given orally on days 8-12 of gestation to ICR/SIM mice. /Sodium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 86 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ GROWTH RATE OF OFFSPRING OF RATS GIVEN DIETS CONTAINING 10% CALCIUM CYCLAMATE WAS ABOUT 35% LOWER THAN THAT OF CONTROLS WITH SAME CALORIC INTAKE. DECR OF ABOUT 15% WAS SEEN IN OFFSPRING OF RATS RECEIVING 5% CALCIUM CYCLAMATE. WITH REDUCED FOOD INTAKE (60% OF NORMAL), RATS RECEIVING 5% CALCIUM CYCLAMATE CONCEIVED, BUT NUMBER OF STILLBIRTHS WAS INCR; RATS THAT RECEIVED 10% DID NOT CONCEIVE. /CALCIUM SALT/"
        },
        {
            "References": "WHO/FAO: Expert Committee on Food Additives. FAO Nutrition Meetings Report Series No. 48A: Calcium Cyclamate and  Sodium Cyclamate (Including Cyclohexylamine) (1970). Available from, as of July 13, 2011: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 12 female and 6 male rats received 0, 0.8%, 1.6% and 3% sodium cyclamate in their diet over 3 generations showed some disturbance of estrus and depression of growth as well as increased mortality in the second generation and some testicular degeneration. /Sodium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 86 (1980)",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ OFFSPRING OF PREGNANT RATS THAT WERE TREATED WITH 300 MG/L SODIUM & CALCIUM CYCLAMATE IN DRINKING WATER...SHOWED INCR MOTOR ACTIVITY IN BEHAVIORAL TESTS; THE EFFECT PERSISTED AFTER DISCONTINUATION OF CYCLAMATE TREATMENT. /CALCIUM & SODIUM SALT/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 206 (1999)",
            "Value": "/GENOTOXICITY/ Calcium cyclamate did not induce unscheduled DNA synthesis in rat primary hepatocyte cultures, gene mutation in Chinese hamster ovary cells at the hprt locus with or without exogenous metabolic activation, or chromosomal aberrations in a rat-kangaroo kidney cell line."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 214 (1999)",
            "Value": "/GENOTOXICITY/ Chromosomal aberrations were induced in Chinese hamster embryonic lung cells cultured with sodium cyclamate ... . /Sodium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 214 (1999)",
            "Value": "/GENOTOXICITY/ Gene mutation was not induced in a host-mediated assay in which mice were injected intraperitoneally with Salmonella typhimurium strain G46 and exposed to sodium cyclamate by subcutaneous injection. Chromosomal aberrations were not induced in the spermatogonia of mice or Chinese hamsters exposed to sodium cyclamate in drinking-water for 150 days or by gavage for five consecutive days, respectively. Dominant lethal mutations were not induced in male and female mice fed a diet containing sodium cyclamate for 10 weeks or in male mice treated orally for five days or female mice dosed once. Sperm morphology was unaffected in mice treated by intraperitoneal injection on five consecutive days with sodium cyclamate. /Sodium cyclamate/"
        },
        {
            "References": "PMID:8571583",
            "Value": "/GENOTOXICITY/ The present paper describes the possible clastogenic activity of the following synthetic sugar substitutes, such as cyclamate in daily doses of 11 and 110 mg/kg, saccharin, 5 and 50 mg/kg, acesulfam, 15 and 150 mg/kg, sucralose, 15 and 150 mg/kg, aspartame, 40 and 400 mg/kg, orally given to C57Bl/6 mice during 5 days. No clastogenic activity was found in the compounds tested."
        },
        {
            "References": "PMID:10722887",
            "Value": "/GENOTOXICITY/ The non-nutritive sweeteners acesulfame-K, aspartame, cyclamate, saccharin and sucralose were tested for DNA damaging activity in the rat hepatocyte/DNA repair assay. Using hepatocytes from F344 and Sprague-Dawley male rats, all were inactive despite strong responses for the positive control, 2-aminofluorene."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 206 (1999)",
            "Value": "/GENOTOXICITY/ The frequency of chromosomal aberrations in the callus and root tips of Haworthia exposed to sodium cyclamate in vitro was not significantly greater than that in control cultures. Sodium cyclamate did not induce sex-linked recessive lethal mutation or aneuploidy in Drosophila melanogaster. /Sodium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 206 (1999)",
            "Value": "/GENOTOXICITY/ Calcium cyclamate did not affect sperm morphology or induce micronuclei in the bone marrow of mice treated on five consecutive days by intraperitoneal injection, bone marrow or sperm samples being collected 4 h or 35 days, respectively, after the last injection. Chromosomal aberrations were induced in the bone marrow of Mongolian gerbils given five daily intraperitoneal injections of calcium cyclamate. Aberrations were not induced in the bone marrow or spermatogonia of rats given calcium cyclamate and casein in a semisynthetic diet for 10 months, nor were dominant lethal mutations observed in these rats. Calcium cyclamate did not induce dominant lethal mutations in mice of two strains given calcium cyclamate by gavage daily for five or 30 days, respectively. In a single study, calcium cyclamate did not induce heritable translocations in mice given the compound by gavage on five days per week for six weeks. /Calcium cyclamate/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 206 (1999)",
            "Value": "/GENOTOXICITY/ Calcium cyclamate did not induce gene mutation in Salmonella typhimurium strains TA100, TA1537 or TA98 in the presence or absence of exogenous metabolic activation at the highest concentration tested. It did not induce aneuploidy in Drosophila melanogaster; but in one of three studies it induced sex-linked recessive lethal mutations, and in one of two studies it induced heritable translocations when males were exposed to calcium cyclamate in the diet. /Calcium cyclamate/"
        },
        {
            "References": "PMID:2421938",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The direct effects of sodium saccharin and sodium cyclamate on the morphology of organ cultures of normal rat bladder have been studied by histology and scanning electron microscopy (SEM). Untreated cultures retained histologically normal urothelia up to 89 days with cell surface features characteristic of mature, fully differentiated superficial cells and maturing intermediate cells. Continuous treatment with either sodium saccharin (6 or 12 mM) or sodium cyclamate (12 or 24 mM) induced progressive abnormalities in the cultured urothelium. Acute toxicity was not seen but focal necrosis was observed with the higher dose of each compound and histological abnormalities were more severe with the higher doses. Sodium saccharin induced mild hyperplasia of the urothelium on the surface of the culture and foci of altered epithelial polarity from 14 days; abnormal nuclear staining plus changes in the basal lamina were evident from 28 days and were pronounced from 56 days onwards. Hyperplasia of the urothelium over the explants was mild but there were extensive epithelial outgrowths onto the culture support. In general, sodium cyclamate induced more severe changes than did sodium saccharin, with alterations in epithelial cell polarity plus basal cell changes from 14 days and focal nodular urothelial hyperplasia over the explant and gross hyperplasia between the explant and culture support and in the outgrowth from 28 days. The severe and rapid surface changes, evident by SEM, were similar both in saccharin-treated and in cyclamate-treated cultures. There was some early loss of superficial cells to reveal underlying immature cells which, together with the remaining mature cells, developed abnormal blebs and processes. From 14 days small immature cells were located at the culture surface between the mature cells. These were covered by a variety of membrane protrusions including long pleomorphic microvilli. Sodium cyclamate-treated cultures mostly had fewer small membrane protrusions than sodium saccharin-treated cultures but more pleomorphic microvilli. These morphological changes induced in the rat urothelium in vitro by direct treatment with sodium saccharin and sodium cyclamate are thus similar to those described previously in association with in vivo long-term feeding studies of sodium saccharin to rats and with both in vivo and in vitro treatment of the rat urothelium with the bladder carcinogen N-methyl-N-nitrosourea (MNU). /Sodium cyclamate/"
        },
        {
            "References": "PMID:6262753",
            "Value": "/OTHER TOXICITY INFORMATION/ The binding of 1251-labeled mouse epidermal growth factor (EGF) to 18 cell lines, including HeLa (human carcinoma), MDCK (dog kidney cells), HTC (rat hepatoma), K22 (rat liver), HF (human foreskin), GM17 (human skin fibroblasts), XP (human xeroderma pigmentosum fibroblasts) and 3T3-L1 (mouse fibroblasts), was inhibited by saccharin and cyclamate. The human cells were more sensitive to inhibition by these sweeteners than mouse or rat cells. EGF at doses far above the physiological levels reversed the inhibition in rodent cell but not in HeLa cells. In HeLa cells, the doses of saccharin and cyclamate needed for 50% inhibition were 3.5 and 9.3 mg/mL, respectively. Glucose, 2-deoxyglucose, sucrose and xylitol did not inhibit EGF binding. Previous studies have shown that phorbol esters, strongly potent tumor promoters, also inhibit EGF binding to tissue culture cells. To explain the EGF binding inhibition by such greatly dissimilar molecules as phorbol esters, saccharin and cyclamate, it is suggested that they operate through the activation of a hormone response control unit."
        },
        {
            "References": "PMID:7055797",
            "Value": "/OTHER TOXICITY INFORMATION/ The suspected bladder tumor promoters saccharin and cyclamate reversibly inhibited nerve growth factor-induced neurite outgrowth in embryonic chick sensory ganglia, and active concentrations of these artificial sweeteners inhibited binding of (125)I-labeled mouse submaxillary gland nerve growth factor as well. The skin tumor promoter phenol also reversibly inhibited neurite outgrowth, while comparable concentrations of the nonpromoting but structurally related compounds benzene and fluorobenzene did not. In contrast to findings with saccharin and cyclamate, phenol had little, if any, effect of binding of radioactive nerve growth factor."
        },
        {
            "References": "PMID:1379387",
            "Value": "/OTHER TOXICITY INFORMATION/ A group of 194 diabetic patients were given calcium cyclamate (1 g/day as cyclamic acid equivalents) for a period of 7 days. Blood and urine samples were collected to determine the formation of cyclohexylamine, which is an indirectly acting sympathomimetic amine. Blood pressure and heart rate were recorded before and after treatment. Urine samples were collected each day and analyzed for cyclamate (to check compliance) and cyclohexylamine (to monitor the development of metabolizing activity). After 7 days intake most individuals (78%) did not excrete significant amounts of cyclohexylamine (less than 0.1% of the daily dose of cyclamate) but a small number (8; 4% of the group) excreted more than 20% of the daily dose as cyclohexylamine in the urine. Similar interindividual variations were found in the plasma concentrations of cyclohexylamine after 7 days intake of cyclamate, with 8 individuals having concentrations of 300-1942 ng/mL. The changes in cardiovascular parameters in these 8 subjects between pre- and postdosing were similar to those found in 150 subjects with plasma cyclohexylamine concentrations less than 10 ng/mL. Twenty of the subjects were restudied after receiving calcium cyclamate for 2 weeks at a daily dose equivalent to 2 g of cyclamic acid (0.66 g tds). Plasma concentrations of cyclohexylamine, heart rate, and blood pressure were measured every 30 min for a period of 8 hr (one dose interval) after the final dose. Twelve patients had plasma concentrations of cyclohexylamine greater than 10 ng/mL (89-2043 ng/mL) at the start of the dose-interval investigations. There were no transient increases or decreases in plasma concentrations of cyclohexylamine which might have resulted in a transient change in blood pressure or heart rate. These data indicate that the metabolism of cyclamate (2 g/day) to cyclohexylamine would not affect blood pressure or heart rate even in individuals with high metabolizing ability."
        },
        {
            "References": "PMID:14726272",
            "Value": "/EPIDEMIOLOGY STUDIES/ Cyclamate and its metabolite cyclohexylamine affect male fertility in high dose animal studies, but this effect has not been investigated in epidemiological studies."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) SPARC; pKa/property server. Ver 4.5., Sept, 2009. Available from, as of Jun 2, 2011: https://archemcalc.com/sparc/ (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of cyclamate can be estimated to be 12(SRC). According to a classification scheme(2), this estimated Koc value suggests that cyclamate is expected to have very high mobility in soil. The estimated pKa of cyclamate is 1.71(3), indicating that this compound will exist almost entirely in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}