{
    "_id": {
        "$oid": "6682e883c4e5dba5ffba25f5"
    },
    "CID": {
        "$numberInt": "7541"
    },
    "Name": "DYRENE",
    "IUPACName": "4,6-dichloro-N-(2-chlorophenyl)-1,3,5-triazin-2-amine",
    "CanonicalSMILES": "C1=CC=C(C(=C1)NC2=NC(=NC(=N2)Cl)Cl)Cl",
    "Synonyms": [
        "Anilazine",
        "101-05-3",
        "DYRENE",
        "Anilazin",
        "Zinochlor",
        "Kemate",
        "Bortrysan",
        "Triasym",
        "Triasyn",
        "Triazin",
        "Direz",
        "Dyrene 50W",
        "Aniyaline",
        "Dyrene Flussig",
        "4,6-Dichloro-N-(2-chlorophenyl)-1,3,5-triazin-2-amine"
    ],
    "IsomericSMILES": "C1=CC=C(C(=C1)NC2=NC(=NC(=N2)Cl)Cl)Cl",
    "INCHI": "InChI=1S/C9H5Cl3N4/c10-5-3-1-2-4-6(5)13-9-15-7(11)14-8(12)16-9/h1-4H,(H,13,14,15,16)",
    "INCHIKEY": "IMHBYKMAHXWHRP-UHFFFAOYSA-N",
    "Formula": "C9H5Cl3N4",
    "MolecularWeight": {
        "$numberDouble": "275.5"
    },
    "Description": "Anilazine is a member of the class of triazenes that is dichlorotriazene in which the hydrogen is replaced by an o-chloroanilino group. A fungicide formerly used to control leaf spots and downy mildew, it is no longer approved for use within the European Union. It has a role as an antifungal agrochemical. It is a member of triazines, an organochlorine pesticide, a secondary amino compound and a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "3"
    },
    "Complexity": {
        "$numberInt": "221"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Saito H et al; Chemosphere 27: 1553-60 (1993)(2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 93 was calculated for dyrene(SRC), using a log Kow of 3.88(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 3. New York: Marcel Dekker, Inc., 1977., p. 90",
            "Value": "MOST OF THE TRIAZINES ... DISSIPATE SLOWLY THROUGH ... DEGRADATION OF MOLECULAR SIDE CHAINS BY SOIL MICROORGANISMS. /TRIAZINES/"
        },
        {
            "References": "(1) Mittelstaedt W et al; J Environ Sci Health B22: 491-507 (1987) (2) Heitmann-Weber B et al; J Environ Sci Health B29: 247-64 (1994)",
            "Value": "The incorporation and extractability of benzene-U-labeled and triazine-U-labeled 14C-dyrene in a German parabrown soil was studied over 100 days in a green house (16-27 °C)(1). The soil was extracted with a simulated soil solution (0.01 M CaCl2), as well as two different solvent mixtures on day 0, 6, 28 and 100. Thin-layer chromatography showed that the concn of dyrene in extracts decreased from approximately 30% of that applied on day-0 to 2-3% within 6 days and 1% on day-100(1). During this period, the concn of the main, and only identified, metabolite, dihydoxyanilazine, increased to about 3% of applied radioactivity. Another degradation experiment in which (benzene-U-ring 14C)dyrene and (triazine ring-U-14C)dihydroxyanilizine, the primary degradation product of dyrene, were incubated in an orthic luvisol soil at 22 °C found that <1% of the applied benzene ring carbon was mineralized and <8% of the triazine ring of dihydroxyanilizine were mineralized after 110 days(2). Mineralization increased only slightly when the incubation temperature was raised to 30 °C(2). Mineralization was not stimulated when dyrene was applied to the soil several times(2)."
        },
        {
            "References": "(1) Burchfield HP; Contrib S Boyce Thompson Institute 20: 205-15 (1959) (2) Mittelstaedt W et al; J Environ Sci Health B22: 491-507 (1987) (3) Heitmann-Weber B et al; J Environ Sci Health B29: 247-64 (1994) (4) Wauchope RD et al; Rev Environ Contam Toxicol 123: 1-155 (1991) (5) Heitmann-Weber B et al; J Environ Sci Health B29: 247-64 (1994)",
            "Value": "When applied to soil, dyrene binds strongly to the organic components of soil. Several days after 14C-labeled dyrene was applied to soil, between 10 and 18.6% of the applied radioactivity was extractable(2,3). Thin-layer chromatography showed that the concn of dyrene in extracts decreased to 2-3% of that applied within 6 days(2). However, in one experiment, little or no mineralization occurred after 110 days(5). Therefore it is not clear to what extent degradation occurs compared with dyrene's being chemically bound to soil components(SRC). The recommended field half-life for dyrene, according to the USDA Pesticides Property Database is 1 day(4). The half-life of dyrene (100 ppm) in moist and air dried Glouchester loam soil (pH 6.4) when incubated in sealed jars at 26 °C was 0.5 and 2.5 days, respectively(1). Experiments were not conducted using sterile controls to ascertain whether the degradation was microbially induced."
        }
    ],
    "logP": [
        {
            "References": "Saito H et al; Chemosphere 27: 1553-60 (1993)",
            "Value": "log Kow = 3.88"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Doull, J., C.D. Klaassen, and M. D. Amdur (eds.). Casarett and Doull's Toxicology. 2nd ed. New York: Macmillan Publishing Co., 1980., p. 640",
            "Value": "ADSORPTION OF TRIAZINES THROUGH EXCHANGE PROCESS TO ORGANIC MATTER & CLAY MINERALS IS DEPENDENT ON PH OF SOLN & ACIDITY OF ADSORBENT SURFACE. HYDROGEN BONDING & HYDROPHOBIC BONDING ARE OTHER MECHANISMS BY WHICH SOIL ORGANIC MATTER ADSORBS TRIAZINE HERBICIDES, ESP AT HIGHER PH LEVELS. /TRIAZINES/"
        },
        {
            "References": "(1) Saito H et al; Chemosphere 27: 1553-60 (1993) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Adrian P et al; Chemosphere 18: 1599-1609 (1989)",
            "Value": "The Koc of dyrene is estimated as 3,000(SRC), using a measured log Kow of 3.88(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that dyrene is expected to have slight mobility in soil. Additionally, anilines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(4), suggesting that mobility will be low in soils(SRC)."
        }
    ]
}