{
    "_id": {
        "$oid": "6682e883c4e5dba5ffba25f6"
    },
    "CID": {
        "$numberInt": "7543"
    },
    "Name": "4,4'-METHYLENEBIS(2-CHLOROANILINE)",
    "IUPACName": "4-[(4-amino-3-chlorophenyl)methyl]-2-chloroaniline",
    "CanonicalSMILES": "C1=CC(=C(C=C1CC2=CC(=C(C=C2)N)Cl)Cl)N",
    "Synonyms": [
        "101-14-4",
        "\"4,4-METHYLENEBIS(2-CHLOROANILINE)\"",
        "MOCA",
        "Bisamine",
        "Quodorole",
        "Cyanaset",
        "Methylenebis(chloroaniline)",
        "\"4,4-Methylene bis(2-chloroaniline)\"",
        "Dacpm",
        "MBOCA",
        "Curalin M",
        "Diamet Kh",
        "CL-Mda",
        "Bis amine",
        "Millionate M"
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1CC2=CC(=C(C=C2)N)Cl)Cl)N",
    "INCHI": "InChI=1S/C13H12Cl2N2/c14-10-6-8(1-3-12(10)16)5-9-2-4-13(17)11(15)7-9/h1-4,6-7H,5,16-17H2",
    "INCHIKEY": "IBOFVQJTBBUKMU-UHFFFAOYSA-N",
    "Formula": "C13H12Cl2N2",
    "MolecularWeight": {
        "$numberDouble": "267.15"
    },
    "Description": "4,4'-methylene-bis-(2-chloroaniline) is a chloroaniline that consists of two 2-chloroaniline units joined by a methylene bridge. It has a role as a metabolite.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "226"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 29, 2012: https://www.safe.nite.go.jp/english/db.html (2) Fochtman EG, Eisenberg W; Treatability of carcinogenic and other hazardous organic compounds p.61 USEPA-600/2-79-097 (1979) (3) Yoneyama K, Matsumura F; Arch Environ Contam Toxicol 13: 507-7 (1984) (4) Voorman R; Penner D; Arch Environ Contam Toxicol 15: 595-602 (1986)",
            "Value": "AEROBIC: 4,4'-methylenebis(2-chloroaniline), present at 100 mg/L, reached 0% of its theoretical BOD in 8 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). 4,4'-Methylenebis(2-chloroaniline) was not degraded after 6 weeks in a static system in which 2 mg/L of the compound was seeded with sludge, incubated for 7 days, and the process repeated using cultures from the original system(2). However, when the same investigators subjected the 4,4'-methylenebis(2-chloroaniline) containing water to a continuous feed activated sludge reactor, 96% of the chemical in the water was removed in 24 hours after 1 week of operation(2). Studies in pure cultures showed 4 major biodegradation products; two were identified as the N-monoacetyl, N,N'-diacetyl derivatives(3). 4,4'-Methylenebis(2-chloroaniline) is biodegraded to 4,4'-diamino-3,3'-dichlorobenzophenone in non-sterile soil(4). The rate of biodegradation in soil was not determined in part due to the irreversible binding of the chemical to the soil(4). The lack of metabolic conversion in sterile soil, as well as the higher extractable concentration present in sterile vs non-sterile soil indicate that biological degradation is occurring in the soil(4)."
        }
    ],
    "logP": [
        {
            "References": "Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 4-10 (1992)",
            "Value": "log Kow = 3.91"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V99 352 (2010)",
            "Value": "The peroxidative activity of human lung microsomes was shown to activate MOCA ((14)C-MOCA, specific activity 46.7 mCi/mmol) to bind DNA. With specific antisera it was demonstrated that myeloperoxidase was responsible for DNA binding. Binding was dependent on H2O2 and was inhibited by azide, but not by indomethacin or eicosatetraynoic acid."
        },
        {
            "References": "PMID:11159734",
            "Value": "The activation of carcinogenic aromatic and heterocyclic amines and benzo[a]pyrene-7,8-diol to intracellular electrophiles by prostaglandin H synthase (COX) is well documented for ovine sources of this enzyme. Here, the arachidonic acid-dependent activation of substrates by human (h)COX-1 and-2 is examined, utilizing recombinant enzymes. The COX-dependent activation of benzidine (BZ), 4-aminobiphenyl, (+)benzo[a]pyrene-7,8-diol, (+)benzo[a]pyrene-7,8-diol, 2-amino-3,8-dimethylimidazo[4,5-f]quinoxaline (MeIQx), 2-amino-3-methylimidazo [4,5-f]quinoline (IQ), 2-amino-1-methyl-6-phenylimidazo [4,5-b] pyridine (PhIP), and 4,4'-methylenebis(2-chloroaniline) (MOCA) is assessed by means of COX-catalyzed, covalent DNA binding. The hCOX isozymes activated all substrates tested, activation varied from barely detectable for IQ (0.76 and 1.52 pmol bound/mg DNA for COX-1 and -2, respectively) to a high of 65 and 117 pmol bound/mg DNA for COX-1 and -2, respectively, for the activation of MOCA. BZ, which is an excellent peroxidase substrate, did not exhibit high DNA binding levels in hCOX assays and this phenomenon was found to be due to high levels of binding to protein, which effectively competed with the DNA for binding in the assay. The demonstrated ability of the COX enzymes to activate a variety of environmental and dietary carcinogens indicates a potential role for COX in the activation pathway of aromatic and heterocyclic amines and polycyclic hydrocarbons at extra-hepatic sites during early or late stages of carcinogenesis."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 1076",
            "Value": "The mechanism of carcinogenesis is believed to involve the formation of chemical adducts in genetic material through covalent binding of electrophilic metabolites form MOCA to initiate carcinogenesis. ...Besides initiation, there is some evidence that MOCA may have tumorigenesis-promoting activity, as suggested by its ability to inhibit gap-junctional cell communication, which is important in controlling cell proliferation."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 4,4'-Methylenebis(2-chloroaniline) (MBOCA) p.35 (1994). Available from, as of May 31, 2012: https://www.atsdr.cdc.gov/toxprofiles/tp45.html",
            "Value": "The mechanism of hemoglobin adduct formation by N-oxidized MBOCA metabolites was recently investigated in viva and in vitro using human and rat hemoglobin. Male Sprague-Dawley rats were injected ip with 0.5-50 mg/kg of MBOCA, and male English short hair guinea pigs were injected sc with 4-100 mg/kg of MBOCA. In the same study, treatment of rats with either phenobarbital or beta-naphthaloflavone (BnF) resulted in induction of cytochrome P-450 as evidenced by increased enzymatic activity of two P-450 isozymes. This induction caused increased ortho-hydroxylation of MBOCA that was not statistically significant and resulted in the formation of various metabolites. Two of those MBOCA metabolites, n-hydroxy MBOCA and mononitroso-MBOCA, formed measurable amounts of adducts with both human and rat hemoglobin, while the amount of adducts formed by the parent compound itself was very small. This in vitro binding occurred in a dose-related manner and could by inhibited by cysteine and glutathione but not by oxidized glutathione or methionine. Therefore, the administration of MBOCA to rats resulted in a dose-related formation of hemoglobin adducts that were detectable 24 days after treatment. Similar observations were made in guinea pigs; the life span of MBOCA-hemoglobin adducts followed that of re cells in the guinea pig and was approximately 60-80 days."
        },
        {
            "References": "PMID:1540933",
            "Value": "Induction of hepatic ornithine-decarboxylase (ODC) activity by 4,4'-methylene-bis(2-chloroaniline) (MOCA) was studied in Male Sprague-Dawley-rats. ...Maximum induction of ODC activity after a single ip dose of 75 mg/kg MOCA occurred 18 hours after injection; activity returned to the control value 42 hours after dosing. In rats that received two 75 mg/kg doses, the extent of ODC induction after the second dose was similar to that of the first dose. MOCA at 15 mg/kg did not significantly increase ODC activity. Oral induction of ODC activity by 75 mg/kg MOCA was less than ip induction but significantly greater than the control value at 18 hours."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Fishbein L; Handbook of Environ Chem Berlin, FDR: Springer-Verlag 3: 1-40 (1984)",
            "Value": "SOIL: In 1979, 4,4'-Methylenebis(2-chloroaniline) levels in soil samples near two monitoring wells for a manufacturing plant at Adrian, Michigan showed concentrations of 1.6 to 6.3 ppm while drain sludge had a high concentration of 2000 ppm(1)."
        }
    ]
}