{
    "_id": {
        "$oid": "6682e884c4e5dba5ffba25fc"
    },
    "CID": {
        "$numberInt": "7565"
    },
    "Name": "P-BROMOPHENYL PHENYL ETHER",
    "IUPACName": "1-bromo-4-phenoxybenzene",
    "CanonicalSMILES": "C1=CC=C(C=C1)OC2=CC=C(C=C2)Br",
    "Synonyms": [
        "1-Bromo-4-phenoxybenzene",
        "4-Bromodiphenyl ether",
        "101-55-3",
        "4-Bromophenyl phenyl ether",
        "4-Bromophenoxybenzene",
        "Benzene",
        "1-bromo-4-phenoxy-",
        "p-Bromodiphenyl ether",
        "p-Phenoxybromobenzene",
        "p-Bromophenoxybenzene",
        "P-BROMOPHENYL PHENYL ETHER",
        "Ether",
        "p-bromophenyl phenyl",
        "Phenyl ether",
        "4-bromo-",
        "4-Bromodiphenylether",
        "Diphenyl ether",
        "4-bromo-",
        "Ether",
        "4-bromophenyl phenyl"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)OC2=CC=C(C=C2)Br",
    "INCHI": "InChI=1S/C12H9BrO/c13-10-6-8-12(9-7-10)14-11-4-2-1-3-5-11/h1-9H",
    "INCHIKEY": "JDUYPUMQALQRCN-UHFFFAOYSA-N",
    "Formula": "C12H9BrO",
    "MolecularWeight": {
        "$numberDouble": "249.1"
    },
    "Description": "4-bromophenyl phenyl ether is an aromatic ether that is diphenyl ether substituted at position 4 by a bromo group. It is an aromatic ether and an organobromine compound. It is functionally related to a diphenyl ether.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "158"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "Tabak HH et al; J Water Pollut Control Fed 53 (10): 1503-18 (1981)",
            "Value": "Results from studies undertaken to determine the biodegradability of 114 organic priority pollutants included in the USA EPA Consent Decree list are discussed. Data based on the static culture flask screening test demonstrated that 4-bromodiphenyl ether was not significantly degraded by activated sludge microbiota under the conditions of the test at concn of 5 mg/l & 10 mg/l."
        },
        {
            "References": "(1) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (2) Patterson JW, Kodukala PS; Chem Eng Prog 77: 48-55 (1981)",
            "Value": "Utilizing a static culture flask screening procedure (BOD dilution water) and a settled domestic wastewater inoculum, 4-bromophenyl phenyl ether was not significantly biodegraded under the test conditions over a 28 day incubation period(1); biodegradation was reported to be 0% after 28 days using 5-10 ppm concns of the ether(1). When the influent to a full scale activated sludge treatment system was spiked with 0.36 mg/l 4-bromophenyl phenyl ether, 95% of the pollutant was removed(2); however, it was not reported if removal was due to biodegradation or adsorption(SRC)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) U.S. EPA; Study Plan and Data on Hexachlorocyclopentadiene from 8 Fish Samples Analyzed by GC/MS; 8/20/82; EPA Document No. 40-8249052; Fiche No. OTS0512860",
            "Value": "Fish samples were collected from Memphis, TN along the Mississippi River from August to September 1982: composite blue catfish 6.20-50 mg/kg 4-bromophenyl phenyl ether; composite small mouth buffalo 5.2-50 mg/kg; channel catfish 5.3-50 mg/kg; carp 5.4 mg/kg-50 mg/kg(1)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (2) Lopes TJ et al; pp. 105-19 in Environ Toxicol Risk Assess., Little EE et al, eds, 7th volume, Amer Soc Testing Materials ASTM STP 1333 (1997)",
            "Value": "In an analysis of the US EPA STORET Data Base, 4-bromophenyl phenyl ether was not detected in 345 sediment observation points(1). Less than 5% of 443 bed-sediment samples collected from 19 study areas between August 1992 and March 1995 in the U.S. contained measurable quantities of 4-bromophenyl phenyl ether(2)."
        }
    ]
}