{
    "_id": {
        "$oid": "6682e886c4e5dba5ffba2604"
    },
    "CID": {
        "$numberInt": "7583"
    },
    "Name": "DIPHENYL ETHER",
    "IUPACName": "phenoxybenzene",
    "CanonicalSMILES": "C1=CC=C(C=C1)OC2=CC=CC=C2",
    "Synonyms": [
        "DIPHENYL ETHER",
        "Diphenyl oxide",
        "101-84-8",
        "Phenyl ether",
        "Phenoxybenzene",
        "Oxydibenzene",
        "\"Benzene",
        "1,1-oxybis-\"",
        "Phenyl oxide",
        "Diphenylether",
        "Oxybisbenzene",
        "\"1,1-oxydibenzene\"",
        "Biphenyl oxide",
        "Oxydiphenyl",
        "Geranium crystals",
        "Ether",
        "diphenyl-"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)OC2=CC=CC=C2",
    "INCHI": "InChI=1S/C12H10O/c1-3-7-11(8-4-1)13-12-9-5-2-6-10-12/h1-10H",
    "INCHIKEY": "USIUVYZYUHIAEV-UHFFFAOYSA-N",
    "Formula": "C12H10O",
    "MolecularWeight": {
        "$numberDouble": "170.21"
    },
    "Description": "Diphenyl ether is an aromatic ether in which the oxygen is attached to two phenyl substituents. It has been found in muscat grapes and vanilla. It has a role as a plant metabolite.",
    "XlogP": {
        "$numberDouble": "4.2"
    },
    "Complexity": {
        "$numberInt": "116"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Fiege H et al; Phenol Derivatives. Ullmann's Encyclopedia of Industrial Chemistry. 7th ed. (1999-2015). New York, NY: John Wiley & Sons. Online Posting Date: June 15, 2000.",
            "Value": "Diphenyl ether reportedly occurs in lemon balm oil(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Neely WB et al; Environ Sci Technol 8: 1113-5 (1974) (2) Branson et al; Taint threshold of diphenyl oxide in rainbow trout; ASTM Spec Tech Publ, ISS STP 667, Aquat Toxicol, 107-121 (1979) (3) Veith GD, Kosian P; Physical behavior of PCBs in the Great Lakes 269-282 (1983) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 8, 2015: https://www.safe.nite.go.jp/english/db.html (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using a 4-day exposure period, a diphenyl ether steady-state BCF of 195 was measured in rainbow trout (Salmo gairdneri)(1). A steady-state BCF of 470 has also been reported for rainbow trout after 7 day exposure period at 16 ug/L(2). Using a 4-day exposure period a BCF of 590 was measured in rainbow trout(3). BCF ranges of 112-583 and 49-594 were calculated using carp (Cyprinus carpio) which were exposed to 0.3 and 0.03 ppm, respectively, over an 8-week period(4). According to a classification scheme(5), these data suggest that bioconcentration in aquatic organisms is moderate to high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Ludzack FJ, Ettinger MB; Purdue Univ, Eng Bull, Ext Ser No.115 pp. 278-82 (1963) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 9, 2015: https://www.safe.nite.go.jp/english/db.html (3) Difrancesco, AM et al; Environ Sci Technol 38:194-201 (2004)",
            "Value": "AEROBIC: In a river die-away test using Ohio River water with weekly additions of settled sewage inoculum (1% by volume), diphenyl ether's theoretical CO2 evolution was found to be only 20% after 75 days of incubation(1); re-dosing tests found that diphenyl ether was oxidized slightly better after re-dosing(1); however, the overall test results indicated that diphenyl ether was resistant to biological action(1). Diphenyl ether, present at 100 mg/L, reached 6.3% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test and is considered not readily biodegradable(2). Using a die-away study with spiked soil and sludge, diphenyl ether dissipated to below detectable levels after 3 months, loss processes were not confirmed and may have included volatilization and adsorption(3)."
        },
        {
            "References": "(1) Schauer F et al; Biodegration 6: 173-80 (1995). Available from, as of Sept 22, 2015: https://link.springer.com/article/10.1007%2FBF00695348",
            "Value": "PURE CULTURE: Trichosporon beigelii SBUG 752 was able to transform diphenyl ether. By TLC, HPLC, GC, GC-MS, NMR- and UV-spectroscopy, several oxidation products were identified. The primary attack was initiated by a monooxygenation step, resulting in the formation of 4-hydroxydiphenyl ether, 2-hydroxydiphenyl ether and 3-hydroxydiphenyl ether (48:47:5). Further oxidation led to 3,4-dihydroxydiphenyl ether. As a characteristic product resulting from the cleavage of an aromatic ring, the lactone of 2-hydroxy-4-phenoxymuconic acid was identified. The possible mechanism of ring cleavage to yield this metabolite is discussed(1)."
        },
        {
            "References": "(1) Wittich RM; pp 1-29 in Biodegradation of Dioxins and Furans. Wittich RM, ed. Berlin, Germany: Springer-Verlag (1998) (2) Hundt K et al; Biodegradation 10: 279-86 (1999)",
            "Value": "PURE CULTURE: Pure culture studies with diphenyl ether have been investigated and bacterial strains such as Burkholderia cepacia (Pseudomonas) have been found to degrade diphenyl ether(1). Strains of Trametes versicolor were found to biodegrade 20% of the original concentrations of diphenyl ether after 72 hours(2). Breakdown proceeded via ring cleavage to hydroxyphenyl ethers, a trihydroxylated intermediate, 2-hydroxy-4-phneoxy mucconic acid, and phenol(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995)",
            "Value": "Diphenyl ether was tentatively identified at a mean concentration of 109 ng/g in the volatile component of shrimp paste (Acetes chinensis). It was not detected in salt-fermented fish (anchovy, Engraulis japonica; big-eyed herring, Harengula zunasi; hair tail, Trichiurus japonica). Samples were obtained from a fish market in Masan, Korea(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 97",
            "Value": "log Kow = 4.21"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:12480301",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diphenyl ether (DPE) was investigated to determine the dermal absorption parameters and subchronic toxicity of this fragrance ingredient. For the absorption, distribution and elimination study, Sprague-Dawley rats received a dermal application of [(14)C]DPE under a semi-occlusive dressing for 6 hr. DPE was diluted in diethyl phthalate (DEP) to administer a total application volume of 2 mL/kg and concentrations of 0.5, 5 and 50% (approximately equal to 10, 100 and 1000 mg DPE/kg body weight). Approximately 17.7% of the administered dose was eliminated in the urine, with small amounts also found in the feces (1.18-3.79%). At 72 hr post-dosing, approximately 0.2% of the applied dose was retained in the body with low levels also measured in the liver, kidney and gastrointestinal tract (approximately equal to 0.04, 0.02 and 0.3%, respectively)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 931",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It is reported that injury to the liver, spleen, kidney, thyroid, and intestinal tract in surviving animals /acutely exposed to phenyl ether/ has occurred."
        },
        {
            "References": "European Commision. Recommendation from the Scientific Committee on Occupational Exposure Limits for Diphenyl Ether. p. 5 (December 2012). Available from, as of June 9, 2015: https://ec.europa.eu/social/main.jsp?langId=en&catId=22",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Undiluted diphenyl ether produced reversible corneal effects and slight conjunctival irritation in the eyes of rabbits."
        },
        {
            "References": "European Commision. Recommendation from the Scientific Committee on Occupational Exposure Limits for Diphenyl Ether. p. 5 (December 2012). Available from, as of June 9, 2015: https://ec.europa.eu/social/main.jsp?langId=en&catId=22",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute symptoms after high oral doses /of diphenyl ether/ were piloerection, hypoactivity, loss of appetite, increasing weakness and collapse. The exposed animals showed congestion of lung and liver as well as lesions of the liver, spleen, kidneys, thyroid and irritation of the gastrointestinal tract."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Diphenyl ether (CAS Number: 101-84-8) (EC Number: 202-981-2) (May 18, 2015). Available from, as of June 12, 2015: https://echa.europa.eu/en/information-on-chemicals",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ This study was performed to assess the skin contact sensitization potential of the test material in the albino guinea pig. The method used followed that described in \"Skin Sensitization\"-Magnusson and Kligman Maximization Test. The test item, diphenyl ether (diphenyl oxide), produced a 0.0 (0/5) sensitization index and was classified as non- sensitizer up to 40% to guinea pig skin."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Researchers/ conducted repeated inhalation studies using rats, rabbits, and dogs at mean exposure concentrations of 0, 4.9, and 10 ppm phenyl ether vapor. Exposures were 7 hr/day, 5 days/week for a total of 20 exposures. Additional groups of rats were exposed 7 hr/day at 0 or 20 ppm phenyl ether vapor for a total of 20 exposures. No signs of toxicity or irritation were observed in animals exposed at 4.9 ppm. Mild ocular and upper respiratory tract irritation were observed in rats and rabbits, but no such signs appeared in dogs that inhaled 10 ppm. Rats exposed at 20 ppm also exhibited eye and nasal irritation, no other signs of toxicity were /noted/."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 931",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Skin irritation tests conducted on rabbits indicate that the undiluted material is somewhat irritating if exposures are prolonged or repeated. Effects from such an exposure are characterized by erythema and exfoliation, which clears promptly on cessation of exposure."
        },
        {
            "References": "PMID:12480301",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... /A/ 13-week subchronic toxicity study was performed with groups of 12 Sprague-Dawley rats/sex/dose that received semi-occluded daily dermal applications of DPE for 6 hr/day. All groups were dosed at a constant 2 mL/kg body weight volume of DPE in the DEP vehicle at concentrations to administer 0, 100, 300 or 1000 mg DPE/kg body weight/day. At the high dose level, there was a slight reduction in body weight gain in males (13%), increase in albumin (5-6%) and phosphate (10-15%) levels in both sexes, a reduction of cholesterol in females (14%), an increase in kidney (17%) and brain (8%) weights in males, and an increase in liver weight (18-19%) in both sexes. No histopathological lesions were seen in any organ examined. At 300 mg/kg body weight/day, the only notable findings were an increase in liver weight (10%) in both sexes and a slight increase in albumin (5%) in females. In addition, skin irritation reactions at the site of application were observed in all DPE dose groups. The systemic no-observed-effect level (NOEL) in this study is 100 mg/kg body weight/day. Owing to mitigating factors, the systemic findings were judged to lack biological significance and the no-observed-adverse-effect level (NOAEL) was determined to be 1000 mg/kg body weight/day."
        },
        {
            "References": "European Commision. Recommendation from the Scientific Committee on Occupational Exposure Limits for Diphenyl Ether. p. 7 (December 2012). Available from, as of June 9, 2015: https://ec.europa.eu/social/main.jsp?langId=en&catId=22",
            "Value": "/GENOTOXICITY/ Diphenyl ether was not mutagenic in the Salmonella strains TA98, TA100, TA1532, TA1535, TA1537, TA1538, TA1978 and TA2636, either with or without metabolic activation. Diphenyl ether slightly increased the rate of gene conversion, mitotic recombination and gene reversion in yeast (Saccharomyces cerevisiae D7) with and without metabolic activation, but the increase was not statistically significant. It did not induce an increase in chromosomal aberrations in Chinese hamster ovary (CHO) cells or unscheduled DNA synthesis in primary rat hepatocytes."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Diphenyl ether (CAS Number: 101-84-8) (EC Number: 202-981-2) (May 18, 2015). Available from, as of June 12, 2015: https://echa.europa.eu/en/information-on-chemicals",
            "Value": "/GENOTOXICITY/ Test article, diphenyl oxide, was evaluated for cytotoxicity in Chinese Hamster Ovary Cells (CHO), clone K1 designated CHO-K1-BH4 at dose levels of 0.33, 1.0, 3.33, 10, 33.3, 100, 333 and 1000 ug/mL of treatment volume at concentrations of 0, 1, 2, 5 and 10% metabolic activation (S-9) preparation. The assay produced relative cell survivals of 23.5, 27.0, 17.3, 0.6 and 0.2% at the 333 ug/mL dose level at respective S-9 concentrations. Based on these findings, Diphenyl Oxide, was evaluated in a Preliminary Mutagenicity Screen at dose levels of 10, 100 and 333 ug/mL of treatment volume at the 0 and 1% S-9 concentration; at dose levels of 10, 50 and 100 ug/mL at the 2% concentration of S-9; and at dose levels of 5, 25 and 100 ug/mL at the 5 and 10% concentrations of metabolic activation S-9 preparation. At these dose levels and S-9 concentrations, there was a slight statistically significant increase in the mutation frequency observed in the Diphenyl Oxide treated cultures with the 1% S-9 at the 333 ug/mL dose level. Test article, diphenyl oxide, was evaluated in the CHO/HGPRT Mammalian Cell Forward Gene Mutation Assay at dose levels of 10, 50, 100, 167 and 333 ug/mL of treatment volume without and with a 1% (v/v) concentration of metabolic activation (S-9) preparation. There were no statistically significant increases in the mutation frequencies of diphenyl oxide treated cultures when compared to the negative controls. The inability to reproduce the noted increase from the Preliminary Mutagenicity Screen and the lack of a true dose response, suggest that the previous response was spurious which is also supported by the lack of any response at any of the other S-9 concentrations. The results for test article, diphenyl oxide were negative in the CHO/HGPRT Mammalian Cell Forward Gene Mutation Assay, according to the criteria of the test protocol."
        },
        {
            "References": "PMID:6138870",
            "Value": "/GENOTOXICITY/ This study was designed to investigate the possible genotoxic and teratogenic actions of diphenyl (DP), diphenyl ether (DPE), and their eutectic mixture, in a comparative approach including different test systems. Two microbial systems and a metazoan model were used: (1) diploid D7 strain of Saccharomyces cerevisiae; (2) Salmonella typhimurium strains TA100, TA98, TA1535, TA1537, TA1538, TA1532, TA2636; and (3) sea urchins (Paracentrotus lividus and Sphearechinus granularis). Both compounds resulted in severe toxicity in all of test organisms at levels greater than or equal to 10(-5) M (approximately 2 ppm). DP caused genetic effects in yeast with and without activating system, while the two chemicals appeared to be ineffective in Salmonella up to toxic levels. The action of DP and DPE on sea urchins resulted in developmental defects and mitotic abnormalities, following exposure of embryos or by pretreatment of sperm or eggs. In this system DPE appeared to be more effective than DP by about one order of magnitude (minimal active concentrations: 10(-5) M vs 10(-4) M). The eutectic mixture, industrially used as a heat transfer medium, was tested in its virgin and used form, for genotoxicity and embryotoxicity. The latter appeared to be more effective than the virgin eutectic. This increase in the embryo- and genotoxicity of the used eutectic may be related to the appearance of newly formed compounds in the heat transfer process."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 931",
            "Value": "/OTHER TOXICITY INFORMATION/ When ... /phenyl ether/ is diluted, as in perfume compositions, it does not appear to present any hazard of skin irritation."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Briggs GG; J Agric Food Chem 29: 1050-9 (1981) (2) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "A Koc of 1950 for diphenyl ether can be determined(SRC) from a measured soil/water partition coefficient (Kd) of 12.4 in an Australian soil (organic matter content of 1.09%)(1). A log Koc of 3.29 has been reported(2), corresponding to a Koc of 1949(SRC). According to a classification scheme(3), these Koc values suggest that diphenyl ether is expected to have low mobility in soil."
        }
    ]
}