{
    "_id": {
        "$oid": "6682e887c4e5dba5ffba260a"
    },
    "CID": {
        "$numberInt": "7618"
    },
    "Name": "TRIETHANOLAMINE",
    "IUPACName": "2-[bis(2-hydroxyethyl)amino]ethanol",
    "CanonicalSMILES": "C(CO)N(CCO)CCO",
    "Synonyms": [
        "TRIETHANOLAMINE",
        "Trolamine",
        "102-71-6",
        "\"2,2,2-Nitrilotriethanol\"",
        "Sterolamide",
        "Tris(2-hydroxyethyl)amine",
        "Daltogen",
        "Nitrilotriethanol",
        "Triethylolamine",
        "Trihydroxytriethylamine",
        "Thiofaco T-35",
        "Triethanolamin",
        "Sting-Kill",
        "\"Ethanol",
        "2,2,2-nitrilotris-\"",
        "Tri(hydroxyethyl)amine"
    ],
    "IsomericSMILES": "C(CO)N(CCO)CCO",
    "INCHI": "InChI=1S/C6H15NO3/c8-4-1-7(2-5-9)3-6-10/h8-10H,1-6H2",
    "INCHIKEY": "GSEJCLTVZPLZKY-UHFFFAOYSA-N",
    "Formula": "C6H15NO3",
    "MolecularWeight": {
        "$numberDouble": "149.19"
    },
    "Description": "Triethanolamine is a tertiary amino compound that is ammonia in which each of the hydrogens is substituted by a 2-hydroxyethyl group. It has a role as a buffer and a surfactant. It is a tertiary amino compound, a triol and an amino alcohol. It is functionally related to a triethylamine. It is a conjugate base of a triethanolammonium.",
    "XlogP": {
        "$numberDouble": "-1"
    },
    "Complexity": {
        "$numberInt": "55"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 6, 2016: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of <0.4 and <3.9 were reported using carp (Cyprinus carpio) which were exposed to respective concentrations of 2.5 and 25 ppm of triethanolamine over a 6-week period(1). According to a classification scheme(2), these BCFs suggest bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Mills EJ, Stack VT; Proc 9th Ind Waste Conf Eng Bull Purdue Univ: Ext Ser 9: 449-64 (1955) (2) Lamb CB, Jenkins GF; pp. 326-39 in Proc 8th Ind Waste Conf Purdue Univ (1952) (3) Price KS et al; J Water Poll Contr Fed 46: 63-77 (1974) (4) Bridie AL et al; Water Res 13: 627-30 (1979) (5) Gannon JE et al; Microbios 23: 7-18 (1978)",
            "Value": "AEROBIC: Triethanolamine, present at 50 ppm, was biodegraded 70% ThOD (theoretical oxygen demand) in 10 days in a river die-away test using acclimated Kanawha River water as seed and sewage as inoculum(1). In a BOD test in water using a sewage inoculum, triethanolamine added at an initial concentration 2.5 ppm and run for 5, 10, 15 and 20 days exhibited 0, 0.8, 3.5 and 6.8% ThOD, respectively(2). Another BOD test in water using sewage inoculum incubated for 20 days resulted in 66% ThOD for triethanolamine(3). Using synthetic sea water and sewage inoculum, a 20 day run showed 69% ThOD for triethanolamine(3). Using effluent from a biological sanitary waste treatment plant as an inoculum, triethanolamine degradation was 5% ThOD (unadapted) and 28% ThOD (adapted) in a 5 day test(4). Triethanolamine, present at 500 ppm, added to BOD water with an activated sludge inoculum and acclimated for 15 days resulted in 22% ThOD after a 10 day test period(5)."
        },
        {
            "References": "(1) Zahn R, Wellens H, Z Wasser Abwasser Forsch 13: 1-7 (1980) (2) Gerike P, Fischer WK; Ecotox Environ Safety 3: 159-43 (1979) (3) Campo P et al; Chemosphere 85:1199-203 (2011)",
            "Value": "AEROBIC: Using the Zahn-Wellens test, triethanolamine added initial concentration equivalent to 1000 mg/L COD and run for 14 days exhibited 89% degradation, using a non-adapted activated sludge inoculum(1). Using an initial triethanolamine concentration equivalent to 400 ppm carbon, an activated sludge inoculum and Zahn-Wellens test run for 8 days, 82% dissolved organic carbon (DOC) removal was reported(2). In a Sturm test using a sewage inoculum, triethanolamine at an initial concentration equivalent to 10 ppm carbon using a 14 day acclimation period, resulted in 91% carbon dioxide (CO2) evolution and 100% DOC removal after 28 days(2). Triethanolamine at an initial concentration equivalent of 3-20 ppm carbon in the Organization of Economic Cooperation Development (OECD) test using a sewage inoculum, resulted in 96% DOC removal after 19 days(2). Triethanolamine was biodegraded aerobically in 3 and 7% salinity with first-order reaction rates of 0.068 and 0.065/hr resulting in respective half-lives of 10.2 and 10.6 hours(3)."
        },
        {
            "References": "(1) Gerike P, Fischer WK; Ecotox Environ Safety 3: 159-43 (1979) (2) Kawasaki M, Ecotox Environ Safety 4: 444-54 (1980) (3) VanGinkel CG, Stroo CA; Ecotox Environ Saf 24: 319-27 (1992) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 6, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Using a Modified Closed Bottle test, an enriched sewage inoculum and 2 ppm of triethanolamine resulted in 9% theoretical oxygen demand (ThOD) after 30 days(1). However, in a prolonged closed bottle test, triethanolamine proved to be readily biodegradable with 73 and 78% of the ThOD being expressed after 28 and 42 days, respectively(3). The French Association for Standardization (AFNOR) test method using sewage inoculum and triethanolamine at an initial concentration equivalent to 40 ppm carbon, resulted in 97% dissolved organic carbon (DOC) removal after 42 days(1). Triethanolamine, present at 100 ppm, did not biodegrade (0% Theoretical BOD) in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(2,4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow = -1.00"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-106",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The principal toxic effect in animals has been ascribed to alkalinization (systemic alkalosis), ... /and/ functional signs of transient liver injury have been described in animals after sublethal doses. Gross pathology has been limited to the GI tract in fatal oral poisonings in rats and guinea pigs."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 944",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tested by application of a drop to rabbit eyes, ... It caused moderate, presumably transient injury, graded 5 on a scale of 1 to 10 after 24 hr, and in another test caused negligible irritation."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 1050",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When tested on rabbit eyes in 0.023 molar aqueous solutions by continuous application for 15 min after removal of corneal epithelium to facilitate penetration ...  solutions adjusted to pH 10 was essentially noninjurious. Same solution adjusted to pH 11 caused moderate corneal swelling and hyperemia of iris and conjunctiva ... ."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 786",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects observed /in rats and guinea pigs in an acute oral study/ were confined to the GI tract. ...Toxic effects were probably from the alkaline irritation, because larger doses of the neutralized material produced no symptoms at levels where the free base would cause 100% mortality."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 786",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day subacute feeding /study/ with rats, the max dose producing no effect was 0.08 g/kg. Microscopic lesions and deaths occurred at 0.73 g/kg, and 0.17 g/kg produced alterations in liver and kidney weights."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 786",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Applications of 5 or 10% solution to rabbit or rat skin did not produce irritation."
        },
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 781",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90 day dermal study /on mice/ doses of triethanolamine up to 2.3 g/kg/day produced only slight epidermal hyperplasia at the site of application but no other systemic effects."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 445",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fourteen day repeated dose studies of triethanolamine in F344 rats and B6C3F1 mice were performed by inhalation, drinking water, or dermal routes of exposure. Exposures for both species in the inhalation study were 0, 0.125, 0.25, 0.5, 1.0 or 2.0 g/cu m, 6 hr/day, 5 days/wk, for 2 wk (10 exposures). The only histopathologic observation was a minimal acute inflammation of the laryngeal submucosa in rats and mice. In the oral study, concentrations of triethanolamine in drinking water (adjusted to pH 7.4) were 0, 0.5, 1.0, 2.0, 4.0, and 8.0 g/100 mL. Water consumption was significantly reduced in the 4 and 8% dose groups of rats and mice. No compound-related gross or microscopic lesions were observed in the liver or kidneys of rats; cytoplasmic vacuolization of hepatocytes was observed in the high dose groups of male and female mice. Dose levels of triethanolamine in the dermal study were 0, 0.14, 0.28, 0.56, 1.13 and 2.25 g/kg for rats and 0, 0.21, 0.43, 0.84, 1.69, and 3.37 g/kg for mice. Triethanolamine was applied as the undiluted compound, 5 days/wk for 2 wk. Chronic active necrotizing inflammation of the skin at the application site was observed at a greater frequency and severity in dosed rats than in dosed mice."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 617",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated exposure revealed cumulative properties. Retardation of body weight gain, excitation, aggression, and changes in the blood morphology were noted in rats given 520 mg /2,2',2''-nitrilotriethanol//kg bw for 2 months. Mortality reached 75% in this study."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When guinea pigs were administered 8 g/kg/day, 5 days a week of either commercial grade or high purity grade triethanolamine to the shaved and subsequently bandaged skin, the guinea pigs dies between the second and the seventeenth application. Necrosis of the epithelium was observed kidneys and liver showed cloudy swelling and congestion; fatty changes were seen in the central ascini of the liver, and lung and adrenal congestion were observed."
        },
        {
            "References": "PMID:7672740",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Triethanolamine (TEA) was applied to the skin of male and female C3H mice (15/sex/dose group) three times weekly for 95 days (37 applications). ...The results indicate that TEA caused a mild local reaction at all concentrations tested, but did not cause systemic toxicity under these conditions."
        },
        {
            "References": "PMID:18420328",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Systemic and respiratory tract (RT) toxicity of triethanolamine (TEA) was assessed in a 28-day nose-only inhalation study in Wistar rats (10 animals/sex, concentrations: 0, 20, 100, 500 mg/cu m; 5 days/week, 6 hr/day). In two nose-only 90-day inhalation studies, with similar exposure design, Wistar rats were exposed to 0, 15, 150, 400 mg/cu m diethanolamine (DEA) (DEA Study 1:13 animals/sex, general subchronic study) and to 0, 1.5, 3, 8 mg/cu m (DEA Study 2:10 animals/sex) to specifically investigate respiratory tract toxicity. Only DEA induced systemic toxicity at or above 150 mg/cu m (body and organ weight changes, clinical- and histo-pathological changes indicative for mild blood, liver, kidney and testicular effects). Neurotoxicity was not observed for both substances. Exposure to both substances resulted in laryngeal epithelial changes starting from 3 mg/cu m for DEA (reversible metaplasia at the base of the epiglottis, inflammation at higher concentrations extending into the trachea) or from 20 mg/cu m for TEA (focal inflammation, starting in single male animals). TEA appears to be less potent with respect to systemic toxicity and RT irritancy than DEA. The 90-day no adverse effect concentration\" (NOAEC) for changes due to TEA exposure in the respiratory tract was 4.7mg/cu m derived by extrapolation from the NOAEC of the 28-day study."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 447",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... An increased incidence of malignant lymphomas, particularly thymic lymphomas, developed in female but not male ICR-JCL mice fed diets containing 0.03 or 0.3% (w/w) triethanolamine throughout their lifespan compared to controls. The triethanolamine containing diets were prepared by heating mixtures of mouse feed plus triethanolamine for 40 min at 100 °C. The incidences of malignant tumors in lymphoid tissues were 2.8% (1/36), 19% (7/37), and 25% (9/36), respectively."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 447",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Triethanolamine /was administered/ in drinking water at concentrations of 0 (control), 1% or 2% to groups of 50 male and female F344 rats for two years. Due to increased mortality and loss of body weight gain in the female 2% group, the concentration of triethanolamine in the drinking water was reduced by half for females after week 68 of the study. There were no significant increases in incidences of primary tumors in treated groups compared to controls when analyzed by chi-square test; However, positive trends were noted for hepatic neoplasms in males and for uterine endometrial sarcomas and renal cell adenomas in females by survival-adjusted analysis. Kidney toxicity (acceleration of chronic nephropathy, mineralization of the renal papilla, and nodular hyperplasia of the pelvic mucosa) was also observed in this study."
        },
        {
            "References": "Konishi Y et al; Fundam and Appl Toxicol 18 (1): 25-9 (1992)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic potential of triethanolamine was examined in B6C3Fl-mice. The mice were exposed to drinking water containing 0, 1 or 2% triethanolamine. After 82 weeks surviving mice were sacrificed. Body weights in animals receiving 2% ethanolamine were lower than controls by week 60 for females and during the first 20 weeks for male mice. Water consumption of male mice receiving 1% triethanolamine was slightly higher than that of female mice. Total intakes of triethanolamine for 82 weeks were 26.9 and 37.3 grams/mouse in the low dose group and 62.8 and 63.6 grams/mouse in the high dose group for females and males, respectively. No significant increases were noted in any organ weights. Tumors developed in the liver, lung, hematopoietic system, Harderian gland, mammary gland, kidney, spleen, subcutis, thyroid gland, adrenal gland, pituitary gland, and uterus in the control and in each treatment group. No dose related increase of the incidence of any tumor was seen. /It was/ concluded that the chronic toxicity study documented a lack of carcinogenic activity of triethanolamine in B6C3F1-mice."
        },
        {
            "References": "Maekawa A et al; J of Toxicol and Environ Health 19 (3): 345-57 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenic potential of triethanolamine given in the drinking water over a two year period was investigated using F344-rats. There appeared to be no increase in the incidence of any specific tumors over the corresponding control group. However, a positive trend was noted in the occurrence hepatic tumors (neoplastic nodule or hepatocellular carcinoma) in males and of uterine endometrial sarcomas and renal cell adenomas in females by trend analysis tests. Histologically, all tumors observed in this study were similar to the spontaneous tumors observed in earlier studies. Toxic lesions of the liver associated with triethanolamine administration were not observed, although nonneoplastic lesions, which are common in aging F344-rats, were noted in the liver of both control and experimental groups. The absolute and relative kidney weights, however, increased significantly and dose dependently in the treated groups of both sexes. Macroscopically, kidneys were enlarged, granular on the surface, and anemic in color. In addition, mineralization of the renal papilla, nodular hyperplasia of the pelvic mucosa, and pyelonephritis with or without papillary necrosis were observed more frequently and dose dependently in the treated groups than in controls, while there were no tumors in the renal pelvis of any of the groups. /It was/ concluded that triethanolamine is not carcinogenic in F344-rats when given continuously in the drinking water for 2 years, although it is toxic to the kidneys, especially in females."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V77 388 (2000)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 60 male and 60 female Fischer 344/N rats, six weeks of age, were administered triethanolamine (purity, 99%) topically in acetone on five days per week for 103 weeks. Male rats received 0, 32, 63 or 125 mg/kg bw and females received 0, 63, 125 or 250 mg/kg bw triethanolamine. The survival rates of males were 21/50, 11/50, 18/49 and 19/50 and of females were 25/50, 29/50 and 18/50 in the control, low-, mid- and high-dose rats respectively. The mean body weight of females receiving 250 mg/kg bw ranged from 9% to 12% lower than that of the vehicle controls from weeks 73 to 93, and by the end of the study, was 7% lower than that of the vehicle control group. There was no significant increase in the incidence of tumors at any site."
        },
        {
            "References": "PMID:100210",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Mice fed a diet containing 0.3 or 0.03% triethanolamine developed malignant tumors. ..."
        },
        {
            "References": "Maekawa A et al; J Toxicol Environ Health 19 (3): 345-57 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Under these experimental conditions triethanolamine is not carcinogenic in F344 rats but is toxic to the kidneys."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Groups of 40 male and 40 female mice were fed triethanloamine in the diet at 0% (control), 0.03%, or 0.3% for their life span. ...The total incidence of malignant tumors in females at the 0.03% and 0.3% dosings was significantly higher than that observed for the control animals. Based upon these data, a dose response relationship existed. The higher tumor incidence was due to tumors in the lymphoid tissues, primarily thymic. At 0% ,0.03%, and 0.3% the numbers of thymic and nonthymic lymphomas were 1, 7, and 9, respectively. When lymphomas were combined with other types of tumors of other tissues (renal, mammary, genitals, lung, ovary and stomach), the numbers of total tumors at 0%, 0.03%, and 0.3% were respectively 1, 10, and 13 for females and 1, 3, and 1 for males. The total malignant tumor incidence when summed up for both sexes was significantly higher that that of the controls."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 782",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Administration of monomethanolamine by the IV route in dogs produced increased blood pressure, diuresis, salivation, and pupillary dilatation...; monoethanolamine was more active than triethanolamine."
        },
        {
            "References": "PMID:3772984",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 6-wk-old F344/DUCRJ rats were given triethanolamine (TEA) dissolved in distilled drinking water at dose levels of 0 (controls), 1, or 2% ad libitum for 104 weeks. The dose levels in females were reduced by half from week 69 because of associated nephrotoxicity. Moribund, dead, and surviving rats, terminated at week 113, were autopsied and the following organs examined histopathologically: brain, spinal cord, nerves, pituitary, thyroid, parathyroid, thymus, lung, trachea, heart, liver, spleen, pancreas, adrenals, kidney, bladder, salivary glands, tongue, esophagus, stomach, small and large intestine, rectum, gonads, accessory sex organs, mammary, lymph nodes, skin, muscle, sternum, bone, eyes, and nasal cavity. Tumor varieties and incidence in all groups were similar to those spontaneously occurring in this strain, without statistically significant increases. Renal damage was examined in the treated groups, and nodular hyperplasia, pyelonephritis, and papillary necrosis were observed. Under the conditions of this study, triethanolamine was not carcinogenic in F344 rats but was toxic to the kidneys."
        },
        {
            "References": "PMID:18812577",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Helicobacter hepaticus (H. hepaticus) infection causes hepatitis and increased hepatocellular neoplasms in male mice; although females are also infected, liver lesions are not typically expressed. In the 1990s, B6C3F1 mice from some chronic National Toxicology Program (NTP) studies were found to be infected with H. hepaticus. In these studies, there was hepatitis in many of the males, and there were more hepatocellular neoplasms in control males compared to studies with uninfected mice. In one of these studies, increased hepatocellular neoplasms at the high doses in male and female mice exposed topically to triethanolamine (TEA) provided the only evidence of carcinogenic activity. This study was repeated in mice free of H. hepaticus. However, the NTP mouse production colony and the diet differed between studies; these differences were the result of NTP programmatic decisions. In repeat study males, although control incidences were similar between studies, exposure did not result in increased hepatocellular neoplasms. In repeat study females, the control incidence of hepatocellular neoplasms was half that observed in the initial study, and these neoplasms were increased over controls at all doses. These data suggest that in the initial study, H. hepaticus influenced the induction of hepatocellular neoplasms in males, but not in females."
        },
        {
            "References": "Cosmetic Ingredient Review; Int J Toxicol 32 (3 Suppl): 59S-83S (2013). Available from, as of July 26, 2016: https://www.cir-safety.org/ingredients",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A Chernoff-Kavlock teratogenicity screening test was performed using mated female CD-1 mice, in which the animals were dosed by gavage with 1125 mg/kg/day triethanolamine on days 6-15 of gestation ... No adverse developmental effects were observed."
        },
        {
            "References": "Cosmetic Ingredient Review; Int J Toxicol 32 (3 Suppl): 59S-83S (2013). Available from, as of July 26, 2016: https://www.cir-safety.org/ingredients",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Triethanolamine, 0.5 g/kg in acetone (purity not stated), was applied dermally to clipped skin on the back of male and female F344 rats. A volume of 1.8 mL/kg was applied daily for 10 wks prior to mating, during mating, and through gestation and lactation. No effect on mating or fertility or offspring growth or survival was observed. A similar study was performed in which Swiss CD-1 mice were given daily applications of 2 g/kg triethanolamine at a volume of 3.6 mL/kg. No adverse developmental effects were observed."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 445",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Triethanolamine was embryotoxic when injected into three day chick embryos. ... Triethanolamine did not produce a significant increase in the incidence of malformations (3 malformations per 110 treated eggs compared to 1 malformation per 100 acetone control eggs)."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 446",
            "Value": "/GENOTOXICITY/ In a battery of short-term tests, triethanolamine did not induce mutations in bacteria (Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538 or Escherichia coli strains WP2 and WP2 uvrA in the presence or absence of S-9 fractions prepared from livers of Aroclor-induced rats), mitotic gene conversion in Saccharomyces cerevisae JD1 cells, or chromosomal damage in cultured rat liver RAL4 cells. ... Triethanolamine was inactive in inducing revertants to histidine prototrophy in the excision repair deficient Bacillus subtilis strain TKJ5211 with or without rat liver S-9 preparations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 787",
            "Value": "/GENOTOXICITY/ Triethanolamine did not produce any morphological transformation in Chinese hamster embryo cells at concentrations of 25-500 mg/mL and was also inactive in the Ames S. typhimurium and E. coli tests, as well as in the chromosomal aberration test in Chinese hamster cells; however tha assay was not carried out with microsomal metabolic activation."
        },
        {
            "References": "Cosmetic Ingredient Review; Int J Toxicol 32 (3 Suppl): 59S-83S (2013). Available from, as of July 26, 2016: https://www.cir-safety.org/ingredients",
            "Value": "/OTHER TOXICITY INFORMATION/ Triethanolamine can be a dermal irritant in both animals and human, but it has not been shown to be a sensitizer."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 6, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Perrin DD; Dissociation constants of organic bases in aqueous solution. IUPAC Chem Data Ser, London, UK: Buttersworth (1965) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of triethanolamine can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that triethanolamine is expected to have very high mobility in soil. The pKa of triethanolamine is 7.76(3), indicating that this compound will partially exist in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}