{
    "_id": {
        "$oid": "6682e887c4e5dba5ffba260b"
    },
    "CID": {
        "$numberInt": "7622"
    },
    "Name": "TRIBUTYLAMINE",
    "IUPACName": "N,N-dibutylbutan-1-amine",
    "CanonicalSMILES": "CCCCN(CCCC)CCCC",
    "Synonyms": [
        "TRIBUTYLAMINE",
        "102-82-9",
        "Tri-n-butylamine",
        "1-Butanamine",
        "N,N-dibutyl-",
        "N,N-dibutylbutan-1-amine",
        "N,N-Dibutyl-1-butanamine",
        "Tributilamina",
        "Tris[N-butylamine]",
        "C3TZB2W0R7",
        "DTXSID4026183",
        "CHEBI:38905",
        "MFCD00009431",
        "butane",
        "1-dibutylamino-",
        "Tris-n-butylamine",
        "Amine",
        "tributyl-"
    ],
    "IsomericSMILES": "CCCCN(CCCC)CCCC",
    "INCHI": "InChI=1S/C12H27N/c1-4-7-10-13(11-8-5-2)12-9-6-3/h4-12H2,1-3H3",
    "INCHIKEY": "IMFACGCPASFAPR-UHFFFAOYSA-N",
    "Formula": "C12H27N",
    "MolecularWeight": {
        "$numberDouble": "185.35"
    },
    "Description": "Tributylamine is a tertiary amine.",
    "XlogP": {
        "$numberDouble": "4"
    },
    "Complexity": {
        "$numberInt": "72"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 5, 2016: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of <3.2-47 and <0.32-18 were measured using carp (Cyprinus carpio) which were exposed over a 4-week period to 10 and 100 ug/L of tributylamine, respectively(1). According to a classification scheme(2), these BCFs suggest bioconcentration in aquatic organisms is low to moderate."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 5, 2016: https://www.safe.nite.go.jp/english/db.html (2) Yoshimura K et al; J Amer Oil Chem Soc 57: 238-41 (1980)",
            "Value": "AEROBIC: Tributylamine, present at 100 mg/L, reached 2% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Only slight bio-oxidation of tributylamine was observed (15-day Theoretical BOD of approximately 5%) using the JIS (Japanese Industrial Standards) BOD dilution method with an activated sludge inoculum(2)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of June 30, 2016: https://www2.epa.gov/tsca-screening-tools",
            "Value": "log Kow = 4.46"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1061",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rated 1 on rabbit eyes. ... tested externally on eyes of rabbits and numerically on scale of 1-10 according to degree of injury observed after 24 hr, paying particular attention to condition of cornea. Most severe injuries ... rated 10."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Cats, oral administration/ 780 mg/kg bw: After 20 min salivation, tonic-clonic convulsions and subsequent convulsive tremors, panting, lateral position; 390 mg/kg bw: tremor of the whole body, convulsions, lateral position; the surviving animal showed vomiting and loud screaming. 156 mg/kg bw: After 20 min salivation, accellerated respiration, restlessness, loud screaming, panting, tonic-clonic convulsions, tremor of the whole body, vomiting. 78 mg/kg bw: restlessness, tonic-clonic convulsions, lateral position, ataxia, accellerated respiration, loud screaming, vomiting 39 mg/kg bw: 3 hr after aplication salivation and slight staggering, ataxia, screaming, convulsive tremors, imbalance. /Gross pathology/ 780 mg/kg bw: slight lung edema of otherwise hyperventilated lungs."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male white New Zealand rabbits (4 animals/dose) were subjected to test acute dermal toxicity. The test item (purity not stated) was applied onto 1/10 of the body surface for 24 h under occlusive conditions. The effects were observed for further 14 days.  This single application of the test item to male New Zealand rabbits resulted in a LD50 = 195 mg/kg bw."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 6 albino rabbits, tested on 2 sites (1 site abraded, 1 site intact skin), 4 hr exposure, observation after 4, 24, 72 hr, Draize method used for scoring, erythema/eschar formation and for edema formation.  Some thickening of the skin after 24 hr, exfoliation of epidermis after 5 d, skin appeared normal after 10 d."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Six albino rabbits were subjected to test irritation of the eye. They were exposed to the test item (Tributylamine) into their conjunctival sac. After the exposure all animals showed slight conjuctival congestion as the only occular reaction, which was reversible within 2 to 3 hours. The test item seems to be practically none irritating to the eye."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 734",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of four male and four female rats to 120 ppm for nineteen 6-hr exposures caused nose irritation, restlessness, incoordination, and tremors; organs appeared normal at autopsy."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Subacute inhalation exposure to 29, 62 and 120 ppm (223, 477 and 923 mg/cu m, respectively, 19 exposures, 6 hr/d, 5 d/w) produced slight lethargy in Alderley-Park rats at the lowest tested concentration of 29 ppm. The effects were more pronounced at 62 ppm and the animals showed no weight gain. Petrolether was used as solvent for these two lower exposures. At 120 ppm the animals showed nose irritation, restlessness, incoordination, tremors and no weight gain. The organs revealed no abnormalities."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ When rats of unspecified strain and sex were treated orally with 0.45 or 4.5 mg/kg bw/day daily for 6 months, there were no effects with respect to general constitution, behavior or histology."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats (20 per group) were orally treated (tributylamine; purity of test item: 99.3%) by gavage on gestation days 6-15 with doses of 15, 45 and 135 mg/kg/day. Three dams died prematurely on days 7 and 8. The other animals of this group showed transient reductions in food consumption and body weight gain. There were no embryo- or fetotoxic effects except a slight and dose-related increase in fetal body weight gain, which was significant at the highest dose. The treatment did not produce malformations. The LOAEL for maternal toxicity was 135 mg/kg bw/day, the NOAEL 45 mg/kg bw/day. The NOAEL for developmental toxicity was 135 mg/kg bw/day, the highest dose tested."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/GENOTOXICITY/ The test compound (tributylamine, purity 99.3%) was administered orally by gavage to male and female NMRI mice (5 per sex). Single doses of 150 mg were tested and the animals were sacrificed 24, 48 and 72 hr post exposure. Cyclophosphamide was used as positive control substance (50 mg/kg bw). The incidence of micronucleated polychromatic erythrocytes of the animals treated with the test substance was within the normal range of the negative control. The number of normochromatic erythrocytes containing micronuclei was not increased. The ratio of polychromatic/normochromatic erythrocytes in both male and female animals remained unaffected by the treatment and was statistically not different from the control values. The positive control substance induced a marked statistically significant increase in the number of polychromatic cells with micronuclei, indicating the sensitivity of the system. The test substance did not induce micronuclei in vivo."
        },
        {
            "References": "PMID:8347170",
            "Value": "/OTHER TOXICITY INFORMATION/ The inhibition of hydroxysteroid-sulfotransferase (ST) activity in the rat liver by alkylamines was investigated. Liver homogenates were prepared from Wistar-rats, and cytosolic fractions were obtained. ST activities towards dehydroepiandrosterone (DHEA), androsterone (AS), and 2-naphthol (2NA) were assayed. Cytosolic fractions were fractionated by column chromatography. Triethylamine, which was used as an elution solvent for column chromatography to purify chemically synthesized 3'-phosphoadenosine-5'-phosphosulfate (PAPS) inhibited androgen sulfation with AS and DHEA, but did not affect ST activities with cortisol (CORT) and 2-NA. ... Fourteen primary, secondary, and tertiary amines were examined for inhibitory actions on ST activities towards DHEA, CORT, and 2-NA. A secondary amine, di-n-butylamine, and three tertiary amines, triethylamine, tri-n-propylamine, and tri-n-butylamine, inhibited DHEA ST activity by 40 to 60%, irrespective of sex. However, 2-NA and CORT ST activities were not affected to any significant extent. Lineweaver Burk plots with partially purified hydroxysteroid ST indicated that the inhibition by triethylamine fitted a noncompetitive inhibition. ... Glucocorticoid ST appears to be distinct from the hydroxysteroid ST, and that this has implications for the inhibition of human liver ST activities by synthetic steroids and tertiary amines given as drugs."
        },
        {
            "References": "PMID:2598299",
            "Value": "/OTHER TOXICITY INFORMATION/ Sensory irritation due to inhalation of diethyl-, triethyl-, dibutyl-, tributyl- and cyclohexylamine was estimated from the decrease in respiratory rate in normal mice (American Standard Method E981-84). The concentration-effect relations followed Michaelis-Menten equations, except for diethylamine, for which a threshold was found. The concentrations depressing the respiratory rate by 50% (RD50) for diethyl-, triethyl-, dibutyl- and cyclohexylamine were 184, 186, 81 and 27 ppm, respectively. For tributylamine the maximum response was too low to achieve a RD50 value. Pulmonary irritation was estimated from the decrease in respiratory rate in tracheal-cannulated mice. The respective concentrations depressing the respiratory rate by 50% (tRD50) were 549, 691, 101, 96 and 78 ppm for diethyl-, triethyl-, dibutyl-, tributyl- and cyclohexylamine. Only minor or no effects on the tidal volumes were found at the lower exposure concentrations. The trigeminal and pulmonary receptors are believed to be activated directly by the amines, and the receptor environments are believed to be lipophilic. Structure-activity analysis was made by comparing the effects of the amines with the effects of previously investigated primary n-alkylamines. Occupational exposure limits (TLV) were estimated for both effects. Finally, the sensory irritation effect was found to be an important part of the odour sensation, also below the TLVs."
        },
        {
            "References": "EHCA; REACH registration for Tributylamine (CAS 102-82-9); Available from, as of June 13, 2016: https://echa.europa.eu/registration-dossier/-/registered-dossier/13327/7/3/2",
            "Value": "/OTHER TOXICITY INFORMATION/ Intraperitoneal /tributylamine/ injections of 1/3 the LD50 (approx. 36 mg/kg bw) into white rats and mice of unspecified strain produced effects on xenobiotic-metabolizing liver enzymes 24 hr after the last dosing: there was a prolongation of the hexobarbital sleeping time, an increased activity of the monoamine oxidase and a decrease in the activity of the activity of the succinate dehydrogenase. The amount of urinary antipyrine metabolites were reduced. There was also an increase in lipid peroxidation and a decrease in the content of intercellular free SH groups as well as an increase in SS-groups."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 5, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Riddick JA et al; Organic Solvents: Physical Properties and Methods of Purification. Techniques of Chemistry. 4th ed. New York, NY: Wiley- Interscience (1986) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of tributylamine can be estimated to be 1860(SRC). According to a classification scheme(2), this estimated Koc value suggests that tributylamine is expected to have low mobility in soil. The pKa of tributylamine is 10.89(3), indicating that this compound will exist entirely in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}