{
    "_id": {
        "$oid": "6682e887c4e5dba5ffba260c"
    },
    "CID": {
        "$numberInt": "7628"
    },
    "Name": "BORIC ACID",
    "IUPACName": "boric acid",
    "CanonicalSMILES": "B(O)(O)O",
    "Synonyms": [
        "BORIC ACID",
        "Orthoboric acid",
        "10043-35-3",
        "Boracic acid",
        "Borofax",
        "Boron hydroxide",
        "Boric acid (H3BO3)",
        "Boron trihydroxide",
        "Basilit B",
        "11113-50-1",
        "Three Elephant",
        "Boric acid (BH3O3)",
        "Trihydroxyborone",
        "Flea Prufe",
        "Super Flea Eliminator"
    ],
    "IsomericSMILES": "B(O)(O)O",
    "INCHI": "InChI=1S/BH3O3/c2-1(3)4/h2-4H",
    "INCHIKEY": "KGBXLFKZBHKPEV-UHFFFAOYSA-N",
    "Formula": "BH3O3",
    "MolecularWeight": {
        "$numberDouble": "61.84"
    },
    "Description": "Boric acid is a member of boric acids. It has a role as an astringent. It is a conjugate acid of a dihydrogenborate.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "8"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) WHO; Environmental Health Criteria 204, Boron. World Health Org (1998) Available from, as of Oct 4, 2011: https://www.inchem.org/documents/ehc/ehc/ehc204.htm",
            "Value": "Highly water soluble materials are unlikely to bioaccumulate to any significant degree, and borate species are all present essentially as undissociated boric acid at neutral pH(1). The octanol/water partition coefficient for boric acid has been measured as 0.175(1), indicating low bioaccumulation potential(1). Boron did not bioaccumulate in 47-day and 21-day exposure tests using oysters and sockeye salmon respectively(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) WHO; Environmental Health Criteria 204, Boron. World Health Org (1998) Available from, as of Oct 4, 2011: https://www.inchem.org/documents/ehc/ehc/ehc204.htm (2) Waggott A; Water Res 3: 749-65 (1969) (3) Banerji SK; pp. 1118-1127 in Proc. of the 24th Ind. Waste Conf. Univ. Ext. Series No. 135 P1118FF (1969)",
            "Value": "No biotransformation processes have been reported for boron compounds(1). Boric acid has been shown to be a mild antiseptic agent with bacteriostatic action(2). A concentration beyond 10 mg/L produces toxicity to activated sludge cultures(3)."
        }
    ],
    "logP": [
        {
            "References": "WHO; Environmental Health Criteria 204, Boron. World Health Org (1998). Available from, as of Oct 4, 2011: https://www.inchem.org/documents/ehc/ehc/ehc204.htm",
            "Value": "log Kow = 0.175"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:3319474",
            "Value": "Boric acid and its derivatives have been shown to promote riboflavinuria in both animals and man. Boric acid complexes with the polyhydroxyl ribitol side chain of riboflavin and greatly increases its water solubility."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Banerji SK; pp. 1118-1127 in Proc. of the 24th Ind. Waste Conf. Univ. Ext. Series No. 135 P1118FF (1969) (2) Choi W, Chen KY; Environ Sci Technol 13: 189-96 (1979) (3) Schubert D; Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2011). New York, NY: John Wiley & Sons; Boron Oxides, Boric Acid, and Borates. Online Posting Date: 15 April 2011",
            "Value": "Boric acid adsorption to illite (three-layered clay consisting of two outer layers of hydrated SiO2 and a central layer of hydrated Al2O3) and kaolinite (alternate layers of SiO2 and Al2O3) clays, as well as activated sludge was studied. The compound was added to 100 mL flasks corresponding to a boron concentration range of zero to 256 mg/L. It was observed that kaollinite adsorbed about 40 times (Kd = 0.199 (Freundlich adsorption coefficient)) more boric acid than illinite (Kd = 0.005) at pH 7; five times as much boric acid adsorbed to activated sludge (Kd = 0.025) as to illinite at pH 7(1). Boron adsorption is influenced by the distribution of boron species (H3BO3; B(OH)4(-)) as well as pH, the type and/or composition of the solution matrix, and surface properties(2). The pKa of boric acid is 9.24(3), indicating that this compound will exist primarily in the undissociated form in the environment, but partially in the anion form in alkaline soils(SRC). However, boric acid is a Lewis acid and therefore behaves as an electron acceptor, rather than a proton donor(3)."
        },
        {
            "References": "(1) WHO; Environmental Health Criteria 204, Boron. World Health Org (1998) Available from, as of Oct 4, 2011: https://www.inchem.org/documents/ehc/ehc/ehc204.htm",
            "Value": "Adsorption of boron in soils depends on pH, organic content and types of clay and minerals in the soil(1). At acidic pH, boron exists in solutions in the form of undissociated boric acid; at alkaline pH, presence of borate ion occurs, which reaches maximum adsorption at pH 8.5-9(1). Field studies have observed boron to leach readily in soil(1)."
        }
    ],
    "plant_translocation": [
        {
            "References": "RAVEN, J. A. (1980). SHORT- AND LONG-DISTANCE TRANSPORT OF BORIC ACID IN PLANTS. New Phytologist, 84(2), 231–249. doi:10.1111/j.1469-8137.1980.tb04424.x ",
            "Value": "The characteristics described highlight that boric acid can translocate across membranes via various mechanisms, including passive permeation, active transport, and formation of m-diol complexes. Its movement across lipid bilayers, observed in some membranes, suggests that boric acid can transit without relying solely on active transport processes, implying that maintaining its concentration away from equilibrium could be energetically costly. Additionally, its distribution within plants doesn't strictly align with transpiration rates or systematic differences in total boron content, indicating a complex translocation pattern. The restricted redistribution of boron within the phloem could be attributed to challenges in maintaining high concentrations due to toxicity or limitations in maintaining levels within a B-permeable membrane surrounded by B-poor xylem sap."
        }
    ]
}