{
    "_id": {
        "$oid": "6682e888c4e5dba5ffba260e"
    },
    "CID": {
        "$numberInt": "7636"
    },
    "Name": "2-ETHYLHEXYL ACRYLATE",
    "IUPACName": "2-ethylhexyl prop-2-enoate",
    "CanonicalSMILES": "CCCCC(CC)COC(=O)C=C",
    "Synonyms": [
        "2-ETHYLHEXYL ACRYLATE",
        "103-11-7",
        "2-ethylhexyl prop-2-enoate",
        "2-Ethylhexyl 2-propenoate",
        "2-ETHYLHEXYLACRYLATE",
        "2-Ethyl-1-hexyl acrylate",
        "2-Propenoic acid",
        "2-ethylhexyl ester",
        "Acrylic acid",
        "2-ethylhexyl ester",
        "1-Hexanol",
        "2-ethyl-",
        "acrylate",
        "2-ethylexyl acrylate",
        "Mono(2-ethylhexyl) acrylate",
        "NSC 4803",
        "CCRIS 3430",
        "9003-77-4",
        "HSDB 1121"
    ],
    "IsomericSMILES": "CCCCC(CC)COC(=O)C=C",
    "INCHI": "InChI=1S/C11H20O2/c1-4-7-8-10(5-2)9-13-11(12)6-3/h6,10H,3-5,7-9H2,1-2H3",
    "INCHIKEY": "GOXQRTZXKQZDDN-UHFFFAOYSA-N",
    "Formula": "C11H20O2",
    "MolecularWeight": {
        "$numberDouble": "184.27"
    },
    "Description": "2-Ethylhexyl acrylate is an enoate ester.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "152"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard P; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 430 was calculated for 2-ethylhexyl acrylate(SRC), using an estimated log Kow of 4.09(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC), provided the compound is not altered biologically or chemically once released into the environment(SRP)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-82 (1992) (2) Greim H et al; Chemosphere 31: 2637-59 (1995)",
            "Value": "In a 2-week biodegradation screening test (MITI test) using 2-ethylhexyl acrylate (100 mg/l) and an activated sludge inoculum (30 mg/l), 51% of BOD (on an upward trend) was removed(1). Using an OECD screening test, a DOC degradation of >90% was reported for 2-ethylhexyl acrylate and >60% degradation using a Sapromat, classifying the compound as readily biodegradable(2)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver.3.11. June 10, 2003. Available from, as of Jan 5, 2004: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = 4.09 /Estimated/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:2274966",
            "Value": "...Male Wistar rats /were/ exposed to acrylic acid derivatives. The 6-hr inhalation of acrylonitrile (AN), methyl acrylate (MA), ethyl acrylate (EA), n-butyl acrylate (BA) and 2-ethylhexyl acrylate (2-EHA) in several concentrations increased the urinary thioether excretion; the portion metabolized to thioethers was... only 1.5-8% for the acrylates. Total-SH levels in the liver significantly decreased after the inhalation of AN, EA, BA and 2-EHA. ...Most pronounced NP-SH depletion was in the liver, less in blood and moderate in brain and lungs. There was an exponential relationship between the tissue NP-SH and the inhaled concentrations. Calculated concentrations inducing 50% NP-SH depletion indicated that reaction of acrylic acid derivatives with SH groups was decreasing in the order AN >>2-EHA >EA = BA for the chemicals and liver >blood >lungs >brain for the tissues. All inhaled acrylates induced hyperglycemia... . The chemical reactivity of acrylates with glutathione (GSH) decreased in the order EA >BA >MA >AN >2-EHA. The results suggest that GSH depletion may participate in acute lethal and biochemical toxic effects of acrylic acid esters."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1016",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acrylic acid 2-ethylhexyl ester has been tested externally on the eyes of rabbits and ...rated 1 on scale of 1 to 10 according to the degree of injury observed after 24 hr. The most severely injurious substances have been rated 10."
        },
        {
            "References": "PMID:6839739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Contact sensitivity was produced in guinea pigs with mono-, di-, and tri- acrylate compounds. /Mono-, di-, and tri- acrylate compounds/"
        },
        {
            "References": "CDC/NIOSH; The Registry for Toxic Effects of Chemical Substances- Acrylic acid, 2-ethylhexyl ester (103-11-7). Available from, as of November 3, 2003: https://www.cdc.gov/niosh/rtecs/atd0bd8.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 500 mg/24 hr caused mild irritation to rabbit eye."
        },
        {
            "References": "PMID:5929688",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Skin sensitization and primary irritant effects of versatic-9-11-acid and its monoglycidyl and vinyl esters were studied in laboratory animals. For comparison, two esters of acrylic-acid, butyl-acrylate and 2-ethylhexyl-acrylate were also tested. Guinea-pigs were treated with injection or application of the solutions on 3 days of 3 successive weeks. After 10 days of no treatment, animals received challenge doses and were examined at 1, 24, and 48 hours for signs of sensitization reaction, including intense redness, wheals, or both. Albino-rabbits, albino-guinea-pigs, hairless-mice, and albino-rats were exposed to solutions either inside an impermeable covering or treated with free access to the atmosphere to assess dermatitis due to primary irritant effects. Versatic-9-11-acid and its monoglycidyl ester produced no signs of sensitization reaction, while both acrylates and the vinyl ester produced some signs of sensitization, including intense redness and edema. For rabbits, the acrylates were more irritating than the versatic derivatives, although the vinyl ester caused considerable irritation which was more persistent than that caused by the acrylates. Results with guinea-pigs were similar to those for rabbits. Signs of irritation were seen on mice with butyl-acrylate and the vinyl ester, but not with the other materials. Rats showed some irritation with the use of the two acrylates and the vinyl ester."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 25",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ingestion of large doses resulted in CNS inhibition and respiratory disorder /in rats and mice/."
        },
        {
            "References": "PMID:6627921",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The sensitizing potential of 2-ethylhexyl acrylate in the guinea pig could be demonstrated by Freund's Complete Adjuvant Test. This acrylate ester is a common constituent of adhesive tape. Allergic reactions to several brands of adhesive tape were not observed in 2-ethylhexyl acrylate sensitized animals. Cross reactions with other acrylic monomers were observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 599",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute toxicity of the acrylates decreases with increasing molecular weight. ...Acute inhalation of higher concentrations may cause /CNS depression/, salivation, and pronounced nasal, ocular, and pulmonary irritation or edema. Prolonged skin or eye contact may result in severe tissue damage. /Acrylates/"
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 25",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats received 1/10, 1/50, and 1/250 LD50 in sunflower oil solution for 30 days. The treatment with 670 mg/kg bw affected CNS, and true cholinesterase and catalase activity. The dose of 27 mg/kg bw was considered the LOAEL in this study."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 599",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The pathology from single exposure is not particularly characteristic, contrary to repeated exposure effects, which include pulmonary congestion or hemorrhage and cloudy swelling and organ weight changes of the liver and kidney, reported following subchronic exposures to excessive concentrations. /Acrylates/"
        },
        {
            "References": "PMID:2606929",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A carcinogenicity bioassay of 2-ethylhexyl acrylate (2-EHA) was conducted by applying 25 microliters 86.5%, 21%, or 2.5% 2-EHA in acetone three times a week to the clipped dorsal skin of male C3H/HeJ mice (80/group) over their lifetime. Another group was treated with a 43% 2-EHA solution for 24 weeks and thereafter observed for lifetime (stop-test). An untreated group and a group that received only the diluent acetone served as controls. Treatment-related changes in the skin indicative of irritation (scaling, scabbing, hyperkeratosis, hyperplasia) were found in all 2-EHA-treated groups. These lesions were reversible in the 43% group immediately after treatment was stopped, and in the 2.5% group after the 11th week of treatment. Only in the 86.5% and 21% test groups showing chronic irritative skin damage was there a high incidence of neoplastic skin lesions (papillomas, carcinomas, and melanomas) with no dose dependency. In contrast, no skin tumors were found in the control groups, in the group treated with 2.5% 2-EHA for lifetime or in the group treated with 43% 2-EHA for about 6 months and observed for lifetime."
        },
        {
            "References": "PMID:4068056",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dermal carcinogenesis bioassays of components of photo curable coatings were conducted in mice. ...2-Ethylhexyl-acrylate (EHA)... /was/ applied to the backs of groups of 40 male C3HeJ-mice 3 times weekly for their lifetime. Negative controls received acetone and positive controls were treated with 0.2% methylcholanthrene (MC). The animals were observed for tumor development. Six mice treated with EHA developed skin tumors. Two animals had squamous cell carcinomas and four developed squamous cell papillomas. The first tumor appeared after 11 months. ...Thirty five of the MC treated animals developed skin tumors, of which 34 were malignant. The first tumor appeared after 2 months of treatment. /It was concluded/ that EHA... /is/ oncogenic when applied to the skin of male C3H-mice for their lifetime. The relative carcinogenic potency of EHA... /is/ very low compared with MC."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 25",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats were given 0.3, 3.0, and 15 mg/kg bw for 26 weeks. Changes were observed in the liver and blood, in true cholinesterase activity. The NOAEL in this study was found to be 0.3 mg/kg bw."
        },
        {
            "References": "PMID:8157217",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 2 yr carcinogenicity study of 2-ethylhexyl acrylate (2-EHA) was conducted by applying 25 microliters 21.5, 43 or 85% 2-EHA or 0.015% benzo[a]pyrene (B[a]P) in acetone, three times/wk, to the clipped dorsal skin of male NMRI mice (80/group). A further group received acetone and served as the vehicle control. After about 7 months of treatment, half of each group was rested from treatment for a period of 2 months, then treated with the promoter 12-O-tetradecanoylphorbol-13-acetate (TPA) for 20 wk followed by observation until termination of the study. The other half of each group received continuous treatment with 2-EHA, B[a]P or acetone, respectively, for 2 yr. Signs of skin irritation were apparent in all groups treated with 2-EHA (hyperkeratosis, hyperplasia (acanthosis), crust formation and ulceration). ...None of the mice treated with acetone or 2-EHA alone developed a skin tumor at the application site. One squamous cell papilloma occurred in each of the groups treated with 2-EHA and TPA, an incidence matched by the single squamous cell papilloma in an untreated area of an acetone control mouse. Thus, 2-EHA proved not to be carcinogenic in the skin of male NMRI mice by epicutaneous administration."
        },
        {
            "References": "Beratergremium fuer umweltrelevante Altstoffe (BUA); Chemical Profile for 2-Ethylhexyl acrylate 88: (December 1991)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Long-term inhalation of the substance by rats damaged the olfactory epithelium of the nasal mucosa. ...Those concentrations administered in long-term animal trials which no longer led to any local effects were around 2.5% for dermal application and between 10 and 30 ppm (75-225 mg/cu m) for inhalation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 599",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Animal studies using rats revealed that some acrylates and methacrylates are embryotoxic. The doses of monomers used in the animal studies, however, were much higher than concentrations likely encountered by workers. /Acrylates and Methacrylates/"
        },
        {
            "References": "PMID:3105103",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2-Ethylhexanol is a metabolite of 2-ethylhexyl acrylate. 2-Ethylhexanol in high doses (above 800 mg/kg bw) has caused developmental effects in rats. /2-Ethylhexanol, metabolite/"
        },
        {
            "References": "PMID:10353315",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicities of seven acrylates were studied in Sprague- Dawley rats after inhalation exposure for 6 hr/day, during days 6 to 20 of gestation. The exposure concentrations were...for ethylhexyl acrylate, 50, 75, or 100 ppm... . No treatment-related increases in embryo/fetal mortality or fetal malformations were observed after exposure to any of these acrylates. ...While there was evidence of maternal toxicity, no significant developmental toxic effects were observed after exposure to ethylhexyl acrylate... at any concentration. These results indicate that inhaled... ethylhexyl acrylate... /is/ not selectively toxic to the embryo or fetus."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 618",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 2-Ethylhexyl acrylate was administered to rats at doses of 3, 20, and 60 mg/kg 5 days/wk for 13 wk. The rats were evaluated for neurotoxicity via a functional observational battery (FOB) and found to exhibit changes in muscular function independent of exposure dose, but no signs of neuropathological changes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V60 482 (1994)",
            "Value": "/GENOTOXICITY/ 2-Ethylhexylacrylate did not induce mutation in Salmonella typhimurium. Equivocal results for mutation at the tk and hprt loci were seen in Chinese hamster ovary and L5178Y mouse lymphoma cells in vitro."
        },
        {
            "References": "PMID:2687634",
            "Value": "/GENOTOXICITY/ Nine acrylate/methacrylate esters were tested for the induction of mutations, aberrations and micronuclei in cultured L5178Y mouse lymphoma cells without exogenous activation. ...2-ethylhexyl acrylate... produced equivocal mutagenic responses... ."
        },
        {
            "References": "PMID:1710014",
            "Value": "/GENOTOXICITY/ ...In the present study, ...the standard monolayer assay with a suspension adapted CHO assay that uses cell numbers comparable to that of the L5178Y mouse lymphoma assay /were compared/. Nine compounds /including/... 2-ethylhexyl acrylate... were evaluated in the monolayer and suspension assays. Both assays gave the same overall qualitative results for the test compounds. ...The acrylates (many of which appear to exert their genotoxic effect through a clastogenic mechanism) were negative in both test systems. ..."
        },
        {
            "References": "Beratergremium fuer umweltrelevante Altstoffe (BUA); Chemical Profile for 2-Ethylhexyl acrylate 88: (December 1991)",
            "Value": "/GENOTOXICITY/ Whereas the Ames test did not reveal a mutagenic potential, various in vitro studies on mammalian cell cultures produced marginal genotoxic effects that were difficult to interpret. High doses did not cause clastogenic effects in vivo in the bone marrow of mice. The substance did not have any effect in the cell-transformation test."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for 2-ethylhexyl acrylate can be estimated to be 430(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2-ethylhexyl acrylate is expected to have moderate mobility in soil."
        }
    ]
}