{
    "_id": {
        "$oid": "6682e888c4e5dba5ffba2610"
    },
    "CID": {
        "$numberInt": "7641"
    },
    "Name": "BIS(2-ETHYLHEXYL) ADIPATE",
    "IUPACName": "bis(2-ethylhexyl) hexanedioate",
    "CanonicalSMILES": "CCCCC(CC)COC(=O)CCCCC(=O)OCC(CC)CCCC",
    "Synonyms": [
        "BIS(2-ETHYLHEXYL) ADIPATE",
        "103-23-1",
        "Di(2-ethylhexyl) adipate",
        "Diethylhexyl adipate",
        "DEHA",
        "Bis(2-ethylhexyl)hexanedioate",
        "Di(2-ethylhexyl)adipate",
        "BEHA",
        "Bis(2-ethylhexyl) hexanedioate",
        "Plastomoll DOA",
        "Vestinol OA",
        "Bisoflex DOA",
        "Crodamol DOA",
        "Effomoll DOA",
        "Kodaflex DOA"
    ],
    "IsomericSMILES": "CCCCC(CC)COC(=O)CCCCC(=O)OCC(CC)CCCC",
    "INCHI": "InChI=1S/C22H42O4/c1-5-9-13-19(7-3)17-25-21(23)15-11-12-16-22(24)26-18-20(8-4)14-10-6-2/h19-20H,5-18H2,1-4H3",
    "INCHIKEY": "SAOKZLXYCUGLFA-UHFFFAOYSA-N",
    "Formula": "C22H42O4",
    "MolecularWeight": {
        "$numberDouble": "370.6"
    },
    "Description": "Bis(2-ethylhexyl) adipate is a diester resulting from the formal condensation of the carboxy groups of adipic acid with 2-ethylhexan-1-ol. It is used as a plasticiser in the preparation of various polymers. It has a role as a plasticiser. It is a diester, a carboxylic ester and a member of dicarboxylic acids and O-substituted derivatives. It is functionally related to a 2-ethylhexan-1-ol and an adipic acid.",
    "XlogP": {
        "$numberDouble": "6.8"
    },
    "Complexity": {
        "$numberInt": "320"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Felder JD et al; Environ Toxicol Chem 5: 777-84 (1986) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A whole-fish BCF of 27 was observed for blue-gill fish exposed to bis(2-ethylhexyl) adipate levels of 250 ug/l for a 28-day period(1). According to a classification scheme(2), this measured BCF value suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Felder JD et al; Environ Toxicol Chem 5: 777-84 (1986) (2) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "AEROBIC: In a semi-continuous activated sludge method used to simulate sewage treatment plant biodegradation, bis(2-ethylhexyl) adipate was observed to undergo primary degradation of 65-96% (at concns of 5 and 20 mg added/24 hr)(1); in a CO2 evolution study, bis(2-ethylhexyl) adipate was observed to undergo an ultimate degradation of 94% over a 35-day incubation period which corresponds to a first-order half-life of 2.7 days(1). Bis(2-ethylhexyl) adipate, present at 100 mg/l, reached 67-74% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(2)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 358",
            "Value": "No acute effect has been observed some hours after oral administration to guinea pigs of doses of dioctyl adipate equal to or less than 14 ml/kg body weight. Yet in the succeeding days (3-21 days) half of the animals died."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1891",
            "Value": "DOG WAS FED 2 G/KG IN DIET FOR ... 2 MO WITH ONLY TRANSIENT LOSS OF APPETITE & WITH NO CHANGES IN BLOOD, URINE, OR HISTOPATHOLOGY ... /IT/ WAS GIVEN TO RATS IN FOOD IN DOSES OF 0.16 TO 4.74 G/KG/DAY. DEATHS WERE PRODUCED @ 4.74 G/KG ... NO EFFECTS ON GROWTH, APPETITE, LIVER & KIDNEY WT, OR HISTOPATHOLOGY ... @ 0.16 G/KG."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1891",
            "Value": "DI-2-ETHYLHEXYL ADIPATE HAS BEEN FED TO RATS @ LEVELS OF 0.5, 2, & 5% IN DIET FOR ... A MO WITH ... DEFINITE GROWTH EFFECT @ 5%, BUT NOT @ LOWER LEVELS. NO EFFECTS WERE FOUND @ ANY LEVELS IN BLOOD OR URINE, NOR IN HISTOPATHOLOGY."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1030",
            "Value": "DI(2-ETHYLHEXYL)ADIPATE RATED 1 ON RABBIT EYES. /RATED NUMERICALLY ON SCALE OF 1 TO 10 ACCORDING TO DEGREE OF INJURY OBSERVED AFTER 24 HR, PAYING PARTICULAR ATTENTION TO CONDITION OF CORNEA. MOST SEVERE INJURIES HAVE BEEN RATED 10./"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 263 (1982)",
            "Value": "Male ICR mice given a single i.p. dose of 0.5-10 ml (0.45-9.2 g)/kg bw and mated for eight successive weeks showed evidence of reduced fertility when given the highest dose."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V29 263 (1982)",
            "Value": "Groups of 5 Sprague Dawley rats were given i.p. injections of 1, 5 or 10 ml (0.9, 4.5 or 9.2 g)/kg bw di(2-ethylhexyl) adipate on days 5, 10 and 15 of pregnancy. No embryolethality occurred, but reduced fetal weight was seen with the two highest doses."
        },
        {
            "References": "PMID:705785",
            "Value": "MALE RATS WERE FED BIS(2-ETHYLHEXYL) ADIPATE @ DIETARY CONCN OF 2% FOR 3 WK. HEPATIC PEROXISOME PROLIFERATION IN ASSOC WITH INCR IN LIVER SIZE & HEPATIC ACTIVITIES OF PEROXISOME-ASSOC ENZYME CATALASE & CARNITINE ACETYLTRANSFERASE & HYPOLIPIDEMIA."
        },
        {
            "References": "PMID:3930237",
            "Value": "Di(2-ethylhexyl)adipate was evaluated for the induction of sex-linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton-S wild-type males were treated with concentrations of Di(2-ethylhexyl)adipate that result in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concentrations of Di(2-ethylhexyl)adipate tested by injection (5000 ppm) or feeding (20,000 ppm) were negative in this assay."
        },
        {
            "References": "DHHS/NTP; Carcinogenesis Bioassay of Di(2-Ethylhexyl) Adipate in F344 Rats and B6C3F1 Mice. (Feed Study) p.2 (1982) Technical Rpt Series No. 212 NIH Pub No. 81-1768",
            "Value": "When rats were fed diets containing di(2-ethylhexyl)adipate at doses equivalent to 0.16 g/kg/day for 90 days, no effects on growth or on liver or kidney weights or histopathologic effects were observed. However, reduced growth and altered liver or kidney weights were observed in the rats receiving 2.9-4.7 g/kg/day for 90 days."
        },
        {
            "References": "DHHS/NTP; Carcinogenesis Bioassay of Di(2-Ethylhexyl) Adipate in F344 Rats and B6C3F1 Mice. (Feed Study) p.2 (1982) Technical Rpt Series No. 212 NIH Pub No. 81-1768",
            "Value": "Di(2-ethylhexyl)adipate was not mutagenic for Salmonella typhimurium TA 1535, TA 1537, TA 1538, TA 98, and TA 100, with and without activation, or for Saccharomyces cerevisiae."
        },
        {
            "References": "PMID:2443263",
            "Value": "The ability of different tumor promoters to stimulate DNA synthesis in the liver of rats and mice was determined. Iva:SIV-50 SD rats, Osborne Mendel rats, Crl:CD(SD)BR rats, CDF(F-344)CrlBR rats, or B6C3F1/CrlBR mice were given a single dose of one of 13 test compounds by gavage. The incorporation of orally administered radiolabelled thymidine into liver DNA was measured in the peak phase of the diurnal cycle, 24 hr after administration of the test compounds. The only result which was not consistent with bioassay data on carcinogenicity was for the plasticizers di(2-ethylhexyl)adipate and di(2-ethylhexyl)phthalate which were both positive in this test, although bioassay tests with di(2-ethylhexyl)adipate have been negative in rats."
        },
        {
            "References": "PMID:1599500",
            "Value": "A study was conducted of the proximate peroxisome proliferators derived from the plasticizer DEHA and possible species differences in response to these agents. Primary hepatocyte cultures were prepared using male Alderley Park mice, male Alderley Park rats, male Alderley Park guinea pigs and male marmosets. Marked differences in potency for the stimulation of peroxisomal beta oxidation were observed following the exposure of mouse hepatocytes to metabolites of DEHA. The primary metabolites of DEHA, mono(2-ethylhexyl)adipate and 2-ethylhexanol, were approximately equipotent in inducing peroxisomal beta oxidation. The secondary metabolite 2-ethylhexanoic acid was the most potent peroxisome proliferator examined, stimulating peroxisomal beta oxidation by 25 fold at a concn of 1 mM. The hydroxylated metabolite of 2-ethylhexanoic acid, 2-ethyl-5-hydroxyhexan-1-oic acid was considerably less potent than 2-ethylhexanoic acid. The other tertiary metabolites of DEHA, 2-ethyl-5-oxohexan-oic acid and 2-ethylhexan-1,6-dioic acid had little effect on peroxisomal beta oxidation causing only a two to three fold induction at a concn of 2 mM. 2-Ethylhexanoic acid, 2-ethylhexanol and mono(2-ethylhexyl)adipate at concn above 1 mM resulted in cytotoxicity which was characterized by blebbing, or rounding of the cells and detachment from the cultured flasks. DEHA had no effect on peroxisomal beta-oxidation in rat hepatocyte cultures, even at concn of up to 5 mM. None of the chemicals stimulated peroxisomal beta oxidation in guinea pig or marmoset hepatocytes up to concn of 2 mM."
        },
        {
            "References": "PMID:2027336",
            "Value": "Four metabolites of the rat liver carcinogen di(2-ethylhexyl)phthalate (mono-(2-ethylhexyl)phthalate, mono-(2-ethyl-5-hydroxyhexyl)phthalate, mono-(2-ethyl-5-oxohexyl)phthalate, and mono-(5-carboxy-2-ethylpentyl)phthalate) and 3 structurally related derivatives di(2-ethylhexyl)adipate (mono-(2-ethylhexyl)adipate, mono-(2-ethyl-5-hydroxyhexyl)adipate, and mono-(2-ethyl-5-oxohexyl)adipate) were tested for mutagenicity in the Ames assay using Salmonella typhimurium strains TA97, TA98, TA100, and TA102, with and without a metabolic activation preparation. Aroclor 1254 induced rat liver S9 and di(2-ethylhexyl)phthalate induced rat liver S9 were used. Concn of these compounds up to 1000 ug/plate were negative with all tester strains in the presence or absence of metabolic activation."
        },
        {
            "References": "PMID:1632818",
            "Value": "To investigate a proposed relationship between induction of hepatic microsomal lauric acid hydroxylase activity and peroxisome proliferation in the liver, male Wistar rats were treated with peroxisome proliferating compounds, and the lauric acid hydroxylase activity, the immunochemical detectable levels of cytochrome p450 4A1 and the activities of peroxisomal enzymes were determined. After treatment with aroclor 1254, phenobarbital or 3-methylcholanthrene total cytochrome p450 was 1.7-2.7 times induced. However, no induction of lauric acid omega-hydroxylase activities or p450 4A1 levels were found. After treatment of rats with di(2-ethylhexyl)phthalate a dose-dependent induction of lauric acid omega-hydroxylase activities, levels of cytochrome p450 4A1 and peroxisomal fatty acid beta-oxidation was found. The plasticizer, di(2-ethylhexyl)adipate, did not induce levels of p450 4A1, lauric acid omega-hydroxylase activities or palmitoyl-CoA oxidase activities. With the compounds tested a close association between the induction of lauric acid omega-hydroxylase activities and peroxisomal palmitoyl-CoA oxidase activity was found. These data support the theory that peroxisome proliferating compounds do induce lauric acid omega-hydroxylase activities."
        },
        {
            "References": "PMID:1610294",
            "Value": "The dose response relationships for peroxisome proliferation due to DEHA, 2-ethylhexanol, 2-ethylhexanoic acid have been investigated in rats and mice. Linear dose response relationships were observed for induction of cyanide insensitive palmitoyl CoA oxidation, used as a enzyme marker of peroxisome proliferation, by DEHA, 2-ethylhexanol and 2-ethylhexanoic acid in both species. Relative liver weights were also increased in a dose related manner. On a molar basis, DEHA was twice as potent at 2-ethylhexanol or 2-ethylhexanoic acid which were equipotent and palmitoyl CoA oxidation was stimulated to a greater extent in male mice than in rats or female mice. At doses above 8 mmol/kg/day, 2-ethylhexanol was toxic to rats (both sexes) and similarly 2-ethylhexanoic acid at 13.5 mmol/kg/day lead to the death of female rats. In attempt to explain the species difference in carcinogenicity of DEHA previously reported, Fischer 344 rats and B6C3F1 mice were used. DEHA administration (2.5 g/kg/day) to Fischer 344 rats and B6C3F1 mice lead to toxicity. Liver weights were increased in a dose related fashion by DEHA administration to both rats and mice, palmitoyl CoA oxidation but not catalase was markedly increased (up to 15 fold in male rats). Light microscopy examination indicated some glycogen loss, a dose related hypertrophy and increased eosinophilia in both rats and mice. Electron microscopy confirmed peroxisome proliferation accompanied by a marked reduction of lipid in the centrilobular hepatocytes. The data suggest 2-ethylhexanoic acid to be the proximate peroxisome proliferator derived from DEHA. These data indicate a higher sensitivity for Fischer 344 rats than B6C3F1 mice to hepatic peroxisome proliferation due to DEHA. The carcinogenicity bioassays previously reported showed an incidence of hepatic tumors only in B6C3F1 mice."
        },
        {
            "References": "PMID:3709453",
            "Value": "Weanling inbred Fischer-344 rats and weanling hybrid B6C3F1 mice were used to study the carcinogenic properties of di(2-ethylhexyl) phthalate, DEHA, tris(2-ethylhexyl) phosphate and 2-ethylhexyl sulfate. Animals were chronically exposed for 2 yr. Each compound, which contained a 2-ethylhexyl moiety, di(2-ethylhexyl) phthalate, DEHA, tris(2-ethylhexyl) phosphate, and 2-ethylhexyl sulfate, caused hepatocarcinogenesis, particularly in female mice. The strongest hepatocarcinogenic activity was demonstrated by di(ethylhexyl) phthalate which displayed the same effect in rats."
        },
        {
            "References": "PMID:3709457",
            "Value": "Peroxisome proliferation is inducible in hepatocytes of rodent and nonrodent species by structurally dissimilar hypolipidemic drugs and certain phthalate ester plasticizers. The induction of peroxisome proliferation appears to be a tissue specific response limited largely to the hepatocyte. Peroxisome proliferation is associated with increases in the activity of the H2O2-generating peroxisomal fatty acid beta-oxidation system and in the amount of peroxisome proliferation associated 80,000 MW polypeptide. Chronic administration of these non-DNA damaging and nonmutagenic peroxisome proliferators to rats and mice results in the development of hepatocellular carcinomas. Comparative morphometric and biochemical data from rats treated with varying dose levels of ciprofibrate, a hypolipidemic drug, and di(2-ethylhexyl phthalate, and di(2-ethylhexyl) adipate, the widely used plasticizers, indicate that the hepatocarcinogenic potency of these agents is correlatable with their ability to induce peroxisome proliferation, peroxisomal beta-oxidation and 80,000 MW polypeptide. Available evidence strongly favors the role of peroxisome proliferation associated oxidative stress in the induction of liver tumors by peroxisome proliferators."
        },
        {
            "References": "PMID:2112523",
            "Value": "8-Hydroxydeoxyguanosine levels were examined in liver and kidney DNA after di(2-ethylhexyl)phthalate, DEHA and phthalic anhydride administration to male 6 wk old F-344 rats in the diet at concn of 1.2, 2.5 and 1.5%, respectively. Significant increases in 8-Hydroxydeoxyguanosine levels were observed only in the liver (target organ of di(2-ethylhexyl)phthalate and DEHA carcinogenesis) DNA after 1 and 2 wk of treatment with di(2-ethylhexyl)phthalate and DEHA, respectively. The results suggest the involvement of oxidative DNA damage in hepatocarcinogenesis by peroxisome proliferators."
        },
        {
            "References": "PMID:3769136",
            "Value": "Steady state concn of hydrogen peroxide resulting from peroxisomal beta-oxidation were evaluated in liver homogenates of rats and mice treated with the peroxisome proliferators di(2-ethylhexyl)phthalate, di(2-ethylhexyl)adipate (DEHA), or nafenopin to compare these changes with the carcinogenic potential of these chemicals. Male F344 rats and female B6C3F1 mice were treated daily for 14 days with 2 g/kg di(2-ethylhexyl)phthalate or DEHA or 0.25 g/kg nafenopin. Treatment with each of the peroxisome proliferators caused significant increases in peroxisomal-acyl-coenzyme-A and catalase, and a decrease in glutathione peroxidase in both rats and mice. Treatment of rats with the peroxisome proliferators caused increases in steady state hydrogen peroxide concn in liver homogenates, with the greatest increase, approximately 13 fold caused by nafenopin, followed by DEHA, and by di(2-ethylhexyl)phthalate which caused only a two fold increase. In the mouse, control values for steady state hydrogen peroxide were approximately three fold higher than those for the rat In mouse liver homogenates, di(2-ethylhexyl)phthalate caused a ten fold increase in steady state hydrogen peroxide concn, nafenopin produced a five fold increase, and DEHA caused a two fold increase."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Ishizuka S; Amori-Ken Kankyo Hoken Senta Kenkyu Hokoky 5: 26-35 (1995)",
            "Value": "SEDIMENT: Bis(2-ethylhexyl) adipate was detected, not quantified in sediment samples collected from Lake Jusan and bottom material samples collected from Mutsu Bay (Japan)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for bis(2-ethylhexyl) adipate can be estimated to be 49,000(SRC). According to a classification scheme(2), this estimated Koc value suggests that bis(2-ethylhexyl) adipate is expected to be immobile in soil."
        }
    ]
}