{
    "_id": {
        "$oid": "6682e9dac4e5dba5ffba2cb4"
    },
    "CID": {
        "$numberInt": "76968156"
    },
    "Name": "Antimony potassium tartrate",
    "IUPACName": "dipotassium;antimony(3+);(2R,3R)-2,3-dioxidobutanedioate",
    "CanonicalSMILES": "C(C(C(=O)[O-])[O-])(C(=O)[O-])[O-].C(C(C(=O)[O-])[O-])(C(=O)[O-])[O-].[K+].[K+].[Sb+3].[Sb+3]",
    "Synonyms": [
        "Tartrated antimony",
        "Z8830U53UE",
        "Antimony potassium tartrate anhydrous",
        "UNII-Z8830U53UE",
        "Potassium antimonyltartrate",
        "EINECS 234-293-3",
        "Emetique",
        "Tartox",
        "Tartar emetic",
        "Antimonyl potassium tartrate",
        "ANTIMONIUM TARTARICUM",
        "Tartrate antimonio-potassique",
        "Emetic",
        "Tartar",
        "Antimonate(2-)",
        "bis(mu-((2R,3R)-2,3-di(hydroxy-kappaO)butanedioato(4-)-kappaO1:kappaO4))di-",
        "dipotassium",
        "Antimonate(2-)",
        "bis(mu-(2,3-dihydroxybutanedioato(4-)-O1,O2:O3,O4))di-",
        "dipotassium",
        "stereoisomer"
    ],
    "IsomericSMILES": "[C@@H]([C@H](C(=O)[O-])[O-])(C(=O)[O-])[O-].[C@@H]([C@H](C(=O)[O-])[O-])(C(=O)[O-])[O-].[K+].[K+].[Sb+3].[Sb+3]",
    "INCHI": "InChI=1S/2C4H4O6.2K.2Sb/c2*5-1(3(7)8)2(6)4(9)10;;;;/h2*1-2H,(H,7,8)(H,9,10);;;;/q2*-2;2*+1;2*+3/p-4/t2*1-,2-;;;;/m11..../s1",
    "INCHIKEY": "GUJUCWZGYWASLH-SOMOIXMJSA-J",
    "Formula": "C8H4K2O12Sb2",
    "MolecularWeight": {
        "$numberDouble": "613.83"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "123"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. ENT 8184 (113-48-4) (2008-2010)",
            "Value": "log Kow = 3.61 (cis-isomer); 3.80 (trans-siomer) /3.70 average/"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19868716",
            "Value": "It has been shown that tartar emetic acts on the stomach to induce emesis after its oral administration, that only traces are present in the vomitus following its intravenous injection, and that it does not induce emesis when it is applied directly to the vomiting center. In the present study, which was made with cats except when otherwise specifically stated, the intravenous injection of tartar emetic caused emesis (typical vomiting movements) after the removal of the entire gastrointestinal tract from the esophagus to the anus. Cutting the vagi inhibits emesis after the intravenous injection of any dose of tartar emetic, though nausea may be induced. Cutting the vagi and simultaneously extirpating the stellate ganglia inhibits both nausea and vomiting after the intravenous injection of tartar emetic. Extirpation of the celiac ganglion and simultaneous cutting of the vagi just below the level of the diaphragm does not prevent emesis following the intravenous injection of tartar emetic. Cutting the vagi prevents vomiting after the introduction of large doses of tartar emetic into the stomach, but massive doses may still cause emesis. Vagotomy probably has less influence on the emetic action of a moderately large dose of tartar emetic introduced into a loop of the duodenum. Atropine has very nearly the same effect on the emetic action of tartar emetic as cutting the vagi, but much larger doses are necessary to abolish the effect of the introduction of tartar emetic into the stomach in moderate amounts than that of equal amounts injected intravenously. The facts just stated point to the heart as the seat of reflex vomiting following the intravenous injection of tartar emetic. The intravenous injection of tartar emetic induces afferent emetic impulses which pass from the heart to the vomiting center mainly by way of the vagus, to a much less extent by way of the sympathetic nerve and the stellate ganglia. The introduction of tartar emetic into the stomach induces afferent emetic impulses which pass upward mainly by way of the vagus, to a much less extent by way of the sympathetic nerve. The introduction of tartar emetic into the duodenum induces afferent emetic impulses which pass upward partly by way of the sympathetic nerve, partly by way of the vagus. It seems probable that the path taken by afferent emetic impulses induced in the gastrointestinal tract by tartar emetic depends on the innervation of the organ concerned, and not on any selective action of the poison on the afferent nerve."
        },
        {
            "References": "PMID:9221838",
            "Value": "Trivalent antimony, delivered as potassium antimonyl tartrate (PAT), has been previously shown to induce an oxidative stress and toxicity in cultured neonatal rat cardiac myocytes. The present study investigates the effect of PAT on intracellular free calcium ([Ca2+]i), which has been implicated in the toxicity of agents inducing oxidative stress, and explores its role in PAT toxicity. Exposure to 50 or 200 uM PAT led to progressive elevation in diastolic or resting [Ca2+]i and eventually a complete loss of [Ca2+]i transients that occurred well before cell death as assessed by LDH release. Prior loading of myocytes with the intracellular calcium chelator BAPTA (10 to 40 uM), protected against PAT toxicity in the presence and absence of extracellular calcium, and demonstrated a crucial role for [Ca2+]i in PAT toxicity. Exposure to 200 uM PAT in the absence of extracellular calcium slightly elevated [Ca2+]i, but only to levels comparable to resting [Ca2+]i for cells in 1.8 mM extracellular calcium. This demonstrated that although PAT toxicity was dependent on [Ca2+]i, a large increase above resting levels was not needed, and also that some calcium was mobilized from intracellular stores. However, the caffeine-releasable pool of sarcoplasmic reticulum calcium was increased, not depleted, by exposure to 200 uM PAT. These results demonstrate that PAT disrupts [Ca2+]i handling and support a role for a calcium-dependent event, but do not support the necessity of events in PAT-induced cell death that are mediated by a large elevation in [Ca2+]i."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rai D et al; Chemical attenuation rates, coefficients, and constants in leachate migration Vol 1: A critical review. EPRI EA-3356 Palo Alto, CA: Electric Power Research Institute (1984) (2) King LD; J Environ Qual 17: 239-46 (1988) (3) Foster RB; Antimony mobility in soil using soil TLC Report BW-86-4-1979, Study 10827-6024-450. February 1, 1989. Submitted to Antimony Oxide Industry Association, Washington, DC. Wareham, MA: Springborn Life Sciences Inc (1989) (4) Ainsworth N; Distribution and biological effects of antimony contaminated grasslands Dissertation DX 82236 Wetherby, UK: The British Library (1988) (5) Trnovsky et al; Site remediation of heavy metals contaminated soils and groundwater at a former battery reclamation site in Florida. Proc Hazard Waste: Detection, Control and Treatment World Conference Vol 1 Part B, pp 1581-90 (1988)",
            "Value": "The binding of antimony to soil is determined by the nature of the soil and the form of antimony deposited on the soil. Some studies suggest that antimony is fairly mobile in soil under diverse environmental conditions(1), while others suggest that it is strongly adsorbed(2,3,4). Since antimony generally has an anionic character (e.g., Sb(OH)6-), it is expected to have little affinity for organic carbon. Cationic exchange, which generally dominates adsorption to clay, is also not expected to be important for anionic antimony. When 200 ppm antimony potassium tartrate was incubated with 13 soils and subsoils from the southeastern US, antimony adsorbed to most soils, the amount adsorbed ranging from 50 to 100%, median 93%(2). The percentage of adsorbed antimony that was nonexchangeable (i.e., not removed by KCl) ranged from 57% to 99%. The soil/water partition coefficient in (mmol/kg soil)/mol cu m) was 81 for organic soils and >185 for mineral soils. It is not clear what form of antimony was adsorbed in this study or whether the form would be relevant to environmental situations. In experiments in which antimony oxide in water or in 1% HCl was applied to a variety of soils using thin-layer chromatography, antimony did not appear to be mobile in any soil(3). Leaching did not appear to be a problem at the site of a battery reclamation plant(5). At this site soil and sediment contained high levels of antimony while an aquifer at 3 m depth contained 0.1 ppm Sb and no antimony was detected at two deeper aquifers."
        }
    ]
}