{
    "_id": {
        "$oid": "6682e88ac4e5dba5ffba261a"
    },
    "CID": {
        "$numberInt": "7720"
    },
    "Name": "2-ETHYL-1-HEXANOL",
    "IUPACName": "2-ethylhexan-1-ol",
    "CanonicalSMILES": "CCCCC(CC)CO",
    "Synonyms": [
        "2-Ethylhexan-1-ol",
        "2-Ethylhexanol",
        "104-76-7",
        "2-ETHYL-1-HEXANOL",
        "2-Ethylhexyl alcohol",
        "1-Hexanol",
        "2-ethyl-",
        "Ethylhexanol",
        "2-ETHYL HEXANOL",
        "FEMA No. 3151",
        "xi-2-Ethyl-1-hexanol",
        "XZV7TAA77P",
        "DTXSID5020605",
        "CHEBI:16011",
        "NSC-9300",
        "DTXCID10605"
    ],
    "IsomericSMILES": "CCCCC(CC)CO",
    "INCHI": "InChI=1S/C8H18O/c1-3-5-6-8(4-2)7-9/h8-9H,3-7H2,1-2H3",
    "INCHIKEY": "YIWUKEYIRIRTPP-UHFFFAOYSA-N",
    "Formula": "C8H18O",
    "MolecularWeight": {
        "$numberDouble": "130.23"
    },
    "Description": "2-ethylhexan-1-ol is a primary alcohol that is hexan-1-ol substituted by an ethyl group at position 2. It has a role as a volatile oil component and a plant metabolite.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "52"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. 2-Ethylhexanol. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Feb 10, 2014: https://www.ars-grin.gov/duke/",
            "Value": "2-Ethyl-1-hexanol was detected in shoot samples of Marginatus (Plectranthus coleoides) /White-edged Swedish Ivy/ at a concentration range of 0-36 ppm(1)."
        },
        {
            "References": "(1) Dougan J et al; J Sci Food Agric 34: 874-84 (1983) (2) Gomez E et al; J Agric Food Chem 41: 1669-76 (1993) (3) Mattheis JP et al; J Agric Food Chem 39: 1902-6 (1991) (4) Takeoka GR et al; J Agric Food Chem 36: 553-60 (1988) (5) Seitz LM et al; J Agric Food Chem 47:1051-61 (1999)",
            "Value": "2-Ethylhexanol is a plant volatile which has been identified in cassava(1), apricots(2), plums(2), apples(3), and nectarines(4). The amount of 2-ethylhexanol emitted from immature apples is not substantially different from that emitted from apples at different post-harvest periods(3). 2-Ethylhexanol was detected, not quantified, in whole and ground musty sorghum(5)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Feb 5, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 30 was calculated in fish for 2-ethylhexanol(SRC), using an estimated log Kow of 2.73(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 5, 2014: https://www.safe.nite.go.jp/english/db.html (2) Gaffney PE; J Water Pollut Control Fed 48: 2731-7 (1976) (3) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (4) Vaishnav DD et al; Chemosphere 16: 695-703 (1987) (5) Francis AJ; pp. 415-29 in IAEA-SM-257/72 Vienna, Austria: Inter Atomic Energy Agency (1982) (6) Hammerton C; J Appl Chem 5: 517-24 (1955)",
            "Value": "AEROBIC: 2-Ethylhexanol, present at 100 mg/L, reached 89.5% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). In BOD tests, 100% degradation occurred in 24 hours using an industrial wastewater (acclimated) inoculum, while no degradation occurred after 24 hours and 100% degradation occurred after 135 hours using a municipal wastewater (unacclimated) seed(2). In a BOD test using a sewage seed, 26%, 75%, 78%, and 86% of 2-ethylhexanol's theoretical BOD was exerted after 5, 10, 15, and 20 days, respectively(3). When the test was repeated in synthetic seawater, the respective results were 58%, 64%, 84%, and 100% of the theoretical BOD consumed(3). After 5 days, 41.5% of theoretical BOD was consumed using an inoculum of mixed microbial cultures(4). 2-Ethylhexanol was degraded 31% when incubated with soil from a waste disposal site for 21 days; 52% degradation occurred when the sample was amended with a source of nitrogen(5). When 2-ethylhexanol was added to river water at 18-19 °C, it started to degrade after a 3-4 day lag, after 8 and 9 days the theoretical BOD consumed was 30% and 59%, respectively(6)."
        },
        {
            "References": "(1) Ejlertsson J, Svensson BH; Biodegradation 7:501-6 (1996) (2) Ejlertsson J et al; Environ Sci Technol 31:2761-4 (1997) (3) Steber J et al; Chemosphere 31:3105-18 (1995) (4) Francis AJ; pp. 415-29 in IAEA-SM-257/72 Vienna, Austria: Inter Atomic Energy Agency (1982)",
            "Value": "ANAEROBIC: 2-Ethylhexanol was degraded under methanogenic conditions at 37 °C, after a 6-8 day lag phase, 100% was degraded in 10 days with an intermediate of 2-ethylhexanoic acid and finally degraded to methane and carbon dioxide(1). 2-Ethylhexanol was biodegraded 90% under anaerobic conditions from a starting concentration of 1 mM and an incubation period of 35-100 days(2). Using the anaerobic test ECETOX (European Centre for Ecotoxicology and Toxicology of Chemicals), 2-ethylhexanol was biodegraded an average of 78.8% in 5 reps, digestion was done at 35 °C for 8 weeks(3). 2-Ethylhexanol was degraded 5% when incubated with soil from a waste disposal site for 21 days, under anaerobic conditions(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Rasmussen T et al; Chemosphere 27: 2123-5 (1993) (2) Chung HY; J Agric Food Chem 47: 2280-7 (1999) (3) Cha YJ, Cadwallader KR; J Food Sci 60:19-24 (1995)",
            "Value": "2-Ethylhexanol was identified in mussels, Mytilus edulis, in Denmark(1). It constituted 0.3% of the volatile components in the extracts(1). 2-Ethylhexanol was detected in the leg, body and carapace of crabmeat (Charybdis feriatus) at 2.5, 2.2 and 26.7 ug/kg, respectively(2). 2-Ethylhexanol was detected in Korean salt-fermented fish and shrimp paste; anchovy, big eye herring, hair tail viscera and shrimp at 1560, 630, 390 and 1840 ng/g, respectively(3)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1035",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rated 5 on rabbit eyes. ... Tested externally on eyes of rabbits and ... rated numerically on scale of 1-10 according to degree of injury ... after 24 hr /observation/, paying particular attention to condition of cornea. Most severe injuries have been rated 10."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Microsomal P450 content increased and glucose-6-phosphatase activity decreased in rat liver microsomal pellets following oral admin of 2-ethyl-1-hexanol to the intact animal. Admin of 2-ethyl-1-hexanol increased alcohol dehydrogenase activity demonstrated histochemically in the centrilobular area of the liver, the number of microbodies, the dilatation of the smooth endoplasmic reticulum, and the number of microperoxisomes in the hepatocytes of rats ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Gavage admin of 1 mmol/kg bw/day 2-ethyl-1-hexanol (EH) (approx 130 mg/kg bw/day) to 5 male Wistar rats for 14 days was not associated with liver peroxisome proliferation ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Admin of 2% 2-ethyl-1-hexanol (EH) in the diet (approx 1,000 mg/kg bw/day) to 5 male Fischer 344 rats for 3 wk was reported to cause peroxisome proliferation and significant increases in the activities of liver catalase and carnitine acetyltransferase ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When gavage doses of 0, 100, 320, or 950 mg/kg bw/day 2-ethyl-1-hexanol (EH) were administered to male and female Fischer 344 rats (5/sex/group) for 21 days, significant hepatomegaly at 950 mg/kg bw/day, significant increases in cyanide-insensitive palmitoyl CoA oxidation (a marker for peroxisome proliferation) in males (dose-related, 320 and 950 mg/kg bw/day) and females (950 mg/kg bw/day), and significant increases in lauric acid hydroxylase activity in males and females at 950 mg/kg bw/day were shown. As well, electron microscopy showed only a slight increase in the number of peroxisomes in hepatocytes of high-dose rats ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five male and five female Alderley Park rats and mice were gavaged with 0, 140, 350, 700, 1050, or 1750 mg/kg bw/day 2-ethyl-1-hexanol for 14 days. Rats in the high-dose group exhibited toxic effects (not specified) and died or were killed during the course of the study. Dose-related increases in relative liver weights of rats and mice were observed; the increases were statistically significant in rats at 700 and 1050 mg/kg bw/day, in male mice at 700, 1050, and 1750 mg/kg bw/day, and in female mice at 1750 mg/kg bw/day. 2-Ethyl-1-hexanol administration resulted in a nearly linear dose-related induction of peroxisomal Beta-oxidation (measured as palmitoyl CoA oxidation activities) in both rats and mice, although the dose(s) at which this effect was statistically significant were not stated ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Activity of succinic dehydrogenase was increased and activity of lactic dehydrogenase was decreased after 12 daily dermal applications of 2 mL/kg bw undiluted 2-ethyl-1-hexanol to the shaved skin of the rat. 2-Ethyl-1-hexanol-treated rats had significantly lower bw than control rats 17 days after dermal application of 2-ethyl-1-hexanol was terminated ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Doses of 0, 100, 330, 1,000, or 1,500 mg 2-ethyl-1-hexanol/kg bw/day were administered by gavage for 11 days (9 administrations) to groups of 10 male and 10 female C3B6F1 mice. Effects clearly related to administration of the test substance occurred in male and female mice receiving 330, 1,000, or 1,500 mg/kg bw/day. One male mouse receiving 330 mg/kg bw/day for 11 days showed ataxic gait and piloerection following the administration of the 8th dose, but these symptoms were reported to have disappeared by the next day. Two male and two female mice receiving 330 mg/kg bw/day were reported to have acanthosis in the mucous membrane of the forestomach that was usually associated with hyperkeratosis and was once associated with focal inflammatory edema in the submucosa. One female mouse receiving 1,000 mg 2-ethyl-1-hexanol/kg bw/day showed abdominal position and loss of consciousness; the mouse died later the same day; microscopic examination revealed tubular dilatation in the renal cortex and centrilobular fatty infiltration in the liver of this mouse. Also, the following significant effects were reported to be associated with administration of 1,000 mg/kg bw/day for 11 days: 1) increased absolute stomach weights in males and females; 2) increased liver-to-bw ratio for males; 3) increased stomach-to-bw ratio for females; 4) foci in the forestomach of 3 males and 2 females; 5) hyperkeratosis and focal or multifocal acanthosis and inflammatory edema in the submucosa of the forestomach of males and females, including focal or multifocal ulceration of the mucous membrane of a few males and females; and 6) hypertrophy of hepatocytes in one male and one female. Males (9/10) and females (6/10) receiving 1,500 mg 2-ethyl-1-hexanol/kg bw/day for 11 days had clinical signs such as ataxia and lethargy, some animals also had piloerection, and a few animals showed abdominal or lateral position and loss of consciousness; one male and four females died during the study. Microscopic evaluation showed tubular dilatation and nephrosis in the renal cortices of males and females that died intercurrently, and centrilobular fatty infiltration in the liver of females that died intercurrently. The following statistically significant effects were reported, associated with administration of 1,500 mg 2-ethyl-1-hexanol/kg bw/day: 1) increased absolute liver and stomach weights in males and females; 2) increased organ-to-bw ratios for stomach and liver in males and females; 3) increased organ-to-brain weight ratios for stomach and liver in males and females; 4) foci in the forestomach of 7/10 males and 5/10 females; 5) hyperkeratosis and focal or multifocal acanthosis and inflammatory edema in the submucosa of the forestomach of most males and females, including focal or multifocal ulceration of the mucous membrane in a few males and females; 5) hypertrophy of hepatocytes in the liver of males and females, including focal necrosis of liver cells in one male and one female; and 7) bilateral tubular giant cells in the testicular tubules of two males ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Doses of 0, 25, 125, 250, or 500 mg 2-ethyl-1-hexanol/kg bw/day were admin by gavage to groups of 10 male and 10 female B6C3F1 mice for 3 mo. Animals in the 250 and 500 mg/kg bw/day groups showed toxic effects related to admin of the test cmpd. For male mice receiving 250 mg/kg bw/day, statistically significant increased stomach-to-bw ratio was observed. Statistically significant effects observed in animals receiving 500 mg 2-ethyl-1-hexanol/kg bw/day included: a) increased stomach-to-bw ratio in males and 2) slight focal or multifocal acanthosis in the mucosa of the forestomach of 2/10 males and 1/10 female ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Doses of 0, 100, 330, 1,000, or 1,500 mg 2-ethyl-1-hexanol/kg bw/day were administered by gavage for 11 days (9 applications) to groups of 10 male and 10 female Fischer 344 rats. Clear toxic effects occurred in the male and female rats receiving 330, 1,000, or 1,500 mg/kg bw/day. Female rats receiving 330 mg/kg bw/day for 11 days had increased kidney-to-bw ratios, but not increased absolute kidney weights or kidney-to-brain weight ratios. Microscopic findings included inflammatory edema in the forestomach of one female rat and decreased thymus size (microscopic examination) in 1 female and 2 male rats. Male and female rats receiving 1,000 mg 2-ethyl-1-hexanol/kg bw/day had reduced feed consumption, body weight, and body weight gain compared to control rats. Some rats in this dose group showed ataxia and apathy; a single rat showed piloerection and the genital region of one rat was smeared with urine. The following statistically significant effects were also reported to be associated with administration of 1,000 mg/kg bw/day for 11 days: a) serum cholesterol and reticulocytes in rats of both sexes were reduced; b) absolute spleen weights of rats of both sexes were reduced; c) absolute liver weights of male and female rats were increased; d) organ-to-bw ratios for stomach, liver and kidneys were increased for male and female rats; e) brain-to-bw ratio was increased in female rats; f) spleen-to-bw ratios were reduced in male and female rats; g) liver-to-brain weight ratios were increased in male and female rats; h) spleen-to-brain weight ratios were decreased in male and female rats; i) foci were reported in the forestomachs of 2 males; j) hyperkeratosis and focal or multifocal acanthosis in the mucous membrane of the forestomach of most male and female rats, as well as epithelial degeneration, ulceration and subcutaneous inflammatory edema; k) parenchymal involution of lymphoreticular tissue in the spleens of 5 female rats; l) decreased thymus size in 2 males and 5 females (microscopic evaluation); m) lymphocyte depletion in the thymus of 5 females and lymphocyte necrosis in the thymus of 4 females. Male and female rats receiving 1,500 mg 2-ethyl-1-hexanol/kg bw/day showed reduced feed consumption, body weight, and body weight gain compared to control rats. All animals in the dose group demonstrated ataxia and lethargy, some animals showed abdominal or lateral position and appeared to be unconscious, almost all animals had piloerection, and a few rats had genital regions smeared with urine. The following statistically significant effects were also reported to be associated with administration of 1,500 mg 2-ethyl-1-hexanol/kg bw/day: a) reduced serum cholesterol, glucose, and reticulocytes in male and female rats; b) increased serum alanine aminotransferase in male rats; c) decreased absolute spleen, brain, and adrenal weights and increased absolute liver and stomach weights in male and female rats; d) increased organ-to-body weight ratios for stomach, liver, kidney, and brain in male and female rats, decreased spleen-to-bw ratios for male and female rats, increased adrenal-to-bw ratio for male rats, and increased lung-to-bw ratio for female rats; e) increased organ-to-brain weight ratios forliver and stomach in rats of both sexes, decreased spleen-to-brain weight ratio for male and female rats, and decreased adrenal-to-brain weight ratio in female rats. Foci were reported in the forestomach of 4 male and 7 female rats dosed with 1,500 mg 2-ethyl-1-hexanol/kg bw/day. Microscopic findings at this dose level were reported to include: a) hyperkeratosis and focal or multifocal acanthosis in the mucous membrane of the forestomach of all male and female rats, as well as epithelial degeneration, ulceration, and subcutaneous inflammatory edema in some animals; b) slight hypertrophy of hepatocytes in the liver of 8 males and 8 females; c) focal hepatocellular necrosis in 1 female and 2 male rats; d) parenchymal involution of lymphoreticular tissue in the spleen of 9 male and 9 female rats; e) decreased thymus size in 10 male and 9 female rats; and f) lymphocyte depletion in the thymus of 9 male and 8 female rats and lymphocyte necrosis in the thymus of 1 male and 6 female rats ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Doses of 0, 25, 125, 250, or 500 mg 2-ethyl-1-hexanol/kg bw/day were administered by gavage to groups of 10 male and 10 female Fischer 344 rats for 3 months. Animals in the 250 and 500 mg/kg bw/day groups showed toxic effects. For animals receiving 250 mg/kg bw/day, statistically significant effects were reported to include: a) decreased serum alkaline phosphatase and glucose in male rats and decreased serum alanine aminotransferase in female rats; b) increased liver-to-bw ratios in male and female rats and increased stomach-to-bw ratio in female rats; and c) decreased fat deposition of the liver cells of male rats. Statistically significant effects observed in animals receiving 500 mg 2-ethyl-1-hexanol/kg bw/day included: a) decreased body weight and body weight gain in male and female rats; b) decreased serum alanine aminotransferase, glucose, and cholesterol in male and female rats, increased reticulocytes in male and female rats, decreased serum alkaline phosphatase in male rats, and increased serum protein and albumin in male rats; c) increased absolute liver weights in male and female rats and increased absolute stomach weights in female rats; d) increased organ-to-body weight ratios for liver and stomach in male and female rats; and e) increased organ-to-brain weight ratios for liver and stomach in male and female rats. Slightly elevated single or multiple foci were observed in the mucosa of the forestomach of male and female rats receiving 500 mg/kg bw/day. Macroscopic findings at this dose level were reported to include: a) focal or multifocal acanthosis in the mucosa of the forestomach of 1 male and 5 female rats; b) acanthosis of the whole mucosa, ballooning degeneration of the epithelia, and inflammatory edema in the submucosa of 1 male rat; and c) decreased fat deposition in the liver and fewer animals with fatty infiltration of the lobular periphery of the liver compared to vehicle-control rats ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Gavage administration of 1335 mg/kg bw/day 2-ethyl-1-hexanol in corn oil to 6 male Wistar albino rats for 7 days resulted in significantly increased liver-to-body-weight ratio (control: 3.5 + or - 0.1 g/100 g bw; 2-ethyl-1-hexanol-treated: 4.9 + or - 0.1 (p < 0.001)), decreased glucose-6- phosphatase activity (control: 24 + or - 2 ug/min/mg microsomal protein; 2-ethyl-1-hexanol-treated: 15 + or - 1 (p < 0.01)), increased biphenyl 4-hydroxylase activity (control: 1.6 + or - 0.1 umol/hr/g liver; 2-ethyl-1-hexanol-treated: 2.1 + or - 0.1 (p<0.01)), and increased microsomal cytochrome P450 content (control: 0.07 + or - 0.003 delta-E 450-500 nM/mg microsomal protein; 2-ethyl-1-hexanol-treated: 0.1 + or - 0.004 (p < 0.001)) ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  2-Ethyl-1-hexanol (0, 50, 200, or 750 mg/kg bw/day) was administered by gavage to groups of 50 male and 50 female B6C3F, mice five days per week for a period of 18 months. The purity of the test substance was reported to be greater than 99.87%. The gavage vehicle was doubly distilled water containing 5 mg Polyoxyl 35 castor oil per 100 mL. An additional control group of 50 male and 50 female rats was gavaged with double distilled water only. All rats received 10 mL/kg bw test substance emulsion, vehicle or double distilled water per dose. ... Mice were housed singly and feed and water were available ad libitum throughout the study. At the initiation of dosing, mice were 49 days old; mean body weight of males was 23 g (range 21-26 g) and mean body weight of females was 19 g (range 17-23 g). At the end of the study, non-fasted mice were decapitated under CO2 anaesthesia. The general health of the test animals was checked daily, and test animals were examined and palpated once a week. Mice were weighed weekly during the first 13 weeks, then every four weeks for the duration of the study. Feed consumption was determined for a period of one week every four weeks during the study. Blood samples were drawn from the tail vein of all surviving animals for hematological examination at 12 months and at the end of the study. Animals that survived to the end of the study were necropsied; tissues and organs were subjected to gross and microscopic pathology examination. No 2-ethyl-1-hexanol-related changes were observed in mice administered 50 or 200 mg/kg bw/day 2-ethyl-1-hexanol for 18 months. In mice administered 750 mg/kg bw/day, the following effects were observed: 1) decreased body weight gain in males (approximately 26%) and females (24%) that was associated with a substantial reduction in feed consumption (males: decreased from about 9% to 20%; females: decreased from about 9% to 30%); 2) increased mortality in males (vehicle controls: 4%; 2-ethyl-1-hexanol-treated: 30%) and females (vehicle controls: 8%; 2-ethyl-1-hexanol-treated: 30%); 3) treatment-related hematological changes, including slightly increased polymorphonuclear neutrophils in males and females (males: controls - 19.8 + or - 5.9% (12 mo) and 20.5 + or - 7.6% (18 mo); 750 mg/kg bw/day - 26.4 + or - 9.1% (12 mo) and 26.9 + or - 13.5% (18 mo))(females: controls - 20.6 + or - 5.6% (12 mo) and 22.6 + or - 10.7% (18 mo); 750 mg/kg bw/day - 24.2 + or - 5.4 (12 mo) and 25.1 + or - 9% (18 mo)) and slightly decreased lymphocytes in males and females (males: controls - 77 + or - 6.9% (12 mo) and 76.6 + or - 7.6% (18 mo); 750 mg/kg bw/day - 69.1 + or - 9% (12 mo) and 70.6 + 13.2% (18 mo)); and 4) treatment-related, but not statistically significant, increased focal hyperplasia of the epithelium of the forestomach in males (controls - 1/50; 50 mg/kg bw/day - 1/50; 200 mg/kg bw/day - 1/50; 750 mg/kg bw/day - 5/50) and females (controls - 1/50; 50 mg/kg bw/day - 1/50; 200 mg/kg bw/day - 0/50; 750 mg/kg bw/day - 4/50). Also, a slight increase in the incidence of hepatocellular carcinomas in high-dose females was statistically significant when compared to the incidence in vehicle control females but not when compared to the incidence in water-gavaged control females (vehicle control - 0/50; 50 mg/kg bw/day - 1/50; 200 mg/kg bw/day - 3/50; 750 mg/kg bw/day - 5/50). No statistically significant increase in tumor incidence occurred in male mice. 2-Ethyl-1-hexanol is not oncogenic in the mouse under the conditions of this study ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 2-Ethyl-1-hexanol was administered by gavage (vehicle: distilled water containing 5 mg polyoxyl 35 castor oil per 100 mL) to two groups of male and female B6C3Fl mice at 750 mg/kg bw/day. A control group of 10 males and 10 females was gavaged with the vehicle only for 13 months; a second (non-recovery) group of 10 males and 10 females was gavaged with 2-ethyl-1-hexanol for 13 months, 5 days/week; a third (recovery) group of 50 males and 50 females was gavaged with 2-ethyl-1-hexanol for 13 months, 5 days/wk, then gavaged with the vehicle only for 5 months, 5 days/wk. Mice were killed at the end of the treatment periods - 13 months for groups one and two; 18 months for group three - and subjected to gross pathological assessment. The general health of the test animals was checked daily, and animals were examined and palpated once a week. Body weights were determined once a week during the first 13 wk of the study, then once every four weeks. Feed consumption was determined one week in every four weeks throughout the study. Microscopic examination of tissues and organs was performed only on mice that died during the study. Administration of 750 mg/kg bw/day 2-ethyl-1-hexanol to male and female mice for 13 months caused increased mortality in males and females (males: control - 0%, non-recovery - 30%, recovery - 22% during the first 13 months; females: control - 0%, non-recovery - 20%, recovery - 16% during the first 13 months). For the non-recovery mice and recovery mice during treatment with 2-ethyl-1-hexanol, feed consumption was significantly decreased compared to control mice (at 13 months, males: control - 4.7 + or - 0.4 g/day, non-recovery - 3.7 + or - 0.5 g/day, recovery - 4.4 + or - 0.6 g/day; females: control - 6.0 + or - 1.3 g/day, non-recovery - 5.6 + or - 1.5 g/day, recovery - 5.8 + or - 1.0 g/day); following the 5 month recovery period, feed consumption for mice in the recovery group was in the same range as feed consumption for control mice (males: control - 4.8 + or - 0.9 g/day, recovery - 4.9 + or - 0.8 g/day; females: control - 6.3 + or - 1.3 g/day, recovery - 5.9 + or - 1.1 g/day). For the non-recovery mice and recovery mice during treatment with 2-ethyl-1-hexanol, body weight gain was significantly decreased (at 13 months, males: control - 40.9 + or - 2.7 g, non-recovery - 36.7 + or - 2.8 g, recovery - 38.7 + or - 3.2 g; females: control - 38.7 + or - 5.4 g, non-recovery - 33.8 + or - 4.4 g, recovery - 34.9 + or - 4.8 g); following the 5 month recovery period, body weight gain of female mice that had been gavaged with 2-ethyl-1-hexanol for 13 weeks was still significantly decreased compared to control mice (males: control - 42.7 + or - 3.5 g, recovery - 42.4 + or - 3.6 g; females: control - 41.1 + or - 5.6 g, recovery - 36.9 + or - 5.1 g). Some statistically significant changes in organ weights and masses or foci in liver and stomach were observed to be associated with 2-ethyl-1-hexanol administration; these were similar to changes noted in the results of the carcinogenicity study ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 2-Ethyl-1-hexanol (0, 50, 100, or 150 mg/kg bw/day /SRP: Also 500 mg/kg bw/day/) was administered by gavage to groups of 50 male and 50 female Fischer 344 rats five days/week for a period of 24 months. ... At the initiation of dosing, rats were 42 days old; mean body weight of males was 103 g (range 86-128 g) and mean body weight of females was 81 g (range 64-95 g). ... No compound-related changes were associated with administration of 50 mg/kg bw/day for 24 months; however, body weights and body-weight gains of rats receiving 50, 150, or 500 mg 2-ethyl-1-hexanol/kg bw/day were decreased in a statistically significant dose-dependent manner compared to vehicle control rats. At the end of the study, body weights were about 5%, 11%, and 23% below control values and body weight gains were about 8%, 16%, and 33% below control values, respectively. ... An 2-ethyl-1-hexanol-associated increase in mortality was observed for female mice of the high-dose group only (males: vehicle controls - 34%, 50 mg/kg bw/day - 46%, 150 mg/kg bw/day - 32%, 500 mg/kg bw/day - 38%; females: vehicle controls - 28%, 50 mg/kg bw/day - 28%, 150 mg/kg bw/day - 26%, 500 mg/kg bw/day - 52%). For rats receiving 100 mg/kg bw/day, the study reported a) statistically significant reductions in body weight (males: 11 %; females: 9%) and body weight gain (males: 16%; females: 12%) compared to vehicle control rats and b) slightly increased numbers of animals with clinical symptoms and incidences of symptoms (frequency/animals) such as poor general condition (100 mg/kg bw/day: males - 69/15; vehicle control: males - 62/12), labored breathing (100 mg/kg bw/day: males - 4/1, females - 30/5; vehicle control: males - 2/1, females - 9/3), piloerection (100 mg/kg bw/day: males - 17/1; vehicle control: males - O/O), and genital regions smeared with urine (100 mg/kg bw/day: females - 31/4; vehicle controls: females - 0/0). ... The following treatment-related changes were observed in rats dosed with 500 mg/kg bw/day 2-ethyl-1-hexanol for 24 months: a) statistically significant reductions in body weight gain for males (33%) and females (31%); b) increased incidences of male and female rats with clinical symptoms (frequency/animals) such as poor general condition (500 mg/kg bw/day: males - 200/14, females - 248/21; vehicle control: males - 62/12, females - 34/8), labored breathing (500 mg/kg bw/day: males - 41/4, females - 75/12; vehicle control: males - 2/1, females - 9/3), piloerection (500 mg/kg bw/day: males - 67/2, females - 21/5; vehicle control: males - 0/0, females - 2/1), and/or genital region smeared with urine (500 mg/kg bw/day: males - 13/1, females - 502/21; vehicle control: males - 0/0, females 44/6); and c) statistically significant increased mortality in dosed females as reflected in the number of animals that died or were sacrificed in a moribund condition during the study (52%) compared with vehicle control females (28%). Male rats dosed with 500 mg/kg bw/day had slightly increased anisocytosis, predominantly microcytosis at 12 months, but not at 18 nor 24 months, compared to vehicle control males. No malignant tumors were detected in high-dose animals that died before scheduled termination and the sum of primary tumors, benign tumors and malignant tumors was remarkably lower in the high-dose group compared to both control groups of rats. Thus, 2-ethyl-1-hexanol was not oncogenic in the rat under conditions of this assay ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 2-Ethyl-1-hexanol was administered by gavage (vehicle: distilled water containing 5 mg polyoxyl 35 castor oil per 100 mL) to two groups of male and female Fischer 344 rats at 500 mg/kg bw/day. A control group of 10 males and 10 females was gavaged with the vehicle only for 18 months; a second (non-recovery) group of 10 males and 10 females was gavaged with 2-ethyl-1-hexanol for 18 months, 5 days/week; a third (recovery) group of 50 males and 50 females was gavaged with 2-ethyl-1-hexanol for 18 months, 5 days/week, then gavaged with the vehicle only for 6 months, 5 days/week. Rats were killed at the end of the treatment periods - 18 months for groups one and two; 24 months for group three - and subjected to gross pathological assessment. The general health of the test animals was checked daily, and animals were examined and palpated once a week. Body weights were determined once a week during the first 13 weeks of the study, then once every four weeks. Feed consumption was determined one week in every four weeks throughout the study. Microscopic examination of tissues and organs was performed only on rats that died during the study. Administration of 500 mg/kg bw/day 2-ethyl-1-hexanol to male and female rats for 18 months caused slightly increased mortality in females (control - 20%, non-recovery - 40%, recovery - 34% during the first 18 months) and decreased feed consumption in males (maximum decrease of approximately 12%). For the non-recovery rats and recovery rats during treatment with 2-ethyl-1-hexanol, body weight gain was significantly decreased (at 18 months, males: control - 298.7 + or - 19.6 g, non-recovery - 215.4 + or - 21.3 g, recovery - 211.2 + or - 22.4 g; females: control - 149.9 + or - 19.8 g, non-recovery - 128.7 + or - 21.7 g, recovery - 128.5 + or - 18.3 g); following the 6 month recovery period, body weight gains of males and females that had been gavaged with 2-ethyl-1-hexanol for 18 weeks had partially recovered but were still significantly decreased compared to controls (males: control - 266.5 + or - 30.7 g, recovery - 216.1 + or - 23.0 g; females: control -177.5 + or - 27.0 g, recovery - 150.6 + or - 21.5 g). The following changes were observed in rats that had been gavaged with 500 mg/kg bw/day 2-ethyl-1-hexanol for 18 months compared to control rats: 1) a greater number of animals and/or a higher incidence of clinical symptoms such as poor general condition, labored breathing, and genital region smeared with urine in males and females; 2) statistically significant decreases in the absolute weights of brain (males and females) and stomach (males); 3) statistically significant decreases in organ-to-body weight ratios of brain (males and females), liver (males and females), kidneys (males and females), stomach (males and females), and testes ... ."
        },
        {
            "References": "PMID:2884741",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2-Ethyl-1-hexanol (ETH) was evaluated for developmental toxicity in a proposed new short-term in vivo animal bioassay. In this assay, pregnant mice are dosed with the test agent in mid-pregnancy and allowed to go to term. Observations are then made on litter size as well as the birth weight, neonatal growth, and survival of pups as indicators of developmental toxicity. Forty-nine pregnant CD-1 mice were given 1525 mg/kg/day 2-ethyl-1-hexanol in corn oil by gavage on days 6-13 of gestation and were allowed to deliver. 2-Ethyl-1-hexanol was lethal to 30% of the dams. Maternal weight and the number of viable litters were reduced. A decrease in litter size, percent survival, and birth weight/gain was observed in pups from treated animals."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Wistar rats were admin undiluted di(2-ethylhexyl)phthalate (DEHP; 12.5 or 25 mmol/kg bw), 2-ethyl-1-hexanol (6.25 or 12.5 mmol/kg bw, approx equivalent to 800 and 1600 mg/kg bw), or 2-ethylhexanoic acid (EA; 6.25 or 12.5 mmol/kg bw) by gavage on day 12 of gestation. Control rats were not gavaged (untreated controls). Caffeine (150 mg/kg) was dissolved in water and injected ip in some pregnant rats of each group. Rats were killed on day 20 of gestation; following Caesarean section, implantation sites were determined in situ and the number of dead or resorbed fetuses was determined. Live fetuses were removed and examined; internal and external soft tissue and skeletal malformations were recorded. At least seven litters for each experimental condition were analyzed. Administration of each test compound resulted in statistically significant, dose-related increases in malformed live fetuses ... 2-ethyl-1-hexanol: 6.25 mmol/kg bw (7 litters) - 2.0 + or - 1.3%, 12.5 mmol/kg bw (7 litters) - 22.2 + or - 14.7% ... compared to controls (no malformed live fetuses in 7 litters). Defects in fetuses following treatment with 2-ethyl-1-hexanol included hydronephrosis (7.8% of live fetuses), tail defects (4.9% of live fetuses), limb defects (9.7% of live fetuses), and other defects (1.0% of live fetuses). For each test compound, caffeine was reported to potentiate (increase) the percent of malformed live fetuses. However, administration of test compounds did not significantly affect the percentage of dead and resorbed fetuses compared to controls. No maternal effects associated with the test compounds were reported ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicity of dermally applied 2-ethyl-1-hexanol was studied in Fischer 344 rats; results of a dose range-finding study for the developmental toxicity study were also included. In the dose range-finding study 0, 420, 840, 1680, or 2520 mg/kg bw/day 2-ethyl-1-hexanol (undiluted) was applied to the clipped dorsal skin of pregnant F344 rats (8 rats/group); a positive dermal control group (2-methoxyethanol) and a sham-treated (deionized water) dermal control group were included in the study. In the developmental toxicity study, 0, 252, 840, or 2520 mg/kg bw/day 2-ethyl-1-hexanol (undiluted) was applied to the clipped dorsal skin of pregnant F344 rats (25/group); a positive dermal control group (2-methoxyethanol) and a sham-treated (deionized water) dermal control group also were included in this study. Body weights were recorded on gestation days 0, 6, 9, 12, 15, and 21; feed consumption was estimated for 3-day intervals from gestation days 0-21. Skin irritation was measured before and after each 6-hr application period. Surviving females were killed on gestation day 21; uterine and liver weights (both studies) and weights of spleen, adrenals, kidneys, and thymus (developmental toxicity study) were recorded. Corpora lutea and uterine implantation sites were counted; ovaries, cervices, vaginas, and abdominal and thoracic cavities were examined grossly. All live and dead fetuses and resorption sites were noted. Live fetuses were sexed, weighed, and examined for external, visceral, and skeletal malformations and variations. All pregnant females treated with 2-ethyl-1-hexanol survived. Clinical findings for 2-ethyl-1-hexanol-treated pregnant rats were limited to body weight changes, skin irritation, and nasal and ocular effects. Decreased body weight gain was observed in the dose range-finding study for gestation days 6-15 at doses of 1680 (10.1 + or - 7.1 g) and 2520 mg/kg bw/day 2-ethyl-1-hexanol (10.7 + or - 4.8 g) compared to sham-treated control rats (18.9 + or - 6.4 g). In the main study, weight gain was statistically significantly decreased for gestation days 6-9 at 2520 mg/kg bw/day 2-ethyl-1-hexanol (0.1 + or - 2.4 g) compared to sham-treated controls (3.3 + or - 1.2 g), and was somewhat, but not statistically significantly, decreased at 840 mg/kg bw/day 2-ethyl-1-hexanol. No significant changes in feed consumption were reported at any treatment level of 2-ethyl-1-hexanol in either study throughout gestation (data not given). 2-Ethyl-1-hexanol-related irritation effects at the treatment site were identified as mild, and included exfoliation, encrustation and erythema for all treatment groups in both studies; edema was not observed. Gestational effects were observed for neither study at any dose of 2-ethyl-1-hexanol applied dermally. Also, dermal administration of 2-ethyl-1-hexanol was not associated with external, visceral, or skeletal malformations. Dermally applied 2-ethyl-1-hexanol does not produce developmental or teratogenic effects when administered at doses associated with demonstrable maternal toxicity ... ."
        },
        {
            "References": "PMID:22236953",
            "Value": "/ENDOCRINE MODULATION/ Phthalate plasticizers are used in the plastics industry to aid in processing and impart flexibility to plastics. Due to the broad use of plastics, and the tendency of plasticizers to leach out of polymers, plasticizers have become ubiquitous in the environment. Concerns about the testicular toxicity of phthalate plasticizers, in particular di-(2-ethylhexyl) phthalate (DEHP), have arisen due to their ability to cause male reproductive tract abnormalities in animal models. It has been assumed that the DEHP metabolite, mono-(2-ethylhexyl) phthalate (MEHP), is the active compound, however, metabolites such as 2-ethylhexanol, 2-ethylhexanal and 2-ethylhexanoic acid, have not been thoroughly investigated. The aim of this study was to evaluate the anti-androgenic potential of these metabolites in vitro with a mouse Leydig tumor cell line, MA-10 cells. DEHP, MEHP and 2-ethylhexanal were found to decrease cell viability, as well as steroidogenic potential. The latter was assessed using an enzyme-linked immunosorbent assay (ELISA) to quantify steroid production and quantitative real-time polymerase chain reaction (qRT-PCR) to assess gene expression analysis of key steroidogenic enzymes. 2-Ethylhexanal proved to be the most potent steroidogenic disruptor, offering intriguing implications in the search for the mechanism of phthalate testicular toxicity. Overall, the study suggests the involvement of multiple active metabolites in the testicular toxicity of DEHP."
        },
        {
            "References": "PMID:12596868",
            "Value": "/ENDOCRINE MODULATION/ ... The administration of di(2-ethylhexyl)phthalate (DEHP) increased the formations of quinolinic acid (QA) and its lower metabolites on the tryptophan-niacin pathway. To discover the mechanism involved in disruption of the tryptophan-niacin pathway by DEHP, ... /the study was conducted to assess/ the daily urinary excretion of QA and its lower metabolites, and enzyme activities on the tryptophan-niacin pathway. Rats were fed with a niacin-free, 20% casein diet or the same diet supplemented with 0.1% DEHP or 0.043% phthalic acid and 0.067% 2-ethylhexanol added for 21 days. Feeding of DEHP increased the urinary excretions of QA and its lower metabolites in a time-dependent manner, and the increase of these excretions reached a peak at 11 days, but feeding of phthalic acid and 2-ethylhexanol had no effect. Feeding of DEHP, however, did not affect any enzyme activity including alpha-amino-beta-carboxymuconate-epsilon-semialdehyde decarboxylase (ACMSD), affecting the formation of QA, on the tryptophan-niacin pathway."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der chemischen Industrie Vol:114:47. (1995).",
            "Value": "/ENDOCRINE MODULATION/ Summary and assessment. 2-Ethylhexanol is rapidly absorbed by rats following oral administration and 94 to 97 % is excreted within 96 hours (the greatest proportion within 24 hours), primarily in the urine (69 to 74 %). The remainder is excreted in the faeces (13 to 15 %) and in the breath (8 to 14 %). The main metabolites detected in the urine are 2-ethylhexanoic acid, 5-hydroxy-2-ethylhexanoic acid, 2-ethyl-1,6-hexanediacid and 6-hydroxy-2-ethylhexanoic acid, which exist almost exclusively as glucuronides. On dermal administration to the rat, 5.2 % is absorbed. The acute toxicity of 2-ethylhexanol in animals is low (LD50 rat oral between 2049 and 7000 mg/kg body weight; LD50 rabbit dermal between 1980 and >2600 mg/kg body weight; LD50 rat dermal> 3000 mg/kg body weight; LC50 rat >0,89 <5,3 mg/1 (4 hours); LD50 rat intraperitoneal between 500 and l000 mg/kg body weight). The liver is a target organ on repeated oral administration of 2-ethylhexanol to rats for up to 90 days, with disturbances of liver function, peroxisome proliferation and an increase in the activity of the marker enzyme for peroxisome proliferation, cyanide-insensitive palmitoyl-CoA oxidase. No such effect is observed in mice. In general, peroxisome proliferation appears to occur only in rats and dogs, and not to any extent in humans or rhesus monkeys (Cohen and Grasso, 1981). This view has been confirmed in subsequent comparative studies in rats and monkeys, for example with 2-diethylhexylphthalate in vivo (Short et al., 1987) and in hepatocytes from various species in vitro (Mitchell et al., 1985 a; Cornu et al., 1992). In these 90-day gavage studies, the no effect levels have been reported to be 125 mg/kg body weight/day in rats and male mice and 250 mg/kg body weight/ day in female mice. The administration of 2-ethylhexanol to rats in the diet for 90 days caused mild, reversible effects on the liver and spleen only at the highest tested dose of 833 mg/kg body weight. On repeated dermal application of 2 ml/kg body weight (on 12 occasions), no specific symptoms of toxicity were found in rats, but effects on the liver, lung, kidney, heart, testis, thymus and adrenal glands were detected histologically. However, in a further study involving dermal application of 1 ml/kg body weight (on 9 occasions), histological effects were only reported at the site of application. No treatment-related pathological effects were found in rats in a 3-month subchronic inhalation study involving exposure to the vapour at up to 120 ppm, equivalent to 638 mg/m3 air. The no effect level in this study was >= 120 ppm (saturated vapour concentration at 20 degrees). In the rabbit, 2-ethylhexanol is irritating to severely irritating to the skin and 2-Ethylhexanol has given no evidence of activity in tests to determine genotoxic potential (Salmonella/microsome assay mouse lymphoma assay, HPRT test, DNA repair test, UDS test, in vitro chromosome aberration test, in vivo micronucleus test, dominant lethal test in the mouse). Weak induction of mutations (an increase by a factor of 2. 9 compared with the negative control value) has been reported in only one publication (8-azaguanine resistance test with the Salmonella typhimurium strain TA 100 without metabolic activation). However, there are no comparative values with other Salmonella typhimurium strains in the Salmonella/microsome test system, and thus compared with the exclusively negative results obtained in other genotoxicity studies, little significance is attached to this finding. 2-Ethylhexanol demonstrated no carcinogenic activity at the maximum tolerated doses in chronic oral studies carried out over 2 years in rats and 18 months in mice. The no effect levels for systemic toxicity were 50 mg/kg body weigh/day in the rat and 200 mg/kg body weight/day in the mouse. At the higher doses tested, reduced body weight gain, increased mortality, clinical signs of toxicity and changes in organ weights were observed, but there were no macroscopic or microscopic effects. The cell transformation test with 2-ethylhexanol has also given no indication of carcinogenic potential either with or without metabolic activation. In studies of reproductive toxicity carried out in accordance with current guidelines, 2-ethylhexanol was not embryotoxic or teratogenic in rats or mice on oral administration or in rats on dermal application at doses that were not maternally toxic. Moreover, no embryotoxic or teratogenic effects were found in rats, despite marginal maternal toxicity, following inhalation of the maximum possible vapour concentration of 2-ethylhexanol at room temperature. In humans, no skin sensitizing potential has been noted with 2-ethylhexanol but mild skin irritation has been reported. No effect on the course of pregnancy has been observed in a limited number of women who were occupationally exposed to 2-ethylhexanol."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/  With one exception, the results of various (14 total) in vitro genotoxicity assays on 2-ethyl-1-hexanol were of negative results, including a dominant lethal assay, a chromosomal aberration assay, and a mutagenicity assay on rat urinary metabolites of 2-ethyl-1-hexanol. /From table/"
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Concn of 2-ethyl-1-hexanol ranging from 2.5-15 mM significantly inhibited the activities of rat liver aminopyrine N-demethylase (approx 60% inhibition at 15 mM 2-ethyl-1-hexanol) and aniline hydroxylase (approx 50% inhibition at 15 mM 2-ethyl-1-hexanol) in vitro ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Reported that 0.1 or 0.5 mM 2-ethyl-1-hexanol did not induce palmitoyl CoA oxidase activity (a marker for peroxisome proliferation) in rat hepatocytes in vitro ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The activity of carnitine acetyltransferase (a peroxisomal enzyme) in rat liver cells in vitro was significantly induced (approx 9X level in untreated cultures) by 1 mM 2-ethyl-1-hexanol but not by 0.2 mM 2-ethyl-1-hexanol ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In an in vitro test system using viable plugs from periportal or pericentral regions of rat liver, ... demonstrated that incubation of these plugs with 2-ethyl-1-hexanol (0.1 to 3 mM) decreased urea synthesis in a dose-related manner (up to 80% inhibition at 800 uM oxygen) and caused extensive cell damage (assessed by lactate dehydrogenase leakage) ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The response of mixed cultures of Sertoli and germ cells prepared from Sprague-Dawley rat testes to model testicular toxicants was studied. After incubation of the cultures with 2 x 10 -4 M 2-ethyl-1-hexanol for 24 hrs, no increase was observed in the normal rate of germ cell detachment from Sertoli cells into the culture medium ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 2-Ethyl-1-hexanol did not increase lactate and pyruvate concn in the medium of in vitro cultures of rat Sertoli cells. Such increases are considered to be indicators of altered Sertoli cells function assoc with Sertoli-cell toxicants ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Rabbits given 0, 0.2, 0.4, 0.6, 0.8, 1.6, or 3.2 x 10 -5 mol/kg 2-ethyl-1-hexanol (EH) (0.26 to 4.16 mg/kg bw iv) had dose-related increases in heart rate and frequency of respiration. However, when EH was admin to dogs (doses reported as 4.05 and 8.10 mol/kg iv), no cmpd-related hypotensive effects were seen. Finally, when rabbits and rats were given acute iv doses of 2-ethyl-1-hexanol (doses not provided), direct toxic damage to the heart and smooth muscle elements of the blood vessels was observed ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Five male Wistar-derived rats were administered 1 mmol/kg/day (approximately 130 mg/kg bw/day) 2-ethyl-1-hexanol dissolved in polyethylene glycol 300 (10 mL/kg/day) by gavage for 14 days; 10 control rats were administered the gavage vehicle alone. At the end of the treatment period, rats were killed and blood was withdrawn for analysis of plasma cholesterol and triglyceride levels; livers and testis were weighed, liver samples were taken for light and electron microscopy, and the remaining liver was homogenized for determination of total catalase and CN-insensitive palmitoyl CoA oxidation. No major pathological signs of hepatotoxicity were observed, although slight centrilobular hypertrophy (controls: 4/10 rats; 2-ethyl-1-hexanol-treated: 2/5), slight/moderate glycogen vacuolization (controls: 9/10; 2-ethyl-1-hexanol-treated: 5/5), and slight/moderate centrilobular \"fat\" vacuolation (controls: 9/10; 2-ethyl-1-hexanol-treated: 1/5) were reported in control and 2-ethyl-1-hexanol-treated rats. Administration of 2-ethyl-1-hexanol had no significant effect on body weight gain, liver-to-body-weight ratio, testis-to-body-weight ratio, number of peroxisomes/504 square micrometers liver, serum catalase activity, serum cholesterol, or serum triglycerides. In addition, 0.1 mM 2-ethyl-1-hexanol had no effect on acyl CoA oxidase activity after 72 hrs in vitro culture with rat hepatocytes ... ."
        },
        {
            "References": "WHO/FAO; Joint FAO/WHO Expert Committee on Food Additives (JECFA), Toxicological Evaluation of Certain Food Additives and Contaminants, WHO Food Additives Series 32 (1993). Available from, as of August 12, 2014: https://www.inchem.org/pages/jecfa.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Effects of 2-ethyl-1-hexanol on rat testes were examined in vivo and in vitro. No testicular damage was observed in male Sprague-Dawley rats given oral doses of 2.7 mmol 2-ethyl-1-hexanol/kg bw/day for 5 days and incubation with 2-ethyl-1-hexanol (0-100 uM for 24 or 48 hr) did not enhance detachment of germ cells from primary mixed cultures of rat Sertoli and germ cells ... ."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Samoiloff MR et al; Environ Sci Technol 17: 329-34 (1983) (2) Horn O et al; Water Res 38: 3693-8 (2004)",
            "Value": "SEDIMENT: 2-Ethylhexanol was detected, not quantified, in mid-channel sediment in the Saskatchewan River, 8 and 20 km downstream from Nipawin, Saskatchewan, Canada(1). 2-Ethylhexanol was detected at 100 ug/kg in river sediment in Montreal, Canada(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Feb 5, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 2-ethylhexanol can be estimated to be 35(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2-ethylhexanol is expected to have very high mobility in soil."
        }
    ]
}