{
    "_id": {
        "$oid": "6682e88bc4e5dba5ffba261f"
    },
    "CID": {
        "$numberInt": "7732"
    },
    "Name": "p-Anisidine",
    "IUPACName": "4-methoxyaniline",
    "CanonicalSMILES": "COC1=CC=C(C=C1)N",
    "Synonyms": [
        "p-Anisidine",
        "4-Methoxyaniline",
        "104-94-9",
        "4-Methoxybenzenamine",
        "4-Anisidine",
        "4-Aminoanisole",
        "p-Methoxyaniline",
        "Benzenamine",
        "4-methoxy-",
        "Anisidine",
        "p-Aminoanisole",
        "para-Anisidine",
        "p-Anisylamine",
        "4-Methoxybenzeneamine",
        "p-Methoxyphenylamine",
        "1-Amino-4-methoxybenzene"
    ],
    "IsomericSMILES": "COC1=CC=C(C=C1)N",
    "INCHI": "InChI=1S/C7H9NO/c1-9-7-4-2-6(8)3-5-7/h2-5H,8H2,1H3",
    "INCHIKEY": "BHAAPTBBJKJZER-UHFFFAOYSA-N",
    "Formula": "C7H9NO",
    "MolecularWeight": {
        "$numberDouble": "123.15"
    },
    "Description": "P-anisidine is a substituted aniline that is aniline in which the hydrogen para to the amino group has been replaced by a methoxy group. It is used as a reagent for the detection of oxidation products such as aldehydes and ketones in fats and oils. It has a role as a reagent and a genotoxin. It is a member of methoxybenzenes, a substituted aniline and a primary amino compound.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "77"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 32 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 5, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for p-anisidine(SRC), using a log Kow of 0.95(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 5, 2010: https://www.safe.nite.go.jp/english/db.html (2) Kondo M et al; Jpn J Toxicol Environ Health (Eisei Kagaku) 34: 188-195 (1988) (3) Kool HJ; Chemosphere 13: 751-761 (1984) (4) Canton, JH et al; Regul Toxicol Pharmacol 5: 123-131 (1985) (5) Alexander M, Lustigman, BK; J Agric Food Chem 14: 410-3 (1966) (6) Bordeleau LM, Bartha R; Can J Microbiol 18: 1873-82 (1972) (7) Lammerding AM et al; J Agric Food Chem 30: 644-7 (1982)",
            "Value": "AEROBIC: p-Anisidine, present at 100 mg/L, reached 65.3% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). p-Anisidine degraded 82% in river water obtained from Mino River, Japan, and 2% in seawater obtained from Akashi Beach, Japan during a Cultivation Method screening test(2). p-Anisidine did not degrade during a Modified OECD test, but degraded completely after 28 days using the same procedure with a modified activated sludge (1.5 mL/L) inoculum and a test sample concn of 60 mg/L(3). Half-lives of <3 weeks in non-adapted inoculum and <2 weeks in adapted inoculum were obtained during an adapted, semistatic OECD biogradability test and dynamic Pitter test(4). p-Anisidine, present at 25 ug/L and inoculated with a mixed culture of soil microorganisms in an aqueous mineral salts medium, underwent complete degradation in 64 days as indicated by a total loss of UV absorbency(5). Partially purified enzymes of the soil fungus Geotrichum candidum transformed the anisidines into colored polyaromatic hydrocarbons(6). Pure cultures of the bacterium Escherichia coli metabolized p-anisidine in the presence of nitrate, as indicated by a color change occurring within 24 hours of incubation; a disappearance rate of 0.10/hr was reported(7)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 32",
            "Value": "log Kow = 0.95"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 32 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 5, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm. (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Lide DR, ed; CRC Handbook of Chemistry and Physics. 88th ed. Boca Raton, FL: CRC Press p. 8-47 (2007) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of p-anisidine is estimated as 45(SRC), using a log Kow of 0.95(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that p-anisidine is expected to have very high mobility in soil. The pKa of p-anisidine is 5.36(4), indicating that this compound will partially exist in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}