{
    "_id": {
        "$oid": "6682e88dc4e5dba5ffba262a"
    },
    "CID": {
        "$numberInt": "7768"
    },
    "Name": "CAPROLACTAM",
    "IUPACName": "azepan-2-one",
    "CanonicalSMILES": "C1CCC(=O)NCC1",
    "Synonyms": [
        "azepan-2-one",
        "CAPROLACTAM",
        "epsilon-Caprolactam",
        "105-60-2",
        "2-Oxohexamethylenimine",
        "6-Caprolactam",
        "Aminocaproic lactam",
        "2H-Azepin-2-one",
        "hexahydro-",
        "6-Hexanelactam",
        "2-Azacycloheptanone",
        "Hexahydro-2H-azepin-2-one",
        "2-Oxohexamethyleneimine",
        "Hexanolactam",
        "2-Perhydroazepinone",
        "Hexahydro-2-azepinone"
    ],
    "IsomericSMILES": "C1CCC(=O)NCC1",
    "INCHI": "InChI=1S/C6H11NO/c8-6-4-2-1-3-5-7-6/h1-5H2,(H,7,8)",
    "INCHIKEY": "JBKVHLHDHHXQEQ-UHFFFAOYSA-N",
    "Formula": "C6H11NO",
    "MolecularWeight": {
        "$numberDouble": "113.16"
    },
    "Description": "Epsilon-caprolactam is a member of the class of caprolactams that is azepane substituted by an oxo group at position 2. It has a role as a human blood serum metabolite.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "90"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for caprolactam(SRC), using an estimated log Kow of 0.66(1,SRC) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kageyama M, Tomita, K; Water Sci Technol 20 (10): 49-55 (1988)",
            "Value": "The activated sludge treatment of wastewater containing caprolactam from a Nylon 6 manufacturing plant was investigated by basic studies and by operating a full scale treatment plant. Activated sludges were obtained from municipal and industrial wastewater sources or were prepared by mixing caprolactam utilizing bacteria (Bacillus and Achromobacter) with municipal activated sludge. Bulking phenomena were observed in the acclimatization of ordinary activated sludges even when started from very low concentrations of caprolactam. The activated sludge synthesized from caprolactam utilizing bacteria showed better results with respect to sludge volume index, biochemical oxygen demand removal, and transparency of treated water. Wastewater from the Nylon 6 manufacturing plant, which contained caprolactam, was treated by this synthesized activated sludge in a bench scale apparatus consisting of a 4 cu m aeration basin and a 1.4 cu m sedimentation basin. The optimum biochemical oxygen demand loading was estimated to be 0.35 to 0.40 kg/kg of mixed liquor sludge solids/day. Production of excess activated sludge was 10% of the biochemical oxygen demand load. A wastewater treatment facility consisting of a 2500 cu m aeration basin and 1250 cu m sedimentation basin was constructed near the nylon 6 manufacturing plant to process 5000 cu m of wastewater (biochemical oxygen demand of 300 to 400 mg/l) per day. The treatment plant produces effluent with a biochemical oxygen demand below 10 mg/l."
        },
        {
            "References": "(1) Fortmann L, Rosenberg A; Chemosphere 13: 53-65 (1984) (2) Loewengart G; pp. 36-52 in Proc Symp Ind Approach Chem Risk Assess: Caprolactam Relat Compd Case Study. Pittsburgh, PA: Ind Health Found (1984)",
            "Value": "Caprolactam (50 ug/ml) was biologically degraded in grab samples in 21 days(1). In sterilized stream and lake water samples 35-50% of the caprolactam underwent primary degradation(1) to aminocaproic acid, achieved by hydrolysis(2). In natural (not sterilized) waters, 75-100% of the chemical underwent primary degradation. Mineralization (complete degradation, as measured by %CO2 evolution) of caprolactam was not observed in any sterile water samples, but was observed in all non-sterile samples. After a 21 day incubation, grab samples at initial concentrations of 40.4 ug/ml were degraded as follows (as measured by %CO2 evolution): sterilized stream water: <5%; unsupplemented stream water: <5%; stream water plus sediment: 8%; stream water with yeast extract: 36%; sterilized lake water: <5%; unsupplemented lake water: 5%; lake water plus sediment: 10%; lake water with yeast extract: 50%. In grab samples of lake water amended with yeast extract at an initial concentration caprolactam at 50 ug/ml, when incubated at 10, 20, and 25 °C for 7 days, 17, 72, and 90% degradation was observed, respectively. After 21 days, nearly all the caprolactam at all temperatures was degraded. With lake water grab samples amended with yeast extract and a caprolactam concentration of 40.4 ppm, 8, 72, and 79% CO2 evolution was observed when incubated at 10, 20, and 25 °C, respectively. For a grab sample amended with caprolactam at concentrations of 100, 1000 and 2000 ug/ml, primary degradation of 100, 85 and 36%, respectively, was observed after 21 days. Grab samples amended with initial concentrations of 100, 1000, and 2000 ug/ml caprolactam showed 80, 32 and 8% CO2 evolution, respectively, in lake water supplemented with yeast extract(1)."
        },
        {
            "References": "(1) Pagga U, Guenthner W; pp 498-504 in Comm Eur Communities Eur 7549 Environ Qual Life (1982) (2) Pitter P; Water Res 10: 231-5 (1976) (3) Zahn R; Huber W; Tenside Deterg 12: 266-70 (1975) (4) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980) (5) Zahn R, Wellens H; Chemker Z 98: 228-32 (1974) (6) Shama G, Wase DAJ; Int Biodeterior Bull 17: 1-9 (1981)",
            "Value": "BOD dilution water, 2 day 90% TOC removal, activated sludge inocula(1). BOD dilution water, initial concn corresponding to 200 mg/L C, 5 day 94.3% COD removal, acclimated activated sludge inocula (vigorous system)(2). OECD method, initial concn corresponding to 40 ppm C, 10 day acclimation, 19 day 93% COD removal(3). Zahn-Wellens, initial concn equivalent to 1000 mg/L COD, 6 days >90% degradation, 3.5 day lag period, non-adapted acclimated sludge inocula(4). Zahn-Wellens, 5 day 88% COD removal; Sapromat respirometer, 5 day 82% COD removal; Closed bottle test, 5 day 10% Theoretical Biochemical Oxygen Demand (5). A proposed mechanism for metabolism: caprolactam to epsilon-aminocaproic acid adipic semialdehyde to adipic acid(6)."
        },
        {
            "References": "(1) Loewengart G; pp. 36-52 in Proc Symp Ind Approach Chem Risk Assess: Caprolactam Relat Compd Case Study, Arlington, VA: Marriott-Crystal Gateway (1984) (2) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101- 1 (1992)",
            "Value": "AEROBIC: Several bacterial strains can degrade caprolactam(1) and it is degraded in activated sludge treatment plants and natural waters(1). Caprolactam, present at 100 mg/l, reached 100% of its theoretical degradation in 1 week using a carbon-supplemented lake water as the environmental medium, incubated at 20 °C. At higher concentrations (1000-2000 mg/l), caprolactam was degraded (80 and 60%, respectively) within three weeks in carbon supplemented lake water(1). These test levels are higher than predicted environmental spill concentrations of >=50 mg/l, or of continuous release concentrations of <= 10 mg/l(1). Caprolactam, present at 100 mg/l, reached 82% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/l and the Japanese MITI test(2)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 95",
            "Value": "IN LARGE PARENTERAL DOSES, EPSILON-CAPROLACTAM IS A POWERFUL RESPIRATORY STIMULANT & MILD CIRCULATORY DEPRESSANT; IN SMALLER DOSES ... /IT/ PRODUCES MILD PRESSOR EFFECT ON CIRCULATION."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 96",
            "Value": "... ANIMALS WERE ADMIN DAILY 50-100 MG EPSILON-CAPROLACTAM/KG ... WHICH INHIBITED GROWTH, INCR MORTALITY, MODIFIED BLOOD PICTURE, CAUSED A RELATIVE INCR IN SERUM GAMMAGLOBULIN & AFFECTED LIVER & KIDNEYS ... ."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 95",
            "Value": "... AIR CONCN RANGING FROM 118 TO 261 MG/CU M WERE TOLERATED /BY GUINEA PIGS/ WITHOUT MANIFEST ADVERSE EFFECTS, EXCEPT FOR ... COUGH ... EXPOSED IN 7 DAILY 7 HR EXPOSURES ... @ AIR CONCN OF 51 MG/CU M FROM 180 °C MELT, FOR 5 TO 8 HR/DAY FOR 26 TO 30 DAYS ... SLIGHT EVIDENCE OF NASAL IRRITATION."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 327",
            "Value": "DOSES OVER 900 MG/KG BODY WT LED TO DEATH OF ANIMALS THROUGH RESP PARALYSIS. RATS & RABBITS EXHIBITED VIOLENT INTERMITTENT EPILEPTIFORM-TYPE CONVULSIONS."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 327",
            "Value": "... (5 MG FOR 40 DAYS, 10 MG FOR 30 DAYS, 25 MG FOR 30 DAYS, 50 MG FOR 60 DAYS, TOTAL 4.25 G) WERE GIVEN TO 8 GUINEA-PIGS ... SC. NO DEATH ... POISONING IS SHOWN BY ANEMIA & LEUCOCYTOSIS ... MARKED EOSINOPHILIA. SPINAL CORD SHOWED INCR IN EOSINOPHILS & ORTHOCHROMATIC ERYTHROBLASTS."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 327",
            "Value": "... (5 MG FOR 40 DAYS, 10 MG FOR 30 DAYS, 25 MG FOR 30 DAYS, 50 MG FOR 60 DAYS, TOTAL 4.25 G) WERE GIVEN TO 8 GUINEA-PIGS ... SC. ... BLOOD SHOWED LOWER THAN NORMAL CALCIUM CONTENT ... INCR IN UREA LEVEL. AUTOPSY SHOWED CONGESTION OF ALL ORGANS, LIVER & KIDNEY LESIONS, & HYPERTROPHY OF SPLEEN."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 91",
            "Value": "... ACTION ON SKIN ... EPSILON-CAPROLACTAM HAD NO IRRITANT EFFECT WHEN APPLIED TO SHAVED SKIN OF RATS & RABBITS TWICE DAILY FOR 4 DAYS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 119 (1979)",
            "Value": "DOSES OF 350-600 MG/KG BODY WT ADMIN IP TO RATS PRODUCED ... TREMORS, CONVULSIONS, CHROMODACRYORRHEA (BLOODY EYE DISCHARGE) & TEMP DEPRESSION. IV INJECTIONS OF 100-300 MG/KG BODY WT TO RABBITS PRODUCED TREMORS, CONVULSIONS, MYDRIASIS (DILATATION OF PUPIL) & OPISTHOTONOS (TETANIC SPASM)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 119 (1979)",
            "Value": "IN RATS, CONCN OF 120-150 MG/CU M CAPROLACTAM IN AIR REDUCED FERTILITY & CAUSED DEATH OF EMBRYOS."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 699",
            "Value": "IN DOGS IV INJECTION OF 0.002 G/KG INCR ARTERIAL PRESSURE; 0.1 G/KG CAUSED BRIEF CARDIAC ARREST & SHARP DECR IN ARTERIAL PRESSURE, & THEN AN INCR ... ADDITIONAL ... EFFECT ON PERIPHERAL, AS WELL AS CENTRAL, NERVOUS SYSTEM ... ."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 699",
            "Value": "... CHANGES IN CONDITIONED-REFLEX ACTIVITIES /IN RATS/ WERE SEEN @ DAILY ORAL DOSE OF 15 MG/KG FOR 2 MO. ... GUINEA PIGS ... EXPOSED TO VAPORS OF CAPROLACTAM (0.01-0.03 MG/L) ONCE EVERY 2 DAYS. ON DAY 14 ... CIRCULATORY ANTIBODIES ... APPEARED. BY DAY 30, SERUM ANTIBODIES ... IN LUNG TISSUES ... SUGGESTED ... SELF-IMMUNIZING PROCESS."
        },
        {
            "References": "PMID:2917552",
            "Value": "Twenty-seven chemicals (including caprolactam) previously tested in rodent carcinogenicity assays were tested for induction of chromosomal aberrations and sister chromatid exchanges in Chinese hamster ovary cells as part of a larger analysis of the correlation between results of in vitro genetic toxicity assays and carcinogenicity bioassays. Chemicals were tested up to toxic doses with and without exogenous metabolic activation. Results showed that treatment of the Chinese hamster ovary cells with up to 5 mg/ml caprolactam in the presence or absence of S9 did not increase the frequency of chromosomal aberrations or sister chromatid exchanges."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 263 (1986)",
            "Value": "Caprolactam gave negative results in a wide range of in vitro short-term tests. It did not induce mutation in Salmonella typhimurium in the presence or absence of an exogenous metabolic system, recombination or aneuploidy in fungi, or DNA damage, DNA repair, point mutation, sister chromatid exchange, micronuclei, aneuploidy or polyploidy in cultured mammalian cells. Results of borderline positivity were obtained in tests for gene conversion in yeast and for morphological transformation in cultured mammalian cells. Caprolactam inducecd somatic-cell mutations in Drosophila melanogaster. There is some evidence that it induced point mutations in yeast and chromosomal aberrations in cultured human cells."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 254 (1986)",
            "Value": "In male rats exposed for 4 hr per day to 125 mg/cu m (27 ppm) caprolactam dusts, spermatogenesis was reduced after 2.5 months. No effect was seen in animals exposed to 11 mg/cu m (2.4 ppm)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 253 (1986)",
            "Value": "Groups of 50 male and 50 female Fischer 344/N rats, six weeks of age, were fed a diet containing 3750 or 7500 mg/kg (ppm) caprolactam (minimum purity, >99.5%) for 103 weeks. An equal number of untreated rats of each sex served a untreated controls. All surviving animals (>64%) were killed at 105 weeks. Slight decrease in body-weight gains were observed in animals of each sex. No treatment-related tumour was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 253 (1986)",
            "Value": "Groups of 50 male and 50 female B6C3F mice, six weeks of age, were fed a diet containing 7500 or 15,000 mg/kg (ppm) caprolactam (minimum purity, >99.5%) for 103 weeks. An equal number of untreated mice of each sex served as controls. All surviving animals (>76%) were killed at 105 weeks. Slight decreases in body-weight gains were noted in animals of each sex. No treatment-related tumor was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 253 (1986)",
            "Value": "When male rats were exposed for 4 hr per day to 125 mg/cu m (27 ppm) caprolactam dust or 2.5 months, disturbances in nervous system function (increasing excitability), gonads (changes in spermatogenesis), respiratory system (decreased respiratory rate) and urinary function (decreased excretion of chloride) were observed. No adverse effect was noted in rats exposed to 11 mg/cu m."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 254 (1986)",
            "Value": "Exposure of female rats to concentrations of 140 and 475 mg/cu m (30 or 100 ppm) caprolactam dust disrupted the estrous cycle and reduced the proportion of inseminated rats that became pregnant. ... /Exposure of/ rats to these concentrations for 4 hr daily on gestation days 1-5, 6-12 or on day 13 after parturition ... increased pre- and post-implantation intrauterine deaths and reduced fetal body weight."
        },
        {
            "References": "Kitchin KT, Brown JL; Terat Carcinogen Mutagen 9 (5): 273-85 (1989)",
            "Value": "Adult female rats were orally dosed with 1/5 the LD50 of either an initiator of carcinogens (1,2-dibromo-3-chloropropane, promoters or putative promoters of carcinogenesis (hexachlorobenzene, alpha-hexachlorocyclohexane, kepone and toxaphene) or noncarcinogens (coumaphos, EDTA, caprolactam, 8-hydroxyquinoline, titanium(IV)oxide, sodium diethyldithiocarbamate, and sucrose) at 21 and 4 hr before sacrifice. The initiator and promoters selected in the study were all of the halogenated hydrocarbon class. 1,2-Dibromo-3-chloropropane caused a large degree of hepatic DNA damage and an increase in hepatic ornithine decarboxylase activity. At doses ranging between 1/5 to 3/5 the LD50, all four promoters or putative promoters induced rat hepatic ornithine decarboxylase activity. The seven noncarcinogens produced several biochemical effects at doses of 1/5 the LD50: serum alanine aminotransferase increase (caprolactam and diethyldithiocarbamate, decreased hepatic cytochrome p450 (sucrose and diethyldithiocarbamate and increased hepatic ornithine decarboxylase (8-hydroxyquinoline and diethyldithiocarbamate. None of the seven noncarcinogens caused hepatic DNA damage or coordinate induction of hepatic ornithine decarboxylase and cytochrome p450."
        },
        {
            "References": "PMID:3680848",
            "Value": "Caprolactam was evaluated for developmental toxicity potential in both rats and rabbits by the oral route. In rats dosed on days 6-15 of gestation with 100, 500 or 1000 mg/kg/day of caprolactam, the maternal survival rate was significantly lower in the high dose group and implantation efficiencies were slightly lower in the 100 and 1000 mg/groups (but not the 500 mg/kg) than in the control. The incidence of fetal death was comparable for all groups, and the incidence of fetal viability was considerably lower in the high dose group (but not the mid or low) than in the control group. Visceral anomalies and one visceral variant were observed in one 100 mg/kg and one 500 mg/kg pup, respectively. The anomalies included exencephaly, an incomplete left eyelid, microphthalmia (right), and a protruding tongue. No skeletal anomalies were observed. It was concluded that caprolactam at levels up to at least 500 mg/kg of body weight produced no teratogenic effects in the Fischer 344 rats. In rabbits receiving 50, 150 or 250 mg/kg caprolactam on days 6-28 of gestation, the pregnancy rate in all groups was at least 80%. The numbers of corpora lutea, live and dead fetuses, resorptions, the sex ratio and the pre- and post-implantation losses were not significantly different among the test and control groups. The incidence of major malformations and of minor skeletal anomalies was unaffected by treatment with caprolactam. Maternal weights were depressed in the group receiving 250 mg/kg. Treatment of a separate group with a positive control substance (6-aminonicotinamide) resulted in significantly (p less than 0.001) increased incidences of major malformations, minor visceral anomalies and minor skeletal anomalies. Maternal toxicity in terms of mortality was observed in pregnant rabbits treated with caprolactam at a dose of 250 mg/kg/day. Fetotoxicity was evidenced by lower fetal weights at the 150 and 250 mg/kg/day levels, and an increased incidence of thirteenth ribs was observed at the 250 mg/kg/day dose level. Neither embryotoxicity nor teratogenicity occurred at any dose level."
        },
        {
            "References": "Serota DG et al; J Apple Toxicol 84 (4): 285-93 (1988)",
            "Value": "Fischer 344 albino rats were exposed to caprolactam in their diets at concentrations of 0, 1000, 5000, or 10,000 ppm as part of a three generation reproductive study. Considering mortality, clinical signs, reproductive performance or gross pathological findings, no treatment related effects were observed in the parental animals. In the P2 and P3 middle and high dose males and females there were consistently lower body weights. The P2 and P3 middle and high dosed males and the high dosed females demonstrated consistently lower mean food consumption values. A slight increase in the severity of spontaneous nephropathies, occasionally accompanied by granular casts were noted on histopathologic studies of the high dose P1 males. No treatment related effects were noted among the offspring with regard to gross appearance, gross pathology, survival, number of pups, percentage of male pups or kidney weight. On days 1, 7, and 21 of lactation, analysis of offspring body weights revealed consistently significant lower mean values in the high dose male and female animals of all filial generations."
        },
        {
            "References": "PMID:2811922",
            "Value": "An experiment was conducted to examine the induction of chromosomal aberrations in bone marrow of male and female 1C3F1 mice caused by a single dose of 100 mg caprolactam caprolactam/kg body weight, delivered by oral intubation. Caprolactam was given in an aqueous solution at a volume of 0.1 ml/10 g of body weight. At 24, 30, and 48 hr after treatment, bone marrow was sampled from groups of ten animals each. The animals were dosed with 2 mg/kg of colchicine exactly 1 hour prior to sacrifice. No chromosomal aberrations were produced under these experimental conditions by caprolactam. The frequency of cells with breaks and gaps remained at the control level in all three sampling groups. The mitotic indices were reduced at the 30 and 48 hr intervals indicating a cytotoxic effect. Under similar conditions, benzo(a)pyrene, which served as a positive control, significantly increased the aberrations rates at a dose of 63 mg/kg. The sampling time for benzo(a)pyrene treated animals was 30 hr after treatment."
        },
        {
            "References": "Carcinogenesis Bioassay of Caprolactam in F344 Rats and B6C3F1 Mice Technical Report Series No. 214 (1981) NIH Publication No. 81-1770 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "A carcinogenesis bioassay of caprolactam ... was conducted by feeding diets containing 3,750 or 7,500 ppm caprolactam to groups of 50 male or female F344 rats and 7,500 or 15,000 ppm to groups of 50 male or female B6C3F1 mice for 103 wk. Control groups consisted of 50 undosed rats and 50 undosed mice of each sex. ... Under the conditions of this bioassay, caprolactam was not carcinogenic for F344 rats or B6C3F1 mice. Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative; Male Mice: Negative; Female Mice: Negative."
        },
        {
            "References": "PMID:9742658",
            "Value": "This study was designed to assess the potential subchronic inhalation toxicity of caprolactam when administered as a 3 micron aerosol from an aqueous solution to Sprague Dawley CD rats (10/sex/group) via whole body exposure. The study was enhanced with the inclusion of motor activity measurements and a functional observational battery to assess the neurotoxic potential of caprolactam. The rats were exposed at least 65 times over a 13 week period for 6 hr per day, 5 days per week, to target concentrations (3 microns, mass median aerodynamic diameter) of 0, 25, 75, and 250 mg/cu m. An additional 10 animals/sex/group were similarly exposed and then held for a 4 week recovery period. Exposure levels were determined gravimetrically six times daily; one daily sample was analyzed by high pressure liquid chromatography. No deaths were observed in the study during the exposure or recovery periods. Treatment related responses such as labored breathing and nasal discharge were seen during many of the exposures. Similar responses as well as moist rales were seen during the nonexposure periods during the 13 weeks of exposure. However, these responses abated during the 4 week recovery period. There were no clearly treatment related responses observed with ophthalmoscopic examinations body weight measurements, food consumption measurements, neurobehavioral evaluations, clinical pathology evaluations, organ weight measurements, or macroscopic pathology examinations. Microscopic findings that were considered related to exposure to the test material were seen in the nasoturbinal tissues (hypertrophy/hyperplasia of goblet cells in the respiratory mucosa and intracytoplasmic eosinophilic material in epithelial cells of the olfactory mucosa) of the two higher exposure group animals and in the laryngeal tissues (squamous/squamoid metaplasia/hyperplasia of the pseudostratified columnar epithelium covering the ventral seromucous gland) of all three exposure group animals. These changes were considered to be adaptive responses to an irritant (caprolactam). The keratinization of the metaplastic epithelium in the larynx was considered to be an adverse effect. By the end of the 4 week recovery period, there was complete regression of the keratinization in the larynx, but recovery of the adaptive nasoturbinal effects had not completely resolved. In conclusion, the whole body exposure of Sprague Dawley rats to caprolactam as a respirable aerosol for 6 hr/day, 5 days/week, for 15 weeks at gravimetrically determined levels of 24, 70, and 243 mg/cu m resulted in respiratory tract effects (laryngeal) at the highest exposure level with complete recovery within 4 weeks postexposure. The results indicate that the no observed adverse effect level for caprolactam is 70 mg/cu m, based on upper respiratory effects, with 243 mg/cu m representing a no observed effect level for systemic toxicity, neurotoxicity, and lower respiratory tract effects."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for caprolactam is estimated to be 57(SRC). According to a classification scheme(2), this estimated Koc value suggests that caprolactam is expected to have high mobility in soil."
        }
    ]
}