{
    "_id": {
        "$oid": "6682e88fc4e5dba5ffba2632"
    },
    "CID": {
        "$numberInt": "7809"
    },
    "Name": "4-XYLENE",
    "IUPACName": "1,4-xylene",
    "CanonicalSMILES": "CC1=CC=C(C=C1)C",
    "Synonyms": [
        "P-XYLENE",
        "1,4-Dimethylbenzene",
        "Para-Xylene",
        "106-42-3",
        "1,4-Xylene",
        "p-Methyltoluene",
        "p-Dimethylbenzene",
        "p-Xylol",
        "Benzene",
        "1,4-dimethyl-",
        "4-Xylene",
        "4-Methyltoluene",
        "Chromar",
        "Scintillar",
        "1,4-Dimethylbenzol",
        "paraxylene"
    ],
    "IsomericSMILES": "CC1=CC=C(C=C1)C",
    "INCHI": "InChI=1S/C8H10/c1-7-3-5-8(2)6-4-7/h3-6H,1-2H3",
    "INCHIKEY": "URLKBWYHVLBVBO-UHFFFAOYSA-N",
    "Formula": "C8H10",
    "MolecularWeight": {
        "$numberDouble": "106.16"
    },
    "Description": "P-xylene is a xylene with methyl groups at positions 1 and 4.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "48"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Malkina IL et al; J Environ Qual 49(1): 28-36 (2011)",
            "Value": "3/4-Xylene occurs in the volatiles emitted from corn, alfalfa and cereal silage(1)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. p-Xylene. Available from, as of Sept 28, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "4-Xylene occurrence in some plants(1).",
            "Table": "[{'Genus species': 'Carthamus tinctorius', 'Family': 'Asteraceae', 'Common name(s)': 'Safflower', 'Part': 'Flower', 'Concn (ppm)': '0.24-0.5'}, {'Genus species': 'Pinus walliciana', 'Family': 'Pinaceae', 'Common name(s)': 'Butan Pine', 'Part': 'Resin, Exudate, Sap', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Petroselinum crispum', 'Family': 'Apiaceae', 'Common name(s)': 'Parsley', 'Part': 'Leaf', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Capsicum frutescens', 'Family': 'Solanaceae', 'Common name(s)': 'Red Chili, Chili, Hot Pepper, Spur Pepper, Cayenne, Tabasco', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Capsicum annuum', 'Family': 'Solanaceae', 'Common name(s)': 'Bell Pepper, Paprika, Cherry Pepper, Sweet Pepper, Green Pepper', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Park JH, Lee HJ; Chemosphere 26: 1905-16 (1993) (2) Sabljic A; Environ Sci Technol 21: 358-66 (1987) (3) Sacan MT et al; J Chem Inf Comput Sci 44: 985-992 (2004) (4) ECHA; Search for Chemicals. p-Xylene (CAS 106-42-3) Registered Substances Dossier. European Chemical Agency; Available from, as of June 27, 2016: https://echa.europa.eu/ (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Experimental BCF values of 15(1,2) and 19(3) have been reported for fish for 4-xylene. Rainbow trout (Oncorhynchus mykiss) exposed to xylene (emulsified in aquatic weed control) for 56 days in a flow-through system had a maximum BCF of 25.9(4). According to a classification scheme(5), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Aronson D et al; Aerobic biodegradation of organic chemicals in environmental media: A summary of field and laboratory studies. Atlanta, GA: US EPA. pp. 66-70 (1999) (2) Bridie AL et al; Water Res 13: 627-30 (1979) (3) Parker WJ et al; Water Environ Res 65: 58-65 (1993) (4) Hutchins SR; Environ Toxicol Chem 10: 1437-48 (1991) (5) Morgan P et al; Environ Pollut 82: 181-190 (1993) (6) Haner A et al; Appl Environ Microbiol 61: 3185-88 (1995) (7) API; Transport and Fate of Dissolved Methanol, Methyl-Tertiary-Butyl-Ether and Monoaromatic Hydrocarbons in a Shallow Sand Aquifer. American Petroleum Institute, Health Environ Sci Dept, API Publication No 4601 (1994) (8) MacIntyre WG et al; Water Resources Res 29: 4045-51 (1993) (9) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 21, 2016: https://www.safe.nite.go.jp/english/db.html (10) ECHA; Search for Chemicals. p-Xylene (CAS 106-42-3) Registered Substances Dossier. European Chemical Agency; Available from, as of June 27, 2016: https://echa.europa.eu/ (11) Lapertot ME, Pulgarin C; Chemosphere 65: 682-690 (2006)",
            "Value": "AEROBIC: In general, it has been found that 4-xylene is biodegraded in soil and groundwater samples under aerobic conditions(1). Using a standard BOD dilution technique and a sewage inoculum, a 44% of theoretical BOD was observed over a 5 day incubation period(2). Over 88% of an initial influent concentration of 24.0 ug/L was biodegraded by an activated sludge plant treating municipal wastewater(3) over a 5 day operation period. A jet fuel acclimated aquifer mineralized 70-80% of a 4-xylene sample under denitrifying conditions over a 55 day incubation period(4). A coarse sand aquifer removed 52-100% of 4-xylene from contaminated groundwater under natural aerobic conditions over a 13 day incubation period(5). A 0.15 mM sample of 4-xylene was completely degraded in a diesel fuel acclimated aquifer during an 11 day incubation period(6). Complete biodegradation of a groundwater sample of 4-xylene, 85 ug/L, in an activated sand aquifer was observed within 110 days(7). The degradation rate constant for 4-xylene in an activated sand aquifer was measured as 0.038/day(7). The degradation rate constant of 4-xylene measured in the Columbus Air Force Base aquifer, Columbus, MS was 0.0107/days(8). Xylene (mixed isomers), present at 100 mg/L, reached 100% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified xylene as readily biodegradable(9). Using OECD Guideline 301F (Ready Biodegradability: Manometric Respirometry Test) with non-adapted activated sludge inoculum, 4-xylene (41 mg/L) reached 68% of its theoretical BOD in 10 days and 87.8% in 28 days which classified 4-xylene as readily biodegradable(10). In a different OECD Guideline 301F study using a mixture of sewage, soil and natural water inoculum, 4-xylene reached 90% of its O2 consumption in 28 days which classified it as readily biodegradable(10). 3-/4-Xylene, present at 50 mg/L, reached 85% of its theoretical BOD in 14 days during a 28-day BOD test(11)."
        },
        {
            "References": "(1) Clapp WL et al; Water Environ Res 66: 153-160 (1994) (2) Anid PJ et al; Wat Res 27: 685-91 (1993) (3) Van der Hoek JP et al; Environ Technol Lett 10: 185-94 (1989) (4) Melcer H et al; Wat Sci Tech 25: 383-89 (1992)",
            "Value": "AEROBIC: An activated sludge inoculum obtained from a Wisconsin wastewater treatment facility biodegraded a 5.53 ug/L sample of 3-/4-xylene(1). Aerobic flow-through aquifer column studies resulted in 80% removal of combined 3-/4-xylene(2). Combined 3-/4-xylene concentrations were not significantly reduced within 42 days following the addition of nitrate to this column; however, anaerobic conditions in the nitrate-amended column resulted in about 50% removal of 3- and 4-xylene after several months(2). Groundwater contaminated with combined 3-/4-xylene (at 1,300 ug/L) was treated with both upflow aerated columns and rotating biological contactors with 98% removal in 37 days and 96% removal in 146 days, respectively(3). 98.1% of the combined 3-/4-xylene present initially was biodegraded in an activated sludge treatment plant(4)."
        },
        {
            "References": "(1) Aronson D, Howard PH; Anaerobic biodegradation of organic chemicals in groundwater. Washington, DC: Amer Petrol Inst pp. 102-6 (1997) (2) Morgan P et al; Environ Pollut 82: 181-190 (1993) (3) Anid PJ et al; Wat Res 27: 685-91 (1993) (4) Albrechtsen HJ et al; pp. 371-78 in Appl Biotechnol Site Rem, Pap Inter Symp, In Situ On-Site Bioreclam. 2nd 1993, Hinchee REL et al, eds. Lewis: Boca Raton, FL (1994) (5) Ball HA, Reinhard M; Environ Toxicol Chem 15: 114-22 (1986) (6) Botton S, Parsons JR; Environ Sci Technol 25(10): 2630-2638 (2006)",
            "Value": "ANAEROBIC: In general, it has been found that 4-xylene may be degraded under anaerobic denitrifying conditions(1). Biodegradation of 4-xylene was observed under anaerobic denitrifying conditions(2). Combined 3-/4-xylene concentration was not significantly reduced within 42 days following the addition of nitrate to a soil column; however, anaerobic conditions in the nitrate-amended column resulted in about 50% removal of 3-/4-xylene after several months(3). Leachate containing 3-/4-xylene at 100 ug/L was significantly biodegraded under denitrifying conditions but not under either iron-reducing or methanogenic conditions(4). Anaerobic microcosms were constructed using aquifer sediment and groundwater from the Seal Beach Naval Weapons Station in CA which had been contaminated with gasoline(5). Following the loss of toluene, 3-/4-xylenes was biodegraded completely by day 39 with a maximum rate of 4.1 ug/L-hr(5). Following the addition of nitrate, there was less complete removal of 3-/4-xylene; however, the maximum removal rate was increased to 5.4 ug/L-hr(5). In an anaerobic microcosm inoculated with sediment and groundwater from a polluted iron-reducing aquifer, 4-xylene was degraded by the intrinsic bacteria under iron-reducing conditions(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:6846846",
            "Value": "Combined 3-/4-xylene was detected in rainbow trout from the Colorado River and carp obtained from Las Vegas Wash, NV at concentrations of 50 and 120 ppb respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 43",
            "Value": "log Kow = 3.15"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Toftgard R, Nilsen OG; Toxicol 23: 197-212 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Increased hepatic cytochrome p450 concentrations and reduced nicotinamide adenine dinucleotide cytochrome C reductase activity occurred in rats exposed 3 days to 2000 ppm of p-xylene. In lung microsomes, cytochrome p450 content was decreased."
        },
        {
            "References": "PMID:4024118",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Xylene, a widely used industrial solvent, is a mixture of the o-, m- and p- isomers. The effects of each individual isomer, and a commercial-grade mixture of xylenes on 2 behavioral measures: operant performance of 15 mice trained to lever-press under a DRL (different reinforcement of low rates) 10 sec schedule, and motor performance of mice on an inverted screen test were studied. The 15 min operant sessions immediately followed 30 min exposures to solvent vapors (500-7000 ppm), or air, in static inhalation chambers. o-, m-, p- and Mixed xylenes produced similar biphasic effects on response rates, and concentration dependent decreases in reinforcement rates. The lowest significantly effective concentration for each isomer on any variable was 1400 ppm, where increases in response rates occurred. Half-maximal response rate decreases /ranged from/ 5179 ppm (o-xylene) to 6176 ppm (m-xylene). The temporal distribution of responses was only moderately disrupted, even at high concentrations. In other groups of mice, motor coordination was also disrupted by the xylenes in a concentration dependent manner. Half-maximal effective concentrations /ranged from/ 2676 ppm (p-xylene) to 3790 ppm (m-xylene)."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 644",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats exposed to 1000, 1500, and 2000 ppm p-xylene in 4 hr, dosage-dependent increases were measured in serum concentrations of glutamic-pyruvic transaminase (GPT), glutamic-oxaloacetic transaminase (GOT), glucose-6-phosphate (dehydrogenase (G-6-PDH), isocitrate dehydrogenase (ICD), lactate dehydrogenase (LDH), glutathione reductase, and 5'-nucleotidase. Glutamic-pyruvic transaminase, and glutamic-oxaloacetic transaminase were elevated by even the lowest exposure. Surprisingly, serum cholinesterase was increased by all exposure concentrations at the termination of the exposure, although there was no increase after 24 hr."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 644",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed 6 hr/day for 3 days to 2000 ppm of a xylene mixture of the o, m, and p isomers showed an increase in hepatic cytochrome P450 and NADPH-cytochrome c reductase. The p isomer was less potent in inducing this effect than the other isomers or the mixture. Microsomes from lung and kidney also showed increases in cytochrome P450 for the xylene mixture and isomers except the p isomer failed to induce cytochrome P450 in microsomes from kidney."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When rats inhaled p-xylene at 1000, 1500, or 2000 ppm for 4 hours, serum enzyme activities increased; these changes were indicative of acute hepatocellular damage."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.68-9 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Animal studies using rats indicate that mixed xylene, m-xylene, o-xylene, or p-xylene generally induce a wide variety of hepatic enzymes, as well as increased hepatic cytochrome P-450 content in rats ... . Following acute exposures to mixed xylene ... , m-xylene ... , o-xylene ... , or p-xylene ... , effects have been observed including increased relative liver weight ... , cytochrome P-450 content ... , microsomal protein ... , microsomal enzyme activity ... , proliferation of the endoplasmic reticulum ... , and decreased hexobarbital sleep time ... . Similar changes were observed in rabbits and mice ...  . Although histopathological examination of livers in most studies showed no adverse effects ... , minor histopathological changes suggesting mild hepatic toxicity included decreased glycogen content, dilation of the cisterns of the rough endoplasmic reticulum, separation of ribosomes from the membranes, variously shaped mitochondria, and increased autophagous bodies ... . Also, increased serum transaminases were observed following a 4-hour exposure of rats to 1,000 ppm p-xylene..."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.64-5 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Adverse respiratory effects noted in rats, mice, and guinea pigs following acute and intermediate inhalation exposure to xylene are similar to those observed in humans. They include decreased respiration, labored breathing, irritation of the respiratory tract, pulmonary edema, pulmonary hemorrhage, and pulmonary inflammation ... . Exposure to concentrations of 2,440 ppm mixed xylene for 6 minutes ... to 1,467 ppm o-xylene for 5 minutes ... , or to 1,361 ppm m-xylene for 6 minutes ... produced a 50% decrease in respiratory rate in mice. Comparison of the individual xylene isomers showed that the irritant effects of m- and o-xylene as quantified by measurements of respiratory rate in mice are more pronounced than those of p-xylene, with o-xylene having the most prolonged effect ... . In rats that died as a result of exposure to 9,900 ppm mixed xylene for 4 hours, atelectasis, hemorrhage, and edema of the lungs were observed ... . Biochemical changes detected in the lungs after acute-duration intermittent exposure include transiently decreased lung surfactant levels at 300 ppm p-xylene ... . and decreased pulmonary microsomal enzyme activities at 2,000 ppm mixed xylene, 75 to 2,000 ppm m-xylene, 2,000 ppm o-xylene, or 1,000 or 3,400 ppm p-xylene ... . . The LOAEL of 75 ppm for m-xylene was based on decreased P-450 and 7-ethoxycoumarin O-deethylase activities noted in the lungs of rats exposed for 24 hours ... . The decrease in pulmonary microsomal activity by selective inactivation of enzymes can result from damage to lung tissue caused by the toxic metabolite of xylene, a methylbenzaldehyde ... ; the selective inactivation of enzymes may also result in anoxia."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 4-hr LC50 value in rats (female Sprague-Dawley) of 4740 ppm p-xylene has been reported. The corresponding 6-hr value was 4591 ppm (4353-5049 ppm) and for mice (OF-1) was 3907 ppm (3747-4015 ppm). The signs of toxicity were similar to those reported for the other two isomers. Like the other two isomers, exposure to p-xylene gave a biphasic CNS response. In another study, marked activation and tremor were observed at concentrations between 400 and 1500 ppm p-xylene in rats. The /CNS depressant/ threshold was 1940 ppm."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oral LD50 values in rat have been reported to be 3608 mg/kg body weight for o-xylene, 5011 mg/kg body weight for m-xylene and 4029 mg body weight for p-xylene. For various mixtures of xylenes oral LD50 values in rat have been reported to be between 3523 and 8700 mg/kg body weight. In mice the corresponding values were reported to be 5627 mg/kg body weight for male and 5251 mg/kg body weight for females. Signs of toxicity at lethal doses were CNS depression and congestion of cells in liver, kidney and spleen, seen by histological examination."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a study of levels of noradrenaline and dopamine in the forebrain and hypothalamus, Sprague-Dawley rats (six males/group) were exposed to 0 or 2000 ppm p-xylene 6 hr/day for 3 days. The animals were killed 16-18 hr after the last exposure. In exposed animals there was a significant increase in catecholamine levels and turnover in various parts of the hypothalamus. There was no effect on dopamine levels or turnover in the forebrain."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In order to study the effect on cytochrome P-450 and enzyme activities in the liver, kidney and lung, Sprague-Dawley rats (four males/group) were exposed to 0 or 2000 ppm 6 hr/day for 3 days. In exposed animals there were significant increases in relative liver weight, in hepatic cytochrome P-450 content, in NADPH-cytochrome c reductase activity in the liver and kidney, and in 7-ethoxyresorufin O-deethylase activity in the kidney. There was also a decrease in pulmonary cytochrome P-450 content. To study the lung microsomal activity, rabbits (New Zealand White; four males/group) were exposed to 0 or 1000 ppm  p-xylene 4 hr/day for 2 days. In exposed animals there was a significant decrease in microsomal cytochrome P-450 concentration and in NADPH-cytochrome c reductase activity. Inhibition of CYP2B1 has been observed in the lungs of rats dosed with p-xylene."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Fischer-344 rats exposed to 0 or 1600 ppm p-xylene by inhalation, 6 hr/day, for 1 or 3 days did not produce overt hepatotoxicity but resulted in a significant increase in the concentration of hepatic cytochrome P-450. However, the concentration of hepatic cytochrome P-450 had returned to control levels within 2 to 3 days after exposure."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In order to study further the effects of p-xylene, rats were given p-methylbenzyl alcohol (PMBA) or 2,5-dimethylphenol (DMP) (300 mg/kg body weight and 150 mg/kg body weight, respectively) intraperitoneally once a day for 3 days. It was concluded that of the two metabolites, PMBA may have a significant role in the inhibition of pulmonary cytochrome P-450 caused by p-xylene."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.65 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No effect on absolute or relative lung weights was observed in male rats intermittently exposed to m-xylene at concentrations as high as 100 ppm for 13 weeks ... . No histopathological changes in the lungs were evident in rats, dogs, guinea pigs, or monkeys following intermediate exposure for 90 to 127 days to concentrations of 78 ppm o-xylene on a continuous basis ... or 13 weeks to 810 ppm mixed /xylenes/ or 6 weeks to 780 ppm o-xylene, 5 weeks to 300 ppm m-xylene, or for 5 days to 300 ppm p-xylene on an intermittent basis ... ."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.107 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Histological damage to the outer hair cells of the organ of Corti provided evidence of ototoxicity in rats exposed by oral gavage to p-xylene, but not m- or o-xylene, at a dose of 900 mg/kg/day, 5 days/week for 2 weeks ... . The losses of hair cells occurred in the area of the cochlea responsive to medium frequencies (10-25 kHz)."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.25 (January 2003). Available from, as of July 19, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 male and 20 female Sprague-Dawley rats were administered p-xylene (99% purity) by gavage in corn oil at doses of 0, 100, 200, or 800 mg/kg-day for 90 consecutive days. Survival incidences were 20/20, 19/20, 17/20, and 16/20, respectively, for males and 20/20, 18/20, 18/20, and 17/20, respectively, for females. Mortality in high-dose males attained statistical significance, and a statistically significant trend was present in the male groups. Mottled lungs and/or a failure of the lungs to collapse was observed in nearly all treated animals that died early but was not evident in any of the animals that survived to study termination. It was determined that most of the unscheduled deaths were the result of test material aspiration, as indicated by the presence of intra-alveolar foreign material in the lungs that was generally associated with pulmonary congestion. Treatment-related clinical signs were limited to increased salivation occurring just prior to dosing that was resolved by 1-hour post dosing in both high-dose males and females. Body weight gains at 13 weeks were slightly reduced in high-dose males and females (89% of control levels, not statistically significant), and high-dose females had significantly increased food consumption for weeks 10 to 13 (110%). No treatment-related effects were observed in hematology or clinical chemistry parameters, ophthalmologic examination, or organ weights. Histopathology revealed no abnormal findings in any tissue or organ. The NOAEL and LOAEL are identified as 200 and 800 mg/kg-day, respectively, based on early mortality in male rats that showed signs of test material aspiration into the lungs."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.105 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Limited information was located regarding dermal effects in animals. No adverse effects were noted during microscopic examination of the skin of rats and mice administered mixed xylene 5 days/week at doses as high as 2,000 mg/kg in mice and 1,000 mg/kg for rats for an intermediate (13 weeks) period of time or as high as 1,000 mg/kg for mice and 500 mg/kg for rats for a chronic (103 weeks) period of time ... . The skin of rats administered doses as high as 800 mg/kg/day of m- or p-xylene for 13 weeks appeared normal upon histopathological examination."
        },
        {
            "References": "Ungvary G et al; Toxicol 18: 61-74 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CFY mice were exposed to p-xylene at 150, 1500, or 3000 mg/cu m, 24 hr/day from days 7-14 of gestation. Toxic effects were decr wt of fetuses, incr incidence of skeletal retardation, & decr in activity of enzymes, succinic dehydrogenase, alkaline & acid phosphatase & glucose 6-phosphatase & changed characteristic features of functional maturity of the nephron, retardation of fetus was dose related."
        },
        {
            "References": "Staples RE, Nawrot RS; Soc of Toxicol 19th Annual Meeting, Abstracts of Papers p.A22 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Xylene was administered to CD-1 mice by gavage as the m-, o-, or p-isomer from days 6-15 of gestation at 0.30, 0.75, and 1.00 mg/kg body weight/dose, and from days 12-15 of gestation at 1.00 mg/kg body weight/dose ... overt maternal toxicity and a significantly increased incidence of resorptions among the offspring were noted only at the high dose level of m-xylene, these adverse effects and an increased incidence of cleft palate ... were noted at both the middle and high dose levels of o- and p-xylene. After exposure from days 12-15 of gestation to any isomer of xylene maternal toxicity was significantly increased; ... increased ... incidence of malformations ... mostly cleft palates, were observed only with m- or p-xylene."
        },
        {
            "References": "Ungvary G et al; Toxicol 19: 263-8 (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effects of p-xylene on uterine and ovarian blood flow and on the peripheral blood levels of progesterone and 17-beta-estradiol in pregnant CFY rats /were studied/. Inhalation esposures to 3,000 mg/cu m for 24 or 48 hr (gestational day 10 or gestational days 9 and 10, respectively) did not alter the blood flow of gravid uteri in anesthetized animals; however, 48 hr exposures were associated with slight (nonsignificant) decreases in ovarian venous flow and significant reductions in blood levels of progesterone and 17-beta-estradiol. These effects were associated with significant reductions in fetal body weight; however, maternal body weights or body weight changes were not reported."
        },
        {
            "References": "PMID:3908073",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Data obtained from rodents indicates that maternal exposure to mixed xylenes or individual xylene isomers can have adverse effects on the conceptus. Fetotoxic effects were reported following maternal inhalation exposure to mixed xylenes; altered enzyme activities were also found in rat pups. Dermal application resulted in apparent changes in fetal enzyme activities, while oral treatment was followed by prenatal mortality, growth inhibition, and malformations, primarily cleft palate. Maternal inhalation of individual isomers was associated with all the above mentioned effects, with the exception of cleft palate. The o- and p- isomers appeared more hazardous to the offspring than did the m-isomer. Malformations (ie cleft palate) associated with mixed or individual isomers were primarily reported at maternally toxic doses."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 140 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 25 Sprague Dawley rats were exposed by inhalation to 0, 3500, or 7000 mg/cu m para-xylene (purity, 99%) for 6 hours per day on days 7-16 of gestation, and the offspring were evaluated for growth, viability and neurobehavioral development. The high dose level reduced maternal weight gain during the exposure period, but growth, viability, locomotor activity and the acoustic startle response of the offspring were not affected."
        },
        {
            "References": "PMID:3798481",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats were exposed to either 3500 or 7000 mg/cu m p-xylene /for 6 hr/day/ from days 7-16 of gestation. Dams were allowed to give birth, and litters were counted, weighed, and observed for external malformations on postnatal days 1 and 3. Litters were normalized to 8 pups (4/sex) on postnatal day 4. On postnatal day 21 animals were weaned and littermates housed by sex. Body weights were recorded weekly until weaning and once every 2 wk thereafter. CNS development was evaluated by acoustic startle response on postnatal days 13, 17, 21, and 63 as well as figure-8 maze activity on days 22 and 65. Maternal weight gain during the treatment period was significantly less in the high-dose group. No effects were seen on litter size or weight at birth or on postnatal day 3. There were no effects of p-xylene exposure on growth rate. There were no treatment-related effects on acoustic startle response or figure-8 maze activity. Thus, p-xylene as administered in this study does not appear to be a selective developmental toxicant in the rat."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.81 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Results of a well-documented comparative standard developmental toxicity assay in rats exposed for 6 hours/day on gestational days 6 to 20, suggest that developmental toxicities of m- and p-xylene are secondary to maternal toxicity ... . Statistically significant maternal effects (reduced \"corrected weight gain\" - body weight gain exclusive of gravid uterus weight) and fetal toxicity (reduced fetal weight) occurred at exposures of >/=1,000 ppm, but not 500 ppm for these two isomers. Both m- and p-xylene at 2,000 ppm induced significant increases in delayed ossification, a skeletal variation related to retarded growth, although the affected bones were different for the two isomers. Dams exposed at >/=1,000 ppm to o-xylene or mixed xylenes showed similar effects, although the reduced corrected weight gain for mixed xylenes was only significant for gestational days 6-13. However, both o-xylene and mixed xylene caused significantly reduced fetal body weights at 500 ppm, the maternal NOAEL. Exposure to mixed xylenes did not elicit any developmental structural anomalies at concentrations as high as 2,000 ppm, whereas o-xylene elicited increases in the percent of fetuses per litter with skeletal variations (incomplete ossification) at 2,000 ppm and in the percent of fetuses with any variation at 1,000 ppm."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of female rats (CFY) were exposed to 0, 34, 345 or 690 ppm o-xylene 24 hr/day from day 7 to day 14 of gestation. The dams were killed on day 21. Some ultrastructural changes in the liver and decreased weight gain during the exposure period were observed in the dams exposed to 345 or 690 ppm. At these concentrations lower fetal body weight was observed, and at the highest dose level delayed skeletal ossification was noted. There was no evidence of malformations. Similar results were obtained when the animals were exposed to m-xylene. With p-xylene there were signs of delayed skeletal ossification at exposure levels showing no maternal toxicity (at 34 and 345 ppm). At 690 ppm, increased postimplantation loss of fetuses and more retarded fetuses were observed."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sprague-Dawley rats were exposed to 0, 800 or 1600 ppm p-xylene, 6 hr per day from day 7 to day 16 of gestation. The dams were allowed to deliver their young. In the highest dose group the maternal weight gain was significantly reduced. Exposure to p-xylene had no effects on postnatal viability, offspring growth or function of the nervous system (activity level and acoustic startle response) at any of the doses tested."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice (CFLP) were exposed to 0 or 115 ppm o-xylene for 4 hr, 3 times per day on day 6 to day 15 of gestation, and the dams were killed on day 18. Data concerning maternal toxicity were not reported. There was evidence of delayed weight gain and skeletal ossification in the fetuses of exposed animals. Similar results were obtained with m-xylene and p-xylene."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When rabbits (New Zealand White) were exposed to 0 or 115 ppm o-xylene 24 hr/day from day 7 to day 20 of gestation, no maternal toxicity or incidence of delayed development was observed in the exposed group. Similar results were observed with m-xylene, but an increased incidence of post-implantation loss was observed. Exposure to 115 ppm p-xylene gave the same results as with o-xylene, but exposure to 230 ppm p-xylene 24 hr/day resulted in no live fetuses (one dam died, three aborted and in four there was total resorption or fetal death in utero)."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.33 (January 2003). Available from, as of July 19, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Xylene isomers (m-, o-, or p-) were administered by gavage to pregnant CD-1 mice at apparent doses of 0, 0.3, 0.75, or 1.00 mL/kg three times daily on GDs 6 to 15 or 1.0 mL/kg three times daily on GDs 12-15. Assuming a density of 860 mg/mL, these doses correspond to 0, 774, 1935, and 2580 mg/kg-day. The abstract mentioned a control group but did not specify the number of dams in the groups. Exposure to the mid and high dose of o- or p-xylene and the high dose of m-xylene during GDs 6 to 15 resulted in overt maternal toxicity (not otherwise specified) and a significantly increased incidence of resorptions. The mid- and high-dose o- or p- xylene-exposed groups (GDs 6 to 15) additionally had an increased incidence of cleft palate (the actual incidence was not cited). Exposure to 2580 mg/kg-day of any isomer during GDs 12 to 15 resulted in a significant increase in maternal lethality, with exposure to p- or m-xylene additionally resulting in a significant increase in the incidence of malformations, consisting mostly of cleft palate. Subsequent studies on the developmental effects of m-xylene were conducted: mice were administered m-xylene at doses of 1935 or 2580 mg/kg-day during GDs 12 to 15 or 6 to 15. Although exposure to m-xylene during GDs 12 to 15 did not result in overt toxicity at the low dose and did not significantly increase the incidence of malformations, exposure during GDs 6 to 15 did result in a low (4.4% vs. 0.0% in vehicle controls) but statistically significant increase in cleft palate in only the high-dose group, in the absence of overt maternal toxicity."
        },
        {
            "References": "PMID:27343828",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Xylene and its derivatives are raw materials widely used in industry and known to be toxic to animals. However, the mechanism underlying the neurotoxicity of para-xylene (PX) to the central nervous system (CNS) in vivo is less clear. Here, we exposed Xenopus laevis tadpoles to sub-lethal concentrations of PX during the critical period of brain development to determine the effects of PX on Xenopus development and visual behavior. We found that the abnormality rate was significantly increased with exposure to increasing concentrations of PX. In particular, the number of apoptotic cells in the optic tectum was dramatically increased with exposure to PX at 2mM. Long-term PX exposure also resulted in significant deficits in visually guided avoidance behavior. Strikingly, co-incubation with PX and d-glucuronolactone (GA) decreased the number of apoptotic cells and rescued the avoidance behavior. Furthermore, we found that the acetylation of H3K9 (H3K9ac) and the dimethylation of H4K12 (H4K12me2) in the optic tectum were significantly increased in PX-treated animals, and these effects were suppressed by GA treatment. In particular, the increase in apoptotic cells in PX-treated brains was also inhibited by GA treatment. These effects indicate that epigenetic regulation plays a key role in PX-induced apoptosis and animal behavior. In an effort to characterize the neurotoxic effects of PX on brain development and behavior, these results suggest that the neurotoxicity of PX requires further evaluation regarding the safety of commercial and industrial uses."
        },
        {
            "References": "PMID:3244347",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ To evaluate the possibility that p-xylene affects cognitive behavior, male Long-Evans hooded rats inhaled p-xylene at concentration of 0 or 1600 ppm, 4 hr per day for 1 to 5 days, and were evaluated after exposure on two learning tasks and a test of motor activity. Autoshaping was carried out across 5 successive days with p-xylene exposure in the morning followed by testing in the afternoon. For this test, the retraction of single response lever on a variable-time 35-sec schedule was followed by delivery of a food pellet. When the force required to depress the lever was low (0.10 N), response acquisition was faster in animals having inhaled 1600 ppm p-xylene than in air-exposed controls, When the force was increased to 0.20 N, however, p-xylene-exposed rats acquired the response no faster than controls. In contrast, inhaled p-xylene at 1600 ppm suppressed response rates in an automaintained reversal learning paradigm without affecting reversal rate. Studied of motor activity showed that while vertically-directed activity was unaffected by p-xylene, horizontally-directed activity was incr by about 30% for the first 15 min of each daily 25-min test."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a study of the effect on learning tasks and motor activity, rats (Long Evans) were exposed to 0 or 1600 ppm p-xylene for 4 hr. Signs of toxicity (unsteadiness and fine tremor) disappeared 30 min post-exposure. The results indicate an effect on motor control rather than on cognitive capacity."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.106-7 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Clinical signs consistent with central nervous system toxicity have been observed in rats and mice following oral exposure to mixed xylene. A single oral dose of 4,000 mg/kg caused incoordination, prostration, decreased hindleg movement, and hunched posture in rats and tremors, prostration, and/or slowed breathing in mice ... . In 13-week gavage assays in rats, neurotoxic signs included hyperactivity, convulsions, salivation, and epistaxis following exposure to 800 mg/kg/day m- or p-xylene ...  and increased aggression following exposure to 1,500 mg/kg/day mixed xylenes ... . Clinical signs observed in mice in the hour after gavage dosing with mixed xylenes included weakness, lethargy, unsteadiness, tremors, and partial paralysis of hindlimbs at 2,000 mg/kg in a 13-week assay and hyperactivity at 1,000 mg/kg beginning week 4 in 13-week and 2-year assays ... . Mild sedation at 2,000 mg/kg and increases in latency of several peaks in flash-evoked potentials at doses of 250 mg/kg and higher were observed following single doses of p-xylene; no effect was seen at 125 mg/kg/day."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.75 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Results of experimental studies with animals also provide evidence that mixed xylene and its isomers are neurotoxic following inhalation exposure. Signs of neurotoxicity observed in rats, mice, dogs, cats, and gerbils following acute and intermediate inhalation exposure to the various xylene isomers include /CNS depression/, prostration, incoordination, tremors, muscular spasms, labored breathing, behavioral changes, hyperreactivity to stimuli, altered visual evoked potentials, elevated auditory thresholds, hearing loss, and decreased acetylcholine in midbrain and norepinephrine in hypothalamus (suggestive of effect on motor control, sleep, and memory maintenance). Exposure levels associated with neurological effects in animals are well defined. A comparative study determined that the minimal alveolar concentrations needed to induce anesthesia in rats were similar for all three isomers (0.00118, 0.00139, and 0.00151 atm, respectively, for o-, m-, and p-xylene), but only p-xylene also induced excitation (strong tremors)..."
        },
        {
            "References": "American Chemistry Council Benzene, Toluene, and Xylenes VCCEP Consortium; Xylenes Category: m-Xylene (CAS No. 108-38-3), o-Xylene (CAS No. 95-47-6), p-Xylene (CAS No. 106-42-3), Mixed Xylenes (CAS No. 1330-20-7) Voluntary Children's Chemical Evaluation Program (VCCEP) Tier 1 Pilot Submission p 46. Docket Number OPPTS - 00274D October 6, 2005. Available from, as of July 19, 2016: https://java.epa.gov/chemview",
            "Value": "/GENOTOXICITY/ Mixed xylenes and the xylene isomers have been tested in both in vitro and in vivo assays and are substantially non-genotoxic. In vitro studies of mixed xylenes and xylene isomers in bacterial cells, including Salmonella typhimurium, Escherichia coli, and Bacillus subtilis, for mutation or DNA damage with and without metabolic activation were negative, as was a mitotic gene conversion study in yeast, Saccharomyces cerevisiae, D4. Although most Salmonella studies were performed using plate incorporation, /one/ study employed a suspension assay as well in order to optimize interaction between bacteria and mixed xylenes; no increase in gene mutation was observed by either method."
        },
        {
            "References": "American Chemistry Council Benzene, Toluene, and Xylenes VCCEP Consortium; Xylenes Category: m-Xylene (CAS No. 108-38-3), o-Xylene (CAS No. 95-47-6), p-Xylene (CAS No. 106-42-3), Mixed Xylenes (CAS No. 1330-20-7) Voluntary Children's Chemical Evaluation Program (VCCEP) Tier 1 Pilot Submission p 46. Docket Number OPPTS - 00274D October 6, 2005. Available from, as of July 19, 2016: https://java.epa.gov/chemview",
            "Value": "/GENOTOXICITY/ ... Each xylene isomer /was administered/ to male NMRI rats intraperitoneally in 2 similar doses, 24 hours apart over a range of concentrations from 0, 0.12-0.75 mL/kg (105-650 mg/kg) and evaluated femoral bone marrow 30 hours after the first injection. No increase in micronucleated polychromatic erythrocytes was observed for any xylene isomer (or for ethylbenzene which was also tested) at any dose level."
        },
        {
            "References": "Bos RP et al; Mutation Research 88: 273-9 (1981)",
            "Value": "/GENOTOXICITY/ p-Xylene was nonmutagenic using the Ames assay. It did not revert Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98, & TA100 either with or without metabolic activation by S9 mix derived from livers of treated or untreated rats."
        },
        {
            "References": "PMID:4091654",
            "Value": "/GENOTOXICITY/ Genotoxic effects of 5 widely used aromatic industrial solvents, ethylbenzene, toluene, o-xylene, m-xylene and p-xylene, on bone marrow cells of male NMRI mice were studied using the micronucleus test. Each compound was given to animals by ip administration of 2 similar doses 24 hr apart. Increased formation of micronuclei within polychromatic erythrocytes of femoral bone marrow 30 hr after the first injection was conducted was apparently due to the clastogenic effect of the test cmpd. Of the chem tested, only toluene gave a dose-dependent increase in the frequency of micronucleated polychromatic erythrocytes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 4",
            "Value": "/GENOTOXICITY/ Mixed xylenes or the individual isomers were not mutagenic in Salmonella typhimurium strains TA97, TA98, TA100, TA1535, or TA1537 either in the presence or absence of induced rat or hamster hepatic (S9) activation."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.117, 121-2 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/GENOTOXICITY/ The preponderance of data from testing in vivo ... and in vitro ... indicates that xylenes are not mutagenic and do not induce chromosomal anomalies. A few studies indicate that DNA fragmentation may occur if cells are exposed to levels that cause cytotoxicity, presumably related to the activity of nucleases within dying cells. ... Mixed xylene, and the individual xylene isomers, have been tested for genotoxicity in a variety of short term in vitro assays. Results of standard mutagenicity assays indicate that mixed xylene and xylene isomers are not mutagenic in bacteria, yeast, or mammalian cells ... . Mixed xylenes did not induce umu gene expression, part of the SOS response to DNA damage, in Salmonella typhimurium TA1535/pSK1002 ... . Mixed xylene did not induce chromosomal anomalies (chromosomal aberrations or sister chromatid exchanges) in cultured mammalian cells ... . Mixed xylenes did not enhance the adenovirus transformation of hamster embryo cells ... . In summary, genotoxicity studies on mixed xylene and the individual isomers of xylene have provided consistently negative results in a variety of in vitro and in vivo assays and test systems (bacteria, yeast, insects, cultured mammalian cells, mice, rats, and humans). Thus, there is sufficient evidence to conclude that mixed xylene, m-xylene, o-xylene, and p-xylene are nonmutagenic."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.122 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/GENOTOXICITY/ No mutagenic activity was demonstrated for any of the various metabolites of xylene in bacterial test systems. Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538, with and without S9 metabolic activation... /including p-xylenol ... , m-xylenol ... , and o-methylbenzyl alcohol ... /Xylene metabolites/."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ For Escherichia coli WP2 uvr A, p-xylene was not mutagenic in the presence or absence of an exogenous metabolic system from PCB-induced rat liver."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ None of the isomers induced micronuclei in the bone marrow of male NMRI mice after two ip administrations of 105-650 mg/kg body weight at a 24-hr interval, but they did, however, enhance the induction of micronuclei by toluene."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ None of the isomers nor unspecified xylene was mutagenic to Salmonella typhimurium TA1535, TA1537, TA98, TA100, UTH 8413 or UTH8414 in the presence or absence of a metabolic system from uninduced or Arochlor-induced rat and hamster livers."
        },
        {
            "References": "American Chemistry Council Benzene, Toluene, and Xylenes VCCEP Consortium; Xylenes Category: m-Xylene (CAS No. 108-38-3), o-Xylene (CAS No. 95-47-6), p-Xylene (CAS No. 106-42-3), Mixed Xylenes (CAS No. 1330-20-7) Voluntary Children's Chemical Evaluation Program (VCCEP) Tier 1 Pilot Submission p 57. Docket Number OPPTS - 00274D October 6, 2005. Available from, as of July 19, 2016: https://java.epa.gov/chemview",
            "Value": "/IMMUNOTOXICITY/ Mice exposed to p-xylene at concentrations of 0, 600, or 1200 ppm, 6 hours/day for 4 days, did not exhibit adverse effects on splenic natural killer (NK) cell activity by exposure to concentrations as high as 1200 ppm. Significant synergistic effects between cytomegalovirus administered concurrently and 1200 ppm p-xylene were seen at four but not at seven days postinfection, including serum SGPT, SGOT, and LDH activities indicative of liver damage. Significant increases in SGTP and LDH due to virus alone and in cholinesterase due to p-xylene were still apparent seven days post-infection. No synergistic effect was seen in serum enzymes following exposure to 600 ppm p-xylene. Para-xylene significantly enhanced and virus significantly suppressed P-450 levels measured four days post-infection. Increased mortality appeared to be due to synergistic effects of virus and p-xylene in the liver, and not to immunosuppression."
        },
        {
            "References": "PMID:8395606",
            "Value": "/OTHER TOXICITY INFORMATION/ This study assessed effects of exposure to p-xylene ... on mice infected with murine cytomegalovirus, a mouse model for a common human virus. It was postulated that adverse health effects could occur as a results of (1) enhanced infection due to xylene-induced immune suppression, (2) increased p-xylene toxicity due to viral suppression of cytochrome P-450, and/or (3) additive or synergistic effects on liver function due to tissue injury by both p-xylene and murine cytomegalovirus. Mice were exposed to filtered air, 600 or 1200 ppm p-xylene 6 hr/day for 4 day and infected with a sublethal dose of murine cytomegalovirus after the first exposure. No deaths occurred among uninfected, p-xylene-exposed mice or infected, air-exposed mice; 34% and 0% mortality occurred respectively in infected mice exposed to 1200 and 600 ppm p-xylene. Virus titers in the liver and splenic natural killer cell activity were unaffected by exposure to 1200 ppm p-xylene. Small but significant increases in serum aspartate aminotransferase, alanine aminotransferase, and lactate dehydrogenase activities ... were observed at 4 days postinfection. p-Xylene exposure had no effect on these serum enzyme activities in uninfected mice, but 1200 ppm potentiated this effect in infected mice. Murine cytomegalovirus significantly suppressed and p-xylene significantly increased total P-450 levels in the liver, but there was no significant interaction between the two. Isozymes 1A1, 2B1/B2, and 2E1 were decreased to a similar degree, suggesting that the virus does not target specific isozymes. Enhanced mortality was not due to immune suppression. While p-xylene-potentiated liver damage was caused by the virus, the magnitude of serum enzyme activities indicates that this damage was not a likely cause of death."
        },
        {
            "References": "PMID:3398823",
            "Value": "/OTHER TOXICITY INFORMATION/ Long-Evans hooded rats were exposed to single doses of toluene (PO) at 0, 250, 500 and 1000 mg/kg, to p-xylene (PO) at 0, 125, 250, 500, 1000 and 2000 mg/kg, and to inhalation of p-xylene for 4 hr at 0, 800 or 1600 ppm. The functional integrity of the visual system was evaluated using flash-evoked potentials (FEPs). The data indicated a significant depression in amplitude of FEP peak N3 at 250 mg/kg and higher dosages of toluene and p-xylene. A similar depression in peak N3 amplitude was observed following inhalation exposure to 1600 ppm p-xylene. The effects produced by oral administration of 500 mg/kg p-xylene or toluene lasted at least 8 hr, while the effect of inhaled p-xylene dissipated within 75 min of removal from the exposure. FEP peak N3 is presumed to be related to arousal, such that increases in arousal from a relaxed state should decrease amplitude. Rats administered amphetamine in dosages of 0.6, 1.2 and 2.5 mg/kg (known to increase arousal) also had reduced N3 amplitude. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Al-Rekabi H et al; Bull Environ Contam Toxicol 56: 90-97 (1996) (2) Harland BJ et al; Intern J Environ Anal Chem 20: 295-311 (1985)",
            "Value": "SEDIMENT: Sediment collected from the River Morava, Slovakia, contained 3- and 4-xylene, combined, at concentrations from 0.21 to 1.53 ug/kg wet weight(1). Sediment samples from the River Tees estuary, England, contained 3- and 4-xylene, combined, at concentrations from 3.4 to 250 ppb(2)."
        },
        {
            "References": "(1) Kookana RS, Rogers SL; Rev Environ Contam Toxicol 142: 13-64 (1995)",
            "Value": "SOIL: 4-Xylene was detected in the soil near a pulp mill at a concentration of 0.9 g/ton(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Walton BT et al; J Environ Qual 21: 552-558 (1992) (2) Abdul AS et al; Hazard Waste & Hazard Mater 4: 211-22 (1987) (3) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (Supporting information) (2006) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Xu F et al; J Environ Qual 30: 1618-1623 (2001) (6) ECHA; Search for Chemicals. p-Xylene (CAS 106-42-3) Registered Substances Dossier. European Chemical Agency; Available from, as of June 27, 2016: https://echa.europa.eu/",
            "Value": "Koc values of 246 and 540 have been measured for 4-xylene in silt and sandy loam soils respectively(1). A Koc value of 204 was measured for 4-xylene using sandy aquifer materials(2). A median experimental Koc value of 295 has also been reported(3). According to a classification scheme(4), these Koc values suggest that 4-xylene is expected to have moderate to low mobility in soil. A soil leaching column study estimated a 4-xylene Koc of 331 using a chromatographic methodology(5). Another soil column leaching study estimated a Koc range of 118-298 based on HPLC measurement(6)."
        }
    ]
}