{
    "_id": {
        "$oid": "6682e88fc4e5dba5ffba2635"
    },
    "CID": {
        "$numberInt": "7812"
    },
    "Name": "4-CHLOROANILINE",
    "IUPACName": "4-chloroaniline",
    "CanonicalSMILES": "C1=CC(=CC=C1N)Cl",
    "Synonyms": [
        "4-CHLOROANILINE",
        "106-47-8",
        "p-Chloroaniline",
        "4-Chlorobenzenamine",
        "Benzenamine",
        "4-chloro-",
        "para-Chloroaniline",
        "p-Chloraniline",
        "p-Chlorophenylamine",
        "1-Amino-4-chlorobenzene",
        "4-Chlorophenylamine",
        "4-Aminochlorobenzene",
        "p-Aminochlorobenzene",
        "Aniline",
        "p-chloro-",
        "4-Amino-1-chlorobenzene",
        "4-Chloro-1-aminobenzene"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1N)Cl",
    "INCHI": "InChI=1S/C6H6ClN/c7-5-1-3-6(8)4-2-5/h1-4H,8H2",
    "INCHIKEY": "QSNSCYSYFYORTR-UHFFFAOYSA-N",
    "Formula": "C6H6ClN",
    "MolecularWeight": {
        "$numberDouble": "127.57"
    },
    "Description": "4-chloroaniline is a chloroaniline in which the chloro atom is para to the aniline amino group. It is a chloroaniline and a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "66"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Korte F et al; Chemosphere 1: 79-102 (1978) (2) Geyer H et al; Chemosphere 13: 269-84 (1984) (3) Tsuda T et al; Chemosphere 26: 2301-6 (1993) (4) Kalsch W et al; Chemosphere 22: 351-63 (1991) (5) Dewolf W et al; Aquat Toxicol 28: 65-78 (1994) (6) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The average BCFs in the whole body of carp exposed to 4-chloroaniline in flow-through experiments (25 °C, 12 L/hr) for 24 to 336 hr at high (10.4 ug/L) and low (0.30 ug/L) exposure levels were 0.8 and 1.7, respectively(3). Excretion was rapid with depuration rates and half-lives of 0.16/hr and 4.3 hr, respectively(3). Therefore, 4-chloroaniline should not bioconcentrate in fish. Uptake was rapid in static tests (0.20 umol/L, 26 °C) on zebrafish and a BCF of 8.1 was obtained for 24 hr exposure(4). Elimination was best described by a two compartment first order model(4). After 53 hr of depuration, the concn of 4-chloroaniline in the zebrafish declined to 12.0% of the steady state value. The log BCF in Golden orfe was <1.30 for 3 day exposure(1). The 24-hr log BCF in green alga was 3.08 (dry wt basis(2)) and 2.42 (wt weight basis(1)). A BCF of 13.4 was reported for guppy (Poecilia reticulata)(5). According to a classification scheme(6), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "FLETCHER CL, KAUFMANN DD; J AGRIC FD CHEM 27 (5): 1127-30 (1979)",
            "Value": "THE METABOLISM OF 4-CHLOROANILINE BY ISOLATED CULTURES OF THE SOIL FUNGUS FUSARIUM OXYSPORUM SCHLECHT WAS STUDIED. 2-AMINO-5-CHLOROPHENOL WAS POSITIVELY IDENTIFIED AS METABOLITE OF 4-CHLOROANILINE IN THE ISOLATED SOIL FUNGUS CULTURES."
        },
        {
            "References": "Zeyer J, Kearney PC; Pestic Biochem Pestic Biochem Physiol 17 (3): 215-23 (1982)",
            "Value": "A Pseudomonas species, isolated from soil, was grown aerobically on 4-chloroaniline as the only carbon and nitrogen source with generation time of 15 hr. Balance studied with (14)C-ring-labeled 4-chloroaniline revealed that 64% of the carbon of 4-chloroaniline was released as CO2 and 14% was associated with the biomass."
        },
        {
            "References": "(1) Baird R, et al; J Water Pollut Control Fed 49: 1609-15 (1977) (2) Rott B et al; Chemosphere 11: 531-8 (1982) (3) Janicke W, Hilge G; Gas Wasserfach Wasser Abwasser 121: 131-5 (1980) (4) Pitter P; Water Res 10: 231-5 (1976) (5) Torgeson DC; Interaction of Herbicides and Soil Microorganisms p 73 16060 DMP 03/71 (1971) (6) Wellens H; Z Wasser Abwassser Forsch 23: 85-98 (1990)",
            "Value": "AEROBIC: The results of biodegradability screening studies for 4-chloroaniline are conflicting with results ranging from no degradation to rapid degradation using soil, sewage, activated sludge and fresh water inocula(SRC). The most frequently reported results are that 4-chloroaniline biodegrades rather slowly with acclimation(1-5). The reason for the conflicting results may be due to toxicity of metabolic intermediates(1), differences in concentrations and inocula used, sensitivity of 4-chloroaniline to chemical oxidation, and lack of sufficient acclimation(SRC). Some results are summarized as follows. 4-Chloroaniline degraded 28% after 5 days using the GSF Biodegradation Test(2). In a Modified OECD Screening test, 10% and 18% degradation in 28 days of 4-chloroaniline was observed(2,5). Using a Closed Bottle Test, no degradation of 4-chloroaniline was observed in 28-30 days(2,3). 4-Chloroaniline was degraded 97% after 10-16 days including an 8 day lag period in a test using a simulated activated sludge procedure(3). In a test using adapted activated sludge (20-day acclimation), 96.5% removal based upon dissolved organic carbon was observed after 5 days(4). In the Zahn-Wellens test, 97% dissolved organic carbon was removed in 14 days(6)."
        },
        {
            "References": "(1) Bartha R; J Agric Food Chem 19: 385-7 (1971) (2) Korte F et al; Chemosphere 1: 79-102 (1978) (3) Fuchsbichler G et al; Z Pflanzenkr Pflanzenschutz 85: 724-34 (1978) (4) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (5) Nyholm N et al; Ecotoxicol Environ Safety 23: 173-90 (1992) (6) El-Dib MA, Aly OA; Water Res 10: 1055-9 (1976) (7) Suess A et al; Z Pflanzezernaehr Bodenkd 141: 57-66 (1978)",
            "Value": "AEROBIC: In a river die-away test, 4-chloroaniline (10 ppm) degraded slowly in Nile River water over a period of 2 months but on redose increasingly larger concentrations of the chemical were degraded in shorter and shorter times so that on the 8th redose 100 ppm was degraded in a few days(6). No 4-chloroaniline (18.8 and 0.48 mg/L) degraded in 103 days at 15 °C in a shake flask screening test using natural sea water(5). However, in simulation tests performed at the same temperature and with the same sea water, but at very low concns, 1 and 4 ug/L, first order rate constants (half-lives) of 0.0073/day (95 day) and 0.0076/day (91 day), respectively were obtained(5). Several studies were performed where labeled 4-chloroaniline was incubated with soil(3,4,7). In one study, 12-17% mineralization occurred in 16 weeks with the maximum rate of degradation occurring between 1 and 3 weeks(7). 86% of the labeled residue was present as unextractable material bound to the soil and 1-4% of the residues were extractable(7). 14C-Labeled 4-chloroaniline was added to autoclaved and nonautoclaved soils and incubated for 6 weeks(4). No CO2 evolution was observed in the sample using autoclaved soil(4).  In the nonautoclaved samples, CO2 could be detected at 7.5% of the originally applied radioactivity for 4-chloroaniline(4). In a third study, 14-C labeled 4-chloroaniline was found to degrade 8.5 and 9.0% to CO2 after 16 weeks of incubation in two soils(3). It has been suggested that the binding of the chloroaniline to soil may extend its life in soil to 10 years(1). During composting with refuse, 14% of the 4-chloroaniline was metabolized in 21 days(2)."
        },
        {
            "References": "(1) Bhattacharya SK et al; Removal and fate of RCRA and CERCLA toxic organic pollutants in wastewater treatment. Cincinnati OH: USEPA/600/S2-89/026 (1990) (2) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (3) Ahtiainen J et al; Chemosphere 51: 529-37 (2003) (4) Ingerslev F, Nyholm N; Ecotoxicol Environ. Safety 45: 274-83 (2000)",
            "Value": "AEROBIC: In a 3-day Cultivation test using river water and sea water, none of the 4-chloroaniline (0.2 ppm) was degraded(2). In a study of the removal of 4-chloroaniline and other toxic organic pollutants (0.25 mg/L each) in pilot-scale continuous-flow conventional activated sludge treatment plants (7.5 hr hydraulic retention time and 4 day solids retention time), 87.6% of the 4-chloroaniline was removed during treatment with 78% being ascribed to biodegradation(1). Half-lives ranging from 15-120 days to infinite were reported in screening tests with 4-chloroaniline using sea and lake water from various sources in Finland, as well as activated sludge from Helsinki, Finland(3). In a simple shake-flask surface water biodegradability die away test using 14C labeled 4-chloroaniline (1-100 ug/L) and river water from near Copenhagen, Denmark half-lives ranging from 50 to 139 days were obtained(4). In one experiment using 4-chloroaniline concentrations ranging from 1-10,000 ug/L, half-lives ranged from 50 to 347 days(4). Half-lives of 21 and 139 days were reported for tests using 4-chloroaniline (10 ug/L) and coastal and offshore seawater, respectively(4)."
        },
        {
            "References": "(1) Shelton DR, Tiedje JM; Development of Tests for Determining Anaerobic Biodegradation Potential p 92 USEPA 560/5-81-013 (1981) (2) Kuhn EP, Suflita JM; Environ Sci Technol 23: 848-52 (1989) (3) Susarla S et al Water Sci Technol 34: 37-43 (1996)",
            "Value": "ANAEROBIC: No mineralization occurred when 4-chloroaniline was incubated under anaerobic conditions with digester sludge for 1 month(1). 4-Chloroaniline was not biotransformed when anaerobically incubated for 8 months with samples from two sites, one methanogenic and one sulfate-reducing, within a shallow unconfined aquifer polluted by leachate from a municipal landfill(2). A half-life of 203.2 days was observed for 4-chloroaniline incubated under anaerobic conditions with estuarine sediment slurry collected from the Tsurumi River, Japan(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 19",
            "Value": "log Kow = 1.83 at pH 7.4"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Number 48: 4-Chloroaniline (2003). Available from, as of February 23, 2005: https://www.inchem.org/pages/cicads.html",
            "Value": "/It was/ proposed that the methemoglobin bound with aniline compounds (e.g., p-chloroaniline) or their reactive metabolites is broken down in the red pulp of the spleen and the reactive metabolites are released, binding to splenic mesenchymal tissues and resulting in fibrosis, which progresses to the formation of splenic tumors. /Another study/ suggested that the splenic tumors are a result of erythrocyte toxicity. The damaged erythrocytes are scavenged by the spleen, where they cause vascular congestion, hyperplasia, fibrosis, and tumors. Whether the mechanism of carcinogenesis is mediated through genotoxic or non-genotoxic events is resolved. p-Chloroaniline is genotoxic in vitro but appears to be dependent on metabolism for its full expression. There is one positive study in vivo (micronucleus test), but this was positive only at a dose level in the range of the LD50."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "MOREALE A, VAN BLADEL R; SOIL SCI 127 (1): 1-9 (1979)",
            "Value": "WITH INCR TEMP, SOIGNES SOIL COLLOIDS HAVE HIGHER AFFINITY FOR 4-CHLOROANILINE, IN COMPARISON TO ANILINE."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Van Bladel R, Moreale A; J Soil Sci 28: 93-102 (1977) (2) Rippen G et al; Ecotox Environ Safety 6: 236-45 (1982) (3) Worobey BL, Webster GRB; J Agric Food Chem 30: 164-9 (1982) (4) Means JC; Amer Chem Soc 186th Natl Mtg, Washington,DC. Preprints Div Environ Chem 23: 250-1 (1983) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Mueller-Wegener U; Chem Erde 41: 175-81 (1982) (7) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (8) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989) (9) Perrin DD; Dissociation Constants of Organic Bases in Aqueous Solution, Suppl 1972, Buttersworth London: IUPAC Chem Data Series no. 4315 (1972)",
            "Value": "The Koc for 5 Belgium soils ranged from 230-469(1). The adsorption isotherm was not linear and the exponent in the Freundlich adsorption isotherm averaged 0.70(1). The Koc for 5 German soils ranged from 96 to 1,530 with the Freundlich exponent ranging from 0.92 to 1.23(2). From adsorption studies on three soils with radically different organic carbon and clay contents, it was shown that the percent (14)C labeled 4-choloroaniline that was bound increased with the organic carbon content of the soil and decreased with its clay content(3). Stronger binding at low concns, particularly with the soil of low organic carbon content, suggests that there are a limited number of available binding sites on the soil(3). At the lower concn (5ppm), percent binding ranged from 46-78%(3). The Koc to colloidal organic matter in ground water was high, 5,550, suggesting that adsorption onto this microparticulate matter could effectively increase the solubility and leaching of 4-chloroaniline into landfill groundwater(4). According to a classification scheme(5), Koc values between 50-150 suggest that 4-chloroaniline is expected to have high mobility in soil, Koc values >500 to >5000 suggest 4-chloroaniline is expected to have low to no mobility in soil. Aromatic amines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(7,8), suggesting that mobility may be much lower in some soils(SRC). Adsorption of 4-chloroaniline by 5 soils was studied in the lab; adsorption decreased with the depth of the soil sample, due to decreased organic carbon(6). Adsorption coefficients of 4-chloroaniline and 4 other organic compounds for organic and inorganic materials and natural soils were determined(2). With few exceptions, the organic constituents of the soils were mainly responsible for their adsorption properties(2). Cellulose appeared to be a well-suited model adsorbent for simulating the relative adsorption behavior of the chemicals(2). The pKa of 4-chloroaniline is 3.98(9), indicating that this compound will primarily exist in its nonionic form in the environment."
        },
        {
            "References": "(1) Parris GE; Environ Sci Tech 14: 1099-105 (1980) (2) Bollag JM et al; Environ Sci Tech 17: 72-80 (1983) (3) Schauerte W et al; Ecotox Environ Safety 6: 560-9 (1982) (4) Freitag D et al; J Agric Food Chem 32: 203-7 (1984) (5) Bollag JM et al; Sci Tot Environ 123/4: 205-17 (1992) (6) Adrian P et al; Chemosphere 18: 1599-1609 (1989)",
            "Value": "Aromatic amines form covalent bonds with humic materials, adding to model quinoidal structures such as are found in humic materials, followed by slow oxidation to nitrogen-substituted quinoidal rings(1,6). Condensation with hydroquinones to form phenoxazines is another mechanism for incorporating anilines into humic substances(6). The reaction half-life of 4-chloroaniline with one test humic constituent was 13 min(1). Hybrid oligomers were formed between 4-chloroanline and carboxyphenolic humus constituents(2,5). These oxidative coupling reactions are mediated by biotic and abiotic catalysts, such as microbial and plant enzymes, inorganic chemicals, clay and soil extracts with MnO2 and enzymes having the strongest catalytic effect(5,6). This type of crosscoupling product would explain the fast, strong, and irreversible binding of anilines to soil(3). After 1 year, 10-20% of (14)C residues remained in the upper 10 cm of soil(3). Another field experiment using (14)C resulted in 30% of the label remaining where it was applied, while little was found at lower depths or in leachate(4)."
        },
        {
            "References": "FUCHSBICHLER G, SUESS A; CHEMOSPHERE 7 (4): 345-50 (1978)",
            "Value": "ADSORBED 4-CHLOROANILINE DESORPTION RATES FROM DIFFERENT SOILS INTO WATER WERE 11.9% TO 68.3%; % REPLACEABLE BY 3,4-DICHLOROANILINE WAS 17.9% TO 100%, INDICATING WEAKLY SORBED FRACTION. PROLONGED SOIL RESIDENCE OF 4-CHLOROANILINE GIVES CHEMICAL BONDING, INSEPARABLE FROM SOIL."
        },
        {
            "References": "Worobey BL, Webster GR Ba; J Agric Food Chem 30 (1): 164-9 (1982)",
            "Value": "Release of tightly complexed 4-chloroaniline from treated soil humic acids and whole soils by pyrolysis in atmosphere of helium was studied. Pyrolysis of soil humic acids containing tightly complexed 4-chloroaniline resulted in release of approx 54% of the radioactivity with approx 5% detected via radioassay or gas-liq chromatography as intact 4-chloroaniline. Three soils of varying organic matter and clay concentrations complexed 10% of applied 4-chloroaniline; extractable radioactivity incr and tightly complexed 4-chloroaniline decreased as organic matter concn decreased and clay concn increased. The quantity of radioactivity released by pyrolysis was greatest for soils with low organic matter and high clay contents; 22-73% of the radioactivity could be released with 3-16% extractable into benzene from basified pyrolyzate, the amt depending on the nature of the soil, the type of pyrolysis probe, and the concn of the applied 4-chloroaniline."
        }
    ]
}