{
    "_id": {
        "$oid": "6682e890c4e5dba5ffba2636"
    },
    "CID": {
        "$numberInt": "7813"
    },
    "Name": "4-Aminotoluene",
    "IUPACName": "4-methylaniline",
    "CanonicalSMILES": "CC1=CC=C(C=C1)N",
    "Synonyms": [
        "p-Toluidine",
        "4-Methylaniline",
        "106-49-0",
        "4-Toluidine",
        "4-Methylbenzenamine",
        "p-Tolylamine",
        "4-AMINOTOLUENE",
        "Benzenamine",
        "4-methyl-",
        "p-Methylaniline",
        "p-Toluidin",
        "p-Methylbenzenamine",
        "p-Aminotoluene",
        "1-Amino-4-methylbenzene",
        "Naphtol AS-KG",
        "Naphtol AS-KGLL"
    ],
    "IsomericSMILES": "CC1=CC=C(C=C1)N",
    "INCHI": "InChI=1S/C7H9N/c1-6-2-4-7(8)5-3-6/h2-5H,8H2,1H3",
    "INCHIKEY": "RZXMPPFPUUCRFN-UHFFFAOYSA-N",
    "Formula": "C7H9N",
    "MolecularWeight": {
        "$numberDouble": "107.15"
    },
    "Description": "P-toluidine is an aminotoluene in which the amino substituent is para to the methyl group.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "62"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 15, 2010: https://www.safe.nite.go.jp/english/db.html. (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of <1.3 was measured for 4-aminotoluene, using orange-red killifish (Oryzias latipes) which were exposed over an 8-week period(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 15, 2010: https://www.safe.nite.go.jp/english/db.html. (2) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (3) Malaney GW; J Water Pollut Control Fed 32: 1300-11 (1960) (4) Pitter P; Water Res 10: 231-5 (1976) (5) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983) (6) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (7) Medvedev VA, Davidov VD; pp. 245-54 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil Overcash, MR ed Ann Arbor, MI: Ann Arbor Sci Publ (1981) (8) Lu GH et al; Environ Contam Toxicol 69: 111-6 (2002)",
            "Value": "AEROBIC: 4-Aminotoluene, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1), suggesting this compound is not expected to biodegrade rapidly. However, other screening studies(2-8) give contradictory results and show 4-aminotoluene to be readily biodegradable in the environment. Some test results are: 64% of theoretical BOD used in 5 days with a sewage seed(2); 64% of theoretical BOD in 8 days using an activated sludge inoculum acclimated to aniline(3); and 97.7% removal in 5 days with activated sludge(4). When 4-aminotoluene was incubated with sewage, 90 and 100% degradation occurred after 10 and 14 days, respectively(5). Complete degradation was obtained in 4 days with a soil inoculum(6). 500 ppm of 4-aminotoluene completely degraded after 9 days in a Chernozen soil, leaving degradation products that persisted for over 90 days(7). 4-Aminotoluene, present at 2 mg/L, reached 46% of its theoretical BOD in 5 days using water from the Songhua River in China as an inoculum(8)."
        },
        {
            "References": "Graveel JG et al; J Environ Qual 15 (1): 53-59 (1986)",
            "Value": "AEROBIC: Decomposition of (14)C-labeled benzidine, alpha-naphthylamine, and p-toluidine in soil was studied in laboratory experiments by monitoring CO2 production during a 308- to 365-day incubation period. After 365 days of incubation, 8.4 to 12% of added benzidine (54.3 umol/kg) was evolved as CO2 while 17 to 31% of added alpha-naphthylamine (69.8 umol/kg) and 19 to 35% of added p-toluidine (93.3 umol/kg) were evolved as CO2 in 308 days. Decomposition was enhanced by increasing the temperature from 12 to 30 °C. The absolute amount of alpha-naphthylamine and p-toluidine decomposed increased while the percentage of added amine degraded decreased as application rate was increased from 1 to 1000 mg/kg. ... Isotherms were linear for p-toluidine. Desorption of sorbed amines followed the order: benzidine < p-toluidine < alpha-naphthylamine and was inversely related to the extent of decomposition."
        },
        {
            "References": "(1) Kuhn EP, Suflita JM; Haz Waste Haz Mat 6: 121-33 (1989) (2) Hallas LE, Alexander M; Appl Environ Microbiol 45: 1234-41 (1983)",
            "Value": "ANAEROBIC: 4-Aminotoluene was not biodegraded in an anaerobic aquifer slurry over a 10 month incubation period(1). Under anaerobic conditions, no change in UV absorbancy was evident after 53 days when 4-aminotoluene was incubated with sewage(2). However two degradation products were identified, namely, 2-methylformanilide and 4-methylacetanilide(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 32",
            "Value": "log Kow = 1.39"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:1701932",
            "Value": "The in vivo covalent binding of o- and p-toluidine to rat hepatic macromolecules was investigated to determine if a relationship exists between the degree of binding for each isomer and its carcinogenic potency. The ortho-isomer has been shown to be a more potent hepatocarcinogen than the para-isomer. In addition to the macromolecular binding, the tissue distribution of each isomer was also measured. The degree of binding to hepatic macromolecules appeared to be at maximum for both at 24-28 hr following dosing. At 24 hr following dosing, the level of DNA binding of o-toluene was approximately 1.2-fold lower than that of p-toluene. The binding to RNA and protein was also lower for o-toluene than p-toluene, although the differences were not as great as that observed for DNA binding. There were subtle differences in tissue distribution for each isomer. However, in contrast to the macromolecular binding data, the area under the plasma concentration curve for o-toluene was approximately 1.8-fold greater than that for p-toluene. Based on the results of these studies, there was no direct correlation between the degree of macromolecular binding and carcinogenic potency."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Briggs GG; J Agric Food Chem 29: 1050-9 (1981) (2) Graveel JG et al; J Environ Qual 15: 53-9 (1986) (3) Graveel JG et al; Environ Toxicol Chem 4: 607-13 (1985) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Perrin DD; Dissociation constants of organic bases in aqueous solution. IUPAC Chem Data Ser, Buttersworth, London (1965) (6) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (7) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (8) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The mean Koc of 4-aminotoluene to 4 silt loam soils was 79 at a pH range of 6.1 to 7.5 where 4-aminotoluene is predominantly un-ionized(1). At lower pH, electrostatic forces should play a larger role. Three other soils had Koc values of 323, 496, and 508 where the pH was 4.0, 4.3, and 5.9, respectively(2). In this case appreciable concentrations of 4-aminotoluene would be present in both the neutral and protonated forms. The isotherms were linear and the adsorption constant was highly correlated with the clay content of the soil(2). The mean Koc of 4-aminotoluene in 3 soils (silt, silt loam, loam) was 141 over a pH range of 5.2 to 7.4(3). According to a classification scheme(4), these Koc values suggest that 4-aminotoluene is expected to have high to moderate mobility in soil. The pKa of 4-aminotoluene is 5.10(5), indicating that this compound will partially exist in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(6). Aromatic amines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(7,8), suggesting that mobility may be much lower in some soils(SRC)."
        },
        {
            "References": "(1) Graveel JG et al; Environ Toxicol Chem 4: 607-13 (1985) (2) Berry DF; Diss Abstr Int B 45: 3799 (1985) (3) Parris GE; Environ Sci Tech 14: 1099-105 (1980)",
            "Value": "The binding of 4-aminotoluene by 3 soils was studied by incubating soils amended with the aromatic amine and then sequentially extracting it with 60:40 (vol/ vol) ethylacetate:methanol, ammonium acetate and sodium hydroxide as a function of time. These extractants are increasingly more powerful extractants that initially remove weakly bound amines, then recover amines bound to soil colloids by electrostatic forces, and finally solubilize soil organic material. The procedure demonstrated the reversible nature of the interaction with montmorillonite and kaolinite clay(1). Binding to soil was shown to initially involve a rapid reversible equilibrium which may involve electrostatic interactions, hydrophobic bonding or irreversible imine linkages followed by covalent bonding of the amine to the soil organic matter through 1,4-nucleophilic addition and slow oxidation to nitrogen-substituted quinoid rings(1,3). Initially 68-73% of the amine was extractable with solvent and sodium hydroxide but this decreased to 46-52% by the end of the experiment indicating that the 4-aminotoluene was probably incorporated into the alkali-insoluble fraction of the soil(1). For 4-aminotoluene, binding is mainly to the fulvic acid fraction of the soil(1). These retention mechanisms may explain why 4-aminotoluene resist decomposition in soils(1). The oxidative coupling reaction may be enzymatically-mediated(2)."
        },
        {
            "References": "Sabljic A; Environ Sci Technol 21 (4): 358-66 (1987)",
            "Value": "Tests performed on 31 compounds /including p-toluidine/ clearly demonstrate that the molecular connectivity model accurately predicts the soils sorption coefficients for the above classes of compounds."
        }
    ]
}