{
    "_id": {
        "$oid": "6682e890c4e5dba5ffba2638"
    },
    "CID": {
        "$numberInt": "7819"
    },
    "Name": "ISOBUTYL ACRYLATE",
    "IUPACName": "2-methylpropyl prop-2-enoate",
    "CanonicalSMILES": "CC(C)COC(=O)C=C",
    "Synonyms": [
        "ISOBUTYL ACRYLATE",
        "106-63-8",
        "Isobutyl 2-propenoate",
        "Isobutyl propenoate",
        "2-Propenoic acid",
        "2-methylpropyl ester",
        "Acrylic acid",
        "isobutyl ester",
        "2-Methylpropyl acrylate",
        "2-methylpropyl prop-2-enoate",
        "NSC 20949",
        "Isobutylester kyseliny akrylove",
        "Acrylic Acid Isobutyl Ester",
        "DTXSID1021873",
        "NSC-20949",
        "U02509V73F",
        "Propenoic acid",
        "isobutyl ester"
    ],
    "IsomericSMILES": "CC(C)COC(=O)C=C",
    "INCHI": "InChI=1S/C7H12O2/c1-4-7(8)9-5-6(2)3/h4,6H,1,5H2,2-3H3",
    "INCHIKEY": "CFVWNXQPGQOHRJ-UHFFFAOYSA-N",
    "Formula": "C7H12O2",
    "MolecularWeight": {
        "$numberDouble": "128.17"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "106"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 34 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 10 was calculated in fish for isobutyl acrylate(SRC), using a log Kow of 2.22(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 p. 2-81 (1992) (2) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974)",
            "Value": "AEROBIC: By analogy to butyl acrylate, which biodegrades readily in the MITI test(1), biodegradation of isobutyl acrylate may by an important environmental fate process(SRC). Butyl acrylate, present at 100 mg/L, reached 61% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1).."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 34",
            "Value": "log Kow = 2.22"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1016",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acrylic acid isobutyl ester has been tested externally on the eyes of rabbits & ... rated 2 on scale of 1 to 10 according to the degree of injury observed after 24 hr. The most severely injurious substances have been rated 10."
        },
        {
            "References": "PMID:6839739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Contact sensitivity was produced in Guinea pigs with mono-, di-, and tri- acrylate compounds. /Mono-, di-, and tri- acrylate compounds/"
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ Isobutyl acrylate was tested for mutagenicity in the Salmonella/microsome preincubation assay using a protocol approved by the National Toxicology Program. Isobutyl acrylate was tested over a wide range of doses (0, 100, 333, 1000, 3333, and 10,000 ug/plate) in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Isobutyl acrylate was negative in these tests and the highest ineffective dose level tested in any Salmonella tester strain was 10,000 ug/plate."
        },
        {
            "References": "PAULET G, VIDAL M; ARCH MAL PROF MED TRAV SECUR SOC 36 (1-2): 58-60 (1975)",
            "Value": "/OTHER TOXICITY INFORMATION/ TOXICITY OF 6 ACRYLATES & 6 METHACRYLATES WAS DETERMINED IN FISH & RATS. ALL ESTERS WERE LESS TOXIC THAN ACRYLAMINE & ACRYLONITRILE. METHACRYLATES WERE APPROX 5-FOLD LESS TOXIC THAN ACRYLATES. TOXICITY FOR A GIVEN SERIES DECR WITH INCR LENGTH OF CARBON CHAIN."
        },
        {
            "References": "PMID:7090003",
            "Value": "/OTHER TOXICITY INFORMATION/ STRUCTURE-TOXICITY RELATIONSHIPS OF ACRYLATES, INCL ISOBUTYL ACRYLATE, & METHACRYLATES WERE ANALYZED IN MICE. ACUTE ORAL LD50, PARTITION COEFFICIENT (P), & 2ND ORDER RATE CONSTANT (K) MEASURED EXPTL. TOXICITIES FOUND TO BE DEPENDENT UPON LOG P OR LOG K, ESPECIALLY UPON LOG P."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) O'Hara T et al; in Ullmann's Encyl Chem Technol Weinheim, Germany: VCH A1: 163 (1985) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of isobutyl acrylate is estimated as 66(SRC), using a water solubility of 2,000 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that isobutyl acrylate is expected to have high mobility in soil."
        }
    ]
}