{
    "_id": {
        "$oid": "6682e891c4e5dba5ffba263d"
    },
    "CID": {
        "$numberInt": "7839"
    },
    "Name": "Ethylene dibromide",
    "IUPACName": "1,2-dibromoethane",
    "CanonicalSMILES": "C(CBr)Br",
    "Synonyms": [
        "1,2-Dibromoethane",
        "106-93-4",
        "ETHYLENE DIBROMIDE",
        "Ethylene bromide",
        "sym-Dibromoethane",
        "Ethane",
        "1,2-dibromo-",
        "alpha,beta-Dibromoethane",
        "Bromuro di etile",
        "1,2-Dibromaethan",
        "1,2-Dibroomethaan",
        "1,2-Ethylene dibromide",
        "Aadibroom",
        "Bromofume",
        "Sanhyuum",
        "Soilbrom"
    ],
    "IsomericSMILES": "C(CBr)Br",
    "INCHI": "InChI=1S/C2H4Br2/c3-1-2-4/h1-2H2",
    "INCHIKEY": "PAAZPARNPHGIKF-UHFFFAOYSA-N",
    "Formula": "C2H4Br2",
    "MolecularWeight": {
        "$numberDouble": "187.86"
    },
    "Description": "1,2-dibromoethane is a bromoalkane that is ethane carrying bromo substituents at positions 1 and 2. It is produced by marine algae. It has a role as a fumigant, a carcinogenic agent, a marine metabolite, an algal metabolite, a mouse metabolite and a mutagen. It is a bromohydrocarbon and a bromoalkane.",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "6"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Federal Register; Ethylene Dibromide Position Document I. Dec 14, 1977. 42FR63136-61",
            "Value": "No detectable residues of ethylene dibromide are found in plants grown in ethylene dibromide fumigated soils(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 30, 2018: https://www.safe.nite.go.jp/english/db.html (2) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF range of <3.5 to 14.9 was measured in fish for ethylene dibromide(SRC) using carp (Cyprinus carpio) which were exposed over a 6-week period(1). A measured fish BCF of <1 has also been reported(2). According to a classification scheme(3), this BCF range suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Jex GW et al; Microbial and Chemical Degradation of 1,2-Dibromoethane in the Environment. ACS 190th Natl Mtg. Agrochemicals. Paper No. 36 (1985) (2) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (3) Bouwer EJ, McCarty PL; Appl Environ Microbiol 50: 527-8 (1985) (4) Wilson BH et al; Environ Sci Technol 20: 997-1002 (1986) (5) Baek K et al; Appl Microbiol Biotechnol 98(3): 1329-1338 (2014)",
            "Value": "Ethylene dibromide degraded readily in primary sewage sludge suspensions under both aerobic and anaerobic conditions(1); under aerobic conditions, degradation occurred within days, while under anaerobic conditions, degradation took 5-6 weeks(1). In three day die-away tests using Japanese river and seawater, ethylene dibromide was observed to have moderate degradation (21-35% degradation)(2). Low concentrations of ethylene dibromide (<100 ug/L) were biotransformed completely within 2 weeks by a reductive dehalogenation under methanogenic conditions in a continuous-flow column(3); sterile controls showed that some abiotic degradation was also occurring, but microbial degradation was dominant(3). In a microcosm study simulating methanogenic conditions found in aquifer material, ethylene dibromide was found to biodegrade relatively rapidly(4); after 16 weeks of incubation, greater than 99% of initial ethylene dibromide was transformed(4); in sterile controls, only 20% was transformed after 40 weeks(4). Biodegradation of low concentrations of ethylene dibromide in groundwater microcosms was enhanced by addition of phenol(5)."
        },
        {
            "References": "(1) Pignatello JJ; J Environ Qual 16: 307-12 (1987) (2) Pignatello JJ, Cohen SZ; Rev Environ Contam Toxicol 112: 2-46 (1990) (3) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 3rd ed. New York, NY: Van Nostrand Reinhold Co, p. 956 (1996) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of March 30, 2018: https://www.safe.nite.go.jp/english/db.html (5) ECHA; Search for Chemicals. 1,2-Dibromoethane (106-93-4) Registered Substances Dossier. European Chemical Agency. Available from, as of April 2, 2018: https://echa.europa.eu/",
            "Value": "AEROBIC: Microbial degradation of ethylene dibromide was examined in microcosms using shallow aquifer material and groundwater(1); ethylene dibromide degraded aerobically in all samples with half-lives ranging from 35-350 days(1); degradation in autoclaved controls was very small in comparison to non-sterile tests(1). A review of available biodegradation data pertaining to ethylene bromide concluded that ethylene dibromide is biotransformed fairly readily in the environment(2); lifetimes can be as short as several days in surface soils and as long as many months in aquifer materials(2). In about two months, ethylene dibromide was converted almost completely and quantitatively to ethylene in a soil culture at an initial concentration of 188 g/L ethylene dibromide(3). Disappearance in soil at 100 mg/kg and 20 °C under aerobic laboratory conditions: half-life =< 2.0 days(3). Ethylene dibromide, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test; however, degradation determination was affected by major removal via volatilization(4). Using a closed-bottle protocol with a non-adapted activated sludge inoculum, ethylene dibromide (at 15 mg/L) was found to be not readily biodegradable with only 4.2% degradation after 28 days of incubation(5)."
        },
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 3rd ed. NY, NY: Van Nostrand Reinhold Co, p. 956 (1996) (2) Rathbun RE; U.S. Geological Survey Professional Paper 1589: 1-151 (1998) (3) Henderson JK et al; Environ Sci Technol 42(3): 864-870 (2008)",
            "Value": "ANAEROBIC: Biodegradation in a methanogenic aquifer at 17 °C and initial concentration of 194 ug/L: half-life = two weeks; bromoethanol was detected as a metabolite(1). Reductive dehalogenation in anoxic sediment with 6% organic carbon: half-life = 0.8 days at 22 °C. Based upon a pseudo first-order rate coefficient for microbial degradation under anaerobic conditions, ethylene dibromide is expected to have an anaerobic degradation half-life ranging from 2 to 15 days at 25 °C(2). Microcosms simulating contaminated groundwater sites in Clemson, South Carolina measured a first-order biodegradation rate of 9.4/year for ethylene dibromide under biostimulated conditions(3) with corresponds to a half-life of about 27 days(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 1.96"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 316",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Three dogs exposed for 1 to 1.5 hr to vapor of 1 to 5 cc of 1,2-dibromoethane in 1,000 L of air developed clouding of corneas several hours after removal from exposure chamber."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Minimum lethal concn for rats in 8 hr exposure was 200 ppm for ethylene dibromide and 5000 ppm for carbon tetrachloride; the highest concn not producing detectable injury in 8 hr was 50 ppm for both substances."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Toxicities of ethylene dichloride, carbon tetrachloride and ethylene dibromide, ingredients of various fumigant mixt /were compared/. /Orally/ ... ethylene dibromide ... most toxic of three. It was more harmful than carbon tetrachloride in inhalation exposures of less than 7 hr but equally toxic for 7 hr and repeated exposures."
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 416",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dermal applications, if confined, will cause severe burning of the skin."
        },
        {
            "References": "PMID:7028216",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single acute oral and ip doses of ethylene dibromide (1/2 LD50) and chronic oral doses of ethylene dibromide (1/3 LC50) were administered to quail in order to characterize the sublethal effects of ethylene dibromide residues. At 24 hours after dosing, relative liver weight, plasma aspartate aminotransferase and sorbitol dehydrogenase were elevated and decreases were found in hepatic total lipid, total protein, aminotransferase, glutamic dehydrogenase, plasma cholinesterase and total lipid. Following chronic administration, elevations in relative liver weight, plasma cholinesterase and total lipid, hemoglobin and hematocrit were found and hepatic aminotransferase, glutamic dehydrogenase, and total lipid were decreased."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 360",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Although animal studies have confirmed that ethylene dibromide is acutely toxic to the liver and kidneys, near-lethal doses are apparently required to cause observable organ damage. /Investigators/ ... saw little evidence of liver and kidney damage in male B6C3F1 mice given a single ip injection of 94 or 141 mg/kg. An ip dose of 199 mg/kg was required to produce significant incr in liver and kidney wt as well as incr in blood urea nitrogen and serum enzyme levels."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 361",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ ... admin 75 mg/kg body wt doses of ... /ethylene dibromide/ orally to fasted male rats & exam the time course of changes in glutathione levels. Liver glutathione levels diminished within 15 min & remained low for up to 4 hr after dosing. Cytosolic glutathione-S-transferase activities did not diminish until 2 hr after dosing & returned to normal by 4 hr. The glutathione levels decr due to metab of ethylene dibromide by glutathione-S-transferases. When glutathione levels fell too low, reactive ethylene dibromide glutathione conjugates & other ethylene dibromide metabolites were apparently free to interact with (& inhibit) the transferase enzymes as well as other proteins, RNA, & DNA."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 201 (1977)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats tolerated exposure to 190 mg/cu m (25 ppm) ethylene dibromide in air over 7 hr/day for 151 days, but 63 similar exposures to levels of 380 mg/cu m (50 ppm) were lethal to 20-50% of animals. Deaths from acute exposure were usually due to lung congestion and hemorrhage although liver and kidney damage as well as corneal injury, were also observed."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 4110",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs subjected to 57 7 hr exposures /at 50 ppm in air/ in 80 days showed some depression of growth but no increase in mortality. Lung, liver, and kidney weights were increased. There were slight histopathological changes in liver and kidney."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 649 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female B6C3F1 mice were administered 100, 125, 160 or 200 mg/kg body weight ethylene dibromide in corn oil by gavage daily for 14 days. Host resistance was not altered after challenge with a variety of agents. Decreases were in relative thymus and spleen weights, red blood cells, hemoglobin, hematocrit and responses of immunological cells in culture. Increases in relative weights of liver and kidney were seen."
        },
        {
            "References": "NIH PUBL; ISS NIH-82-1766 (1982) 163 PP",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1,2-Dibromoethane was carcinogenic to F344 rats when admin by inhalation at 10 or 40 ppm for 78-103 wk. Mammary gland fibroadenomas and alveolar/bronchiolar carcinomas and adenomas were observed in females. Testicular degeneration was reported in males and  retinal degeneration was reported in female rats. In addition, hepatic necrosis & toxic nephropathy were observed in both sexes."
        },
        {
            "References": "NIOSH; Current Intelligence Bulletin Ethylene Dibromide #37 p.411 (1981)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... An increased incidence of skin papillomas, skin carcinomas, and lung tumors in treated male and female noninbred Ha: IR Swiss mice ... receiving repeated skin applications of ethylene dibromide 3 times weekly for 40-594 days at 25 or 50 mg/application/mouse."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 365",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In ... a carcinogenesis bioassay, Fischer 344 rats & B6C3F1 mice were chronically exposed to 10 or 40 ppm ... /ethylene dibromide/ by inhalation for 6 hr/day, 5 days/wk. Increased mortality was observed for high-dose rats & for mice at both doses. Male rats developed tumors of the nasal cavity with the following incidences: 20 adenocarcinomas & 3 squamous cell carcinomas in the 50 low-dose animals, & 28 adenocarcinomas, 21 carcinomas, & 3 squamous cell carcinomas in the 50 high-dose animals. In the nasal cavity of female rats, there were 20 adenocarcinomas & 1 squamous cell carcinoma in the 50 animal low-dose group, & 29 adenocarcinomas in the 50 animal high-dose group. One female control rat developed a squamous cell carcinoma of the nasal cavity. Hemangiosarcomas were also associated with ethylene dibromide exposure occurring in 1 of 50 low-dose males, 15 of 50 high-dose males, & 5 of 50 high-dose females. The incidence of testicular mesotheliomas among males & mammary fibroadenomas among females was also incr by ... exposure."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 643 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female B6C3F1 mice were administered 4 mmol/L ethylene dibromide (purity, > 99%), a dose equivalent to 116 mg/kg body weight for males and 103 mg/kg body weight for females in distilled drinking water for 450 days. A control group of 60 males and 60 females was given distilled drinking water. Ethylene dibromide induced squamous cell carcinomas of the forestomach in 26/28 males and 27/29 females and squamous cell papilloma of the esophagus in 3/30 females compared with none in 45 male and 50 female controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 644 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 48 male and 48 female Sprague Dawley weanling rats were exposed by whole body inhalation to 0 or 20 ppm (154 mg/cu m) ethylene dibromide (purity, 99%) for 7 hours per day on five days per week for 18 months. Rats inhaling 20 ppm ethylene dibromide vapor had significantly higher mortality than the controls. Among treated rats, 10/48 males and 6/48 females developed hemangiosarcomas of the spleen compared with 0/48 male and 0/48 female controls. Mammary tumors (benign and malignant combined) occurred in 25/48 females compared with 2/48 controls. Subcutaneous mesenchymal tumors were found in 11/48 males compared with 3/48 controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 646 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 200 (males and females combined) Shasta strain rainbow trout, eight weeks of age, were fed a diet containing 0 or 2000 ppm ethylene dibromide (purity unspecified). Eight fish were killed after nine months of feeding the test diet and 120 fish were killed after 18 months. Liver neoplasms (adenoma and carcinoma combined), occurred at nine months in 0/66 and 1/65 fish (males and females combined) in the control and ethylene dibromide treated groups, respectively; at 18 months, the incidences were 0/113 and 6/117, respectively. The incidences of stomach papillomas at nine months were 0/66 and 0/65 for the control and ethylene dibromide treated groups, respectively and at 18 months were 0/113 and 36/117, respectively. A higher incidence of stomach tumors was seen in males than in females (p < 0.05, Mantel-Henszel test)."
        },
        {
            "References": "PMID:9672661",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The carcinogenicity of 1,2-dibromoethane (ethylene dibromide; EDB) was investigated in the Japanese medaka (Oryzias latipes), a small fish species. EDB was administered in water continuously for 97 days to a low concentration group, for 73 days to an intermediate concentration group, and intermittently for 24 hr once each week over 97 days to a high concentration group. Medaka were 7 days old at the beginning of the tests. Mean measured EDB concentrations in the ambient water were 0.13 mg/L, 6.20 mg/L, and 18.58 mg/L in the low, intermediate, and high concentration groups, respectively. Two control groups, one inside and one outside the exposure apparatus, were used. Samples were examined histologically at 24, 36, and 58 weeks from the beginning of the tests. EDB was clearly carcinogenic to medaka in the intermediate and high concentration groups causing (1) hepatocellular adenomas and carcinomas, (2) cholangiomas, (3) chloangiocarcinomas, and (4) gall bladder papillary adenomas and adenocarcinomas. In separate studies, medaka exposed to 1.0 mg/L EDB for 2 to 5 weeks had elevated hepatic glutathione S-transferase activities, possibly indicating induction of a pathway that forms the reactive metabolite of EDB in mammals. SDS-PAGE of hepatic cytosolic fractions of EDB-exposed medaka showed a pronounced increase in a band at 26,000 Da, the expected position for GSH-S-transferase. ... Medaka appear exceptionally sensitive to the carcinogenic effects of EDB and could serve as a model test species for studying similar compounds."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 202 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Adult hens maintained on feed containing 50-320 mg/kg ethylene dibromide laid smaller eggs; after 6 wk on the diet containing the highest dose, egg laying ceased irreversibly."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 202 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Two to three wk after start of oral treatment of bulls with 4 mg/kg bw ethylene dibromide on alternate days, abnormal spermatozoa were observed, indicating interference with spermatogenesis and with maturation of spermatozoa in epididymis; doses of 2 mg/kg/day had no effect on reproductive capacity of cows and ewes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 202 (1977)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene dibromide given ip at dose of 10 mg/kg on 5 successive days to rats damaged spermatogenic cells; effect was reversible."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fetal abnormalities were observed when pregnant rats and mice were exposed /by inhalation/ at 31.6 ppm ethylene dibromide for 23 hr a day during the 6th-15th days of gestation."
        },
        {
            "References": "PMID:1462248",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic effects of ethylene dibromide (EDB) bioactivation, mediated by purified rat liver glutathione S-transferases (GST), were investigated using rat embryos in culture. Significant EDB metabolism was observed with rat liver GST purified by affinity chromatography (specific activity of 188 +/- 11.3 nmol/min/mg protein). ... Purified rat liver GST caused a significant reduction in general development as measured by crown-rump length, yolk sac diameter, somite number, and the composite score for different morphological parameters (Brown and Fabro methodology). Structures most significantly affected were the central nervous and olfactory systems as well as the yolk sac circulation and allantois. The results of this study clearly indicate that under in vitro conditions, bioactivation of EDB by GST can lead to embryotoxicity."
        },
        {
            "References": "PMID:1884910",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mature (12 months old) male New Zealand White rabbits (8-10/group) were dosed subcutaneously with ethylene dibromide (EDB) in corn oil (untreated and vehicle controls, 15, 30, or 45 mg/kg body wt/day for 5 days). Weekly semen samples (for 6 weeks preexposure, during treatment, and 12 weeks postdosing [pd]) were analyzed for sperm concentration, number, morphology, viability, and motion parameters (velocity, linearity, beat cross-frequency, amplitude of lateral head displacement (ALH), and circularity), and semen pH, osmolality, volume, fructose, citric acid, carnitine, protein, and acid phosphatase (AP). Male fertility was assessed preexposure and at 4 and 12 weeks pd by artificial insemination of three females/male/time point with one million motile sperm. The percentage pregnant females, litter size, fetal body weights, and structural development were assessed. In the 45 mg/kg dose group of males there was 30% mortality and liver damage in 43% of the survivors as evidenced by increased levels of serum enzymes. Also in this group, ethylene dibromide produced significant decreases in sperm velocity, percentage motility, and amplitude of lateral head displacement (up to 25% at various times pd). There were also dose-related decreases in semen pH (up to 2%) and total ejaculate volume (up to 23%, 15 and 30 mg/kg dose groups only). AP activities were significantly elevated (up to 116%) 2 weeks pd in the 45 mg/kg dose group. All other semen parameters evaluated were unaffected. Male fertility and fetal structural development were also unaffected. Of the seven semen parameters perturbed by ethylene dibromide in humans, four were also affected in the rabbit (sperm velocity, percentage motility, pH, and volume), whereas sperm number, viability, and morphology were not. Thus, some of the male reproductive effects of ethylene dibromide in the human have been modelled in the rabbit, although the rabbit appears not to be as sensitive, since semen parameters were affected only at doses close to the LD50 (55 mg/kg)."
        },
        {
            "References": "PMID:12745878",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 1. Chick embryo in ovo was used to investigate the effects of 1,2-dibromoethane (DBE) on hematopoiesis at a developmental stage where the primitive erythroid cells divide and differentiate in circulation. 2. Early after DBE treatment on embryonic day 3, annexin V/propidium iodide labelling showed acute cell death of erythroid elements, which was subsequently compensated for by the release of immature cells into the circulation. Simultaneously, the comet assay indicated increased DNA damage in DBE-exposed blood cells when compared with controls. 3. After embryonic day 5, there was no indication for ongoing prominent cell death in the DBE-treated group. However, the DNA damage assessed by the comet assay persisted until embryonic day 10 in the peripheral blood cells, and for even longer in cells from thymus and bursa. 4. The kinetics of DNA fragmentation in both erythroid and lymphoid cells implied genotoxic damage by DBE to the stem cells of the definitive elements and transmission of this damage through the successive cell generations. 5. The early chick embryo provides a suitable alternative to mammalian models for investigation of long-term effects of xenobiotics on hematopoiesis."
        },
        {
            "References": "PMID:12779017",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Morphological symptoms of mesonephric kidney damage were analyzed in chick embryos treated with nephrotoxic agents CDDP or DBE. The drugs were administered intraamniotically on ED 3 at doses 0.03 and 0.3 microg CDDP or 100 and 300 microg DBE per embryo. Body weight and absolute and relative measures of the mesonephroi (length, weight and form) were evaluated on ED 10. The higher doses of both agents affected the mass of this organ significantly. Simultaneously, a dose-dependent increase of renal malformations was detected in treated embryos, while the incidence of gross and cardiovascular defects was low (DBE) or absent (CDDP). Together with less pronounced effects on the total body growth, the results gave evidence for a higher sensitivity of the mesonephros to toxic insult when compared to the whole organism. A direct cytotoxic effect multiplied by concomitant injury of blood supply seemed to be the main cause of CDDP nephrotoxicity. In the case of DBE, damage to the mesonephros was probably associated with a primary impairment of the vascular network. The chick embryo in ovo provides a promising system for the assessment of nephrotoxic effects induced by prospective therapeutic agents and environmental contaminants during the prenatal period."
        },
        {
            "References": "PMID:16428107",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 1. Chick embryos in ovo were treated with a teratogenic dose of 1,2-dibromoethane (DBE) on embryonic day (ED) 3. On ED 6 and 10, histological sections of whole embryos were prepared for confocal microscopy. In parallel, mesonephroi of 10-d-old embryos were dissected for in situ staining with acridine orange (AO), a fluorescence probe for lysosomes. 2. DBE impaired differentiation of renal vessels which manifested as a delay in rearrangement of primitive renal vascular architecture on ED 6 and a significant reduction of the mesonephric vascularisation on ED 10. This was accompanied by delayed functional maturation of embryonic kidney, as suggested by staining with AO. 3. Renal vessels appeared to be more susceptible to DBE than tubules. Unequal growth of these renal components might be a cause of DBE-induced spatial disorganisation of tubular apparatus. 4. Nephrotoxic effects of DBE during the embryonic period are associated primarily with damage to the renal blood supply. 5. Confocal microscopy, stereological methods and three-dimensional reconstruction of developing tissues are useful tools to investigate pathogenic processes during embryonic development."
        },
        {
            "References": "PMID:6363954",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Pregnant female Long-Evans hooded rats were exposed to 0, 0.43, 6.67, or 66.7 ppm ethylene dibromide via inhalation for 4 hr/day, 3 days/wk from day 3 to 20 of gestation. The 66.7 ppm dose produced an incr in defecation during exposure, a decr in gestational weight gain, and an enhanced rotorod performance & T-maze brightness discrimination acquisition in their offspring. Similar changes were noted in the dams and offspring exposed to 6.67 ppm but the magnitude of the effects was reduced. No effects of exposure to 0.43 ppm were detected, nor were litter size, litter composition, nest building, pup retrieval, DRL-20 acquisition, straight alley running speed, or passive avoidance affected by exposure to any dose."
        },
        {
            "References": "PMID:18569599",
            "Value": "/GENOTOXICITY/ Single-cell microgel electrophoresis (comet) assay was used to study genotoxic effects in human nasal mucosa cells and rat nasal and ethmoidal mucosa cells in vitro. Human cells were obtained from tissue samples of 10 patients (3 females/7 males), who underwent surgery (conchotomy) for treatment of nasal airway obstruction. Rat nasal mucosa cells were derived from male Sprague-Dawley rats. Cells were exposed for 1 h to either N-nitrosodiethanolamine (NDELA), epichlorohydrin (EPI), 1,2-epoxybutane (EPB), ethylene dibromide (EDB), or 1,2-dibromo-3-chloropropane (DBCP). Dimethyl sulfoxide (DMSO) was used as negative control. Alkaline comet assay was performed according to a standard protocol and DNA damage was quantified as Olive tail moment using image analysis system. All test substances induced an increase in DNA damage in human and rat cells. The absolute amount of DNA damage in rat nasal mucosa cells was usually higher than in ethmoidal mucosa cells. Human nasal mucosa cells were found to be less sensitive than rat mucosa cells to the genotoxic activities of DBCP (lowest effective concentration in human cells [LEC(human)]: 1.5, in rat cells [LEC(rat)]: 0.01 mM) and NDELA (LEC(human): 25, LEC(rat): 12.5 mM), whereas EPB-treated cells were almost equal (LEC(human) and LEC(rat) 0.78 mM). NDELA induced a marked concomitant cytotoxicity. For EPI (LEC(human) and LEC(rat): 0.097 mM) and EDB (LEC(human): 0.195, LEC(rat): 0.048 mM), pronounced interindividual differences were observed in human samples."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Aspergillus forward mutation test: positive."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 203 (1977)",
            "Value": "/GENOTOXICITY/ Treatment of 2-day old adult male drosophila melanogaster for 3 days with 0.3 mmol resulted in significant incr in number of x-chromosomal recessive lethals for 3 consecutive breedings."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 203 (1977)",
            "Value": "/GENOTOXICITY/ In absence of metabolic activation system, ethylene dibromide induced base pair substitution and reverse mutations in plate assays with salmonella typhimurium G46, TA1530, ta1535 and TA100."
        },
        {
            "References": "PMID:7290095",
            "Value": "/GENOTOXICITY/ 280 Chemicals, 130 of which were known carcinogens, were tested /in a DNA-cell-binding assay/ using Eschericia coli Q13  and Ehrlich cells. Results with ethylene dibromide with or without addition of lysozyme or liver extract were negative using this assay."
        },
        {
            "References": "NIOSH; Criteria Document: Ethylene Dibromide p.87 (1977) DHEW Pub. NIOSH 77-221",
            "Value": "/GENOTOXICITY/ L5178Y Mouse lymphoma cells exposed to ethylene dibromide at concentrations of 0.0-3.0 mM displayed an induced mutational frequency that was dose related. Thirteen new mutations for each 10,000 surviving cells were found."
        },
        {
            "References": "NIOSH; Criteria Document: Ethylene Dibromide p.92 (1977) DHEW Pub. NIOSH 77-221",
            "Value": "/GENOTOXICITY/ Ethylene dibromide /is/ highly mutagenic to Tradescantia, which produced a well-defined dose-response relationship with surface exposures as low as 3.6 ppm (27.72 mg/cu m)."
        },
        {
            "References": "NIOSH; Criteria Document: Ethylene Dibromide p.90 (1977) DHEW Pub. NIOSH 77-221",
            "Value": "/GENOTOXICITY/ ... Ethylene dibromide exposure of 22.0 mg inhibited the growth of the Eschericia coli pol Al-strain preferentially to isogenic pol A+ strain as indicated by zone of inhibition diameters of 20 vs 15 mm, respectively."
        },
        {
            "References": "De Serres FJ, Hollaender A; Chemical Mutagens 4: 262 (1976)",
            "Value": "/GENOTOXICITY/ Ethylene dibromide has been shown to induce ad-3 mutants in a two component heterokaryon of Neurospora crassa."
        },
        {
            "References": "Kale P, Baum JW; Environ Sci Res 25 Genotoxic Eff Airborne Agents: 291-300 (1982)",
            "Value": "/GENOTOXICITY/ Acute exposure to ethylene dibromide at 30 ppm/hour produced a significantly higher number of mutations in spermatozoa, spermatids, and spermatocytes of Drosophila melanogaster. ... At 2-18 ppm/hr, the differences in mutation induction were not significant for any cell type, except for spermatids exposed to 2-10 ppm/hr."
        },
        {
            "References": "Buselmaier W et al; Biol Zentralbl 91 (3): 311-25 (1972)",
            "Value": "/GENOTOXICITY/ In the host-mediated assay in mice (using ip injected suspension of histidine-requiring Salmonella typhimurium and leucine-requiring Serratia marcescens mutants for the detection of back mutations), 1,1-dichloro-2,2-bis(p-chlorophenyl)ethane, captan, and ethylene dibromide (all at 500 mg/kg sc) were mutagenic. In the dominant lethal test, no pesticides tested were definitely mutagenic, although tests with 1,1,1-trichloro-2,2-bis(p-chlorophenyl)ethane and 1,1-dichloro-2,2-bis(p-chlorophenyl)ethene were ambiguous."
        },
        {
            "References": "PMID:18569599",
            "Value": "/GENOTOXICITY/ Single-cell microgel electrophoresis (comet) assay was used to study genotoxic effects in human nasal mucosa cells and rat nasal and ethmoidal mucosa cells in vitro. Human cells were obtained from tissue samples of 10 patients (3 females/7 males), who underwent surgery (conchotomy) for treatment of nasal airway obstruction. Rat nasal mucosa cells were derived from male Sprague-Dawley rats. Cells were exposed for 1 h to either N-nitrosodiethanolamine (NDELA), epichlorohydrin (EPI), 1,2-epoxybutane (EPB), ethylene dibromide (EDB), or 1,2-dibromo-3-chloropropane (DBCP). Dimethyl sulfoxide (DMSO) was used as negative control. Alkaline comet assay was performed according to a standard protocol and DNA damage was quantified as Olive tail moment using image analysis system. All test substances induced an increase in DNA damage in human and rat cells. The absolute amount of DNA damage in rat nasal mucosa cells was usually higher than in ethmoidal mucosa cells. Human nasal mucosa cells were found to be less sensitive than rat mucosa cells to the genotoxic activities of DBCP (lowest effective concentration in human cells [LEC(human)]: 1.5, in rat cells [LEC(rat)]: 0.01 mM) and NDELA (LEC(human): 25, LEC(rat): 12.5 mM), whereas EPB-treated cells were almost equal (LEC(human) and LEC(rat) 0.78 mM). NDELA induced a marked concomitant cytotoxicity. For EPI (LEC(human) and LEC(rat): 0.097 mM) and EDB (LEC(human): 0.195, LEC(rat): 0.048 mM), pronounced interindividual differences were observed in human samples."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 366",
            "Value": "/GENOTOXICITY/ ... The dose response of ... /ethylene dibromide-induced/ mutation in the Salmonella typhimurium bacterial reverse mutation assay by using several tester strains as well as Escherichia coli WP2 hcr /was studied/. /It was found that ethylene dibromide was/ ... mutagenic at a very high dose and  that the mutation rate is not enhanced by the addition of rat liver microsomal extract."
        },
        {
            "References": "National Research Council. Drinking Water and Health, Volume 6. Washington, D.C.: National Academy Press, 1986., p. 364",
            "Value": "/GENOTOXICITY/ Although some bacterial assay systems suggest that /ethylene dibromide/ ... can be a direct acting mutagen, ethylene dibromide may be activated chemically or enzymatically in eucaryotic cells. ... An in vitro assay /showed/ that ethylene dibromide is activated by hepatic microsomal extracts to form a species that can bind covalently to DNA. Similarly, /investigators/ ... showed that ethylene dibromide may be conjugated with glutathione in microsomes to form thiiranium ions, which might then bind covalently to DNA or other target macromolecules."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 54 125 (1982)",
            "Value": "/GENOTOXICITY/ Ethylene dibromide bound covalently to liver DNA of rats treated in vivo. It was selectively lethal to DNA-repair-deficient bacteria, and provoked DNA repair in cultured mammalian cells. It was mutagenic to bacteria, fungi, vascular plants, insects and cultured mammalian cells in the absence of an exogenous metabolic activation system. It induced chromosomal aberrations and sister chromatid exchanges in cultured mammalian cells."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 653 (1999)",
            "Value": "/GENOTOXICITY/ Ethylene dibromide was mutagenic in bacteria, Streptomyces coelicolor, Aspergillus nidulans. Salmonella typhimurium TA1535 expressing human GST1-1 showed greatly enhanced mutagenicity when treated with ethylene dibromide. Ethylene dibromide was highly mutagenic in Salmonella typhimurium NM5004, which has high levels of GST and inducible umuC gene expression."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 653 (1999)",
            "Value": "/GENOTOXICITY/ Ethylene dibromide induced delayed sex-linked recessive lethal mutations in spermatozoa and spermatids of adult Drosophila males. Mutations were detected in F3 generations as well as in the conventional F2 generations."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 653 (1999)",
            "Value": "/GENOTOXICITY/ Ethylene dibromide was mutagenic to Drosophila melanogaster and studies in repair-proficient and -deficient strains suggested that the compound is mutagenic through modification of ring nitrogens of purines (N7 of guanine and N1 of adenine)."
        },
        {
            "References": "PMID:1377351",
            "Value": "/GENOTOXICITY/ Ethylene dibromide (1,2-dibromoethane; EDB) was tested for the induction of dominant lethal and electrophoretically-detectable specific-locus mutations in the germ cells of DBA/2J male mice. Males were treated with a single intraperitoneal injection of 100 mg/kg EDB and mated to two C57BL/6J females. In the dominant lethal assay, matings were carried out to measure the effect of EDB on meiotic and postmeiotic stages; germ cells representing spermatogonial stem cells were analyzed in the electrophoretic specific-locus test. Neither of these germ cell tests produced any evidence that EDB is a germ cell mutagen. It appears from these data and those reported in the literature that EDB, a genotoxic carcinogen that affects male fertility in some mammalian species, is not mutagenic in the germ cells of the male mouse."
        },
        {
            "References": "PMID:12151404",
            "Value": "/GENOTOXICITY/ The presence of the DNA repair protein O(6)-alkylguanine-DNA alkyltransferase (AGT) paradoxically increases the mutagenicity and cytotoxicity of 1,2-dibromoethane (DBE) in Escherichia coli. This enhancement of genotoxicity did not occur when the inactive C145A mutant of human AGT (hAGT) was used. Also, hAGT did not enhance the genotoxicity of S-(2-haloethyl)glutathiones that mimic the reactive product of the reaction of DBE with glutathione, which is catalyzed by glutathione S-transferase. These experiments support a mechanism by which hAGT activates DBE. Studies in vitro showed a direct reaction between purified recombinant hAGT and DBE resulting in a loss of AGT repair activity and a formation of an hAGT-DBE conjugate at Cys(145). A 2-hydroxyethyl adduct was found by mass spectrometry to be present in the Gly(136)-Arg(147) peptide from tryptic digests of AGT reacted with DBE. Incubation of AGT with DBE and oligodeoxyribonucleotides led to the formation of covalent AGT-oligonucleotide complexes. These results indicate that DBE reacts at the active site of AGT to generate an S-(2-bromoethyl) intermediate, which forms a highly reactive half-mustard at Cys(145). In the presence of DNA, the DNA-binding function of AGT facilitates formation of DNA adducts. In the absence of DNA, the intermediate undergoes hydrolytic decomposition to form AGT-Cys(145)-SCH(2)CH(2)OH."
        },
        {
            "References": "PMID:21090635",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ An inexpensive, high-throughput genotoxicity screening method was developed by using magnetic particles coated with cytosol/microsome/DNA films as biocolloid reactors in a 96-well plate format coupled with liquid chromatography-mass spectrometry. Incorporation of both microsomal and cytosolic enzymes in the films provides a broad spectrum of metabolic enzymes representing a range of metabolic pathways for bioactivation of chemicals. Reactive metabolites generated via this process are trapped by covalently binding to DNA in the film. The DNA is then hydrolyzed and nucleobase adducts are collected using filters in the bottom for the 96-well plate of analysis by capillary liquid chromatography-tandem mass spectrometry (LC-MS/MS). The magnetic particles facilitate simple and rapid sample preparation and workup. Major DNA adducts from ethylene dibromide, N-acetyl-2-aminofluorene and styrene were identified in proof-of-concept studies. Relative formation rates of DNA adducts correlated well with rodent genotoxicity metric TD(50) for the three compounds. This method has the potential for high-throughput genotoxicity screening, providing chemical structure information that is complementary to toxicity bioassays."
        },
        {
            "References": "PMID:17907789",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ Dihaloalkanes are of toxicological interest because of their high-volume use in industry and their abilities to cause tumors in rodents, particularly dichloromethane and 1,2-dichloroethane. The brominated analogues are not used as extensively but are known to produce more toxicity in some systems. Rats and mice were treated i.p. with (14)C-dichloromethane, -dibromomethane, -1,2-dichloroethane, or -1,2-dibromoethane [5 mg (kg body weight)(-1)], and livers and kidneys were collected to rapidly isolate DNA. The DNA was digested using a procedure designed to minimize processing time, because some of the potential dihalomethane-derived DNA-glutathione (GSH) adducts are known to be unstable, and the HPLC fractions corresponding to major adduct standards were separated and analyzed for (14)C using accelerator mass spectrometry. The level of liver or kidney S-[2-(N(7)-guanyl)ethyl]GSH in rats treated with 1,2-dibromoethane was approximately 1 adduct/10(5) DNA bases; in male or female mice, the level was approximately one-half of this. The levels of 1,2-dichloroethane adducts were 10-50-fold lower. None of four known (in vitro) GSH-DNA adducts was detected at a level of >2/10(8) DNA bases from dibromomethane or dichloromethane. These results provide parameters for risk assessment of these compounds: DNA binding occurs with 1,2-dichloroethane but is considerably less than from 1,2-dibromoethane in vivo, and low exposure to dihalomethanes does not produce appreciable DNA adduct levels in rat or mouse liver and kidney of the doses used. The results may be used to address issues in human risk assessment."
        },
        {
            "References": "PMID:28395138",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ 1,2-Dibromoethane (DBE, ethylene dibromide) is a potent carcinogen due at least in part to its DNA cross-linking effects. DBE cross-links glutathione (GSH) to DNA, notably to sites on 2'-deoxyadenosine and 2'-deoxyguanosine. Adduction at the N6 position of 2'-deoxyadenosine (dA) had not been detected, but this is a site for the linkage of O6-alkylguanine DNA alkyltransferase. We identified and quantified a new adduct, S-[2-(N6-deoxyadenosinyl)ethyl]GSH, in calf thymus DNA using LC-MS/MS. Replication studies were performed in duplex oligonucleotides containing this adduct with human DNA polymerases (hPols) eta, iota, and kappa, as well as with Sulfolobus solfataricus Dpo4, Escherichia coli polymerase I Klenow fragment, and bacteriophage T7 polymerase. hPols eta and iota, Dpo4, and Klenow fragment were able to bypass the adduct with only slight impedance; hPol eta and iota showed increased misincorporation opposite the adduct compared to that of unmodified 2'-deoxyadenosine. LC-MS/MS analysis of full-length primer extension products by hPol eta confirmed the incorporation of dC opposite S-[2-(N6-deoxyadenosinyl)ethyl]GSH and also showed the production of a -1 frameshift. These results reveal the significance of N6-dA GSH-DBE adducts in blocking replication, as well as producing mutations, by human translesion synthesis DNA polymerases."
        },
        {
            "References": "PMID:6385169",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Incubation of ethylene dibromide (37 mM) with a mixture of rat hepatic cytosol GSH (glutathione) S-transferase at 25 °C resulted in diminished activity towards 1-chloro-2,4-dinitrobenzene and 3,4-dichloronitrobenzene. The loss of activity followed pseudo first order kinetics with a rate constant of 0.13 +/- 0.03/min. The concentration of ethylene dibromide required for half maximal loss of enzymic activity towards 1-chloro-2,4-dinitrobenzene was 3.2 mM. Removal of EDB from the enzyme by lyophilization or gel filtration did not result in the return of activity towards 1-chloro-2,4-dinitrobenzene. GSH partially prevented the loss of activity /but could not reverse the loss, ethylene dibromide decreased the activity/ of forms A(YbYb) and C(YbYb') of rat liver GSH s-transferase but not of forms AA(YcYc), B(YaYc) or B(YaYa)."
        },
        {
            "References": "PMID:12802801",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cell-transforming potential of 1,2-dibromoethane and folpet, two widely used agricultural pesticides that are potential sources of environmental pollution, has been previously ascribed to their promoting activity. In this study, we investigated whether BALB/c 3T3 transformation by these chemicals was associated with the deregulation of signals involved in cell-cycle progression and in cell-cycle checkpoint induction. We found that two BALB/c 3T3 cell clones transformed by in vitro medium-term (8-week) exposure to the carcinogens had a constitutive acceleration of cell transition from G(1) to S phase and an abrogation of the radiation-induced G(1)/S checkpoint. These events involved multiple signals; in particular, the inhibitors of cyclin/cyclin-dependent kinase complexes p21 and p27 were significantly down-modulated and the positive regulators of cell-cycle progression cyclin D(3) and E were up-modulated. As anticipated for cells where the G(1)/S checkpoint was abrogated, the transformed cells exhibited a significant reinforcement of the radiation-induced G(2)/M checkpoint, the only checkpoint remaining to protect genomic integrity. However, cyclin A(1) and B(1) coexpression and cyclin A(1) overexpression were found despite the G2 arrest in irradiated cells and these signals likely attenuate the G(2)/M checkpoint. These alterations to normal cell cycling may promote the emergence of both numerical and structural chromosomal abnormalities and their tolerance. Such a condition could play a key role in neoplastic transformation and be crucial in tumor progression. Furthermore, cyclin A(1) overexpression may play an autonomous role in the neoplastic transformation of BALB/c 3T3 cells, as it does in other cell types of mesenchymal origin."
        },
        {
            "References": "PMID:21672621",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cell transformation assays (CTAs) are currently regarded as the only possible in vitro alternative to animal testing for carcinogenesis studies. CTAs have been proposed as screening tests for the carcinogenic potential of compounds that have no evidence of genotoxicity but present structural alerts for carcinogenicity. We have extensively used the BALB/c 3T3 model based on the A31 cell clone to test single chemicals, complex mixtures and environmental pollutants. In the prevalidation study carried out by ECVAM, the improved protocol is based on BALB/c 3T3 A31-1-1 cells, a clone derived by A31 cells, that is very sensitive to PAH-induced transformation. The present study was performed in the aim to compare the results obtained with the two different clones exposed to different classes of carcinogens. Cells were treated with PAHs (3-methylcholanthrene, benzo(a)pyrene), alkylating agents (melphalan) and aloethanes (1,2-dibromoethane). The induction of cytotoxicity and the onset of chemically transformed foci were evaluated by two experimental protocols, differing for cell seeding density and chemical treatment duration. The A31-1-1 cells showed higher inherent transformation rate after PAHs treatment, but they were insensitive to 1,2-dibromoethane at concentrations that usually induced transformation in A31 cells. As 1,2-dibromoethane is bioactivated to reactive forms able to bind DNA mainly through the conjugation with intracellular glutathione, these results suggested a reduced activity of phase-2 enzymes involved in glutathione conjugation in A31-1-1 cells. Our results give evidence that inherent metabolic capacity of cells may play a critical role in in vitro cell transformation, cautioning against possible misclassification of chemicals."
        },
        {
            "References": "PMID:22358511",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 1,2-Dibromoethane and glycidol are well known genotoxic carcinogens, which have been widely used in industry. To identify a specific biomarker for these carcinogens in cells, the cellular proteome of L5178Y mouse lymphoma cells treated with these compounds was analyzed by 2-dimensional gel electrophoresis (2-DE) and MALDI-TOF mass spectrometry (MS). Of 50 protein spots showing a greater than 1.5-fold increase or decrease in intensity compared to control cells on a 2-D gel, we focused on the candidate biomarker moesin. Western analysis using monoclonal rabbit anti-moesin confirmed the identity of the protein and its increased level of expression upon exposure to the carcinogenic compounds. Moesin expression also increased in cells treated with six additional genotoxic carcinogens, verifying that moesin could serve as a biomarker to monitor phenotypic change upon exposure to genotoxic carcinogens in L5178Y mouse lymphoma cells."
        },
        {
            "References": "PMID:22434383",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To identify specific biomarkers generated upon exposure of L5178Y mouse lymphoma cells to carcinogens, 2-DE and MALDI-TOF MS analysis were conducted using the cellular proteome of L5178Y cells that had been treated with the known carcinogens, 1,2-dibromoethane and O-nitrotoluene and the noncarcinogens, emodin and D-mannitol. Eight protein spots that showed a greater than 1.5-fold increase or decrease in intensity following carcinogen treatment compared with treatment with noncarcinogens were selected. Of the identified proteins, we focused on the candidate biomarker ERM-binding phosphoprotein 50 (EBP50), the expression of which was specifically increased in response to treatment with the carcinogens. The expression level of EBP50 was determined by western analysis using polyclonal rabbit anti-EBP50 antibody. Further, the expression level of EBP50 was increased in cells treated with seven additional carcinogens, verifying that EBP50 could serve as a specific biomarker for carcinogens."
        },
        {
            "References": "PMID:8555428",
            "Value": "/IMMUNOTOXICITY/ Estrous cycle modulation of immunologic sensitivity to ethylene dibromide (EDB) was studied in addition to toxicologic end points. Female B6C3F1 mice were injected intragastrically with 31.25, 62.5, or 125 mg/kg EDB for 5 days a week for 12 weeks. Vaginal smears determined the estrous cycle. At 125 mg/kg there were decreases in hemoglobin and hematocrit and longer estrous cycles (5.5 vs 4.3 days, p = 0.006), and increases in cholesterol, triglycerides, total protein, and albumin. The negative dose response seen for T- and B-cell mitogenesis around metestrus was absent for mice near estrus. The high dose of EDB prolonged intervals between estrus, was immunotoxic and immunosuppressive."
        },
        {
            "References": "PMID:7727738",
            "Value": "/IMMUNOTOXICITY/ Ethylene dibromide was administered intragastrically on 14 consecutive days to B6C3F1 female mice. Host resistance was not altered after challenge with B16F10 tumor cells, Listeria monocytogenes, influenza, or Herpes simplex viruses. In contrast, decreases were seen in relative thymus and spleen weights, red blood cells, hemoglobin, hematocrit, and in alveolar macrophage, natural killer cell, T-cell, and mixed lymphocyte culture responses. Increases occurred in relative kidney and liver weights, cholesterol, peripheral neutrophils, resident peritoneal exudate cells (with increased phagocytosis) and plaque-forming cells. There was little difference between the dose that caused immune modulation and that which produced significant toxicity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In exptl animals ... vapor /was found/ to cause depression of CNS, pulmonary irritation, and hepatic and renal damage on single exposure and pulmonary irritation and hepatic injury on repeated exposure."
        },
        {
            "References": "PMID:24191644",
            "Value": "/OTHER TOXICITY INFORMATION/ Several studies with bacteria and in vitro mammalian systems have provided evidence of the roles of two thiol-based conjugation systems, glutathione (GSH) transferase and O(6)-alkylguanine DNA-alkyltransferase (AGT), in the bioactivation of the bis-electrophiles 1,2-dibromoethane and 1,2,3,4-diepoxybutane (DEB), the latter an oxidation product of 1,3-butadiene. The in vivo relevance of these conjugation reactions to biological activity in mammals has not been addressed, particularly with DEB. In this work, we used transgenic Big Blue mice, utilizing the cII gene, to examine the effects of manipulation of conjugation pathways on liver mutations arising from dibromoethane and DEB in vivo. Treatment of the mice with butathionine sulfoxime (BSO) prior to dibromoethane lowered hepatic GSH levels, dibromoethane-GSH DNA adduct levels (N(7)-guanyl), and the cII mutation frequency. Administration of O(6)-benzylguanine (O(6)-BzGua), an inhibitor of AGT, did not change the mutation frequency. Depletion of GSH (BSO) and AGT (O(6)-BzGua) lowered the mutation frequency induced by DEB, and BSO lowered the levels of GSH-DEB N(7)-guanyl and N(6)-adenyl DNA adducts. Our results provide evidence that the GSH conjugation pathway is a major in vivo factor in dibromoethane genotoxicity; both GSH conjugation and AGT conjugation are major factors in the genotoxicity of DEB. The latter findings are considered to be relevant to the carcinogenicity of 1,3-butadiene."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Federal Register; Ethylene Dibromide Position Document I. Dec 14, 1977. 42FR63136-61",
            "Value": "SOIL: No detectable residues of ethylene dibromide were found in soil or dustfall at bulk gasoline handling facilities in New Jersey and Oklahoma. Minimum detectable quantity was 10-15 ng/sample. Nanogram per gram levels were found in the soil at two citrus fumigation centers in Florida where the dustfall ranged from 6-363 picograms per square centimeter per hr(1)."
        },
        {
            "References": "PMID:9136651",
            "Value": "SEDIMENT: Volatile organic compounds were analyzed in 8 sediment samples taken from the following Japanese rivers: Tainai, Niigata East Port, Agano, Shinano, Sekiya Floodway, Hokura, Seki, and Oumi(1). Ethylene dibromide was not detected in any of the sediment samples taken."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Falta RW; Ground Water Monitoring & Remediation 24: 76-87 (2004) (2) Rathbun RE; U.S. Geological Survey Professional Paper 1589: 1-151 (1998) (3) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (2006); Supporting Information Available from, as of April 2, 2018: https://pubs.acs.org/journals/esthag/ (4) Chiou CT, Kile DE; Environ Sci Technol 32: 338-343 (1998) (5) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "A review of five different experimental studies found the Koc of ethylene dibromide to range from 12 to 134 with an average Koc of 66(1). Another review reported the measured Koc of ethylene dibromide ranged from 14 to 160(2). A median experimental Koc of 58 has been reported for ethylene dibromide(3). An adsorption study in peat soil determined a Koc of 49(4). According to a classification scheme(5), these Koc values suggest that ethylene dibromide is expected to have very high to high mobility in soil."
        }
    ]
}