{
    "_id": {
        "$oid": "6682e7dac4e5dba5ffba22a9"
    },
    "CID": {
        "$numberInt": "784"
    },
    "Name": "Hydrogen peroxide",
    "IUPACName": "hydrogen peroxide",
    "CanonicalSMILES": "OO",
    "Synonyms": [
        "hydrogen peroxide",
        "7722-84-1",
        "oxydol",
        "perhydrol",
        "Interox",
        "Inhibine",
        "Superoxol",
        "Albone",
        "Kastone",
        "Hydrogen dioxide",
        "Albone 35",
        "hydroperoxide",
        "T-Stuff",
        "Peroxaan",
        "Elawox"
    ],
    "IsomericSMILES": "OO",
    "INCHI": "InChI=1S/H2O2/c1-2/h1-2H",
    "INCHIKEY": "MHAJPDPJQMAIIY-UHFFFAOYSA-N",
    "Formula": "H2O2",
    "MolecularWeight": {
        "$numberDouble": "34.015"
    },
    "Description": "Peroxides is compounds of structure ROOR'. It has a role as an oxidising agent. It contains a peroxy group.",
    "XlogP": {
        "$numberDouble": "-0.9"
    },
    "Complexity": {
        "$numberInt": "0"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "American Society of Health-System Pharmacists 2017; Drug Information 2017. Bethesda, MD. 2017",
            "Value": "Hydrogen peroxide topical solution is a weak antibacterial agent, a wound cleanser, and a deodorant. The pharmacologic activity of the drug depends on the release of nascent oxygen which has a powerful oxidizing effect that destroys some microorganisms and chemically alters many organic substances. When hydrogen peroxide topical solution comes in contact with tissues that contain the enzyme catalase, the solution releases oxygen which exerts antibacterial action; the mechanical effect of effervescence loosens tissue debris and pus. The release of nascent oxygen and effervescence is more rapid on wounds, denuded areas, and mucous membranes than on unbroken skin. The presence of reactive organic material such as pus and blood diminishes the efficiency of hydrogen peroxide. The antibacterial activity of hydrogen peroxide is relatively weak and slow and the drug exhibits poor tissue and wound penetration. Hydrogen peroxide's mechanical effect of effervescence and resultant removal of tissue debris is probably a more effective means of reducing the bacterial content of wounds, denuded areas, and mucous membranes than actual antibacterial activity. The drug also appears to have a styptic effect when applied topically to minor wounds. Concentrated solutions of hydrogen peroxide have a bleaching effect on hair and may injure tissue."
        },
        {
            "References": "PMID:17217415",
            "Value": "Increases in the levels of reactive oxygen species (ROS) are correlated with a decrease in calcineurin (CN) activity under oxidative or neuropathological conditions. However, the molecular mechanism underlying this ROS-mediated CN inactivation remains unclear. Here, we describe a mechanism for the inactivation of CN by hydrogen peroxide. The treatment of mouse primary cortical neuron cells with Abeta(1-42) peptide and hydrogen peroxide triggered the proteolytic cleavage of CN and decreased its enzymatic activity. In addition, hydrogen peroxide was found to cleave CN in different types of cells. Calcium influx was not involved in CN inactivation during hydrogen peroxide-mediated cleavage, but CN cleavage was partially blocked by chloroquine, indicating that an unidentified lysosomal protease is probably involved in its hydrogen peroxide-mediated cleavage. Treatment with hydrogen peroxide triggered CN cleavage at a specific sequence within its catalytic domain, and the cleaved form of CN had no enzymatic ability to dephosphorylate nuclear factor in activated T cells. Thus, our findings suggest a molecular mechanism by which hydrogen peroxide inactivates CN by proteolysis in ROS-related diseases."
        },
        {
            "References": "PMID:23665313",
            "Value": "Matrix metalloproteinase-2 (MMP-2) is well known to proteolyse both extracellular and intracellular proteins. Reactive oxygen species activate MMP-2 at both transcriptional and post-translational levels, thus MMP-2 activation is considered an early event in oxidative stress injury. Although hydrogen peroxide is widely used to trigger oxidative stress-induced cell death, the type of cell death (apoptosis vs. necrosis) in cardiomyocytes is still controversial depending on the concentration used and the exposure time. We ... investigated the mode of cell death in neonatal rat cardiomyocytes induced by different concentrations (50-500 uM) of hydrogen peroxide at various time intervals after exposure and determined whether MMP-2 is implicated in hydrogen peroxide-induced cardiomyocyte death. Treating cardiomyocytes with hydrogen peroxide led to elevated MMP-2 level/activity with maximal effects seen at 200 uM. Hydrogen peroxide caused necrotic cell death by disrupting the plasmalemma as evidenced by the release of lactate dehydrogenase in a concentration- and time-dependent manner as well as the necrotic cleavage of PARP-1. The absence of both caspase-3 cleavage/activation and apoptotic cleavage of PARP-1 illustrated the weak contribution of apoptosis. Pre-treatment with selective MMP inhibitors did not protect against hydrogen peroxide-induced necrosis. In conclusion hydrogen peroxide increases MMP-2 level/activity in cardiomyocytes and induces necrotic cell death, however, the later effect is MMP-2 independent."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:23545478",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ There is so far no generally accepted animal model of chronic cystitis by which potential therapies can be evaluated. In this study, we aimed to establish a new mouse model of cystitis based on the proinflammatory effects of reactive oxygen species. A single intravesical injection of 1.5% hydrogen peroxide (H2O2) significantly increased the numbers of voids by 1 day after injection in female mice, which lasted up to 7 days. The H2O2 injection rapidly increased the bladder weight by 3 hr in parallel with the histological damage and hyperpermeability of urothelial barrier. Although the urothelial dysfunction was recovered to normal by 7 days, increase in bladder weight, edematous thickening of the submucosa, and vascular hyperpermeability were apparent even 7 days after injection. During the time course, massive infiltration of neutrophils and increased expression of inflammatory cytokines were observed in the bladder. An intraperitoneal administration of oxybutynin, amitriptyline, indomethacin, or morphine attenuated the H2O2-induced frequent urination. These findings suggest that an intravesical injection of H2O2 induces relatively long-lasting inflammatory and overactive bladder, compared with existing cystitis models. The intravesical H2O2 injection model may be a simple and useful tool in the pathological study and drug discovery for chronic cystitis."
        },
        {
            "References": "PMID:17275542",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Some clinicians use hydrogen peroxide (H2O2) to clear the lumen of ventilation tubes that become blocked postoperatively. The ototoxicity associated with H2O2 has been controversial. We designed an experiment to test if H2O2 damages the cochlear hair cells using a Chinchilla laniger animal model. Nine chinchillas (18 ears) were included in this study. Each animal was used as its own control. Following the insertion of ventilation tubes in both ears and baseline recordings of the auditory brain stem responses (ABR), we instilled 2 mL of 3 percent H2O2 into their right external auditory canals (experimental ears). H2O2 was left in the external auditory canal for a total of 5 minutes and then was drained. We instilled a normal saline control solution in their left ears (control ears) in a similar fashion. ABR recordings were performed 1 day after the last instillation of H2O2 and 5 days later. There was no statistically significant difference in the ABR thresholds of the experimental and control ears. H2O2 did not appear to cause ototoxicity in chinchilla ears with tympanostomy tubes exposed to H2O2 instillation using a standard clinical protocol."
        },
        {
            "References": "PMID:26685753",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ We previously established a long-lasting cystitis model by an intravesical injection of hydrogen peroxide (H2O2) into mice. In this study, we assessed the pain-related behaviors in the cystitis model. An intravesical injection of 1.5% H2O2 transiently decreased spontaneous locomotor activity at 3 hr after injection, indicative of acute spontaneous pain. In contrast, licking response to a bladder distention was slowly observed as licks to the lower abdomen at 7 and 14 days after injection, which was attenuated by amitriptyline and morphine, but not by oxybutynin. These results suggest that H2O2-induced chronic cystitis model shows delayed and long-lasting painful pathological condition."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 297 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After ip injection of 0.5 mL of 5% hydrogen peroxide into adult mice, a radiation like effect was observed; pyknotic nuclei were induced in the intestine and thymus within 2 hr and persisted for up to 24 hr."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 493",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Experiments on rabbit eyes ... showed corneal injury from dropped application to depend not only on the concentration of hydrogen peroxide, but also on the integrity of the corneal epithelium, which had a protective influence. Application of a drop of 10 to 30% caused superficial corneal haze, and, if there were defects in the epithelium, could cause localized swelling and opacities in the corneal stroma. Also, 5% solution caused superficial corneal haze and much conjunctival reaction, but these effects were gone in 24 hr. The effect of 10% solution usually took longer to disappear, and occasionally could result in lasting localized opacities."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Dogs /were exposed by inhalation/ 6 hours/day, 5 days/week for 6 months at an average vapor concentration of 7 ppm of 90% hydrogen peroxide. The dogs developed skin irritation, sneezing, lacrimation, and bleaching of the hair. Autopsy disclosed pulmonary irritation and greatly thickened skin, but not hair follicle destruction. No significant changed in blood or urinary parameters were observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits exposed daily /to 90% hydrogen peroxide by inhalation/ for 3 months at 22 ppm showed no eye injury, although the hair was bleached and irritation was noted around nose."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 237",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant rats /were fed/ a diet containing up to 10% hydrogen peroxide. Maternal and fetal weights were reduced but no significant malformations were reported."
        },
        {
            "References": "PMID:12616593",
            "Value": "/GENOTOXICITY/ An iron chelate, ferric nitrilotriacetate (Fe-NTA), is a potent nephrotoxic agent, and induces acute and subacute renal proximal tubular necrosis, a consequence of the Fenton-like reaction that eventually leads to a high incidence of renal adenocarcinoma in rodents. In order to examine the possible mechanism for carcinogenic activity, we investigated the DNA damage with Fe-NTA in the presence of various peroxides/organic hydroperoxides. S1 nuclease hydrolysis and deoxyribose degradation assays were performed. Incubation of calf thymus DNA with ferric nitrilotriacetate (0.1 mM) in the presence of peroxides/organic hydroperoxides at a final concentration of 40 mM of each in phosphate buffer (0.1 M, pH 7.4) augmented DNA damage severalfold as compared to the damage caused by individual treatments. Fe-NTA in the presence of hydrogen peroxide caused DNA single-strand breaks and damage to its deoxyribose sugar moiety as measured, respectively, by S1 nuclease hydrolysis and deoxyribose degradation using calf thymus DNA. However, only deoxyribose degradation could be recorded in the presence of other peroxide/organic hydroperoxides. No DNA single-strand break was observed by this treatment. The observed differences in DNA damage by hydrogen peroxide and organic hydroperoxides/peroxide have been ascribed to the differential reactivity of DNA with hydroxyl and alkoxy/aryloxy free radicals produced, respectively, from these inorganic and organic peroxides. These studies suggest that Fe-NTA not only mediated the production of reactive oxygen species, but also catalyzed the decomposition of these peroxides and organic hydroperoxides, which may cause a clastogenic change in DNA. This reactivity enhances the clastogenic activity in DNA. These changes in the DNA structure may ultimately be responsible, at least in part, for the induction of carcinogenesis in Fe-NTA-exposed animals."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 300 (1985)",
            "Value": "/GENOTOXICITY/ Prophages are induced by treatment of lysogenized bacteria with hydrogen peroxide. In Escherichia coli, hydrogen peroxide induced single strand breaks in DNA and was positive in DNA repair assays."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 301 (1985)",
            "Value": "/GENOTOXICITY/ Hydrogen peroxide was mutagenic to Salmonella typhimurium TA92 and TA102 and was positive in a forward mutation test in Salmonella typhimurium SV50."
        },
        {
            "References": "Lesko SA et al; Biochemistry 19 (13): 3023 (1980)",
            "Value": "/GENOTOXICITY/ Single strand scissions were produced in T7 DNA upon incubation with /hydrogen peroxide/ in aqueous solution at neutral pH. Inhibition of scissions by hydroxyl radical scavengers indicates intermediacy of hydroxyl radicals."
        },
        {
            "References": "PMID:25354694",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To clarify discrepancies in the literature on the adverse effects of hydrogen peroxide on neurons, this study investigated the application of this peroxide to cultured cerebellar granule neurons /from rats/ with six assays frequently used to test for viability. Cultured neurons efficiently cleared exogenous H2O2. Although viability was not affected by exposure to 10 uM hydrogen peroxide, an exposure to the peroxide in higher concentrations rapidly lowered, within 15 min, the cellular 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) reduction capacity to 53% +/- 1% (100 uM) and 31% +/- 1% (1,000 uM) and the 3-amino-7-dimethylamino-2-methyl-phenazine hydrochloride (neutral red; NR) uptake to 84% +/- 6% (100 uM) and 33% +/- 1% (1,000 uM) of control cells. The release of glycolytically generated lactate was stopped within 30 min in neurons treated with 1,000 uM peroxide. In contrast, even hours after peroxide application, the cell morphology, the number of propidium iodide-positive cells, and the extracellular activity of the cytosolic enzyme lactate dehydrogenase (LDH) were not significantly altered. The rapid loss in MTT reduction and NR uptake after exposure of neurons to H2O2 for 5 or 15 min correlated well with a strongly compromised MTT reduction and a very high extracellular LDH activity observed after further incubation in peroxide-free medium for a total incubation period of 24 hr. These data demonstrate that cultured neurons do not recover from damage that is inflicted by a short exposure to H2O2 and that the rapid losses in the capacities of neurons for MTT reduction and NR uptake are good predictors of delayed cell damage."
        },
        {
            "References": "PMID:15960889",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /The study objective was/ to study the effect of hydrogen peroxide (H2O2) on persistent sodium current (I(Na.P)) in guinea pig ventricular myocytes. The whole-cell, cell-attached, and inside-out patch-clamp techniques were applied on isolated ventricular myocytes from guinea pig. H2O2 (0.1 mmol/L, 0.5 mmol/L and 1.0 mmol/L) increased the amplitude of whole-cell I(Na.P) in a concentration-dependent manner, and glutathione (GSH 1 mmol/L) reversed the increased I(Na.P). H2O2 (1 mmol/L) increased persistent sodium channel activity in cell-attached and inside-out patches. The mean open probability was increased from control values of 0.015+/-0.004 and 0.012+/-0.003 to 0.106+/-0.011 and 0.136+/-0.010, respectively (P< 0.01 vs control). They were then decreased to 0.039+/-0.024 and 0.027+/-0.006, respectively, after the addition of 1 mmol/L GSH (P<0.01 vs H2O2). The time when open probability began to increase and reached a maximum was shorter in inside-out patches than that in cell-attached patches (4.8+/-1.0 min vs 11.5+/-3.9 min, P<0.01; 9.6+/-1.6 min vs 18.7+/-4.7 min, P<0.01). H2O2 increased the I(Na.P) of guinea pig ventricular myocytes in a concentration-dependent manner, possibly by directly oxidating the cell membrane."
        },
        {
            "References": "PMID:14688260",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Reactive oxygen species modify DNA, generating various DNA lesions including modified bases such as 8-oxoguanine (8-oxoG). These base-modified DNA lesions have been shown to trap DNA topoisomerase I (TOP1) into covalent cleavage complexes. In this study, we have investigated the role of TOP1 in hydrogen peroxide toxicity. We showed that ectopic expression of TOP1 in Saccharomyces cerevisiae conferred sensitivity to hydrogen peroxide, and this sensitivity was dependent on RAD9 checkpoint function. Moreover, in the mammalian cell culture system, hydrogen peroxide-induced growth inhibition and apoptosis were shown to be partly TOP1-dependent as evidenced by a specific increase in resistance to hydrogen peroxide in TOP1-deficient P388/CPT45 murine leukemia cells as compared with their TOP1-proficient parental cell line P388. In addition, hydrogen peroxide was shown to induce TOP1-DNA cross-links. These results support a model in which hydrogen peroxide promotes the trapping of TOP1 on oxidative DNA lesions to form TOP1-DNA cleavage complexes that contribute to hydrogen peroxide toxicity."
        },
        {
            "References": "PMID:20665602",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This study was designed to investigate the effect of hydrogen peroxide on the expression of endoplasmic reticulum stress marker glucose-regulated protein 78 (GRP78) in endothelial cells and reveals the possible role of cyclooxygenase in this effect. The porcine endothelial cell line was cultured in 1640 medium. Western blot and immunocytochemistry were used to detect the expression of GRP78. The caspase-12 activity was analyzed with the immune fluorescence method. The results showed that after the endothelial cells were incubated with 250 uM of hydrogen peroxide for 12 hr, apoptosis increased, which was antagonized by the cyclooxygenase-2 inhibitor nimesulide or the nonselective cyclooxygenase inhibitor aspirin, but not by the cyclooxygenase-1 inhibitor piroxicam. The expression of GRP78 was induced in endothelial cells after exposure to hydrogen peroxide for 12 hr. The overexpression of GRP78 was inhibited by nimesulide and aspirin, but not by piroxicam. There are no significant differences in caspase-12 activity among all groups. The present study provides evidence that hydrogen peroxide induced GRP78 overexpression in endothelial cells by a mechanism involving cyclooxygenase-2-dependent pathway."
        },
        {
            "References": "PMID:16297309",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ This in vitro experiment studied the effects of sodium bicarbonate and hydrogen peroxide on the cariogenic bacteria Streptococcus mutans through analysis with a spectrophotometer. The growth of S. mutans was analyzed using seven different environments. Twelve wells in each of the seven rows of a multi-well plate were used to incubate the test materials. In combinations of 10 uL distilled water, 100 uL broth, 10 uL 10% sucrose, 10 uL S. mutans, 10 uL 10% sodium bicarbonate, and 10 uL 3% hydrogen peroxide, seven different environments were created for testing. Environments had either sodium bicarbonate or hydrogen peroxide with S. mutans, or a combination of sodium bicarbonate and hydrogen peroxide with S. mutans. The plate was incubated at 37 degrees C and measured at 0, 18, 20, 22, 24, 26, 28, 30, and 42 hours by optical density with a spectrophotometer. Results showed bacterial growth was prevented by sodium bicarbonate, hydrogen peroxide, and the combination of sodium bicarbonate and hydrogen peroxide. Although hydrogen peroxide is bacteriocidal and sodium bicarbonate is bacteriostatic, there were no significant differences among the three treatment groups in spectrophotometer readings at any of the nine readings over 42 hours. There was no significant difference among the effects of hydrogen peroxide, sodium bicarbonate, or the sodium bicarbonate and hydrogen peroxide combination, as measured by optical density. The hydrogen peroxide, sodium bicarbonate, and the sodium bicarbonate and hydrogen peroxide combination prevented bacterial growth of S. mutans. The results show that products containing these agents have the ability to stop the growth of S. mutans. Products containing sodium bicarbonate and/or hydrogen peroxide may be useful to caries-prone patients. More studies are needed to confirm these results on patients."
        },
        {
            "References": "PMID:21467636",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cell cycle arrest is associated with differentiation, senescence and apoptosis. We investigated alterations in the cell cycle during the development of hypertrophy induced by hydrogen peroxide (H(2)O(2)) in the H9c2 clonal myoblastic cell line. H(2)O(2) induced hypertrophy in H9c2 cells that was indicated by an increase in atrial natriuretic peptide (ANP) gene expression, a marker of cardiomyocyte hypertrophy, and a larger cell size. On induction of hypertrophy by H(2)O(2) in H9c2 cells, cell proliferation was arrested, indicated by the number of cells remaining constant during a 72-hr incubation period. The cell cycle was arrested at the G1 and G2/M phases with an increase in p21 expression, a negative cell cycle regulator. Cell cycle arrest and increase in p21 expression were significantly inhibited by 1,2-bis(o-aminophenoxy)ethane-N,N,N',N'-tetraacetic acid tetra (acetoxymethyl) ester (BAPTA-AM), an intracellular calcium chelator. Although ANP gene expression was induced significantly, H(2)O(2) failed to induce hypertrophy in the presence of BAPTA-AM, and the cell cycle progressed. We concluded that H(2)O(2) induced cell cycle arrest in H9c2 cells, which was related to cellular hypertrophy."
        },
        {
            "References": "Bannenberg G et al; Pharmacol Toxicol 72 (4-5): 314-20 (1993)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of hydrogen peroxide on perfusion flow, airway conductance and dynamic compliance of isolated perfused and ventilated guinea pig lungs was investigated. Hydrogen peroxide (50 uM in the perfusion buffer) induced a decrease in airway conductance and dynamic compliance and perfusion flow during 5 min. of exposure. Hydrogen peroxide also caused an increase in the levels of thromboxane in the perfusate of the lung. The constrictor effects as well as the formation of thromboxane were inhibited by the cyclooxygenase inhibitor ibuprofen (50 uM). The thromboxane/prostaglandin endoperoxide receptor antagonist L-670,596 (1 uM) abolished the effects of hydrogen peroxide on perfusion flow, airway conductance and dynamic compliance, but did not affect the formation of thromboxane. The thromboxane synthetase inhibitor carboxyheptylimidazole (100 uM) reduced both the hydrogen peroxide induced formation of thromboxane and vaso and bronchoconstriction, suggesting a predominant role for thromboxane A2 versus prostaglandin H2 in these effects. A role for platelet activating factor in mediating the effect of hydrogen peroxide could not be supported, as the platelet activating factor receptor antagonist WEB 2086 (10 uM) did not affect hydrogen peroxide induced vaso and bronchoconstriction. Hydrogen peroxide induces thromboxane A2 mediated vaso and bronchoconstriction in the isolated perfused an ventilated guinea pig lung. Platelet activating factor does not appear to play a significant role in the hydrogen peroxide induced vaso and bronchoconstriction. The perfused guinea pig lung is more sensitive to hydrogen peroxide than the perfused rat lung."
        },
        {
            "References": "PMID:8517865",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydrogen peroxide resistant sublines of Chinese hamster ovary cells were isolated by in vitro exposure to the oxidant (treatment for 1 hr followed by 3 days of growth in peroxide free medium). Stepwise increase in low level hydrogen peroxide concentration produced variants which were progressively more resistant to the growth inhibitory effect elicited by the oxidant. Removal from hydrogen peroxide decreased resistance and the curve describing this process was biphasic in nature. The protein content constantly increased during the adaptation process and decreases upon removal from hydrogen peroxide. Catalase activity did not show large variations in resistant sublines with respect to the parental cell line, and these changes were at least partially related to differences in cell size/amount of total cell proteins of the sublines. In addition, the minor changes observed for catalase activity did not correlate with the degree of resistance to growth inhibition elicited by the oxidant."
        },
        {
            "References": "PMID:8405182",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To understand the role of protein-thiol mixed disulfide formation in relation to the sequence of events during cataract induction, we conducted a long term hydrogen peroxide exposure study for up to 96 hr to monitor the dynamic changes in glutathione and protein-glutathione mixed disulfide levels, the formation of protein-protein disulfide aggregate, protein solubility, and the progression in lens opacity. Rat lenses were cultured in 0.5 mM hydrogen peroxide and harvested at intervals of 24, 48, 72 and 96 hr for the examination of morphological and biochemical changes. Contralateral lenses cultured in hydrogen peroxide free media were used as controls. It was found that the lenses had only patchy opacity at the equator after 24 hr, but became hydrated suddenly at 48 hr (31% heavier than the control), with an opacity which involved the entire outer cortical region. By 72 hr incubation, the nucleus was opacified. Lens glutathione progressively decreased with time of hydrogen peroxide exposure, 40% was lost by 24 hr and over 95% by 48 hr. There was a concomitant elevation of protein-glutathione mixed disulfide, 16 fold over the controls by 24 hr and 45 fold by 48 hr followed by a decline to 34 fold after 72 hr. In addition, the level of protein-cysteine mixed disulfide was elevated after 48 hr incubation in hydrogen peroxide. At this time, protein-protein disulfide aggregates began to appear both in water soluble and urea soluble fractions along with a drastic reduction in protein solubility. Western blot analysis of the protein fractions identified beta and gamma, but not alpha-crystallin in the disulfide containing aggregates. The lens clarity and biochemical changes partially recovered if the oxidant was removed within 24 hr, indicating a potential therapeutic role for antioxidants."
        },
        {
            "References": "Janero DR et al; Am J Physiol 264 (6 Pt 1): C1401-10 (1993)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ An oxidant burden established by hydrogen peroxide overload may elicit postischemic myocardial damage. Exposure of neonatal rat cardiomyocytes to 50 uM-1.0 mM hydrogen peroxide bolus rapidly shifted their pyridine-nucleotide redox balance toward oxidation. At least 30% of the observed NADPH oxidation was independent of glutathione cycle activity and appeared chemical in nature with hydrogen peroxide itself, and not a radical metabolite, acting as oxidant. Cell exposure to hydrogen peroxide also depleted cardiomyocyte pyridine nucleotides as a consequence of enhanced utilization. The oxidative stress activated one major route of pyridine nucleotide catabolism (i.e., protein ADP-ribosylation) without acute inhibitory effect upon the other (cleavage by NAD glycohydrolase). The limited NAD sparing by metal chelators and inhibitors of ADP-ribosylation reflected pyridine nucleotide utilization for repair of single-strand DNA breaks caused by hydroxyl-like radicals formed intracellularly through iron-dependent hydrogen peroxide reduction. Cardiomyocyte NAD depletion during hydrogen peroxide induced oxidative stress was independent of cell integrity and lipid peroxidation. The NAD lost after a discrete hydrogen peroxide pulse was only partly replenished over a 24 hr postinjury period. Cardiomyocyte pyridine nucleotide metabolism is a nonperoxidative injury target that is chronically affected by hydrogen peroxide overload."
        },
        {
            "References": "PMID:8393407",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of the oxidant hydrogen peroxide on the vulnerability of the myocardium to reperfusion induced arrhythmias following global ischemia was investigated. After a 15 min equilibration period with or without experimental intervention, isolated perfused rat hearts were made globally ischemic for 5 min by cross-clamping the aortic line. No dysrhythmias were evoked upon reperfusion at the 5 min global ischemia time period. Hydrogen peroxide was added to the perfusate 5 min into the equilibration period with a total exposure of 10 min. Global ischemia was then induced for 5 min followed by 10 min of reperfusion. All hearts exposed to 200 uM hydrogen peroxide developed ventricular dysrhythmias during the reperfusion period. Coronary flow increased after 5 min of exposure to 200 uM hydrogen peroxide and remained elevated during reperfusion. Toxic oxygen derived products are capable of increasing the susceptibility of the myocardium to reperfusion induced arrhythmias."
        },
        {
            "References": "PMID:8388805",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The superoxide dismutase mimic, 4-hydroxy TEMPO (TEMPOL), was used to investigate the mechanism by which hydrogen peroxide damages cultured rabbit lens epithelial cells and to identify some of the targets of hydrogen peroxide insult. Most studies aimed at determining the mechanism by which hydrogen peroxide exerts its cytotoxic effect have used iron chelators to prevent the generation of the damaging hydroxyl radical. TEMPOL does not chelate transition metals. Cells at low or high density were cultured in MEM containing 5 mM TEMPOL and exposed to a single sub-lethal dose of 0.05 or 0.5 mM hydrogen peroxide, respectively. Analysis of EPR spectra indicated that TEMPOL was stable in MEM, did not destroy hydrogen peroxide and penetrated the intracellular fluid. TEMPOL prevented or curtailed the hydrogen peroxide induced inhibition of cell growth, blebbing of the cell membrane, the decrease in NAD+, the activation of poly ADP-ribose polymerase, an enzyme involved in DNA repair, and limited the induction of single strand breaks in DNA normally brought about by hydrogen peroxide. TEMPOL did not prevent the hydrogen peroxide induced decrease in reduced glutathione, lactate production, and the activity of glyceraldehyde 3-phosphate dehydrogenase, or the hydrogen peroxide induced increases in oxidized glutathione and hexose monophosphate shunt activity. Addition of TEMPOL 1-15 min after exposure of cells to hydrogen peroxide offered partial protection from the inhibition of cell division. TEMPOL at 5 mM did not inhibit cell growth. Some of the hydrogen peroxide induced damage in cultured rabbit LECs is mediated by intracellular redox-active metals involved in the Haber-Weiss cycle. Cellular changes not protected by TEMPOL, including attack of hydrogen peroxide on the thiol groups of glutathione (mediated through glutathione peroxidase) and G3PDH, are likely brought about by hydrogen peroxide itself and not by reactions of oxygen free-radicals generated from hydrogen peroxide."
        },
        {
            "References": "PMID:8510014",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of extracellular acidosis on different types of cell injury and death was examined using suspensions of rabbit renal proximal tubules. Cell death produced by the mitochondrial inhibitors rotenone, antimycin A, carbonyl cyanide p-trifluoromethoxyphenylhydrazone and oligomycin and by the ion exchangers valinomycin, nigericin and monensin was ameliorated by reducing extracellular pH from 7.4 to 6.4. The protection lasted for more than 5 hr and was not due to the release of mitochondrial inhibition or to the maintenance of tubular ATP levels. In contrast, extracellular acidosis potentiated the cell injury and death produced by the oxidants t-butyl hydroperoxide, hydrogen peroxide and ochratoxin A. Because a decrease in extracellular pH resulted in an increase in lipid peroxidation and in glutathione disulfide formation, and caused a decrease in glutathione peroxidase and glutathione reductase activities, the mechanism of this potentiation is most likely the result of an increase in free-radical production or a decrease in free-radical detoxification. The findings with the oxidants are in marked contrast to those in hepatocytes. ..."
        },
        {
            "References": "Sheehan DW et al; Am J Physiol 264 (5 PART 2): H1542-H1547 (1993)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydrogen peroxide induced contractions of isolated rabbit intrapulmonary arteries mounted in standard tissue baths were studied. All vessels were pretreated with a thromboxane A2/prostaglandin H2 receptor antagonist, SQ 29,548, to block immediate transient contractions to hydrogen peroxide and to isolate slowly developing sustained contractions. When exposed to hydrogen peroxide (0.1, 0.2, 0.3, 0.6, and 1.0 mM) for 30 min, vessels contracted in a concn-dependent fashion between 0.1 and 0.3 mM hydrogen peroxide; contractions at 0.6 and 1.0 mM hydrogen peroxide were not significantly different from those at 0.3 mM hydrogen peroxide. During recovery (90 min) from hydrogen peroxide exposures, baseline tension was significantly greater, but active tension (10 uM phenylephrine) was significantly less for vessels previously exposed to 0.6 and 1.0 mM hydrogen peroxide."
        },
        {
            "References": "PMID:8216172",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Our previous work indicated that energy transduction, as measured by myocyte respiration, was inhibited by hydrogen peroxide, but the mitochondrial membrane potential was relatively unaffected. Therefore, we determined in the present study the critical steps in mitochondrial energy transduction by measuring the sensitivity to hydrogen peroxide of NADH-CoQ reductase, ATP synthase, and adenine nucleotide translocase in situ in myocytes. Adult rat heart cells were isolated using collagenase and incubated in the presence of 0.1-10 mM hydrogen peroxide for 30 min. Activities of NADH-CoQ reductase and oligomycin-sensitive ATP synthase were assayed enzymatically with sonicated myocytes, and adenine nucleotide translocase activities were determined by atractyloside-inhibitable [(14)C]ADP uptake of myocytes, permeabilized by saponin. The NADH-CoQ reductase and ATP synthase activities were inhibited to 77% and 67% of control, respectively, following an exposure to 10 mM hydrogen peroxide for 30 min. The adenine nucleotide translocase activities were inhibited in a concentration- and time-dependent manner and by 10 mM hydrogen peroxide to 44% of control. The dose-response relationship indicated that the translocase was the most susceptible to hydrogen peroxide among the three enzymes studied. Combined treatment of myocytes with 3-amino-1,2,4-triazole, 1,3-bis(2-chloroethyl)-1-nitrosourea and diethyl maleate (to inactivate catalase, to inhibit glutathione reductase activity, and to deplete glutathione, respectively) enhanced the sensitivity of translocase to hydrogen peroxide, supporting the view that the cellular defense mechanism is a significant factor in determining the toxicity of hydrogen peroxide. The results indicate that hydrogen peroxide can cause dysfunction in mitochondrial energy transduction, principally as the result of inhibition of adenine nucleotide translocase."
        },
        {
            "References": "PMID:14603071",
            "Value": "/OTHER TOXICITY INFORMATION/ The objective was to assess the effect of hydrogen peroxide applied to the middle ear on cochlear and vestibular function. ... Sand rats underwent a right-side total labyrinthectomy, and a polyethylene tube was inserted into the left-side middle ear. Following baseline recordings of vestibular evoked potentials in response to linear acceleration stimuli and auditory brainstem response, each experimental animal received five daily applications of hydrogen peroxide into the left-side middle ear. Two control groups received saline and gentamicin, respectively. Subsequently, recordings were repeated and compared with baseline measurements. Saline administration affected neither vestibular evoked potentials nor auditory brainstem response. In contrast, both responses could not be recorded following gentamicin application. After hydrogen peroxide administration, auditory brainstem response could not be recorded in 25% (3 of 12) of the animals, whereas in the remaining nine animals the average auditory brainstem response threshold was significantly elevated by 55 dB (P =.000002). Linear vestibular evoked potentials could not be recorded in 42% (5 of 12) of the animals. It appears that topical hydrogen peroxide adversely affects both cochlear and vestibular function of the sand rat. The study demonstrated the effect of a reactive oxygen species on inner ear function and may be useful in the study of mechanisms responsible for this damage and its protection. Clinically, although an animal model was used in the present study, caution should be exercised when large amounts of hydrogen peroxide are applied to a dry, perforated ear."
        },
        {
            "References": "PMID:19655647",
            "Value": "/OTHER TOXICITY INFORMATION/ This aim of the present study was to evaluate the pulp chamber penetration of 35% hydrogen peroxide activated by LED (light-emitting diode) or Nd:YAG laser in bovine teeth, after an in-office bleaching technique. Forty-eight bovine lateral incisors were divided into four groups, acetate buffer was placed into the pulp chamber and bleaching agent was applied as follows: for group A (n = 12), activation was performed by LED; for group B (n = 12), activation was performed by Nd:YAG laser (60 mJ, 20 Hz); group C (n = 12) received no light or laser activation; and the control group (n = 12) received no bleaching gel application or light or laser activation. The acetate buffer solution was transferred to a glass tube and Leuco Crystal Violet and horseradish peroxidase were added, producing a blue solution. The optical density of this solution was determined spectrophotometrically and converted into microgram equivalents of hydrogen peroxide. The results were analyzed using ANOVA and Tukey's test (5%). It was verified that the effect of activation was significant, as groups activated by LED or laser presented greater hydrogen peroxide penetration into the pulp chamber (0.499 +/- 0.622 ug) compared with groups that were not (0.198 +/- 0.218 ug). There was no statistically significant difference in the penetration of hydrogen peroxide into the pulp chamber between the two types of activation (LED or laser). The results suggest that activation by laser or LED caused an increase in hydrogen peroxide penetration into the pulp chamber."
        },
        {
            "References": "PMID:19662731",
            "Value": "/OTHER TOXICITY INFORMATION/ Carbamide peroxide and hydrogen peroxide are used as the main agents in vital tooth bleaching. In this study, the influence of peroxide treatment on cross-sectional morphology and mechanical property was investigated. A 3 x 5-mm window of enamel on the labial surface of a bovine tooth was exposed to immersion in 10% or 30% carbamide peroxide or hydrogen peroxide for 30 or 180 min. After immersion, the cross-sectional structure of each specimen was examined by nanoindentation and SEM. Nanohardness in the enamel showed a decrease at 2 um below the surface, but none at 50 um. High concentrations of peroxide caused erosion to a depth of 5 um below the surface. In conclusion, decrease in nanohardness and change in morphology were limited to an area less than 50 um below the surface, regardless of either concentration of peroxide or period of immersion."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 297 (1985)",
            "Value": "/OTHER TOXICITY INFORMATION/ In rabbits and cats that died after iv administration of hydrogen peroxide, the lungs were found to be pale and emphysematous, with considerable amounts of gas in the great veins and in the right side of the heart."
        }
    ]
}