{
    "_id": {
        "$oid": "6682e891c4e5dba5ffba263e"
    },
    "CID": {
        "$numberInt": "7840"
    },
    "Name": "1-Bromopropane",
    "IUPACName": "1-bromopropane",
    "CanonicalSMILES": "CCCBr",
    "Synonyms": [
        "1-BROMOPROPANE",
        "106-94-5",
        "N-Propyl bromide",
        "Propyl bromide",
        "Propane",
        "1-bromo-",
        "Propane",
        "bromo-",
        "1-BROMO-PROPANE",
        "1-Propyl bromide",
        "propylbromide",
        "MFCD00000254",
        "DTXSID6021874",
        "CHEBI:47105",
        "Y9746DNE68",
        "1-Bromopropane-d7",
        "BROMOPROPANE"
    ],
    "IsomericSMILES": "CCCBr",
    "INCHI": "InChI=1S/C3H7Br/c1-2-3-4/h2-3H2,1H3",
    "INCHIKEY": "CYNYIHKIEHGYOZ-UHFFFAOYSA-N",
    "Formula": "C3H7Br",
    "MolecularWeight": {
        "$numberDouble": "122.99"
    },
    "Description": "1-bromopropane is a bromoalkane that is propane carrying a bromo substituent at position 1. It has a role as a neurotoxin and a solvent. It is a bromoalkane and a bromohydrocarbon.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "7"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Apr 9, 2018: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Apr 9,2018: https://www.safe.nite.go.jp/english/db.html",
            "Value": "An estimated BCF of 11 was calculated in fish for 1-bromopropane(SRC), using a measured log Kow of 2.10(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). 1-Bromopropane was classified as having low bioconcentration based on fish accumulation studies (specific data not reported)(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Apr 9, 2018: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: 1-Bromopropane, present at 100 mg/L, reached 70% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5)."
        },
        {
            "References": "(1) Belkin S; Biodegradation 3: 299-313 (1992) (2) Shochat E et al; Appl Environ Microbiol 59: 1403-09 (1993) (3) Janssen DB et al; Appl Environ Microbiol 53: 561-66 (1987) (4) Howard PH, Banerjee S; Environ Toxicol Chem 3: 551-62 (1984)",
            "Value": "PURE CULTURE: Arthrobacter HA1 was shown to aerobically utilize 1-bromopropane with a specific growth rate of 0.12/hour and a growth yield of 4.0 g protein/mol C. 1-Bromopropane was dehalogenated by this bacterium via an inducible, soluble, hydrolytic enzyme activity leaving 1-propanol as a product of this reaction(1). Both Pseudomonas strains ES-1 and ES-2 were isolated from organobromide-rich industrial wastewater using 1-bromooctane as the only carbon source(2). Pseudomonas strain ES-2 aerobically debrominates 1-bromopropane but cannot utilize this compound for growth(1,2). Pseudomonas strain ES-1 was unable to grow or to debrominate 1-bromopropane when this compound was present as the sole carbon source(2). Acinetobacter strain GJ70, isolated from activated sludge, was able to utilize 1-bromopropane as a carbon source with a generation time of 7.4 hours. 1-Bromopropane, added to the culture medium at 2 mM concentration, was completely dehalogenated aerobically within six days with the production of 2.2 mM of the halide(3). A crude cell extract of this bacterial strain gave products of 1-propanol and bromide from 1-bromopropane; as no aldehydes were produced or oxygen consumed during this reaction, it was suggested that the mechanism for this reaction was hydrolytic dehalogenation(3). These pure culture studies suggest that 1-bromopropane may biodegrade under environmental conditions(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = 2.10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "NTP; Report on Carcinogens, Fourteenth Edition: 1-Bromopropane CAS No. 106-94-5 (2016); Available from, as of April 2, 2018: https://ntp.niehs.nih.gov/pubhealth/roc/index-1.html",
            "Value": "1-Bromopropane, either directly or via reactive metabolites, causes molecular alterations that typically are associated with carcinogenesis, including genotoxicity, oxidative stress, and glutathione depletion. These alterations, observed mainly in vitro and in toxicity studies in rodents, are relevant to possible mechanisms of human carcinogenicity and support the relevance of the cancer studies in experimental animals to human carcinogenicity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The dermal toxicity of 1-BP was investigated in Sprague-Dawley rats at a dose of 2000 mg/kg covered by a semi-occlusive dressing for 24 hours. There was no cutaneous reaction to 1-BP and there were no deaths or treatment-related effects."
        },
        {
            "References": "NTP-CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of 1-Bromopropane, NIH Publication No. 04-4479 p. II-13 (October 2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The acute ... inhalation toxicity of /1-bromopropane/ (1-BP) /was studied/ in 11-week-old male and female Sprague-Dawley rats. ... Rats inhaled reagent grade 1-BP ... . ... 5 rats/sex/group inhaled 0, 11,000, 13,000, 15,000, or 17,000 ppm [55,337, 65,398, 75,460, or 85,521 mg/cu m] 1-BP for 4 hours. Rats were observed for 2 weeks following exposure. Clinical signs of toxicity in treated groups during exposure included piloerection, reduced activity, ataxia, lacrimation, and reduced response to noise. Death was observed within 24 hours of exposure in groups exposed to 13,000 ppm and higher; incidence of death was dose-related and reached 100% in the highest dose. All surviving rats clinically recovered 24 hours after the exposure period. An LC50 of 14,374 ppm (95% confidence limit: 13,624-15,596 ppm) was calculated. The lowest lethal concentration was <11,833 ppm and the LC100 was >18,186 ppm. At the end of the observation period, all surviving rats were sacrificed by carbon dioxide and necropsied; abnormal tissues were examined histologically. Cytoplasmic vacuolation of hepatocytes surrounding the central vein was observed in an unspecified number of treated rats but the effect was not dose-dependent. The Expert Panel selected a NOEC of 11,000 ppm."
        },
        {
            "References": "NTP-CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of 1-Bromopropane, NIH Publication No. 04-4479 p. II-12 (October 2003).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An acute inhalation toxicity study of 1-BP was conducted using 7-9 week old male and female Wistar rats ... . In a limit test, 5 rats/sex/group were exposed to 0 or 34.6 g/cu m [34, 600 mg/cu m, equivalent to 6,879 ppm]. In the main part of the study, 5 males and 5 females/group were exposed to 0, 30.2, 35.1, 37.0, or 42.5 g/cu m [30,200, 35,100, 37,000, or 42,500 mg/cu m, equivalent to 6,003, 6,997, 7,355 and 8,448 ppm, respectively] 1-BP (99.5%). Five satellite males/group were exposed to 0 or 36.4 g/cu m [36,400 mg/cu m, equivalent to 7,237 ppm] and blood was collected 24 hours and 13 days after exposure for hematology. All exposures were conducted for 4 hours in a nose-only chamber (flow-past system). ...Lungs and testes from control animals and those exposed to 34.6 (males only) and 42.5 g/cu m were weighed and examined microscopically (tissue fixed in 10% formalin). All animals exposed to 37.0 and 42.5 g/cu m died on test. Most animals exposed to 35.1 g/cu m died (7/10) and some animals exposed to 34.6 g/cu m died (3/10). The LC50 was estimated at 35.0 g/cu m [6,958 ppm]. Clinical signs included respiratory distress and general weakness. Surviving animals gained weight over the 14 days. There was an increase in leukocyte count, hemoglobin, and packed cell volume on day 2 for the 36.4 g/cu m group [no statistical evaluation], but these differences resolved by day 14. There was no apparent change in relative testis weight and no microscopic testicular lesions in animals exposed to 1-BP. Pulmonary lesions consisting of edema and emphysema were observed in the 1-BP-exposed animals. The Expert Panel selected a NOEC of 30.2 g/cu m."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1-BP did not produce cutaneous reactions in guinea pigs attributable to skin sensitization.  Animals were treated with 1-BP (25% in paraffin oil) for 10 days and challenged with 1-BP after 12 days without treatment. No clinical signs were observed except skin irritation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Whole-body inhalation exposure of Sprague-Dawley rats 6 hours/day, 5 days/week over 28 days to 1-BP vapors at 0, 400, 1000, or 1600 ppm produced significant mortality (8/10) at the highest concentration.  Significant effects were observed in rats exposed to 1000 and 1600 ppm including clinical signs of deteriorating condition, abnormal gait and decreased body weights and food consumption.  Other effects included changes in erythrocyte and blood chemistry parameters, increases in liver and kidney weights, and decreases in brain weight. Histopathological lesions were observed in the central nervous system (CNS), urinary system, nasal cavities, sternal bone marrow, lymphoid tissues, and male reproductive system. Exposure at 400 ppm produced histopathological lesions in the CNS. Thus, a no-effect level could not be identified in this study."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague-Dawley rats exposed /by inhalation/ 6 hours/day, 5 days/week for 8 weeks at 0, 50, 300, or 1800 ppm 1-BP showed decreased body weights and increased liver weights at the highest concentration. No other significant changes in food consumption, urinalysis, hematology, or serum biochemistry were observed. All treated rats showed signs of cytoplasmic vacuolization in centrilobular hepatocytes, but these lesions did not exhibit a dose-dependence.  Histopathological examinations did not reveal any treatment-related effects in other tissues."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague-Dawley rats were exposed /by inhalation/ 6 hours/day, 5 days/week for 13 weeks at 100, 200, 400, or 600 ppm. No clinical signs related to treatment were observed. Histopathology revealed centrilobular vacuolization of the liver in the two highest dose groups. No other treatment-related effects were observed. The no-effect level for the liver effects was 200 ppm."
        },
        {
            "References": "PMID:27452781",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The pathophysiology of hypertension is complex and multifactorial, and includes exposure to various chemical substances. Several recent studies have documented the reproductive and neurological toxicities of 1-bromopropane (1-BP). Given that 1-BP increased reactive oxygen species in the brain of rats, we hypothesized that 1-BP also has cardiovascular toxicity through increased oxidative stress. To test this hypothesis, male F344 and Wistar Nagoya rats (n=7-8 per group per test) were exposed to 0 or 1000 ppm of 1-BP via inhalation for 4 weeks (8 hr per day, 7 days per week). The exposure to 1-BP increased systolic blood pressure. This effect was associated with a significant decrease in the reduced/oxidized glutathione ratio. A significant increase in nitrotyrosine levels, activation of the NADPH oxidase pathway, which was evidenced by upregulation of gp91phox, a NADPH oxidase subunit, and significant decreases in the expressions of antioxidant molecules such as Cu/Zn- and Mn-superoxide dismutase catalase, and nuclear factor erythroid 2-related factor 2, were observed in the aortas of Wistar Nagoya rats exposed to 1-BP. Our results indicate that subacute (4-week) inhalation exposure to 1-BP increases blood pressure and suggest that this cardiovascular toxic effect is due, at least in part, to increased oxidative stress mediated through activation of the NADPH oxidase pathway. Further study is needed to assess whether NADPH oxidase activation causes the increase in blood pressure in the rats exposed to 1-BP."
        },
        {
            "References": "PMID:20554630",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The aim of this study was to investigate the different testicular toxicity and the role of apoptosis in the possible mechanism induced by the two isomers of bromopropanes (BPs) in the same dosage. Following the 14-day treatment with a single dose of 1-BP and 2-BP (1 g/kg) /by ip injection/, male rats were killed and a series of experiments were performed. 1-BP and 2-BP both significantly decreased the epididymal sperm count, while only 2-BP induced an increase in sperms with abnormal heads. Morphological evaluation showed that 1-BP did not cause morphological changes in seminiferous epithelium, but 2-BP treatment resulted in the disappearance of spermatogonia, atrophy of the seminiferous tubules and degeneration of germ cells. 2-BP significantly increased the TUNEL-positive cells and the activation of caspase-3 and decreased the genes and proteins expression of Bax, Bcl-2 and p53. In contrast, there were no significant changes in the expression of apoptosis-related genes and proteins in 1-BP group, though the TUNEL-positive cells were significantly increased. Taken together, this study indicated that those two isomers both have toxicity in male rats, however, the testicular toxicity and the role of apoptosis in the toxic mechanism induced by 1-BP and 2-BP may be different."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In this two-generation study, 7-week-old rats were exposed /by inhalation/ 6 hours/day, 7 days/week for 70 days prior to mating at 0, 100, 250, 500, or 750 ppm 1-BP. Females were not exposed on postnatal day 0 to 4 and only they, not their litters, were exposed during postnatal days 5 to 21. F1 rats began direct exposure at weaning. Dose-related increases in estrous cycle length at >/=250 ppm, and follicular cysts and interstitial hyperplasia of ovaries at 500 ppm were observed in F0 and F1 females. Reduced fertility and litter size was observed in the F0 and F1 generations at >/=250 ppm. The no-effect level in this study was 100 ppm 1-BP."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Repeated chronic inhalation exposure of male Sprague-Dawley rats or Wistar rats to 1-BP at concentrations of >/=500 ppm resulted in reproductive toxicity. Dose-related decreases were observed in normal sperm and sperm motility at >/=500 ppm and in sperm count at 750 ppm in both F0 and F1 males. Histopathological changes in epididymides, prostate, and seminal vesicles and decreased plasma testosterone levels were observed at 800 ppm 1-BP, while reductions in sperm count and motility were observed at >/=400 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats were exposed 6 hours/day /by inhalation/ from gestational days 6 to 19 at 0, 100, 498, or 996 ppm 1-BP, and fetuses were removed at gestational day 20. Maternal weight gain and food intake decreased at 498 ppm. Decreased fetal weight was observed at all doses. Embryotoxicity was not observed. A dose-related decrease in ossification in the litters was observed at 498 ppm, with a significant increase in bent ribs at 996 ppm. The no-observed effect level (NOEL) for maternal toxicity was 100 ppm, but decreased fetal weights were observed at this dose."
        },
        {
            "References": "Yamada T et al; Toxicologist 72 (S-1): 26 (2003)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Forty female Wistar rats were divided into four equal groups. Each group was exposed daily to 0, 200, 400, or 800-ppm 1-bromopropane /by inhalation/ for eight hours a day. After exposure for 7 weeks, all rats in the 800-ppm group became seriously ill and were sacrificed during the 8th week. The other dose groups were exposed for 12 weeks. In the 800-ppm group, but not in the other two exposed groups, body weight was significantly less than the control at each time point from 2 to 7 weeks after the beginning of exposure. Tests of vaginal smears showed a significant increase in the number of irregular estrous cycles with extended diestrus in the 400 and 800-ppm groups. Histopathological examination of the ovary showed a significant dose-dependent reduction of the number of normal antral follicles and a decrease in the number of normal growing follicles in the 400-ppm group. No significant change was found in plasma concentrations of LH or FSH in any group compared with the control. ...Results indicate that 1-bromopropane can induce a dose-dependent ovarian dysfunction in non-pregnant female rats associated with disruption in follicular growth process."
        },
        {
            "References": "Aou S et al; Neurosci Res 52 (Suppl): S109 (2005)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...The effects of prenatal exposure to 1-Bromopropane (1-BP) on sexual differentiation of rat behaviors. Pregnant rats were exposed to 1-BP (700 ppm) for 6 hr/day for 20 days in an exposure chamber during gestational days 1-20. In the open-field test, 1-BP significantly reduced locomotor activity, moving velocity and the number and the duration of staying in the center zone in female rats and abolished their sex differences. The sex difference of rearing behavior was also abolished. The duration of immobility decreased in the forced swimming test and the sex difference were disappeared. These results revealed 1-BP impaired the sexual differentiation of locomotor activity, exploratory behavior and depression."
        },
        {
            "References": "NTP-CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of 1-Bromopropane, NIH Publication No. 04-4479 p. II-36 (October 2003).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The potential adverse effects of 1-BP whole-body inhalation exposure in F0 and F1 parental rats /were evaluated/; reproductive capabilities were examined in the F0 and F1 generations and neonatal survival, growth and development were evaluated in F1 and F2 offspring. In this two-generation reproductive toxicity study, groups of 25 male and female Crl:CD(SD)IGS BR rats were exposed to filtered air or 100, 250, 500, or 750 ppm [0, 503, 1,257, 2,514, 3,771 mg/cu m] 1-BP vapors (99.8% purity) for 6 hours/day, 7 days/week. ...Prior to mating, the F0 female rats exhibited increased estrous cycle length. While this effect appeared to be dose-related, statistical analysis of the data was not conducted, in part because several animals in each of the high dose groups did not cycle at all. However, the study authors considered values for the 500 and 750 ppm groups to be test agent related since they exceed the range of their historic control data for this end point (4.1-5.1 days). Reproductive performance was impaired in the higher dosage F0 groups as evidenced by significant decreases in male/female mating index in the 750 ppm group, and in the male/female fertility index in the 500 and 750 ppm groups. An increased time to coitus in the F0 500 and 750 ppm groups was not statistically significant but was considered test agent related since it exceeded historical control values. None of the females in the F0 750 ppm group became pregnant. In contrast, 1-BP treatment had no effect on gestation length or complications during delivery. However, numbers of implantation sites and pups born to F0 females were significantly reduced in the 500 ppm group. At necropsy, significant reductions in F0 absolute reproductive organ weights were observed for ovary (750 ppm), cauda epididymis (500 and 750 ppm), prostate (>/= 250 ppm, but did not decrease with increasing dose), seminal vesicles (750 ppm), and pituitary (750 ppm). Significant decreases in relative weights of these organs were only observed in the 750 ppm group for caudae epididymides and ovaries. Ovarian histologic analysis in F0 rats in the 750 ppm group revealed a significant increase in the incidence of ovaries with reduced numbers of corpora lutea and with follicular luteinized cysts. In males, a slightly increased incidence of seminiferous tubule degeneration was not considered treatment related by the study authors since lesions in 4 of 6 affected rats were of minimal severity. Also, testicular sperm counts (absolute or per gram testis) were not significantly altered by treatment. An analysis of cauda epididymal spermatozoa from F0 rats revealed significant reductions in morphologically normal sperm at >/= 250 ppm. However the decrease from 99.7% normal sperm in controls to 99.3% at 250 ppm was not considered by the authors to be treatment related because this value is above historical control value of 99.0%. Cauda epididymal sperm numbers were significantly reduced at 750 ppm and the percentage of motile sperm was significantly reduced at 500 and 750 ppm. A statistically significant decrease in implantation sites and in the number of offspring at birth was seen at the 500 ppm dose in both generations. The F1 rats were evaluated for postnatal growth, development, and survival. A slight, but significant, reduction in pup viability on pnd 14-21 in the F1 500 ppm group (97.7% vs. 100% in controls) was not considered of sufficient magnitude to be treatment related, especially because postnatal survival calculated from pnd 4 to pnd 21 was not different by treatment. Therefore, the authors concluded that there were no effects on pup survival. Mean offspring weights (litter as experimental unit) were lower at the 500 ppm dose in both generations. Significant reductions in F1 litter weight gain were found in males of the 250 ppm group (pnd 21-28) and 500 ppm group (pnd 4-7, 7-14, and 21-28). A significant reduction in F1 female weight gain was only noted in the 500 ppm group on pnd 21-28. The age of balanopreputial separation was significantly increased in the F1 500 ppm group but authors attributed that effect as secondary to reduced weight gain in that group. The age at which female offspring attained of vaginal patency was not significantly different in treated F1 offspring. 1-BP exposure in the F1 animals was initiated on pnd 22. Twenty-five rats/sex/group in control and 100-500 ppm treatment groups were selected for mating. The mating experiment was conducted as described for the F0 rats. Increased estrous cycle lengths in the 250 and 500 ppm F1 groups (4.9 and 5.1 days) were within ranges of historical controls (4.1-5.1) but were nevertheless attributed by the authors to be related to 1-BP treatment. This judgement was based on the fact that 3 and 4 animals, in the 250 and 500 ppm groups, respectively, had no complete estrous cycles (versus only 1 each in the control and 100 ppm groups). ...No significant effects were noted for F1 fertility or mating indices, days to mating, gestation length, or birthing complications. However, authors noted that non-significant and non-dose-related reductions in fertility indices in the F1 100, 250, and 500 ppm groups (68, 64, 72%, respectively) were below fertility indices of historical controls (approx 90%). Mean numbers of implantation sites were reduced in the F1 dams in the 250 and 500 ppm groups with statistical significance achieved at the higher dose level. Live litter size was significantly decreased at 500 ppm. Apparent increases in the incidence of ovarian follicular cysts and interstitial cell hyperplasia (mild) in F1 females in the 500 ppm group were not statistically significant. Absolute (but not relative) epididymis and pituitary weights were significantly reduced in the F1 500 ppm males. Lesions observed in testes were considered minimal and their incidence was not altered significantly by treatment, although there appeared to be a trend. Other male reproductive organs were histologically normal. The percentage of motile sperm was slightly, but significantly, reduced in the F1 males (from 89% in controls to 85%) at 250 ppm. The study authors did not consider this treatment-related since this value exceeds that of historic controls. However, the percentage of motile sperm was further (and significantly) reduced to 74% in the 500 ppm group. The percentages of morphologically normal sperm were significantly reduced at 500 ppm. A slight but statistically significant reduction from 99.5% normal sperm in controls to 98.9% in the 100 ppm group was not considered by the study authors to be test article related because the difference was very small, and no significant changes were seen in the 250 ppm group. F2 rats were only evaluated for postnatal growth and survival to pnd 21. Postnatal weight gain in males and females was significantly reduced in the F2 500 ppm group. Survival was unaffected. [The Expert Panel identified 100 ppm as a NOAEC in this study, and 250 ppm as a LOAEC, based on decreased prostate weight in the F0 males and increased estrous cycle length in the F1 female offspring. From the perspective of the LOAECs observed, both sexes are equally sensitive to 1-BP. Alterations in male and female reproductive outcomes at 500 ppm may contribute to the altered fertility and reduced litter size seen at this concentration, and the infertility seen at 750 ppm.]"
        },
        {
            "References": "PMID:18716383",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The present study investigated the effects of 1-bromopropane (1BP) on brain neuroactive substances of rats to determine the extent of its toxicity to the central nervous system (CNS). /The authors/ measured the changes in neurotransmitters (acetylcholine, catecholamine, serotonin and amino acids) and their metabolites or precursors in eight brain regions after inhalation exposure to 1BP at 50 to 1,000 ppm for 8 hr per day for 7 days per week for 3 weeks. Rats were sacrificed at 2 hr (Case 1), or at 19 hr (Case 2) after the end of exposure. In Case 1, the level of 5-hydroxyindoleacetic acid (5HIAA) was lowered in some brain regions by 1BP exposure. The decrease of 5HIAA in the frontal cortex was statistically significant at 50 ppm 1BP exposure. In Case 2, gamma-amino butyric acid (GABA) and taurine were decreased in many brain regions of exposed rats, and a significant decrease of taurine in the midbrain occurred at 50 ppm 1BP exposure. In both cases of 2 hr and 19 hr intervals from the end of exposure to sacrifice, aspartate and glutamine levels were elevated in many brain regions, but the acetylcholine level did not change in any brain region. Three-week repeated exposure to 1BP produced significantly changes in amino acid contents of rat brains, particularly at 1,000 ppm."
        },
        {
            "References": "PMID:21527306",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Bromopropane (1-BP) has been used as an alternative to ozone-depleting solvents. Previous studies showed that 1-BP is neurotoxic in animals and humans. In humans, exposure to 1-BP caused various neurological and neurobehavioral symptoms or signs including depressive or irritated mood. However, the neurobiological changes underlying the depressive symptoms induced by 1-BP remain to be determined. The depressive symptoms are thought to be associated with degeneration of axons containing noradrenaline and serotonin. Based on this hypothesis, the present study examined the effects of repeated exposure to 1-BP on serotonergic and noradrenergic axons. /Four groups of rats were exposed to 0 (control), 400 (low dose), 800 (middle dose) and 1000 (high dose) ppm of 1-BP in inhalation chambers for 8 hr/day, 7 days/week for 4 weeks/. Exposure to 1-BP induced dose-dependent decreases in the density of noradrenergic axons in the rat prefrontal cortex, but no apparent change in the density of serotonergic axons. The results suggest that depressive symptoms in workers exposed to 1-BP are due, at least in part, to the degeneration of noradrenergic axons in the brain."
        },
        {
            "References": "PMID:22683646",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Bromopropane (1-BP) is neurotoxic in both experimental animals and humans. Previous proteomic analysis of rat hippocampus implicated alteration of protein expression in oxidative stress, suggesting that oxidative stress plays a role in 1-BP-induced neurotoxicity. To understand this role at the protein level, /the authors/ exposed male F344 rats to 1-BP at 0, 400, or 1000 ppm for 8 hr/day for 1 week or 4 weeks by inhalation and quantitated changes in hippocampal protein carbonyl using a protein carbonyl assay, two-dimensional gel electrophoresis (2-DE), immunoblotting, and matrix-assisted laser-desorption ionization time-of-flight mass spectrometry (MALDI-TOF-TOF/MS). Hippocampal reactive oxygen species and protein carbonyl were significantly increased, demonstrating 1-BP-associated induction of oxidative stress and protein damage. MALDI-TOF-TOF/MS identified 10 individual proteins with increased carbonyl modification (p < 0.05; fold-change >/= 1.5). The identified proteins were involved in diverse biological processes including glycolysis, ATP production, tyrosine catabolism, GTP binding, guanine degradation, and neuronal metabolism of dopamine. Hippocampal triosephosphate isomerase (TPI) activity was significantly reduced and negatively correlated with TPI carbonylation (p < 0.001; r = 0.83). Advanced glycation end-product (AGE) levels were significantly elevated both in the hippocampus and plasma, and hippocampal AGEs correlated negatively with TPI activity (p < 0.001; r = 0.71). In conclusion, 1-BP-induced neurotoxicity in the rat hippocampus seems to involve oxidative damage of cellular proteins, decreased TPI activity, and elevated AGEs."
        },
        {
            "References": "PMID:22824114",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Bromopropane (1-BP), an alternative to ozone-depleting solvents, is reported to exhibit neurotoxicity and reproductive toxicity in animals and humans. However, the underlying mechanism of the toxicity remains elusive. This study was designed to identify the microglial changes and oxidative stress in the central nervous system (CNS) after 1-BP exposure. Four groups of Wistar-ST rats (n=12 each) were exposed /by inhalation/ to 0, 400, 800 and 1000 ppm of 1-BP, 8 hr/day for 28 consecutive days. The cerebellum was dissected out in 9 rats of each group and subjected to biochemical analysis, while the brains of the remaining 3 rats were examined immunohistochemically. Exposure to 1-BP increased the levels of oxidative stress markers (thiobarbituric acid reactive substances (TBARS), protein carbonyl and reactive oxygen species (ROS)) in a dose-dependent manner. Likewise, there was also 1-BP dose-dependent increase in nitric oxide (NO) and dose-dependent decrease in protein concentrations in the cerebellum. Immunohistochemical studies showed 1-BP-induced increase in cd11b/c-positive microglia area in the white matter of the cerebellar hemispheres. The results showed that exposure to 1-BP induced morphological change in the microglia and oxidative stress, suggesting that these effects are part of the underlying neurotoxic mechanism of 1-BP in the CNS."
        },
        {
            "References": "PMID:23183024",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Human cases of 1-bromopropane (1-BP) toxicity showed ataxic gait and cognitive dysfunction, whereas rat studies showed pyknotic shrinkage in cerebellar Purkinje cells and electrophysiological changes in the hippocampus. The present study investigated the effects of 1-BP on astrocytes and oligodendrocytes in the rat cerebellum and hippocampus to find sensitive markers of central nervous system toxicity. Forty-eight F344 rats were divided into four equal groups and exposed /by inhalation/ to 1-BP at 0, 400, 800 and 1,000 ppm for 8 hr/day, 7 days/week for 4 weeks. Nine and three rats per group were used for biochemical and histopathological studies, respectively. Kluver-Barrera staining showed pyknotic shrinkage in the cytoplasm of Purkinje cells and nuclei of granular cells in the cerebellum at 1,000 ppm. Immunohistochemical analysis showed increased length of glial fibrillary acidic protein (GFAP)-positive processes of astrocytes in the cerebellum, hippocampus and dentate gyrus at 800 and 1,000 ppm. The myelin basic protein (MBP) level was lower at 1,000 ppm. The numbers of astrocytes and granular cells per tissue volume increased at 400 ppm or higher. The present study showed that elongation of processes of astrocytes accompanies degeneration of granular cells and Purkinje cells in the cerebellum of the rats exposed to 1-BP. The decrease in MBP and number of oligodendrocytes suggest adverse effects on myelination. The increase in astrocyte population per tissue volume in the cerebellum might be a sensitive marker of 1-BP neurotoxicity, but the underlying mechanism for this change remains elusive."
        },
        {
            "References": "PMID:23395825",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Bromopropane (1-BP), an alternative to ozone-depleting solvents (ODS), exhibits central nervous system (CNS) toxicity in animals and humans. This study was designed to relate CNS damage by Morris water maze (MWM) test and oxidative stress to 1-BP exposure in the rat. Male Wistar rats were randomly divided into 4 groups (n=10), and treated /by oral gavage/ with 0, 200, 400 and 800 mg/kg bw 1-BP for consecutive 12 days, respectively. From day 8 to day 12 of the experiment, MWM test was employed to assess the cognitive function of rats. The cerebral cortex of rats was obtained immediately following the 24 hr after MWM test conclusion. Glutathione (GSH), oxidized glutathione (GSSG) and total thiol (total-SH) content, GSH reductase (GR) and GSH peroxidase (GSH-Px) activities, malondialdehyde (MDA) level, as well as 4-hydroxynonenal (4-HNE) and MDA modified proteins in homogenates of cerebral cortex were measured. The obtained results showed that 1-BP led to cognitive dysfunction of rats, which was evidenced by delayed escape latency time and swimming distances in MWM performance. GSH and total-SH content, GSH/GSSG ratio, GR activity significantly decreased in cerebral cortex of rats, coupling with the increase of MDA level. 4-HNE and MDA modified protein levels obviously elevated after 1-BP exposure. GSH-Px activities in cerebral cortex of rats also increased. These data suggested that 1-BP resulted in enhanced lipid peroxidation of brain, which might play an important role in CNS damage induced by 1-BP."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Male F344 rats were exposed /by inhalation/ 8 hours/day, 7 days/week for 3 weeks at 10, 50, 200, or 1000 ppm 1-BP and evaluated for changes in behavior. Exposure to 1-BP did not affect memory function or motor coordination but muscle strength decreased dose-dependently. Dose-dependent increases in spontaneous locomotor activity and open-field behavior indicated that 1-BP has excitatory effects on the CNS of male F344 rats."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Wistar rats exposed /by inhalation/ 8 hours/day, 7 days/week for 12 weeks at 200, 400, or 800 ppm 1-BP exhibited dose-dependent decreases in fore limb and hind limb strength, motor nerve conduction velocities, plasma creatine phosphokinase, morphological changes in peripheral nerves and preterminal axons in the gracile nucleus, and increased distal latency of peripheral nerves.  Ovoid or bubble-like debris of myelin sheaths was prominent in the unraveled muscular branch of the posterior tibial nerve observed in the 800-ppm group but not in the 200- or 400-ppm groups. Dose-dependent decreases in neuron-specific gamma-enolase and creatine kinase activities in the cerebrum and brain glutathione and nonprotein sulfhydryl levels were also observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Wistar rats exposed at 1000 /daily for 8 hr/day/ and 1500 ppm /6 hr/day for 5 days/week/ 1-BP for 4 to 7 weeks exhibited decreases in body weight and motor nerve conduction velocities, increased distal latency of peripheral nerves, and neuronal dysfunction in the dentate gyrus of the brain."
        },
        {
            "References": "NTP-CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of 1-Bromopropane, NIH Publication No. 04-4479 p. II-18 (October 2003).",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... A study to examine the dose- and duration- neurotoxicity response to 1-BP exposure /was conducted/. Eleven 10-week-old male Wistar rats/group ...were exposed to air or 200, 400, or 800 ppm [1,006, 2,012, or 4,025 mg/cu m] 1-BP vapors 8 hr/day for 12 weeks. Exposures were conducted 7 days per week under dynamic conditions. The highest nominal concentration was based on preliminary studies that noted debilitation of rats exposed to 1,000 ppm. ...Neurological function was tested in 9 rats/group at weeks 0, 4, 8, and 12. ... Mean bodyweights for the 400 and 800 ppm groups were significantly lower than controls after 8 weeks of exposure. Significant decreases in hindlimb grip strength were observed for all groups at 4 weeks, and for the 800 ppm group at 8 and 12 weeks. Hindlimb grip strength was also decreased for the 400 ppm group at 12 weeks. Significant decreases in forelimb grip strength were seen for the 400 and 800 ppm groups at 8 weeks, and for the 800 ppm group at 12 weeks. (The Expert Panel only considered reductions in grip strength to be treatment-related if they were statistically significant and consistently related to duration of treatment. Therefore, reductions in hindlimb grip strength and forelimb grip strength were considered treatment related at >/= 400 ppm and 800 ppm, respectively.) MCV /motor conduction velocity/ was reduced for the 800 ppm group at weeks 8 and 12, and distal latency (DL) was increased for this group at weeks 4, 8, and 12. The rats in the 800 ppm group also displayed weak kicking and an inability to stand on a slope. At sacrifice, brain weight and blood chemistry were analyzed from 9 animals per group. At necropsy, two animals from each group were perfused for neurohistopathology with either 10% formalin or Zamboni's solution (one for each fixative). Muscular nerves were dissected out and post-fixed in osmium tetroxide. The weights of the cerebrum and gastrocnemius muscle were significantly reduced for the 800 ppm group. No differences in weight were seen for other parts of the brain or soleus muscle. Plasma creatine phosphokinase activities for the 400 and 800 ppm groups were significantly reduced compared with controls. No changes were seen in the activities of lactate dehydrogenase, aspartate transaminase, alanine transferase, or alkaline phosphatase. Serum cholesterol was reduced in a dose-dependent manner, and plasma total protein and albumin were increased in a dose-related manner. Significant differences in cholesterol, aspartate transaminase, and alanine transaminase were seen for the 400 and 800 ppm groups. Plasma globulin levels were also significantly increased for the 800 ppm group. Morphological evidence of neurotoxicity was only noted in the high dose group (800 ppm) and included ovoid or bubble-like debris in myelin sheaths of peripheral nerves, swelling of preterminal axons of the gracile nucleus, and irregular banding of soleus muscle fibers. There was no degeneration or vacuolation of brain tissue. Authors noted that reductions in grip strength could not be explained by adverse changes in the nervous system alone, in that grip strength represents total vital factors in limb function. In comparing the result of this study to those obtained in a preliminary study with 2-BP, the authors concluded that 1-BP is a more potent neurotoxicant than 2-BP and is potentially neurotoxic to humans. (The Expert Panel determined a subchronic inhalation neurotoxicity NOAEC of 200 ppm.)"
        },
        {
            "References": "PMID:25448045",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Bromopropane (1-BP) is neurotoxic in both experimental animals and human. To identify phosphorylated modification on the unrecognized post-translational modifications of proteins and investigate their role in 1-BP-induced neurotoxicity, changes in hippocampal phosphoprotein expression levels were analyzed quantitatively in male F344 rats exposed to 1-BP inhalation at 0, 400, or 1000 ppm for 8 hr/day for 1 or 4 weeks. Hippocampal protein extracts were analyzed qualitatively and quantitatively by Pro-Q Diamond gel staining and SYPRO Ruby staining coupled with two-dimensional difference in gel electrophoresis (2D-DIGE), respectively, as well as by matrix-assisted laser-desorption ionization time-of-flight (MALDI-TOF) mass spectrometry (MS) to identify phosphoproteins. Changes in selected proteins were further confirmed by Manganese II (Mn(2+))-Phos-tag SDS-polyacrylamide gel electrophoresis (SDS-PAGE). Bax and cytochrome c protein levels were determined by western blotting. Pro-Q Diamond gel staining combined with 2D-DIGE identified 26 phosphoprotein spots (p<0.05), and MALDI-TOF/MS identified 18 up-regulated proteins and 8 down-regulated proteins. These proteins are involved in the biological process of response to stimuli, metabolic processes, and apoptosis signaling. Changes in the expression of phosphorylated 14-3-3 Theta were further confirmed by Mn(2+)-Phos-tag SDS-PAGE. Western blotting showed overexpression of Bax protein in the mitochondria with down-regulation in the cytoplasm, whereas cytochrome c expression was high in the cytoplasm but low in the mitochondria after 1-BP exposure. Our results suggest that the pathogenesis of 1-BP-induced hippocampal damage involves inhibition of antiapoptosis process. Phosphoproteins identified in this study can potentially serve as biomarkers for 1-BP-induced neurotoxicity."
        },
        {
            "References": "PMID:25557405",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Bromopropane (1-BP) is used as a substitute for ozone-depleting solvents (ODS) in industrial applications. 1-BP could display central nervous system (CNS) neurotoxicity manifested by cognitive dysfunction. Neuroglobin (Ngb) is an endogenous neuroprotectant and is predominantly expressed in the nervous system. The present study aimed to investigate Ngb involvement in CNS neurotoxicity induced by 1-BP in rats. Male Wistar rats were randomly divided into 5 groups (n=14) and treated with 0, 100, 200, 400 and 800 mg/kg bw 1-BP, respectively, by gavage for consecutive 12 days. Rats displayed cognitive dysfunction dose-dependently through Morris water maze (MWM) test. Significant neuron loss in layer 5 of the prelimbic cortex (PL) was observed. Moreover, 1-BP decreased Ngb protein level in cerebral cortex and Ngb decrease was significantly positively correlated with cognitive dysfunction. Glutathione (GSH) content, GSH/oxidized glutathione (GSSG) ratio and glutamate cysteine ligase (GCL) activity decreased in cerebral cortex, coupled with the increase in GSSG content. GSH and GSH/GSSG ratio decrease were significantly positively correlated with cortical Ngb decrease. Additionally, levels of N-epsilon-hexanoyl-lysine (HEL) and 4-hydroxy-2-nonenal (4-HNE) modified proteins in cerebral cortex of 1-BP-treated rats increased significantly. In conclusion, it was suggested that 1-BP resulted in decreased endogenous neuroprotectant Ngb in cerebral cortex, which might play an important role in CNS neurotoxicity induced by 1-BP and that 1-BP-induced oxidative stress in cerebral cortex might partly be responsible for Ngb decrease."
        },
        {
            "References": "PMID:23266320",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ PURPOSE: 1-Bromopropane (1-BP) intoxication is associated with depression and cognitive and memory deficits. The present study tested the hypothesis that 1-BP suppresses neurogenesis in the dentate gyrus, which is involved in higher cerebral function, in adult rats.  METHODS: Four groups of 12 male Wistar rats were exposed /by inhalation/ to 0, 400, 800, 1000 ppm 1-BP, 8 hr/day for 7 days. Another four groups of six rats each were exposed to 0, 400, 800 and 1000 ppm 1-BP for 2 weeks followed by 0, 200, 400 and 800 ppm for another 2 weeks, respectively. Another four groups of six rats each were exposed to 0, 200, 400 and 800 ppm 1-BP for 4 weeks. Rats were injected with 5-bromo-2'-deoxy-uridine (BrdU) after 4-week exposure at 1000/800 ppm to examine neurogenesis in the dentate gyrus by immunostaining. We measured factors known to affect neurogenesis, including monoamine levels, and mRNA expression levels of brain-derived neurotrophic factor (BDNF) and glucocorticoid receptor (GR), in different brain regions.  RESULTS: BrdU-positive cells were significantly lower in the 800/1000 ppm-4-week group than the control. 1-Week exposure to 1-BP at 800 and 1000 ppm significantly reduced noradrenalin level in the striatum. Four-week exposure at 800 ppm significantly decreased noradrenalin levels in the hippocampus, prefrontal cortex and striatum. 1-BP also reduced hippocampal BDNF and GR mRNA levels.  CONCLUSION: Long-term exposure to 1-BP decreased neurogenesis in the dentate gyrus. Downregulation of BDNF and GR mRNA expression and low hippocampal norepinephrine levels might contribute, at least in part, to the reduced neurogenesis."
        },
        {
            "References": "PMID:26667193",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ 1-Bromopropane (1-BP) is used in degreasing solvents and spray adhesives. The adverse effects of 1-BP have been reported in human cases and adult animal models, and its developmental toxicity has also been reported, but its effects on developmental neurotoxicity have not been investigated in detail. We evaluated the effects in rat pups of prenatal exposure to 1-BP on behaviors such as scratching and wet dog shakes (WDS), which were induced by injection of kainate (KA). Pregnant Wistar rats were exposed to vaporized 1-BP with 700 ppm from gestation day 1 to day 20 (6 hr/day). KA at doses of 0.1, 0.5, and 2.0 mg/kg were intraperitoneally injected into a control group and a 1-BP-exposed group of pups on postnatal day 14. There was no significant difference in scratching between the control and the prenatally 1-BP-exposed groups, while suppression of the occurrence ratio of WDS was observed at the low dose of 0.1 mg/kg of KA in the prenatally 1-BP-exposed pups. Our results suggest that prenatal exposure to 1-BP affects neurobehavioral responses in the juvenile period."
        },
        {
            "References": "PMID:29093363",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ OBJECTIVES: Neurotoxicity of 1-bromopropane (1-BP) has been reported in occupational exposure, but whether the chemical exerts developmental neurotoxicity is unknown. We studied the effects of prenatal 1-BP exposure on neuronal excitability in rat offspring.  METHODS: We exposed dams to 1-BP (700 ppm, 6 hr a day for 20 days) and examined hippocampal slices obtained from the male offspring at 2, 5, 8, and 13 weeks of age. We measured the stimulation/response (S/R) relationship and paired-pulse ratios (PPRs) of the population spike (PS) at the interpulse intervals (IPIs) of 5 and 10 ms in the CA1 subfield.  RESULTS: Prenatal 1-BP exposure enhanced S/R relationships of PS at 2 weeks of age; however, the enhancement diminished at 5 weeks of age until it reached control levels. Prenatal 1-BP exposure decreased PPRs of PS at 2 weeks of age. After sexual maturation, however, the PPRs of PS increased at 5-ms IPI in rats aged 8 and 13 weeks.  CONCLUSIONS: Our findings indicate that prenatal 1-BP exposure in dams can cause delayed adverse effects on excitability of pyramidal cells in the hippocampal CA1 subfield of offspring."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/GENOTOXICITY/ 1-BP was mutagenic with or without metabolic activation toward Salmonella typhimurium tester strains TA1535 and TA100 when tested in a closed system, but it was not mutagenic toward strains TA1537, TA1538, or TA98."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/GENOTOXICITY/ An increase in micronuclei was not observed in Swiss mice given intraperitoneal injections of 600 mg 1-BP/kg (males) or 800 mg 1-BP/kg (females)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/GENOTOXICITY/ 1-BP did not induce dominant lethal mutations in Sprague-Dawley rats given 400 mg/kg by oral gavage for 5 days."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of 1-Bromopropane (Cas No. 106-94-5) in F344/N Rats and B6C3F1 Mice (Inhalation Studies) p. 9 (2011) Technical Rpt Series No. 564 NIH Pub No. 11-5906.",
            "Value": "/GENOTOXICITY/ 1-Bromopropane was not mutagenic in either of two independent bacterial mutagenicity assays, each conducted with and without induced rat liver activation enzymes. Bacterial strains tested included Salmonella typhimurium strains TA97, TA98, TA100, and TA1535, and Escherichia coli strain WP2 uvrA/pKM101. In addition, no increases in the frequencies of micronucleated normochromatic erythrocytes were seen in male or female B6C3F1 mice exposed for 3 months to 62.5 to 500 ppm 1-bromopropane via inhalation."
        },
        {
            "References": "NTP-CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of 1-Bromopropane, NIH Publication No. 04-4479 p. II-24 (October 2003).",
            "Value": "/GENOTOXICITY/ ...A micronucleus assay /was conducted/ by exposing 10 Sprague-Dawley rats/sex/group to 0, 50, 300, or 1,800 ppm [0, 252, 1,509, or 9,055 mg/cu m] 1-BP vapors for 6 hr/day, 5 days/wk, for 8 weeks. After treatment was complete, the rats were sacrificed and bone marrow was examined to determine the frequency of micronucleated polychromatic erythrocytes. 1-BP treatment did not increase the frequency of micronucleated polychromatic erythrocytes."
        },
        {
            "References": "NTP-CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of 1-Bromopropane, NIH Publication No. 04-4479 p. II-23 (October 2003).",
            "Value": "/GENOTOXICITY/ ...A micronucleus study of 1-BP in bone marrow of mice /was conducted/. In the initial study, male and female Swiss OF1/ICO:OF1 (IOPS Caw) mice ... were treated twice with 0, 100, 400, or 800 mg/kg 1-BP (99.3%) in corn oil by ip injection. Cyclophosphamide was used as a reference clastogen. At least 5 animals/sex/group were used. Animals were killed 24 hours after the last treatment. The initial toxicity study indicated that 800 mg/kg would be a suitable high dose, and a second study was conducted with 0 and 800 mg/kg 1-BP. Mortality in males during the second study prompted a third study using an additional dose level of 600 mg/kg for males. Only the 600 mg/kg males and 800 mg/kg females were evaluated because the polychromatic/normochromatic erythrocyte (PE/NE) ratio for the controls from the initial attempt (100, 400, 800 mg/kg) were outside of the historic range and the test was considered invalid. No increase in micronucleated erythrocytes in bone marrow was observed in males treated with 600 mg/kg or in females treated with 800 mg/ kg. The group treated with cyclophosphamide demonstrated a significant increase in micronucleated erythrocytes."
        },
        {
            "References": "NTP-CERHR; Monograph on the Potential Human Reproductive and Developmental Effects of 1-Bromopropane, NIH Publication No. 04-4479 p. II-23 (October 2003).",
            "Value": "/GENOTOXICITY/ ...The mutagenicity of 1-BP in L5178Y mouse lymphoma cells /was examined/. The cells were treated for 3 hours with 125-1,500 mg/L 1-BP (99.3% purity) in the absence of metabolic activation or 125-2,500 mg/L 1-BP with S9 (from rats treated with Aroclor 1254) activation. The vehicle, DMSO, was used as a negative control. Methylmethane sulfonate and cyclophosphamide were used as reference mutagens. The highest concentration (2,500 mg/L) produced 100% cytolethality while the 2,000 mg/L concentration produced /about/ 40-90% cytolethality, as assessed by relative cloning efficiency. A reproducible two-fold increase in mutation frequency compared to the concurrent control and/or evidence of a dose relationship were considered indicative of a positive response. Two separate experiments were conducted. In the absence of metabolic activation, a reproducible increase in mutation frequency was observed in cells treated with 1,000-1,500 mg/L 1-BP in both experiments. No increase in mutation frequency was observed in the first experiment with S9 activated cells. However, in the second experiment with S9 activated cells, an increase in mutation frequency was noted at 1,500-2,000 mg/L 1-BP. Study authors concluded that this study demonstrated mutagenic activity, especially in the absence of S9 activation."
        },
        {
            "References": "PMID:22353212",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 1-Bromopropane (1-BP) has been used in industry as an alternative to ozone-depleting solvents. In the present study, /the authors/ examined the effect of 1-BP on cyclooxygenase-2 (COX-2) gene expression and analyzed the molecular mechanism of its activity in murine RAW 264.7 macrophages. 1-BP dose-dependently increased COX-2 protein and mRNA levels, as well as COX-2 promoter-driven luciferase activity in macrophages. Additionally, exposure to 1-BP markedly enhanced the production of prostaglandin E(2) (PGE(2)), a major COX-2 metabolite, in macrophages. Transfection experiments with several human COX-2 promoter constructs revealed that 1-BP activated the transcription factors nuclear factor-KB (NF-KB) and CCAAT/enhancer-binding protein (C/EBP), but not AP-1 or the cyclic AMP response element binding protein. Furthermore, Akt and mitogen-activated protein (MAP) kinases were significantly activated by 1-BP. These results demonstrated that 1-BP induced COX-2 expression via NF-KB and C/EBP activation through the Akt/ERK and p38 MAP kinase pathways. These findings provide further insight into the signal transduction pathways involved in the inflammatory effects of 1-BP."
        },
        {
            "References": "NTP; Report on Carcinogens, Fourteenth Edition: 1-Bromopropane CAS No. 106-94-5 (2016); Available from, as of April 2, 2018: https://ntp.niehs.nih.gov/pubhealth/roc/index-1.html",
            "Value": "/IMMUNOTOXICITY/ It is unclear whether induction of immunotoxicity by 1-bromopropane plays a role in tumor development. Recent studies have shown that 1-bromopropane causes immunosuppression in rodents. In particular, it reduced the numbers of T cells and T-cell subpopulations. In addition, there is evidence that 1-bromopropane causes an inflammatory response."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 190",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure of animals to anesthetic concentrations may result in injury to lungs and liver. ... /It/ is reported to be irritating to skin and eyes of mice ... ."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Apr 9, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1-bromopropane can be estimated to be 40(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1-bromopropane is expected to have very high mobility in soil."
        }
    ]
}