{
    "_id": {
        "$oid": "6682e891c4e5dba5ffba263f"
    },
    "CID": {
        "$numberInt": "7841"
    },
    "Name": "ALLYL BROMIDE",
    "IUPACName": "3-bromoprop-1-ene",
    "CanonicalSMILES": "C=CCBr",
    "Synonyms": [
        "ALLYL BROMIDE",
        "106-95-6",
        "3-bromoprop-1-ene",
        "3-Bromopropene",
        "1-Propene",
        "3-bromo-",
        "3-Bromo-1-propene",
        "3-Bromopropylene",
        "Bromallylene",
        "2-Propenyl bromide",
        "1-Bromo-2-propene",
        "Propene",
        "3-bromo-",
        "allylbromide",
        "NSC 7596",
        "CCRIS 9049",
        "HSDB 622"
    ],
    "IsomericSMILES": "C=CCBr",
    "INCHI": "InChI=1S/C3H5Br/c1-2-3-4/h2H,1,3H2",
    "INCHIKEY": "BHELZAPQIKSEDF-UHFFFAOYSA-N",
    "Formula": "C3H5Br",
    "MolecularWeight": {
        "$numberDouble": "120.98"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.8"
    },
    "Complexity": {
        "$numberInt": "17"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 5 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 5 was calculated for allyl bromide(SRC), using a log Kow of 1.79(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979)",
            "Value": "Using a standard BOD dilution test and an inoculum from a sanitary waste treatment facility, a theoretical BOD of 56% and 74% was observed over a 5 day incubation period, with stirring and seeding adaptation, respectively(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = 1.79"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 47",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Poisoning /of laboratory animals/ is accompanied by a transient motor agitation followed by depression and loss of balance. Death at the narcosis level within 24 hours."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-113",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One of the most toxic of the halogenated hydrocarbons, causing deaths in experimental animals exposed for 4 hr to concentrations as low as 1 mg/L. ... Deaths in animals are apparently due to lung injury, but survivors recover without sequelae."
        },
        {
            "References": "PMID:4061087",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Allyl ... bromide ... /was/ investigated for /its/ ... properties as sensory irritants in mice. The concentration of the chemical necessary to depress the respiratory rate by 50% (RD50) within the first 10 minutes of exposure due to irritation of the upper respiratory tract ... /was/ 257 ppm. No pulmonary irritation was observed for allyl bromide ... ."
        },
        {
            "References": "PMID:6992786",
            "Value": "/GENOTOXICITY/ A series of compounds, each containing an allylic moiety, was tested using Salmonella typhimurium in a modified Ames mutagenicity assay system. Their mutagenic activity decreased as follows: allyl methanesulfonate, allyl iodide, allyl bromide, and allyl chloride."
        },
        {
            "References": "Schiffmann D et al; Induction of Unscheduled DNA Synthesis in HeLa Cells by Allylic Compounds; Cancer Lett 20 (3): 263-9 (1983)",
            "Value": "/GENOTOXICITY/ Allyl bromide induced mutations in the Ames test."
        },
        {
            "References": "PMID:6627227",
            "Value": "/GENOTOXICITY/ Allyl bromide induced unscheduled DNA synthesis in HeLa cells."
        },
        {
            "References": "Eder E et al; Arch of Toxicol 60 (1-3): 182-6 (1987)",
            "Value": "/GENOTOXICITY/ The role of metabolism in the genotoxicity of allylic compounds was studied in rats. Wistar-rats were administered carbon-14 labeled allyl-chloride, allyl-bromide, and 2,3-dichloro-1-propene (DCP) orally. Urine, feces, exhaled carbon-dioxide, and air were collected and analyzed for metabolites. The major metabolite found after treatment with allyl-chloride or allyl-bromide was S-carboxyethyl-mercapturic-acid. DCP was the only compound for which an epoxide derived metabolite 1,3-(2-propanone)-bis-S-(N-acetylcysteine) could be detected. Allyl-chloride, allyl-bromide, allyl-iodide, allylmethanesulfonate, or allyl-isothiocyanate, the corresponding epoxides and acroleins, and 1,3-dichloroacetone (DCA) were tested for mutagenicity in the Ames/Salmonella system with or without added S9 mix and Hela unscheduled DNA synthesis (UDS) assay. In the Ames/Salmonella test, compounds with alkyl substituents enhanced the direct mutagenic effect due to an increase in alkylating activity. Except for DCP, adding S9 mix did not increase mutagenicity. DCA exerted a higher mutagenic potency than the epoxides, epichlorohydrin or epibromohydrin. The mutagenicity of acrolein was higher than that of the allyl compounds. All allyl compounds showed dose/related increases in UDS in the Hela cell assay. The authors conclude that allylic compounds are not metabolically activated to ultimate genotoxic compounds. Epoxide formation does not seem to play a role in activation. The direct genotoxic activity of allylic compounds depends on the chemical nature of the leaving group. Formation of alpha,beta unsaturated carbonyl compounds is a major factor in the indirect genotoxicity of allylic compounds."
        },
        {
            "References": "PMID:5714490",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Allylation of a ribonucleoside mixture with allyl bromide in dimethylformamide (DMF) resulted in modification of adenosine, guanosine, and cytidine, but not uridine. In 0.4 molar potassium acetate, no allylation of ribonucleosides occurred with allyl bromide. No allylation of yeast ribosomal and transfer RNA was observed on treatment with allyl bromide in potassium acetate; however, in dimethylformamide (DMF), allylation occurred, but involved only guanine, 7-allylguanine being formed."
        },
        {
            "References": "PMID:3030573",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The in vitro binding of three allyl compounds, allyl methanesulphonate, allyl bromide and allyl chloride to DNA from salmon sperm was investigated. Kinetic DNA-alkylation measurements revealed significant differences between the strongly alkylating allyl methanesulphonate and allyl bromide with half-life values of 1.5 hr and 8.1 hr, respectively and the weakly alkylating allyl chloride with a half-life value of 360 hr. Five alkylated nucleic bases, 3-allyladenine, N6-allyladenine, N2-allylguanine, 7-allylguanine and O6-allylguanine, could be identified after DNA-alkylation with all three allyl compounds."
        },
        {
            "References": "Fischer GW et al; J Prakt Chem 320 (1): 133-9 (1978)",
            "Value": "/OTHER TOXICITY INFORMATION/ Reactivity of allyl bromide was determined by measuring rate constant of reaction with 4-(4-nitrobenzyl)pyridine in acetophenone to form quaternary ammonium products, and compared with ip LD50 values of bromo compound in mice. Allyl bromide had much greater toxicity than did the alkyl bromides."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 5 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of allyl bromide is estimated as 230(SRC), using a log Kow of 1.79(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that allyl bromide is expected to have moderate mobility in soil."
        }
    ]
}