{
    "_id": {
        "$oid": "6682e892c4e5dba5ffba2643"
    },
    "CID": {
        "$numberInt": "7847"
    },
    "Name": "ACROLEIN",
    "IUPACName": "prop-2-enal",
    "CanonicalSMILES": "C=CC=O",
    "Synonyms": [
        "ACROLEIN",
        "Acrylaldehyde",
        "2-Propenal",
        "107-02-8",
        "Propenal",
        "Acrylic aldehyde",
        "prop-2-enal",
        "Allyl aldehyde",
        "Ethylene aldehyde",
        "Aqualin",
        "Magnacide H",
        "Acraldehyde",
        "Slimicide",
        "2-Propen-1-one",
        "Aqualine"
    ],
    "IsomericSMILES": "C=CC=O",
    "INCHI": "InChI=1S/C3H4O/c1-2-3-4/h2-3H,1H2",
    "INCHIKEY": "HGINCPLSRVDWNT-UHFFFAOYSA-N",
    "Formula": "C3H4O",
    "MolecularWeight": {
        "$numberDouble": "56.06"
    },
    "Description": "Acrolein is an enal that is prop-2-ene with an oxo group at position 1. It has a role as a toxin, a human xenobiotic metabolite and a herbicide.",
    "XlogP": {
        "$numberDouble": "0"
    },
    "Complexity": {
        "$numberInt": "30"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Malkina IL et al; J Environ Qual 40: 28-36 (2011) (2) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Acrolein. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Aug 15, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Acrolein levels of 0.83, 3.84 and 0.50 nL/L were detected in feed samples from corn silage, alfalfa silage and cereal silage respectively(1). The compound was detected, not quantified in essential oil from potatoes (Solanum tuberosum; Solanaceae)(2)."
        },
        {
            "References": "(1) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. Acrolein (107-02-8) (2010-2011)",
            "Value": "Following high application rates to lettuce, no acrolein was detected one day following last application(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 5 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Aug 10, 2016: (3) Franke C et al; Chemosphere 29: 1501-14 (1994) https://www2.epa.gov/tsca-screening-tools (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 11, 2016: https://www.safe.nite.go.jp/english/db.html (5) Rathbun RE; Crit Rev Environ Sci Technol 30: 129-295 (2000) (6) Barrows ME et al; in Dynamics, Exposure Hazard Assess Toxic Chem. Ann Arbor, MI: Ann Arbor Science pp. 279-92 (1980) (7) ATSDR; Toxicological Profile for Acrolein. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2007). Available from, as of Aug 11, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "An estimated BCF of 3 was calculated in fish for acrolein(SRC), using a log Kow of -0.01(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Results of BCF tests using carp (Cyprinus carpio) which were exposed to acrolein over an 8-week indicate the compound has low bioconcentration(4), however, actual BCF values were not reported(SRC). A log BCF of 2.54 (BCF = 347) was measured for acrolein in a bluegill sunfish based on the whole body weight(5). In another study, a BCF of 344 was measured for acrolein in bluegill sunfish(6). However, these measured values may be an overestimate since total (14)C was measured in the fish, which may have resulted in the measurement of acrolein metabolites(7)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bowmer KH, Higgins ML; Arch Environ Contam Toxicol 5: 87-96 (1976) (2) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (3) Ghilarducci DP, Tjeerdema RS; Rev Environ Contam Toxicol 144: 95-146 (1995) (4) MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK: British Crop Protection Council. Acrolein (107-02-8) (2010-2011) (5) Stover EL, Kincannon DF; J Water Poll Control Fed 55: 97-109 (1983) (6) Callahan MA et al; Water-Related Environmental Fate of 129 Priority Pollutants. USEPA-440/4-79-029A pp. 20-1 to 20-11 (1979) (7) Hultman B; Water Sci Tech 14: 79-86 (1982) (8) Bridie AL et al; Water Res 13: 627-30 (1979) (9) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 11, 2016: https://www.safe.nite.go.jp/english/db.html (10) Katagi T; Rev Environ Contam Toxicol 175: 79-261 (2002) (11) ATSDR; Toxicological Profile for Acrolein. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2007). Available from, as of Aug 11, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp (12) ECHA; Search for Chemicals. Acrolein (CAS 107-02-8) Registered Substances Dossier. European Chemical Agency. Available from, as of August 12, 2016: https://echa.europa.eu/",
            "Value": "AEROBIC: The half-life of acrolein in natural unsterilized water was 29 hours compared with 43 hours in sterilized (thymol-treated) water suggesting that biodegradation was partially responsible for the degradation(1). A loss of 100% was observed when 5 and 10 mg/L acrolein underwent a static incubation in the dark at 25 °C with sewage inoculum for 7 days(2). In another experiment, acrolein reached 30% of its theoretical BOD in river water after 100 hrs(3). It has been reported that acrolein is metabolized easily in soil, being mineralized to carbon dioxide(4). Results of other biodegradation screening studies also indicate that acrolein would be readily degraded by mixed microbial populations(5-7). In contrast, no BOD removal was observed during a 5-day BOD dilution test in which effluent from a biological waste treatment plant was used(8). Acrolein, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test, however, the acrolein formed 3-hydroxypropanal in the water(9) which is the hydration reaction product of acrolein in water(10). Field and laboratory studies using irrigation channels suggested that the degradation of the hydration product of acrolein, 3-hydroxypropanal, occurs after the concentration of acrolein falls below 2-3 ppm. The degradation of 3-hydroxypropanal was also preceded by a 100-hour lag period, suggesting that biodegradation was occurring through the action of acclimated cultures(11). In a laboratory study conducted in an aerobic sandy loam soil from Phoenix AZ, acrolein was completely gone within 8 hours in the nonsterile soils and within 115 hours in the sterilized soil. The biotransformation half-life in the nonsterile soil was calculated to be 4.2 hours and four products/intermediates were identified: acrylic acid, 3-hydroxypropionic acid, 3-hydroxypropanal, and CO2(12). Transformation products (acrylic acid, 3-hydroxypropionic acid) were also readily biotransformed and were presumably converted to CO2 with a half-life of 29 days(12)."
        },
        {
            "References": "(1) Shelton DR, Tiedje JM; Development of Tests for Determining Anaerobic Biodegradation Potential. USEPA 560/5-81-013 NTIS PB84-166495 (1981) (2) ATSDR; Toxicological Profile for Acrolein. Atlanta, GA: Agency for Toxic Substances and Disease Registry, US Public Health Service (2007). Available from, as of Aug 11, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "ANAEROBIC: Acrolein, at an initial concentration of 50 mg/L as organic carbon, gave no evidence of degradation when incubated for 8 weeks in a 10% anaerobic sludge inoculum(1). In buffered laboratory water, the half-lives of acrolein in anaerobic test systems treated at 15 mg/L were 10.3 hours in water and approximately 10 days in sediment(2); degradation products included 3-hydroxypropanal, acrylic acid, and allyl alcohol, which indicate that both hydrolysis and biodegradation contributed to the degradation of acrolein during this study(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985)",
            "Value": "Acrolein was detected in fish at the following concentration: USEPA STORET Data Base - 87 samples, 1% positive, median concentration <1.0 ug/kg wet basis(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = -0.01"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:23026831",
            "Value": "... The molecular mechanisms underlying acrolein hepatotoxicity in primary human hepatocytes and hepatoma cells /were studied/. Acrolein, at pathophysiological concentrations, caused a dose-dependent loss of viability of hepatocytes. The death was apoptotic at moderate and necrotic at high concentrations of acrolein. Acrolein exposure rapidly and dramatically decreased intracellular glutathione and overall antioxidant capacity, and activated the stress-signaling MAP-kinases JNK, p42/44 and p38. Our data demonstrate for the first time in human hepatocytes, that acrolein triggered endoplasmic reticulum (ER) stress and activated eIF2alpha, ATF-3 and -4, and Gadd153/CHOP, resulting in cell death. Notably, the protective/adaptive component of ER stress was not activated, and acrolein failed to up-regulate the protective ER-chaperones, GRP78 and GRP94. Additionally, exposure to acrolein disrupted mitochondrial integrity/function, and led to the release of pro-apoptotic proteins and ATP depletion. Acrolein-induced cell death was attenuated by N-acetyl cysteine, phenyl-butyric acid, and caspase and JNK inhibitors. /The/ data demonstrate that exposure to acrolein induces a variety of stress responses in hepatocytes, including GSH depletion, oxidative stress, mitochondrial dysfunction and ER stress (without ER-protective responses) which together contribute to acroleintoxicity. ..."
        },
        {
            "References": "PMID:26208604",
            "Value": "Neutrophils (PMNs) are key mediators of inflammatory processes throughout the body. In this study, we investigated the role of acrolein, a highly reactive aldehyde that is ubiquitously present in the environment and produced endogenously at sites of inflammation, in mediating PMN-mediated degradation of collagen facilitating proline-glycine-proline (PGP) production. We treated peripheral blood neutrophils with acrolein and analyzed cell supernatants and lysates for matrix metalloproteinase-9 (MMP-9) and prolyl endopeptidase (PE), assessed their ability to break down collagen and release PGP, and assayed for the presence of leukotriene A4 hydrolase (LTA4H) and its ability to degrade PGP. Acrolein treatment induced elevated production and functionality of collagen-degrading enzymes and generation of PGP fragments. Meanwhile, LTA4H levels and triaminopeptidase activity declined with increasing concentrations of acrolein thereby sparing PGP from enzymatic destruction. These findings suggest that acrolein exacerbates the acute inflammatory response mediated by neutrophils and sets the stage for chronic pulmonary and systemic inflammation."
        },
        {
            "References": "PMID:26365991",
            "Value": "Acrolein, an endogenous aldehyde, has been shown to be involved in sensory hypersensitivity after rat spinal cord injury (SCI), for which the pathogenesis is unclear. Acrolein can directly activate a pro-algesic transient receptor protein ankyrin 1 (TRPA1) channel that exists in sensory neurons. Both acrolein and TRPA1 mRNA are elevated post SCI, which contributes to the activation of TRPA1 by acrolein and consequently, neuropathic pain. In the current study, we further showed that, post-SCI elevation of TRPA1 mRNA exists not only in dorsal root ganglias but also in both peripheral (paw skin) and central endings of primary afferent nerves (dorsal horn of spinal cord). This is the first indication that pain signaling can be over-amplified in the peripheral skin by elevated expressions of TRPA1 following SCI, in addition over-amplification previously seen in the spinal cord and dorsal root ganglia. Furthermore, we show that acrolein alone, in the absence of physical trauma, could lead to the elevation of TRPA1 mRNA at various locations when injected to the spinal cord. In addition, post-SCI elevation of TRPA1 mRNA could be mitigated using acrolein scavengers. Both of these attributes support the critical role of acrolein in elevating TRPA1 expression through gene regulation. Taken together, these data indicate that acrolein is likely a critical causal factor in heightening pain sensation post-SCI, through both the direct binding of TRPA1 receptor, and also by boosting the expression of TRPA1. Finally, our data also further support the notion that acrolein scavenging may be an effective therapeutic approach to alleviate neuropathic pain after SCI. We propose that the trauma-mediated elevation of acrolein causes neuropathic pain through at least two mechanisms: acrolein stimulates the production of transient receptor protein ankyrin 1 (TRPA1) in both central and peripheral locations, and it activates TRPA1 channels directly. Therefore, acrolein appears to be a critical factor in the pathogenesis of post-SCI sensory hypersensitivity, becoming a novel therapeutic target to relieve both acute and chronic post-SCI neuropathic pain."
        },
        {
            "References": "PMID:16619238",
            "Value": "It is well known that traumatic injury in the central nervous system can be viewed as a primary injury and a secondary injury. Increases in oxidative stress lead to breakdown of membrane lipids (lipid peroxidation) during secondary injury. Acrolein, an alpha,beta-unsaturated aldehyde, together with other aldehydes, increases as a result of self-propagating lipid peroxidation. Historically, most research on the pathology of secondary injury has focused on reactive oxygen species (ROS) rather than lipid peroxidation products. Little is known about the toxicology and cell death mediated by these aldehydes. .. This study ... investigated and characterized certain features of cell death induced by acrolein on PC12 cells as well as cells from dorsal root ganglion (DRG) and sympathetic ganglion in vitro. ... /A/ companion paper ... evaluated a possible means to interfere with this toxicity by application of a compound that can bind to and inactivate acrolein. ... Both light and atomic force microscopy /were used/ to study cell morphology after exposure to acrolein. Administration of 100 uM acrolein caused a dramatic change in cell morphology as early as 4 hr. Cytoskeletal structures significantly deteriorated after exposure to 100 uM acrolein as demonstrated by fluorescence microscopy, whereas calpain activity increased significantly at this concentration. Cell viability assays indicated significant cell death with 100 uM acrolein by 4 hr. Caspase 3 activity and DNA fragmentation assays were performed and supported the notion that 100 uM acrolein induced PC12 cell death by the mechanism of necrosis, not apoptosis."
        },
        {
            "References": "PMID:17320762",
            "Value": "... As a toxic by-product of lipid peroxidation, acrolein has been implicated as a possible mediator of oxidative damage to cells and tissues in a wide variety of disease states, including atherosclerosis and neurodegenerative and pulmonary diseases. Although acrolein can induce apoptotic cell death in various cell types, the biochemical mechanisms are not understood. This study investigates the implication of the death receptor pathway in acrolein-induced apoptosis. Exposure of Chinese hamster ovary cells to acrolein caused translocation of adaptor protein Fas associated with death domain to the cytoplasmic membrane and caspase-8 activation. Kp7-6, an antagonist of Fas receptor activation, blocked apoptotic events downstream of caspase-8, such as caspase-7 activation and nuclear chromatin condensation. Acrolein activated the cross-talk pathway between the death receptor and mitochondrial pathways. Bid was cleaved to truncated-Bid, which was translocated to mitochondria. Activation of the mitochondrial pathway by acrolein was confirmed by caspase-9 activation. Inhibition of activation of either the Fas receptor or caspase-8 partially decreased acrolein-induced caspase-9 activation. These findings indicate that acrolein activates the Fas receptor pathway, which occurs upstream of the mitochondrial pathway. Caspase-9 activation still occurred despite inhibition of the Fas receptor pathway, suggesting that acrolein could also trigger the mitochondrial pathway independent of the receptor pathway. ..."
        },
        {
            "References": "PMID:12084617",
            "Value": "Acrolein, an alpha,beta-unsaturated aldehyde, is by far the strongest electrophile present in cigarette smoke which is involved in several lung pathophysiological conditions. Acrolein depletes glutathione and creates thiol imbalance. Acrolein due to thiol imbalance as well as covalent modification of cysteine is known to inhibit the activity of redox sensitive transcription factors such as NF-kappaB and AP-1. Exposure of human type II lung epithelial (A549) cells to non-lethal dose of acrolein (150 fmol/cell for 1 hr) depletes 80% of intracellular glutathione and increases the transcription of gamma-glutamylcysteine synthetase (gamma-GCS) at 6-12 hr post-treatment, which helps in replenishing the glutathione to normal level. Acrolein treatment activates transcription of phase II genes in general, as indicated by an increase in mRNA for NAD (P) H:quinone oxidoreductase (NQO1). Western blot analysis revealed the increased level of the transcription factor, Nrf2 in the nuclear extract from acrolein treated cells. Electrophoretic mobility shift assay shows increased binding of nuclear proteins to human antioxidant response element (ARE) consensus sequence after treatment with acrolein. The involvement of Nrf2 in ARE mediated transcriptional activation in response to acrolein exposure has been confirmed by human NQO1-ARE reporter assay. The ability of acrolein to transcriptionaly activate genes responsible for phase II enzymes may form the basis of resistance against cell death and can have implications in cigarette smoke related lung carcinogenesis."
        },
        {
            "References": "PMID:18468618",
            "Value": "... To examine potential intracellular targets of aldehydes, ... the impact of acrolein on mitochondrial PKCepsilon signaling in the heart /was investigated/. Acrolein-protein adducts were formed in a dose-dependent manner in isolated cardiac mitochondria in vitro and specific acrolein-PKCepsilon adducts were present in cardiac mitochondrial fractions following acrolein exposure in vivo, demonstrating that mitochondria are major targets of aldehyde toxicity. Furthermore, DETA/NO preconditioning induced both PKCepsilon translocation and increased mitochondrial PKCepsilon localization. Both of these responses were blocked by acrolein pretreatment, providing evidence that aldehydes disrupt cardioprotective signaling events involving PKCepsilon. Consumption of an aldehyde-rich diet could exacerbate cardiac IR injury and block NO donor-induced cardioprotection via mechanisms that disrupt PKCepsilon signaling."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:25600140",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... We hypothesized that exposure to acrolein, an unsaturated aldehyde and mucosal irritant found in cigarette smoke and diesel exhaust, would activate the carotid body chemoreceptor response and lead to secondary cardiovascular responses in rats. Spontaneously hypertensive (SH) rats were exposed once for 3 hr to 3 ppm acrolein gas or filtered air in whole body plethysmograph chambers. To determine if the carotid body mediated acrolein-induced cardiovascular responses, rats were pretreated with an inhibitor of cystathionine gamma-lyase (CSE), an enzyme essential for carotid body signal transduction. Acrolein exposure induced several cardiovascular effects. Systolic, diastolic and mean arterial blood pressure increased during exposure, while cardiac contractility decreased 1 day after exposure. The cardiovascular effects were associated with decreases in pO2, breathing frequency and expiratory time, and increases in sympathetic tone during exposure followed by parasympathetic dominance after exposure. The CSE inhibitor prevented the cardiovascular effects of acrolein exposure. Pretreatment with the CSE inhibitor prevented the cardiovascular effects of acrolein, suggesting that the cardiovascular responses with acrolein may be mediated by carotid body-triggered changes in autonomic tone."
        },
        {
            "References": "PMID:22961095",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Here, we investigated the effects and mechanisms of acrolein by intravesical instillation on urinary bladder muscle contractions and pathological alterations in rats. Acrolein instillation significantly increased the muscle contractions of rat bladder detrusor after 1 and 6 hr but markedly decreased detrusor contractions after 24 hr. Acrolein increased phosphorylated protein kinase C (pan-PKC) expressions in bladders after 1 and 6 hr but inhibited it after 24 hr. Inducible nitric oxide (NO) synthase (iNOS) protein expressions were markedly induced in bladders 24 hr after acrolein treatment. Twenty-four-hour acrolein instillation increased the levels of nitrite/nitrate and interleukin-6 (IL-6) in the urinary bladder. The iNOS inhibitors significantly inhibited the acrolein-increased nitrite/nitrate levels, but not IL-6 levels. IL-6-neutralizing antibodies effectively inhibited the acrolein-increased /nitrogen oxide species/ levels. The increased detrusor contractions by 1-hr acrolein treatment were significantly reversed by the PKC inhibitor RO32-0432, and the decreased detrusor contractions by 24-hr acroleintreatment were significantly reversed by the iNOS inhibitor and IL-6-neutralizing antibody. Both the iNOS inhibitor and IL-6-neutralizing antibody effectively reversed the increased iNOS expression, decreased PKC phosphorylation, increased bladder weight, and hemorrhagic cystitis in rats 24 hr after acrolein treatment. Taken together, these results suggest that an IL-6-regulated iNOS/NO signaling pathway participates in the acrolein-triggered detrusor contraction inhibition and hemorrhagic cystitis. These findings may help us to find a new strategy to treat cyclophosphamide-induced hemorrhagic cystitis."
        },
        {
            "References": "PMID:24078368",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /It was/ hypothesized that a single exposure to acrolein, a ubiquitous gaseous air pollutant, would decrease the sensitivity of baroreflex (BRS), which maintains blood pressure by altering heart rate (HR), modify cardiac electrophysiological properties and increase arrhythmia in rats. Wistar-Kyoto normotensive (WKY) and spontaneously hypertensive (SH) rats implanted with radiotelemeters and a chronic jugular vein catheter were tested for BRS using phenylephrine and sodium nitroprusside 2 days before and 1 hr after whole-body exposure to 3 ppm acrolein (3 hr). HR and electrocardiogram (ECG) were continuously monitored for the detection of arrhythmia in the pre-exposure, exposure and post-exposure periods. Whole-body plethysmography was used to continuously monitor ventilation in conscious animals. SH rats had higher blood pressure, lower BRS and increased frequency of AV block as evidence by non-conducted p-waves when compared with WKY rats. A single exposure to acrolein caused a decrease in BRS and increased incidence of arrhythmia in both WKY and SH rats. There were minimal ECG differences between the strains, whereas only SH rats experienced irregular breathing during acrolein. These results demonstrate that acrolein causes immediate cardiovascular reflexive dysfunction and persistent arrhythmia in both normal and hypertensive animals. As such, homeostatic imbalance may be one mechanism by which air pollution increases risk 24 hr after exposure, particularly in people with underlying cardiovascular disease."
        },
        {
            "References": "PMID:25363068",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The aim of this study was to characterize the effects of acute eye exposure to acrolein vapor and to evaluate the efficacy of a topical post-exposure combination treatment with a local anesthetic and a steroid. Rabbit eyes were exposed to three doses of acrolein vapor (low, intermediate and high) and treated topically with either 0.4% benoxinate hydrochloride (localin, for 2 hr) or dexamethasone (dexamycin, for 6 days) or a combination of both drugs. Clinical follow-up using slit lamp examinations and histological evaluation was performed 4 weeks post-exposure. Acrolein vapor caused immediate eye closure with excess tearing, corneal erosions and severe inflammation of the anterior chamber. This was followed by corneal neovascularization (NV) starting as early as 1 week post-exposure. The damage to the eyes was long lasting, and at 4 weeks following exposure, significant pathological changes were observed. Immediate post-exposure application of the local anesthetic, localin, prevented the eye closure, and the dexamycin treatment reduced significantly the initial inflammation as well as the extent and incidence of corneal NV. ..."
        },
        {
            "References": "PMID:25600140",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... We hypothesized that exposure to acrolein, an unsaturated aldehyde and mucosal irritant found in cigarette smoke and diesel exhaust, would activate the carotid body chemoreceptor response and lead to secondary cardiovascular responses in rats. Spontaneously hypertensive (SH) rats were exposed once for 3 hr to 3 ppm acrolein gas or filtered air in whole body plethysmograph chambers. To determine if the carotid body mediated acrolein-induced cardiovascular responses, rats were pretreated with an inhibitor of cystathionine gamma-lyase (CSE), an enzyme essential for carotid body signal transduction. Acrolein exposure induced several cardiovascular effects. Systolic, diastolic and mean arterial blood pressure increased during exposure, while cardiac contractility decreased 1 day after exposure. The cardiovascular effects were associated with decreases in pO2, breathing frequency and expiratory time, and increases in sympathetic tone during exposure followed by parasympathetic dominance after exposure. The CSE inhibitor prevented the cardiovascular effects of acrolein exposure. Pretreatment with the CSE inhibitor prevented the cardiovascular effects of acrolein, suggesting that the cardiovascular responses with acrolein may be mediated by carotid body-triggered changes in autonomic tone."
        },
        {
            "References": "PMID:26894885",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Given the ubiquitous nature of acrolein in the environment, we sought to better define the immediate and delayed functional cardiac effects of acrolein inhalation in vivo. We hypothesized that acrolein inhalation would increase markers of cardiac mechanical dysfunction, i.e., myocardial dyssynchrony and performance index in mice. Male C57Bl/6J mice were exposed to filtered air (FA) or acrolein (0.3 or 3.0 ppm) for 3 hr in whole-body plethysmography chambers (n = 6). Echocardiographic analyses were performed 1 day before exposure and at 1 and 24 hr post-exposure. Speckle tracking echocardiography revealed that circumferential strain delay (i.e., dyssynchrony) was increased at 1 and 24 hr following exposure to 3.0 ppm, but not 0.3 ppm, when compared to pre-exposure and/or FA exposure. Pulsed wave Doppler of transmitral blood flow revealed that acrolein exposure at 0.3 ppm, but not 3.0 ppm, increased the Tei index of myocardial performance (i.e., decreased global heart performance) at 1 and 24 hr post-exposure compared to pre-exposure and/or FA exposure. We conclude that short-term inhalation of acrolein can acutely modify cardiac function in vivo ... ."
        },
        {
            "References": "PMID:27058147",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Although lipid peroxidation has long been associated with spinal cord injury (SCI), the specific role of lipid peroxidation-derived byproducts such as acrolein in mediating damage remains to be fully understood. Acrolein, an alph-beta unsaturated aldehyde, is highly reactive with proteins, DNA, and phospholipids and is considered as a second toxic messenger that disseminates and augments initial free radical events. Previously, we showed that acrolein increased following traumatic SCI and injection of acrolein induced tissue damage. Here, we demonstrate that microinjection of acrolein into the thoracic spinal cord of adult rats resulted in dose-dependent tissue damage and functional deficits. At 24 hr (acute) after the microinjection, tissue damage, motoneuron loss, and spinal cord swelling were observed on sections stained with Cresyl Violet. Luxol fast blue staining further showed that acrolein injection resulted in dose-dependent demyelination. At 8 weeks (chronic) after the microinjection, cord shrinkage, astrocyte activation, and macrophage infiltration were observed along with tissue damage, neuron loss, and demyelination. These pathological changes resulted in behavioral impairments as measured by both the Basso, Beattie, and Bresnahan (BBB) locomotor rating scale and grid walking analysis. Electron microscopy further demonstrated that acrolein induced axonal degeneration, demyelination, and macrophage infiltration. These results, combined with our previous reports, strongly suggest that acrolein may play a critical causal role in the pathogenesis of SCI ... ."
        },
        {
            "References": "PMID:6740688",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The purpose of this study was (1) to determine whether lesions occur in the respiratory tract of Swiss-Webster mice after exposure to the RD50 concentrations of ten sensory irritants and (2) to compare these changes with respect to type and severity. The RD50 values (ppm) of the chemicals studied are as follows: 2,4-toluene diisocyanate (0.4), acrolein (1.7), formaldehyde (3.1), chloropicrin (8.0), chlorine (9.3), sulfur dioxide (117), ammonia (303), hydrogen chloride (309), dimethylamine (511), and epichlorohydrin (687). After exposure of mice for 6 hr/day for 5 days, the respiratory tract was examined for histopathologic changes. All irritants produced lesions in the nasal cavity with a distinct anterior-posterior severity gradient. There was considerable variation in the extent, and nature of the lesions. The lesions ranged from slight epithelial hypertrophy or hyperplasia to epithelial erosion, ulceration, and necrosis with variable inflammation of the subepithelial tissues. Only chlorine, chloropicrin, and epichlorohydrin induced lesions in the lower respiratory tract. ..."
        },
        {
            "References": "Egle JL Jr, Hudgins PM; Toxicol Appl Pharmacol 28 (3): 358-66 (1974)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cardiovascular actions of acrolein admin iv are similar to acetaldehyde & propionaldehyde. Pressor response appears to result from release of catecholamines from sympathetic nerve endings & from adrenal medulla of anesthetized rats. These aldehydes also exert cardioinhibitory effect which is mediated by vagus nerve. Inhalation studies with acrolein revealed that this aldehyde has significant cardiovascular activity at concentrations below those which might be encountered in cigarette smoke. Predominant effect of inhaled acrolein at these doses was an increase in blood pressure & heart rate."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure at approximately 10 ppm for 3.5 hours /to cats/ caused respiratory irritation, salivation, lacrimation, and mild narcosis. The animals recovered within a few hours."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.20 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to airborne concentrations of acrolein of 100-40,000 ppm for short periods of time (<l hour) caused death ranging from minutes to 11 days. Death was attributed to obstruction of trachea and bronchi, pulmonary edema, or hemorrhage."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.35 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Significantly decreased respiratory rates were observed in allergic airway-diseased mice compared to nondiseased mice exposed to 0.3 ppm acrolein for 10 minutes."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.36 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Increased albumin levels were observed in nasal lavage fluid of rats exposed to 9.1 ppm /acrolein/ for 40 minutes. Olfactory exfoliation, erosion, ulceration, necrosis, and squamous metaplasia were observed in mice exposed to 1.7 ppm for 5 days. Several indicators of oxidative stress were reported in rats exposed to 1 ppm for 4 hours, including reduced lung levels of ascorbic acid, alpha-tocopherol, reduced glutathione, thiols, angiotensin-converting enzyme, lactase, lactase dehydrogenase, catalase and glutathione peroxidase activities and increased levels of TBARS, conjugated dienes, and superoxide dismutase activity. In the same study, desquamized and mononuclear cells, hyperemia, and emphysema were observed in lung tissues following a 2-ppm exposure for 4 hours. Emphysema was not reported in any other acute-duration study. Rats exposed to 0.25-0.67 ppm for 6 hours on 3 consecutive days exhibited focal basal cell metaplasia, reduced epithelial glutathione reductase activity, slight to moderate epithelial necrosis, and disarrangement and cell proliferation of the nasal respiratory epithelium in a dose-dependent manner. Biochemical alterations in the nasal mucosa were observed in rats exposed to 0.1-2.5 ppm, but the toxicological significance of this finding is unclear. Rat lungs exhibited significantly reduced glutathione, ascorbic acid, and alpha-tocopherol levels as well as glutathione peroxidase, catalase, and superoxide dismutase activity levels following 4-hour exposures to 1 or 2 ppm acrolein. Exposure to concentrations of 1.7-6 ppm induced epithelial hyperplasia, inflammation, and moderate to severe histological alterations of the nasal, tracheal, and bronchial epithelium of mice, rats, guinea pigs, hamsters, and dogs. Severe respiratory tract irritation was observed in rats exposed to 12 ppm for 4 hours. Exposures as short as 5 minutes to >100 ppm acrolein resulted in bronchial epithelial destruction, pulmonary edema, and lung hemorrhage in rats, guinea pigs, and dogs."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.41 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oral LD50 for rats was reported as 46 mg/kg, with a range of 39-56 mg/kg. However, a single oral dose of 10-25 mg/kg in rats was lethal to over 40% of the animals /in other studies/. Loss of reflexes occurred after 3 hours, and increased lethargy gradually led to death. Most of the animals died 3-8 hours after dosing."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.39 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Short-term exposures to acrolein reduced bactericidal activity of the respiratory tract in experimental animals. ...A significantly lower removal by alveolar macrophages of Klebsiella pneumoniae bacteria from a 3-hour aerosol infection following a 5-day exposure to 0.1 ppm acrolein /was observed/ in mice. No difference was observed in rats for this same exposure/infection protocol. Similarly, 8-hour exposures to 3 and 6 ppm acrolein in mice showed a concentration-related reduction in clearance of Staphylococcus aureus from an 8-hour pulmonary infection; however, exposures to 8-10 ppm did not significantly add to the impairment of bactericidal activity. Rats exposed to 0.55 ppm for 10-26 days had significantly lower numbers of alveolar macrophages, but rats exposed for 60-180 days showed no significant difference in macrophage levels. ...These studies do not suggest that inhaled acrolein causes an immune system effect, but the reduction in removal of bacteria from the alveolar spaces may result from the destruction of functionality of alveolar macrophages present in the respiratory epithelium."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 144 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/Acrolein has ... been reported to cause alterations in lung & liver biochemistry, incl significant reduction in microsomal mixed-function oxidase activity, in rats given 2 ip injections of 5 mg/kg body wt acrolein. A single ip injection of 3 mg/kg body wt acrolein to male Holtzman rats ... caused a prolongation of ... pentobarbital & hexobarbital sleeping time. In vitro studies ... total destruction of liver & lung microsomal the reduced form of nicotinamide-adenine dinucleotide phosphate cytochrome c reductase by 1.5 to 6 mM (0.084 to 3.3 mg/mL) acrolein, total loss of nonprotein sulfhydryl content & partial loss of protein sulfhydryl content in these organs /have been observed/. Depletion of sulfhydryl (21-63%) in the resp mucosa of male Fisher 344 rats after inhalation of 0.1 to 5 ppm (0.23 to 11.5 mg/cu m) acrolein vapor has ... been reported."
        },
        {
            "References": "PMID:26832697",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The study objective was/ to evaluate the changes of CD(4)(+) IL-17+T (Th17) and CD(4)(+)Foxp3+regulatory T (Treg) cells in peripheral blood and bronchoalveolar lavage fluid (BALF) , and therefore to explore the role of Th17 and Treg in acrolein exposure airway inflammation in rats. Forty male Wistar rats were randomly divided into 4 groups: a 2 wk acrolein exposure group, a 4 wk acrolein exposure group, a 2 wk control group and a 4 wk control group (n=10 each). Cells in BALF were collected and analyzed by absolute and differential cell counts.IL-17 and IL-6 levels in serum and BALF were tested by enzyme linked immunosorbent assay (ELISA). The proportion of CD(4)(+)IL-17+T and CD(4)(+) Foxp3+Treg in peripheral blood and BALF were determined by flow cytometry. The mRNA expressions of IL-17 and Foxp3 were measured by real-time PCR. Comparisons of the data between different groups were performed using one-way ANOVA, and SNK and Games-Howell test were used for comparison between 2 groups. Levels of IL-17 were remarkable increased in the 2 wk acrolein exposure group and the 4 wk acrolein exposure group in serum [(52.64 +/- 1.89) ng/L, (76.73 +/- 5.57) ng/L], and BALF [(79.07 +/- 5.67) ng/L, (96.61 +/- 6.44) ng/L] compared with the 2 wk control group [(40.05 +/- 3.12) ng/L, (56.75 +/- 4.37) ng/L] and the 4 wk control group [(38.75 +/- 3.23) ng/L, (53.27 +/- 4.48) ng/L], all p<0.01. IL-6 was increased in the 2 wk and the 4 wk acrolein exposure group [(33.28 +/- 2.27) ng/L, (46.24 +/- 3.16) ng/L] compared with the 2 wk and the 4 wk control group [(16.37 +/- 1.49) ng/L, (17.02 +/- 1.43) ng/L] in BALF. Ratio of Th17 was higher in the 2 wk and the 4 wk acrolein exposure groups in peripheral blood (1.82 +/- 0.18)%, (3.75 +/- 0.48)% and BALF [(7.23 +/- 0.27)%, (8.12 +/- 0.38)%] compared with the 2 wk [(0.96 +/- 0.07)%, (5.64 +/- 0.63)%] and the 4 wk control group [(1.01 +/- 0.08)%, (5.86 +/- 0.57)%]. Ratio of Treg in BALF was higher in the acrolein exposure groups [(8.83 +/- 0.52)%, (12.05 +/- 0.74)%] compared with the control groups [(4.37 +/- 0.27) %, (5.01 +/- 0.37) %]. The level of IL-17 mRNA was increased in the 2 wk and the 4 wk acrolein exposure group in peripheral blood [(25.78 +/- 2.31), (34.69 +/- 2.01)] and in BALF [(23.04 +/- 1.78), (34.56 +/- 3.12)] compared with the 2 wk [(11.04 +/- 2.53), (11.08 +/- 2.05)] and the 4 wk [(12.03 +/- 2.34), (12.69 +/- 2.69)] control groups. Foxp3 mRNA was increased in the acrolein exposure groups [(26.37 +/- 3.24), (33.19 +/- 2.98)] (24.4 +/- 2.7), (30.3 +/- 2.7) compared with the control groups [(12.37 +/- 2.56), (13.12 +/- 3.08)]. Th17 in acrolein exposure groups was positively correlated with counts of total cells and macrophages (r=0.5126, 0.5437, all p<0.01). A changed expression of Th17 and Treg cells and an vary of inflammatory cytokines were evident in airway inflammation ofacrolein exposed rats, suggesting that Treg was involved in the immunological regulation and Th17 was associated with the persistent inflammation in acrolein induced airway inflammation in rats."
        },
        {
            "References": "PMID:21908791",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Acute exposure to acrolein, a ubiquitous aldehyde pollutant, impairs cardiac function and cardioprotective responses in mice. Here, ... the hypothesis that chronic oral exposure to acrolein induces inflammation and cardiomyopathy /was tested/. C57BL/6 mice were gavage-fed acrolein (1 mg/kg) or water (vehicle) daily for 48 days. The dose was chosen based on estimates of human daily unsaturated aldehyde consumption. Compared with vehicle-fed mice, acrolein-fed mice exhibited significant (p<0.05) left ventricular (LV) dilatation (LV end-diastolic volume 36 +/- 8 vs. 17 +/- 5 uL), contractile dysfunction (dP/dt(max) 4,697 +/- 1,498 vs. 7,016 +/- 1,757 mmHg/s), and impaired relaxation (tau 15.4 +/- 4.3 vs. 10.4 +/- 2.2 ms). Histological and biochemical evaluation revealed myocardial oxidative stress (membrane-localized protein-4-hydroxy-trans-2-nonenal adducts) and nitrative stress (increased protein-nitrotyrosine) and varying degrees of plasma and myocardial protein-acrolein adduct formation indicative of physical translocation of ingested acrolein to the heart. Acrolein also induced myocyte hypertrophy (~2.2-fold increased myocyte area, p<0.05), increased apoptosis (~7.5-fold), and disrupted endothelial nitric oxide synthase in the heart. DNA binding studies, immunohistochemistry, and PCR revealed significant (p<0.05) activation of nuclear factor-kappaB in acrolein-exposed hearts, along with upregulated gene expression of proinflammatory cytokines tumor necrosis factor-alpha and interleukin-1beta. Long-term oral exposure to acrolein, at an amount within the range of human unsaturated aldehyde intake, induces a phenotype of dilated cardiomyopathy in the mouse. Human exposure to acrolein may have analogous effects and raise consideration of an environmental, aldehyde-mediated basis for heart failure."
        },
        {
            "References": "PMID:25875327",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The present study was designed to examine the impact of acrolein (ACR) inhalation on allergic sensitization to the inhaled antigen ovalbumin (OVA), as well as pulmonary inflammation during subsequent OVA challenge. Adult male C57BL/6 mice were exposed to inhaled OVA (1%, 30 min/day, 4 days/week) and/or ACR (5 ppm, 4 hr/day, 4 days/week) over 2 weeks and subsequently challenged with aerosolized OVA (1%, 30 min/day) over three consecutive days. Serum anti-OVA IgG1 levels were increased significantly in animals exposed to both OVA and ACR, compared to animals exposed to either OVA or ACR alone. In addition, differential cell counts and histological analysis revealed an increase in bronchoalveolar lavage neutrophils in animals exposed to both OVA and ACR. However, exposure to both OVA and ACR did not influence mRNA expression of the cytokines il5, il10, il13 or tnfa, but significantly increased mRNA expression of ccl20. Moreover, ACR exposure enhanced lung mRNA levels of il17f and tgfb1, suggesting development of enhanced inhalation tolerance to OVA. Overall, the findings indicate that ACR inhalation can promote airway-mediated sensitization to otherwise innocuous inhaled antigens, such as OVA, but also enhances immune tolerance, thereby favoring neutrophilic airway inflammation."
        },
        {
            "References": "PMID:18300043",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Adult male F344 rats... underwent whole-body exposure to 0, 0.02, 0.06, 0.2, 0.6, or 1.8 ppm acrolein for 6 hr/day, five days/week for up to 65 exposure days (13 exposure weeks). Respiratory tract histopathology was evaluated after 4, 14, 30, and 65 exposure days, as well as 60 days after the end of the 13 week exposure. Acrolein exposure was associated with reduced body weight gain. Rats exposed to >/= 0.06 ppm acrolein had depressed terminal body weights when compared with air-exposed controls. Histologic evaluation of the nasal cavity showed olfactory epithelial inflammation and olfactory neuronal loss (ONL) following exposure to 1.8 ppm acrolein. Moderately severe ONL in the dorsal meatus and ethmoid turbinates occurred within four days while septal involvement developed with ongoing exposure. A rostral-caudal gradient in lesion severity was noted, with the anterior portion of the nasal cavity being more severely affected. Acrolein exposure was associated with inflammation, hyperplasia, and squamous metaplasia of the respiratory epithelium. The lateral wall was amongst the most sensitive locations for these responses and increased respiratory epithelial cell proliferation occurred at this site following 4 to 30 days of exposure to >/= 0.6 ppm acrolein. The NOAEL for nasal pathology seen in this study was 0.2 ppm acrolein."
        },
        {
            "References": "PMID:18817840",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Allyl acetate (AAC), allyl alcohol (AAL), and acrolein (ACR) are used in the manufacture of detergents, plastics, pharmaceuticals, and chemicals and as agricultural agents. A metabolic relationship exists between these chemicals in which allyl acetate is metabolized to allyl alcohol and subsequently to the highly reactive, alpha,beta-unsaturated aldehyde, acrolein. Due to the weaker reactivity of the protoxicants, allyl acetate and allyl alcohol, relative to acrolein /it was/ hypothesized the protoxicants would attain greater systemic exposure and therefore deliver higher doses of acrolein to the internal organs. By extension, the higher systemic exposure to acrolein ...  should lead to more internal organ toxicity in the allyl acetate and allyl alcohol treated animals relative to those treated with acrolein. To address /this/ hypothesis ... the range of toxicities produced by all three chemicals in male and female Fischer 344/N rats and B6C3F1 mice exposed 5 days a week for 3 months by gavage in 0.5% methylcellulose /was compared/. Rats (10/group) were dosed with 0-100 mg/kg allyl acetate, 0-25 mg/kg allyl alcohol, or 0-10 mg/kg acrolein. Mice (10/group) were dosed with 0-125 mg/kg allyl acetate, 0-50 mg/kg allyl alcohol, or 0-20 mg/kg acrolein. The highest dose of allyl acetate and acrolein decreased survival in both mice and rats. The primary target organ for the toxicity of all three chemicals in both species and sexes was the forestomach; squamous epithelial hyperplasia was observed following exposure to each chemical. In both species the highest allyl acetate dose group exhibited forestomach epithelium necrosis and hemorrhage and the highest dose of acrolein led to glandular stomach hemorrhage. Liver histopathology was the most apparent with allyl acetate, was also observed with allyl alcohol, but was not observed with acrolein. All chemicals had effects on the hematopoietic system with allyl acetate having the most pronounced effect. When dosed at quantities limited by toxicity, allyl acetate and allyl alcohol produce higher levels of urinary mercapturic acids than the minimally toxic dose of acrolein. This observation is likely due to biotransformation of allyl acetate and ally alcohol to acrolein that occurs after absorption and suggests that these chemicals are protoxicants that increase systemic exposure of acrolein. Increased systemic exposure to acrolein is likely responsible for the differences in hepatic toxicological profile observed with these chemicals."
        },
        {
            "References": "PMID:653741",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subacute inhalation toxicity of acrolein was examined in 4 groups of 20 hamsters, 12 rats and 4 rabbits each, exposed repeatedly to acrolein vapor at concentrations of 0, 0.4, 1.4 and 4.9 ppm (6 hr/day, 5 days/week) for a 13-week period. The most important effects found at the highest level included mortality in rats, ocular and nasal irritation, growth depression and histopathological changes of the respiratory tract in each of the animal species exposed. The aberrations in the airways consisted of destruction and hyper- and metaplasia of the lining epithelium accompanied by inflammatory alterations. Rats appeared to be the most susceptible of the species examined and showed treatment-related abnormalities even at 0.4 ppm, whereas this exposure level was found to be a no-toxic effect level in both hamsters and rabbits."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 144 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of pure bred beagle dogs, squirrel monkeys (Saimiri sciurea), guinea pigs, & Sprague-Dawley derived rats were exposed to 0.7 & 3.7 ppm (1.6 & 8.5 mg/cu m) acrolein vapor for 8 hr/day on 5 days/wk for 6 consecutive weeks; squamous metaplasia & basal cell hyperplasia in the trachea were observed in dogs & monkeys, & squamous metaplasia of the lung in 7/9 monkeys."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 144 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated inhalation by chickens of 50 & 200 ppm (115 & 450 mg/cu m) acrolein vapor for 5 min/day for 1 to 27 days produced concentration-dependent decreases in the numbers of ciliated & goblet cells & mucous glands in the trachea, & lymphocytic inflammatory lesions in the tracheal mucosa."
        },
        {
            "References": "PMID:3969686",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of Fischer 344 rats were exposed to either filtered air, 0.4, 1.4, or 4.0 ppm acrolein for 62 days (6 hr/day, 5 days/wk). Mortality was observed only in the 4.0 ppm chamber, where 32 of 57 male rats died, but none of the 8 exposed females died. The lungs of the 4.0 ppm group were heavier than those of the larger control animals. Relative to controls, there was a 20% incr in total dry lung wt while the percent dry wt decr 1.5% in the high dose group. Lung connective tissue content was incr as a result of subchronic acrolein exposure. The amount of elastin per unit dry wt was 173% of control values in the animals exposed to 4.0 ppm acrolein. Collagen levels were elevated in both the 1.4 and 4.0 ppm groups, 113 and 137%, respectively, of control values. Histologically, the 4.0 ppm animals demonstrated bronchiolar epithelial necrosis and sloughing, bronchiolar edema with macrophages, and focal pulmonary edema. Exposure related lesions were observed in only 3 of the 31 rats examined from the 1.4 ppm chamber and in none of the animals exposed to 0.4 ppm acrolein."
        },
        {
            "References": "Lyon JP et al; Toxicol Appl Pharmacol 17 (3): 726-32 (1970)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Continuous 90 day exposure at 0.22 ppm caused inflammation in liver, lung, kidneys, and heart of monkeys, guinea pigs, and dogs. Exposure to 1.8 ppm caused squamous cell metaplasia and basal cell hyperplasia of the trachea in monkeys."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated 90-day inhalation exposures at 0.22 ppm of monkeys, dogs, and guinea pigs led to emphysema and inflammation of the lung, liver, kidney, and heart. Necrotizing bronchitis, emphysema, and focal renal tubular calcification developed in monkeys repeatedly exposed at 0.22 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 32 of 57 male rats died when exposed to acrolein 6 hours/day for up to 62 days at 4 ppm. Bronchiolar necrosis and focal emphysema were the noted pulmonary tissue responses."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.36 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Decreased pulmonary function was observed in rats exposed to 4 ppm for up to 62 days. Daily 10-minute exposures of 262 ppm for 8 weeks resulted in peribronchial hemorrhage and bronchial lumen obstruction in rats."
        },
        {
            "References": "PMID:17936466",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /The goal of the study was to determine/ whether inhaling peak concentrations of aldehydes several times daily is more damaging than semi-continuously inhaling low-dose aldehydes.  Xpa-/-p53+/- knock-out mice /were exposed/ either intermittently or semi-continuously to mixed acetaldehyde, formaldehyde, and acrolein. The intermittent regimen entailed exposure to the aldehydes 7 min every 45 min, 12 times/day, 5 days/week, corresponding to concentrations inhaled by smokers. Semi-continuously exposed animals received half the dose of aldehydes in 8 hr/day, 5 days/week. Some mice in each group were sacrificed after 13 weeks of exposure; the rest breathed clean air until the end of 1 year. Mice injected intratracheally with benzo[a]pyrene formed a positive control group. The nasal cavity, lungs, and any macroscopically abnormal organs of all mice were analyzed histopathologically. After 13 weeks of exposure, the subacute, overall, histopathological changes induced by the inhalation differed noticeably between the intermittently and semi-continuously treated Xpa-/-p53+/- knock-out mice. After 13 weeks of mixed aldehyde exposure, atrophy of the olfactory epithelium generally appeared, but disappeared after 1 year (adaptation and/or recovery). Respiratory epithelial metaplasia of the olfactory epithelium occurred at a higher incidence at 1 year. Except for a significantly greater number of tumours observed in knock-out mice compared to wild mice (semi-continuous aldehyde exposure and controls), no differences between the semi-continuous and intermittent exposure groups were observed."
        },
        {
            "References": "PMID:26431382",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Second-hand smoke (SHS) is associated with 20-30% of cigarette-smoke related diseases, including cancer. Majority of SHS (>80%) originates from side-stream smoke (SSS). Compared to mainstream smoke, SSS contains more tumorigenic polycyclic aromatic hydrocarbons and acrolein (Acr). We assessed SSS-induced benzo(a)pyrene diol epoxide (BPDE)- and cyclic propano-deoxyguanosine (PdG) adducts in bronchoalveolar lavage (BAL), lung, heart, liver, and bladder-mucosa from mice exposed to SSS for 16 weeks. In SSS exposed mice, Acr-dG adducts were the major type of PdG adducts formed in BAL (p<0.001), lung (p<0.05), and bladder mucosa (p<0.001), with no significant accumulation of Acr-dG adducts in heart or liver. SSS exposure did not enhance BPDE-DNA adduct formation in any of these tissues. SSS exposure reduced nucleotide excision repair (p<0.01) and base excision repair (p<0.001) in lung tissue. The levels of DNA repair proteins, XPC and hOGG1, in lung tissues of exposed mice were significantly (p<0.001 and p<0.05) lower than the levels in lung tissues of control mice. We found that Acr can transform human bronchial epithelial and urothelial cells in vitro. We propose that induction of mutagenic Acr-DNA adducts, inhibition of DNA repair, and induction of cell transformation are three mechanisms by which SHS induces lung and bladder cancers."
        },
        {
            "References": "PMID:12142074",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The tumorigenicity of chloral hydrate (CH), trichloroacetic acid (TCA), trichloroethanol (TCE), malondialdehyde (MDA), crotonaldehyde, acrolein, and 4-hydroxy-2-nonenal (HNE) was tested in the B6C3F(1) neonatal mouse. Mice were administered ip injections of CH (1000, 2000, 2500, and 5000 nmol per animal), TCA (1000 and 2000 nmol), TCE (1000 and 2000 nmol), MDA (1500 and 3000 nmol), crotonaldehyde (1500 and 3000 nmol), acrolein (75 and 150 nmol), and HNE (750 and 1500 nmol) at 8 and 15 days of age. At 12 months, only male mice treated with the positive control chemicals, 4-aminobiphenyl (500 and 1000 nmol) and benzo[a]pyrene (150 and 300 nmol), had incidences of tumors in the liver significantly higher than the solvent control. (SRP: No increases seen with acrolein.) Additional male mice were dosed as described above and their livers were excised at 24, 48 hr, and 7 days after the final dose. Liver DNA was isolated and analyzed by 32P-postlabeling/high-performance liquid chromatography (HPLC) and HPLC/electrochemical detection for MDA-derived adduct (M(1)G) and 8-oxo-2'-deoxyguanosine (8-OHdG) formation, respectively. At 24 and 48 hr after the final dose, CH- and TCA-treated mice exhibited significantly higher M(1)G levels than the controls. 8-OHdG formation was also induced by CH, TCA, and MDA. These results suggest that under these experimental conditions the B6C3F(1) neonatal mouse is not sensitive to carcinogens that induce an increase in endogenous DNA adduct formation through lipid peroxidation or oxidative stress."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 142 (1985)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two groups of 18 male & female Syrian golden hamsters, 6 wk old, were exposed to 0 or 4 ppm (0 or 9.2 mg/cu m) acrolein vapor (purity unspecified) for 7 hr/day on 5 days/wk for 52 weeks. Six animals per group were killed at 52 wk & the remainder at 81 wk. Survival was similar in treated & control animals. No tumor of resp tract was found in any group."
        },
        {
            "References": "PMID:3686537",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Acrolein and two of its more stable derivatives, the oxime and the diethylacetal, and the related allyl alcohol were given in drinking water to groups of 20 male and 20 female F344 rats at doses close to the maximum that could be tolerated by the animals, for most of their lifetime. Acetaldoxime served as a control for the hydroxylamine derivative of acrolein. Most of the tumors were common in untreated rats of this strain. Only adenomas of the adrenal cortex in females were more numerous than in untreated controls. Acrolein itself was too toxic to hamsters to conduct a carcinogenesis study. Acrolein oxime, acrolein diethylacetal and allyl alcohol were all quite toxic to hamsters, but 2 mg per week by gavage was tolerated by groups of 20 male Syrian hamsters. There was a small number of tumors of the pancreatic ducts and of the forestomach in the treated hamsters, but the incidence was not statistically significant."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Acrolein, Chemical Code No.3 p.13-14 (August 7, 1986, Revised August 3, 2015). Available from, as of August 23, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Acrolein, purity of >/=94%, was administered by gelatin capsule at concentrations of 0, 0.1, 0.5 or 2.0 mg/kg/day to 6 beagle dogs/sex/group for 12 months. Dose levels were based on a range-finding study, which was included in the report. The only effects identified in the first review (9/11/90) as related to treatments were: vomiting in the mid and high-dose groups (both sexes), with the frequency being greater in the high-dose groups; and decreases in the serum levels for calcium and albumin (and total protein) for the high-dose male and female groups, with both reductions being seen at each of the 3-month testing intervals. ... A decrease in the activated partial thromboplastin time (hypercoagulation) is now being identified as a possible adverse effect (NOAEL = 0.1 mg/kg)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Acrolein, Chemical Code No.3 p.13-14 (August 7, 1986, Revised August 3, 2015). Available from, as of August 23, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Acrolein, purity 96%, was administered by gavage at the nominal concentrations of 0 (water), 0.05, 0.5 and 2.5 mg/kg to 70-75 Sprague-Dawley rats/sex/group, for 102 weeks. Analytical testing of dosing solutions was done only 0-4 times/month for the first 18 months of the study. Dose levels were based on a short (6-week) pilot study, which was also included in the report. At 13 weeks and at 1 yr, 5 high-dose rats (both sexes) and 10 rats/sex/group were sacrificed, respectively. Also, gavaging-induced deaths and loss of tissues due to autolysis effectively reduced the number of rats/sex/treatment level, depending on the tissue in question. There were no obviously treatment-related effects on the following: survival, bodyweights, organ weights, clinical signs, serum chemistry, hematology, urinalysis, and gross findings. The ophthalmology portion of this study was inadequate for interpretation. Two possible histological findings were increased incidences of hepatocellular adenomas and acinar-cell adenomas of the pancreas in the males; both tumor types exhibited dose responses and maximum percentages affected that were clearly greater than the values observed in the supplied historical control data. No histological findings were noted in the obvious target organ, the forestomach. ... A LOAEL of 0.05 mg/kg /was based on pancreatic acinar cell tumors (adenoma and carcinoma)/."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.41 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Rats /were exposed/ to 8 ppm acrolein for 1 hr/day, 7 days/wk for 18 months and reported no evidence of tumors in the respiratory tract or in other tissues and organs. An MTD does not appear to have been achieved in this study due to the short daily duration of exposure."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 6",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... /Acrolein/ added ... to an in vitro rat embryo culture at 5 ug/mL (equimolar to a teratogenic dose of cyclophosphamide) ... /produced/ no growth retardation or increase in defects. At twice the dose the compound was lethal. ... Growth retardation but no structural defects /were observed/ at 100 and 150 uM concentrations when rat embryos were exposed in vitro. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 145 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrolein (practical grade), stabilized with 0.2% hydroquinone ... & dissolved in 25 uL of 0.9% sodium chloride, was injected at doses of 0.001, 0.01, 0.1, 1.0 & 10 umol/egg (0.006 to 56 ug/egg) into ... air space or the yolk sac of 3-day-old White Leghorn SK 12 strain chick embryos. On day 14 of incubation, the embryos were examined for ... viability & malformations. Dose-related lethality was observed ... . No clear evidence of teratogenic potential was found."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V36 145 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dose-related incr in embryolethality, but not in malformations (4/69 fetuses at high dose, compared to 2/121 in control group were malformed, but this difference was not significant), was found when groups of New Zealand white rabbits were injected iv on day 9 of gestation with 3, 4.5 or 6 mg/kg body wt acrolein (stabilized with 0.2% hydroquinone). The high dose killed 6/16 rabbits, compared to 0/13 controls. ... Direct injections into yolk sac of 10, 20 or 40 ul of a 0.84% soln of acrolein in physiological saline into day-9 embryos resulted in a dose-related incr in ... resorptions (63% in high-dose group compared to 21.2% in controls) & malformations (23.3% in high-dose group compared to 3% in controls). The defects in high-dose group incl hypoplastic & asymmetrical cervical & thoracic vertebrae, shortened extremities & a ventricular septal defect."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrolein was a clear and potent teratogen in cultured rodent embryos and also following intra-amniotic injection during early stages of gestation. The response depended on the glutathione status in the embryo, and it was the parent acrolein itself that appeared to be a direct-acting teratogen."
        },
        {
            "References": "PMID:3775668",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In this study the effects of acrolein on rat embryos cultured in the standard medium consisting of rat serum were assessed over a narrow-concentration range. Additionally, a comparison was done of the effects of culture in a serum medium vs. a serum-free medium. In the serum medium acrolein caused 100% embryolethality at 140 uM and was found to be teratogenic in the concentration range of 80-120 uM. In the serum-free medium acrolein was 100% embryolethal at 20 uM and was teratogenic in the range of 5-15 uM. The EC50 for malformations in the serum medium was 137 uM, whereas that for embryolethality was 115 uM; the EC50s for malformations and embryolethality in the serum-free medium were 2.8 uM and 8.3 uM, respectively. Malformations were observed in the brain, facial area, and heart in addition to blebs and twisted or kinked bodies. Decreases in yolk sac diameter, crown-rump length, head length, number of somites, morphological score, and protein content were observed within the teratogenic ranges in each type of medium. Thus acrolein is teratogenic and embryolethal in vitro as well as in vivo. Dissociation between embryolethality and teratogenicity was seen in the serum-free medium. The slope of the acrolein log concentration-response curve in the serum-free medium was twice that in the serum medium, indicating that acrolein may have a different mechanism of action in this medium."
        },
        {
            "References": "PMID:3943510",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of acrolein were studied on the chick embryos of 48 and 72 hr of incubation. Acrolein was dissolved in physiological saline and injected into the air sacs of the eggs at doses ranging from 0.001 to 0.1 mg per egg. The controls received an equal amount of saline only (0.1 mL per egg). All the embryos including controls were examined at day 13. In all, 600 eggs were utilized for this investigation. At 48 hr incubation, the percentage survival ranged from 80 to 0 as the dosage of acrolein was increased. Embryonic mortality following 72 hr incubation did not increase significantly at any dose level. Gross malformations such as short and twisted limbs, everted viscera, microphthalmia, short and twisted neck, and hemorrhage over the body were observed. The frequency and the type of gross abnormalities did not vary much in the 48 or 72 hr treated groups. The incidence of malformation in the controls was low. The results of this study indicate that acrolein is embryotoxic at higher doses and moderately teratogenic to chick embryogenesis."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Acrolein, Chemical Code No.3 p.13-14 (August 7, 1986, Revised August 3, 2015). Available from, as of August 23, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrolein, >96% purity, was administered by gavage once daily at 0 (water), 1, 3, and 6 mg/kg, to 30 Crl:CD(SD)BR rats/sex/dose in the F0 generation and to 40 rats/sex/dose in the F1 generation. F0 rats and F1 rats, derived from F1a litters, were exposed for 10 weeks before their single mating trials and were exposed for a total of 93-149 daily dosings before they were sacrificed. No effects on the mating, fertility, or gestation indices were observed in either mating trial. Forestomach hyperplasia and (or) hyperkeratosis was seen at >/= 80% incidence in the 6 mg/kg groups (both sexes, both generations); also, an incipient effect was present at the 3 mg/kg level (females only, both generations). The incidences of mortalities and respiratory complications (e.g., rales, gasping) were increased significantly in the 6 mg/kg groups (both sexes, both generations). The composite picture that emerges from considering these mortalities and their respective clinical, necropsy and histology data is that aspiration of the dosing solution was common-place, it resulted in lung damage, and in many instances this resulted in deaths. That is, these aspiration-associated lung effects and deaths may not represent a systemic or gastrointestinal effect by acrolein; rather, they are directly dependent on the use of gavage to accomplish oral dosing with a known pulmonary toxicant. Parental NOAEL = 1 mg/kg (hyperplasia/hyperkeratosis). The only progeny effect was a significant reduction in pup bodyweights, starting on lactation day 7 for the 6 mg/kg group (F1a offspring only). For the F1 males (but not the F1 females) derived from the F1a 6 mg/kg pups, this reduction in bodyweight (relative to the controls) persisted till their sacrifice at the end of the study. Progeny NOAEL = 3 mg/kg (reduced F1a pup bodyweights during lactation)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Acrolein, Chemical Code No.3 p.14 (August 7, 1986, Revised August 3, 2015). Available from, as of August 23, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrolein, ...96.48% ...given by oral gavage to Sprague-Dawley CD rats, days 7-19 (day of mating = day 1) at 0, 3.6, 6.0, or 10 mg/kg/day; maternal NOEL = 3.6 mg/kg/day (decreased weight gain, increased mortality and clinical signs), developmental NOEL = 6.0 mg/kg/day (decreased fetal weight and increased skeletal variants). ...EPA 1-liner: Minimum. Maternal NOEL = 3.6 mg/kg (decreased body weight gain and increased mortality), fetotoxic NOEL = 6.0 mg/kg (decreased fetal weights, delayed ossifications), teratogenic NOEL = 6.0 mg/kg (fetal runts)."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Summary of Toxicology Data for Acrolein, Chemical Code No.3 p.15 (August 7, 1986, Revised August 3, 2015). Available from, as of August 23, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/toxsumlist.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrolein (a metabolite of cyclophosphamide) was one of the 4 chemicals given to rats by an intra-amniotic injection to fetuses in one uterine horn on day 13 of gestation. At 100 ug/fetus, 98% of fetuses were dead or resorbed, at 10 ug/fetus, 100% of fetuses were dead or resorbed. At 1 ug/fetus, 85.7% of the fetuses had malformations very similar to those caused by cyclophosphamide (edema, hydrocephaly, open eyes, cleft palate, omphalocele and forelimb, hindlimb and tail defects.) At 0.1 ug, 0.002 umol/fetus, acrolein had no effect on resorption or malformation rate compared with saline control. Fetal weight was decreased at both 0.1 and 1 ug/fetus."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.40 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Two studies were identified regarding the reproductive effects of inhaled acrolein. ...Male and female rats /were exposed/ to 0.55 ppm acrolein continuously for 26 days (3 days prior to mating and presumed gestational days 0 through 22) and /it was/ reported that exposure did not affect the number of pregnancies or the number and weights of the fetuses. Although ...the most relevant indices /were examined/ and an adequate number of animals were tested, the use of only one dose level limits the reproductive assessment derived from this study. /A separate study/ ...found no effect on the reproductive fitness of rats exposed to 0.4-4 ppm for 62 days."
        },
        {
            "References": "PMID:26232997",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... This study investigated the toxic effects of oral administration of 3 mg/kg/day acrolein on the rat cerebral cortex. Moreover, the neuroprotective effects of crocin, the main constituent of saffron, against acrolein toxicity were evaluated. We showed that acrolein decreased concentration of glutathione (GSH) and increased levels of malondialdehyde (MDA), Amyloid-beta (Abeta) and phospho-tau in the brain. Simultaneously, acrolein activated Mitogen-Activated Protein Kinases (MAPKs) signalling pathways. Co-administration of crocin significantly attenuated MDA, Abeta and p-tau levels by modulating MAPKs signalling pathways. Our data demonstrated that environmental exposure to acrolein triggers some molecular events which contribute to brain aging and neurodisorders. Additionally, crocin as an antioxidant is a promising candidate for treatment of neurodegenerative disorders, such as brain aging and Alzheimer's disease."
        },
        {
            "References": "PMID:26365991",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Acrolein, an endogenous aldehyde, has been shown to be involved in sensory hypersensitivity after rat spinal cord injury (SCI), for which the pathogenesis is unclear. Acrolein can directly activate a pro-algesic transient receptor protein ankyrin 1 (TRPA1) channel that exists in sensory neurons. Both acrolein and TRPA1 mRNA are elevated post SCI, which contributes to the activation of TRPA1 by acrolein and consequently, neuropathic pain. In the current study, we further showed that, post-SCI elevation of TRPA1 mRNA exists not only in dorsal root ganglias but also in both peripheral (paw skin) and central endings of primary afferent nerves (dorsal horn of spinal cord). This is the first indication that pain signaling can be over-amplified in the peripheral skin by elevated expressions of TRPA1 following SCI, in addition over-amplification previously seen in the spinal cord and dorsal root ganglia. Furthermore, we show that acrolein alone, in the absence of physical trauma, could lead to the elevation of TRPA1 mRNA at various locations when injected to the spinal cord. In addition, post-SCI elevation of TRPA1 mRNA could be mitigated using acrolein scavengers. Both of these attributes support the critical role of acrolein in elevating TRPA1 expression through gene regulation. Taken together, these data indicate that acrolein is likely a critical causal factor in heightening pain sensation post-SCI, through both the direct binding of TRPA1 receptor, and also by boosting the expression of TRPA1. Finally, our data also further support the notion that acrolein scavenging may be an effective therapeutic approach to alleviate neuropathic pain after SCI. We propose that the trauma-mediated elevation of acrolein causes neuropathic pain through at least two mechanisms: acrolein stimulates the production of transient receptor protein ankyrin 1 (TRPA1) in both central and peripheral locations, and it activates TRPA1 channels directly. Therefore, acrolein appears to be a critical factor in the pathogenesis of post-SCI sensory hypersensitivity, becoming a novel therapeutic target to relieve both acute and chronic post-SCI neuropathic pain."
        },
        {
            "References": "USEPA/Office of Pesticide Programs; Acrolein HED Risk Assessment for Reregistration Eligibility Decision (RED) p.42 EPA-HQ-OPP-2007-0588-0066 (March 2008). Available from, as of August 23, 2016: https://www3.epa.gov/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The central nervous system does not appear to be a target of acrolein toxicity. ...Symptoms of central nervous system depression were observed in rodents after oral exposure to acrolein, but only after lethal concentrations. No such effects were observed animals after inhalation exposure; the animals died from asphyxia caused by epithelial desquamation and, consequently, respiratory obstruction. No behavioral changes were observed in animals exposed to acrolein by any route. Nonspecific histopathological effects on the brains of animals were found in subchronic inhalation studies. No histopathological changes in neurological tissues were observed after oral exposure. No studies regarding neurotoxicity of acrolein after dermal exposure were located. However, the available data do not indicate that the central nervous system is the major target of acrolein toxicity."
        },
        {
            "References": "PMID:26980145",
            "Value": "/ENDOCRINE MODULATION/ The present study aimed to examine the effects of acrolein on aldosterone release both in vivo and in vitro. Male rats were divided into three groups, and intraperitoneally injected with normal saline, or acrolein (2 mg/kg) for 1 (group A-1) or 3 (group A-3) days, respectively. After sacrificing, rat blood samples were obtained to measure plasma aldosterone and angiotensin II (Ang II) levels. Zona glomerulosa (ZG) cells were prepared from rat adrenal cortex, and were incubated with or without stimulants. We found that the serum aldosterone was increased by 1.2-fold (p<0.05) in A-3 group as compared to control group. Basal aldosterone release from ZG cells in A-3 group was also increased significantly. Moreover, acrolein enhanced the stimulatory effects of Ang II and 8-bromo-cyclic AMP on aldosterone secretion from ZG cells prepared in both A-1 and A-3 groups. Furthermore, the enzyme activity of P450scc, the rate-limiting step of aldosterone synthesis, was elevated after acrolein injection. Plasma level of Ang II was increased in both A-1 and A-3 groups. These results suggested that acrolein exposure increased aldosterone production, at least in part, through elevating the level of plasma Ang II and stimulating steroidogenesis pathways."
        },
        {
            "References": "PMID:26996390",
            "Value": "/ENDOCRINE MODULATION/ ... This study aimed at the effect of acrolein on hypothalamic-pituitary-adrenal (H-P-A) axis. In an in vivo study, male rats were administrated with acrolein for 1 or 3 days. The plasma corticosterone in response to a single injection of adrenocorticotropic hormone (ACTH) increased slowly in acrolein-pretreated rats than in control rats. Further investigating the steroidogenic pathway, the protein expressions of steroidogenic acute regulatory protein (StAR) and the upper receptor-melanocortin 2 receptor (MC2R) were attenuated in acrolein-treated groups. Another experiment using trilostane showed less activity of P450scc in zona fasciculata-reticularis (ZFR) cells in acrolein-treated groups. In addition to the suppressed ability of corticosterone production in ZFR cells, acrolein even had extended influence at higher concentrations. The lower ACTH was observed in the plasma from acrolein-pretreated rats. In an in vitro study, ZFR cells were incubated with acrolein and the results showed that corticosterone concentrations in media were decreased in a dose-dependent manner. Acrolein also desensitized the response of the ZFR cells to ACTH. These results suggested that acrolein decreased the releasing ability of corticosterone via an inhibition on the response of ZFR cells to ACTH and the reduction of protein expressions of StAR and MC2R as well as the activity of P450scc in rat ZFR cells. The present evidences showed that the H-P-A axis was affected by the administration of acrolein."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.64 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/GENOTOXICITY/ The mechanism by which acrolein induces genotoxicity in mammalian cells is not known, but it has been shown that acrolein can form adducts with DNA, such as 1N2 -propanodeoxyguanine, 1N6-propanodeoxyadenine, 3-[N6-(2'-deoxyadenosinyl)]propanal and 9-(2'-reoxyribosyl-6-(3-formyl-1,2,5,6-tetrahydropyridyl) purine. ... Acrolein adduction to DNA may be insignificant for the introduction of miscoding errors, as translesion DNA synthesis was high and miscoding incidence was <1% in human HeLa and xeroderma pigmentosum cells. The same inability of acrolein DNA adducts to cause miscoding was observed in E. coli as well."
        },
        {
            "References": "PMID:18089793",
            "Value": "/GENOTOXICITY/ ... It has been suggested that acrolein is a major etiologic agent for tobacco smoking-related lung cancer. Despite the known DNA-damaging effects of acrolein, its mutagenicity to mammalian cells remains uncertain. /This study/ investigated acrolein-induced DNA damage in relation to mutagenesis, with special focus on DNA repair, in mouse and human cells. ... The formation of acrolein-induced DNA adducts and the kinetics of repair of the induced lesions in the cII transgene, the mutational target, in acrolein-treated transgenic mouse fibroblasts /was mapped/. Acrolein-DNA adducts were formed preferentially at specific nucleotide positions, mainly at G:C base pairs, along the cII transgene. The induced acrolein-DNA adducts were moderately resistant to DNA repair. Quantification of cII mutant frequency in acrolein-treated cells, however, revealed that acrolein was not mutagenic to these cells at doses sufficient to produce DNA adducts. Determination of supF mutant frequency in DNA repair-proficient and DNA repair-deficient human fibroblasts transfected with acrolein-treated plasmids confirmed a lack of acrolein mutagenicity. Because CpG methylation may intensify acrolein-DNA adduction, ... whether the extent of CpG methylation in the supF gene can determine acrolein-induced mutagenesis in human cells /was examined/. Enhancement of acrolein-DNA adduction by methylating CpGs in the supF sequence did not elicit a mutagenic response in human fibroblasts, however. /It was concluded that acrolein is not mutagenic to mouse and human fibroblasts, regardless of DNA repair capacity or methylation status of CpGs, possibly because of a highly accurate replication bypass of the induced lesions."
        },
        {
            "References": "PMID:17868748",
            "Value": "/GENOTOXICITY/ Current data suggest that DNA-peptide crosslinks are formed in cellular DNA as likely intermediates in the repair of DNA-protein crosslinks. In addition, a number of naturally occurring peptides are known to efficiently conjugate with DNA, particularly through the formation of Schiff-base complexes at aldehydic DNA adducts and abasic DNA sites. Since the potential role of DNA-peptide crosslinks in promoting mutagenesis is not well elucidated, ... the mutagenic properties of Schiff-base-mediated DNA-peptide crosslinks in mammalian cells /are examined/. Site-specific DNA-peptide crosslinks were generated by covalently trapping a lysine-tryptophan-lysine-lysine peptide to the N(6) position of deoxyadenosine (dA) or the N(2) position of deoxyguanosine (dG) via the aldehydic forms of acrolein-derived DNA adducts (gamma-hydroxypropano-dA or gamma-hydroxypropano-dG, respectively). In order to evaluate the potential of DNA-peptide crosslinks to promote mutagenesis, we inserted the modified oligodeoxynucleotides into a single-stranded pMS2 shuttle vector, replicated these vectors in simian kidney (COS-7) cells and tested the progeny DNAs for mutations. Mutagenic analyses revealed that at the site of modification, the gamma-hydroxypropano-dA-mediated crosslink induced mutations at only approximately 0.4%. In contrast, replication bypass of the gamma-hydroxypropano-dG-mediated crosslink resulted in mutations at the site of modification at an overall frequency of approximately 8.4%. Among the types of mutations observed, single base substitutions were most common, with a prevalence of G to T transversions. Interestingly, while covalent attachment of lysine-tryptophan-lysine-lysine at gamma-hydroxypropano-dG caused an increase in mutation frequencies relative to gamma-hydroxypropano-dG, similar modification of gamma-hydroxypropano-dA resulted in decreased levels of mutations. Thus, certain DNA-peptide crosslinks can be mutagenic, and their potential to cause mutations depends on the site of peptide attachment. ..."
        },
        {
            "References": "PMID:11106660",
            "Value": "/GENOTOXICITY/ ...  Acrolein reacts with DNA at guanine residues to form the exocyclic adduct, 8-hydroxypropanodeoxyguanosine (HOPdG). Acrolein is mutagenic, and a correlation exists between HOPdG levels in Salmonella typhimurium treated with acrolein and a resultant increase in mutation frequency. Site-specifically modified oligonucleotides were used to explore the mutagenic potential of HOPdG in Escherichia coli strains that were either wild-type for repair or deficient in nucleotide excision repair or base excision repair. Oligonucleotides modified with HOPdG were inserted into double-stranded bacteriophage vectors using the gapped-duplex method or into single-stranded bacteriophage vectors and transformed into SOS-induced E. coli strains. Progeny phage were analyzed by oligonucleotide hybridization to establish the mutation frequency and the spectrum of mutations produced by HOPdG. The correct base, dCMP, was incorporated opposite HOPdG in all circumstances tested. In contrast, in vitro lesion bypass studies showed that HOPdG causes misincorporation opposite the modified base and is a block to replication. The combination of these studies showed that HOPdG is not miscoding in vivo at the level of sensitivity of these site-specific mutagenesis assays."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 486 (1979)",
            "Value": "/GENOTOXICITY/ ... Acrolein induced mutations in Drosophila melanogaster (2.23% compared to 0.19% in controls). ... results reported ... indicate that acrolein is mutagenic in an Escherichia coli strain deficient in DNA polymerase without metabolic activation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 487 (1979)",
            "Value": "/GENOTOXICITY/ It was ... negative in back-mutation test (spot test) with 2 yeast strains, 1 sensitive to base substitution (S211) & 1 to frameshift mutation (S128)."
        },
        {
            "References": "PMID:2061556",
            "Value": "/GENOTOXICITY/ The mutagenic potential of acrolein has been studied with a wide range of in vitro and in vivo genetic toxicity assays. The data often have been conflicting, especially with the Ames assay. This study was undertaken to assess the mutagenic potential of acrolein using the CHO/HGPRT assay, both with and without metabolic activation. This assay system was chosen because it provides eukaryotic DNA as the target and is capable of detecting a range of mutational events. Because of its considerable toxicity, acrolein was tested over a very narrow dose range of 0.2-2 nL/mL without exogenous activation and 0.5-8 nL/mL with rat S-9 activation. Multiple assays were performed under both conditions. The results indicated that while acrolein was clearly very cytotoxic, it did not induce a significant mutagenic response in the presence or absence of metabolic activation."
        },
        {
            "References": "PMID:2642752",
            "Value": "/GENOTOXICITY/ Acrolein has been shown to form cyclic deoxyguanosine adducts when it reacts with DNA in vitro. In this study, a recently developed immunoassay for these adducts to study their formation in DNA from Salmonella typhimurium exposed to acrolein /was utilized/. Acrolein deoxyguanosine adducts were formed in a dose dependent fashion in Salmonella tester strains TA100 and TA104, reaching levels as high as 5 umol adduct/mol deoxyguanosine. Using the liquid preincubation assay, acrolein induced mutations were also found in strains TA100 and TA104. The correlation between acrolein deoxyguanosine adduct concentration and acrolein induced mutations in TA100, which contains GC base pairs at the site of reversion, suggests that the acrolein deoxyguanosine adduct is a promutagenic lesion. That mutations are also seen in TA104 which contains AT base pairs at the site of reversion suggest that adducts of bases other than deoxyguanosine may also be important in the mutagenic activity of acrolein."
        },
        {
            "References": "PMID:6814492",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Resting rat pulmonary alveolar macrophages exposed to acrolein were stimulated to synthesize and release thromboxane B2 and prostaglandin E2 in a dose-dependent manner. Although phagocytosis was also inhibited in a dose-dependent manner, the reduction in prostaglandin E2 appeared to be partially independent of particle ingestion since thromboxane B2 synthesis was not affected by low doses of acrolein. In fact, high doses induced a slight enhancement in thromboxane B2 synthesis. Therefore, acrolein selectively inhibited the enzyme, prostaglandin endoperoxide E isomerase, necessary for the conversion of the endoperoxide to prostaglandin E2. The possible involvement of acrolein's sulfhydryl reactivity in the inhibition of the isomerase enzyme was indicated. Pulmonary macrophages were unable to reverse the acrolein effects on arachidonate metabolite synthesis after 6 hr in an acrolein-free environment. ..."
        },
        {
            "References": "PMID:3345585",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Acrolein at 10 uM inhibited liver and bladder DNA methylase activity by 30-50%. Kinetic studies with the liver enzyme showed a competitive type of inhibition with a Ki of 6.7 uM. Both dithiothreitol and glutathione afforded protection to the enzyme when added to the assay. At near equimolar concentrations of glutathione to acrolein, the methylase retained 80-90% activity. An increase in DNA had no effect on the inhibition by acrolein, whereas increased amounts of protein protected against acrolein inhibition, suggesting that acrolein reacted with the DNA methylase protein. On the other hand, DNA that had been reacted with acrolein was unable to serve as a substrate for DNA methylase. As the DNA adducts increased the methylation of the DNA decreased. Thus, acrolein has the ability to react with DNA and the DNA methylase protein, either of which results in inhibition of DNA methylation."
        },
        {
            "References": "PMID:2894953",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acrolein was evaluated in vitro as a potential substrate or inhibitor of rat liver mitochondrial and cytosolic aldehyde-dehydrogenases. Subcellular fractions, cytosolic and mitochondrial, were prepared from male Sprague-Dawley rat livers without pretreatment and were used on the same day they were prepared. Oxidation of acrolein by aldehyde dehydrogenases in subcellular fractions and enzyme inhibition by acrolein were assayed spectrophotometrically and chromatographically. It was found that acrolein was not oxidized by either mitochondrial or cytosolic aldehyde dehydrogenases, but rather was a potent inhibitor of these enzymes in a dose dependent manner. In the presence of 2-mercaptoethanol, an adduct with acrolein was formed and enzyme activity was detected. Particularly susceptible to the inhibitory effects of acrolein was the mitochondrial high affinity aldehyde dehydrogenase. Inhibition was rapid with an 88% reduction in control aldehyde dehydrogenase activity within 5 seconds of addition of 10 uM acrolein. It was suggested that at the aldehyde binding site an irreversible inhibition occurs and at the cofactor binding site of the enzyme a reversible noncompetitive inhibition occurs. Inhibition of cytosolic high affinity aldehyde dehydrogenase was also rapid, with a 54% inhibition being reached in 5 seconds after addition of 50 uM acrolein. It was concluded that acrolein may cause irreversible inhibition of the isozymes by covalently binding to the sulfhydryl group through a Michael addition to form a thioether at the active site of the enzyme. This aldehyde dehydrogenase inhibitory effect of acrolein may be important in the toxicity of aldehyde compounds liberated by lipid peroxidation. Acrolein inhibition of aldehyde dehydrogenases may also be important in toxicities associated with cyclophosphamide chemotherapy."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Acrolein p.75 (August 2007). Available from, as of August 23, 2016: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ As an ethenylic aldehyde, acrolein is a highly reactive compound. In biological systems, it binds extensively to lysine moieties and has the highest affinity for sulfhydryl groups found on many cellular molecules, including most proteins. As such, it binds rapidly and irreversibly to macromolecules to form thiol ethers. In this fashion, acrolein may bind to structural and biological messenger compounds to produce direct cytotoxic effects or secondary effects from interrupted cell signaling pathways. Perturbation of inflammatory responses in bronchial epithelial cells was demonstrated by direct action of acrolein on IkappaB kinase, resulting in inhibition of NFkappaB activation and suppression of IL-8 production. /It was/ hypothesized that rapid binding of acrolein to neural receptors in the corneal and nasal mucosa may result in rapid depolarization of the associated neurons to produce ocular and nasal irritation. ... Acrolein /was shown/ to bind rapidly to glutathione. Depletion of glutathione could be inhibitory to the enzyme glutathione peroxidase, resulting in a lower level of cellular protection against oxygen radical toxicity. Further, the adduction of glutathione resulted in generation of a GS-propionaldehyde, which was shown to produce oxygen and possibly hydroxy radicals via cytosolic aldehyde dehydrogenase. Glutathione depletion and inhibition of caspase-3 activation in human neutrophils was observed to inhibit neutrophil apoptosis, providing a possible mechanism for extended inflammatory responses. Similarly, activation of caspase-7 and -9 and inhibition of caspase-3 accompanied apoptosis in Chinese hamster ovary cells. A dose-dependent increase in NO levels and decrease in thioredoxin reductase was correlated with apoptosis of acrolein-treated human umbilical vein endothelial cells. ... Rats /were exposed/ to 1 and 2 ppm acrolein for 4 hours and measured various markers for lipid peroxidation in lavage fluid from the lung. They were able to correlate changes in peroxidative status on the lungs with gross histological findings of desquamated alveolar endothelium, a metaplastic change in cell structure that has been observed over the entire respiratory tract of animals. They also found diminished glutathione levels in treated animals as well as an increase in superoxide dismutase and decreases in catalase and glutathione peroxidase, indicative of an imbalance in antioxidant defenses that favors oxidative stress. Further, increased levels of conjugated dienes and thiobarbituric acid reactive substances suggest the onset of lipid peroxidation. Reduction of glutathione and aconitase activity was correlated with increased ROS production and inhibited electron transport in brain and spinal cord mitochondria of guinea pigs and human PC12 cells. ... Depletion of glutathione and other available cellular thiol sources may permit the movement of acrolein at high concentrations past the initial tissue point of contact. While data were not found that correlated gastrointestinal lesions with glutathione content and peroxidative status as was done in the lung, the appearance of endothelial metaplasia in multiple species of animals following oral exposures suggests that gastrointestinal and respiratory toxicity may occur by the same mechanism of action."
        },
        {
            "References": "PMID:24648011",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The objective of this study was to investigate the effect of the pollutant acrolein on two vocal fold epithelial mechanisms: ion transport and mucin (MUC) synthesis. These mechanisms were chosen as each plays a critical role in vocal defense and in maintaining surface hydration which is necessary for optimal voice production. Healthy, native porcine vocal folds (N = 85) were excised and exposed to an acrolein or sham challenge. A 60-min acrolein, but not sham challenge significantly reduced ion transport and inhibited cyclic adenosine monophosphate-dependent, increases in ion transport. Decreases in ion transport were associated with reduced sodium absorption. Within the same timeline, no significant acrolein-induced changes in MUC gene or protein expression were observed. ..."
        },
        {
            "References": "PMID:25919230",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Allyl alcohol (AA) is one of the environmental pollutants used as an herbicide and industrial chemical. AA undergoes enzymatic oxidation in vivo to form Acrolein (Acr), a highly reactive and ubiquitous environmental toxicant. The exposure to AA/Acr has detrimental effects on cells and is highly fatal. In corroboration to the current literature describing AA/Acr toxicity, this study aimed to investigate the molecular cytotoxicity mechanisms of AA/Acr using budding yeast as a eukaryotic model organism. Genome-wide transcriptome analysis of cells treated with a sublethal dose of AA (0.4 mM) showed differential regulation of approximately 30% of the yeast genome. Functional enrichment analysis of the AA transcriptome revealed that genes belong to diverse cellular processes including the cell cycle, DNA damage repair, metal homeostasis, stress response genes, ribosomal biogenesis, metabolism, meiosis, ubiquitination, cell morphogenesis, and transport. Moreover, we have identified novel molecular targets of AA/Acr through genetic screening, which belongs to oxidative stress, DNA damage repair, iron homeostasis, and cell wall integrity. This study also demonstrated the epigenetic basis of AA/Acr toxicity mediated through histone tails and chromatin modifiers. Interestingly, our study disclosed the use of pyrazole and ethanol as probable antidotes for AA intoxication. ... This study also demonstrated the reproductive toxicity of AA/Acr using the yeast gametogenesis (spermatogenesis) model. ..."
        },
        {
            "References": "PMID:26719373",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Thirdhand smoke (THS) is a mixture of chemicals that remain on indoor surfaces after smoking has ceased. These chemicals can be inhaled, ingested, or absorbed dermally, and thus could impact human health. We evaluated the cytotoxicity and mode of action of fresh and aged THS, the toxicity of volatile organic chemicals (VOCs) in THS, and the molecular targets of acrolein, a VOC in THS. Experiments were done using mouse neural stem cells (mNSC), human pulmonary fibroblasts (hPF), and lung A549 epithelial cells. THS-exposed cotton cloth was extracted in Dulbecco's Eagle Medium and caused cytotoxicity in the 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay. THS extracts induced blebbing, immotility, vacuolization, cell fragmentation, severing of microfilaments and depolymerization of microtubules in mNSC. Cytotoxicity was inversely related to headspace volume in the extraction container and was lost upon aging, suggesting that VOCs in THS were cytotoxic. Phenol, 2',5'-dimethyl furan and acrolein were identified as the most cytotoxic VOCs in THS, and in combination, their cytotoxicity increased. Acrolein inhibited proliferation of mNSC and hPF and altered expression of cell cycle regulatory genes. Twenty-four hours of treatment with acrolein decreased expression of transcription factor Dp-1, a factor needed for the G1 to S transition in the cell cycle. At 48?h, WEE1 expression increased, while ANACP1 expression decreased consistent with blocking entry into and completion of the M phase of the cell cycle. This study identified acrolein as a highly cytotoxic VOC in THS which killed cells at high doses and inhibited cell proliferation at low doses."
        },
        {
            "References": "PMID:17318410",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  ...This study ... investigated the induction of COX-2 by acrolein in rat lung epithelial cells and its related signaling cascade. Induction of COX-2 by acrolein was significant at 6 hr post-treatment and was dependent upon NFkappaB activation. The activation of NFkappaB by acrolein was induced as a result of degradation of IkappaBalpha over the time of treatment. In addition, the upstream signaling cascade involved Raf-1/ERK activation by acrolein in the COX-2 induction and was inhibited by GW5074 (a Ras/Raf-1/ERK inhibitor), thereby providing evidence for the role of this cascade in this process. The results of these studies offer an explanation for the mechanism of COX-2 induction by acrolein in rat lung epithelial cells."
        },
        {
            "References": "PMID:17922343",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Acrolein (ACR), a highly toxic lipid peroxidation aldehyde, is a strong cross-linking agent of cellular components such as proteins. To understand the mechanisms of oxidative stress-induced protein aggregation, this study characterized the ACR modification of chain B from bovine insulin by mass spectrometry. To identify the cross-linking sites, the ACR-treated peptide was digested with a protease and the resulting peptides were analyzed by liquid chromatography-tandem mass spectrometry. Inter- and intra-molecular cross-linking adducts were identified between amino groups and the side chain of histidine in the peptide. These results indicated that the ACR-induced cross-links were accompanied by two reactions, namely Michael addition and Schiff base formation. ..."
        },
        {
            "References": "PMID:24561178",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Airway sensory C-fibers express TRPA1 channels which have recently been identified as a key chemosensory receptor for acrolein, a toxic and highly prevalent component of smoke. TRPA1 likely plays an intermediary role in eliciting a range of effects induced by acrolein including cough and neurogenic inflammation. Currently, it is not known whether acrolein-induced activation of TRPA1 produces other airway effects including relaxation of mouse airway smooth muscle. The aims of this study were to examine the effects of acrolein on airway smooth muscle tone in mouse isolated trachea, and to characterize the cellular and molecular mechanisms underpinning the effects of acrolein. Isometric tension recording studies were conducted on mouse isolated tracheal segments to characterize acrolein-induced relaxation responses. Release of the relaxant PGE2 was measured by EIA to examine its role in the response. Use of selective antagonists/inhibitors permitted pharmacological characterization of the molecular and cellular mechanisms underlying this relaxation response. Acrolein induced dose-dependent relaxation responses in mouse isolated tracheal segments. Importantly, these relaxation responses were significantly inhibited by the TRPA1 antagonists AP-18 and HC-030031, an NK1 receptor antagonist RP-67580, and the EP2 receptor antagonist PF-04418948, whilst completely abolished by the non-selective COX inhibitor indomethacin. Acrolein also caused rapid PGE? release which was suppressed by HC-030031. In summary, acrolein induced a novel bronchodilator response in mouse airways. Pharmacologic studies indicate that acrolein-induced relaxation likely involves interplay between TRPA1-expressing airway sensory C-fibers, NK1 receptor-expressing epithelial cells, and EP2-receptor expressing airway smooth muscle cells."
        },
        {
            "References": "PMID:24999835",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acrolein, a compound found in cigarette smoke, is a major risk factor for respiratory diseases. Previous research determined that both acrolein and cigarette smoke produced reactive oxygen species (ROS). As many types of pulmonary injuries are associated with inflammation, this study sought to ascertain the extent to which exposure to acrolein advanced inflammatory state in the lungs. Our results showed that intranasal exposure of mice to acrolein increased CD11c(+)F4/80(high) macrophages in the lungs and increased ROS formation via induction of NF-kappaB signaling. Treatment with acrolein activated macrophages and led to their increased production of ROS and expression of several key pro-inflammatory cytokines. In in vitro studies, acrolein treatment of bone marrow-derived GM-CSF-dependent immature macrophages (GM-IMs), activated the cells and led to their increased production of ROS and expression of several key pro-inflammatory cytokines. Acrolein treatment of macrophages induced apoptosis of lung epithelial cells. Inclusion of an inhibitor of ROS formation markedly decreased acrolein-mediated macrophage activation and reduced the extent of epithelial cell death. These results indicate that acrolein can cause lung damage, in great part by mediating the increased release of pro-inflammatory cytokines/factors by macrophages."
        },
        {
            "References": "PMID:12730060",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acrolein is a highly reactive aldehyde pollutant and an endogenous product of lipid peroxidation. Increased generation of, or exposures to, acrolein incites pulmonary and vascular injury. The effects of acrolein on the vasomotor responses of rat aortic rings were studied to understand its mechanism of action. Incubation with acrolein (10-100 uM) alone did not affect the resting tone of aortic vessels; however, a dose-dependent relaxation of phenylephrine-precontracted aortic rings was observed. Acrolein-induced relaxation was slow and time dependent and the extent of relaxation after 100 min of application was 44.7 +/- 4.1% (10 uM), 56.0 +/- 5.6% (20 microM), 61.0 +/- 7.9% (40 microM), and 96.1 +/- 2.1 (80 uM), respectively, versus 14.2 +/- 3.3% relaxation in the absence of acrolein. Acrolein-induced vasorelaxation was prevented by endothelial denudation and was abolished on pretreatment with the nitric oxide synthase inhibitor Nomega-nitro-L-arginine methyl ester, the guanylyl cyclase inhibitor 1H-[1,2,4]oxidazolo[4,3-a]quinoxaline-1-one, or the cyclooxygenase inhibitor indomethacin. Inhibition of K+ channels (by tetrabutylammonium) or Na+-K+-ATPase (by ouabain) did not significantly prevent acrolein-mediated vasorelaxation. Exposure to acrolein in the presence or absence of other compounds elicited slow wave vasomotor effect in 77% of aortic vessels versus 1.4% in control. Vasomotor responses were also studied on aortic rings prepared from rats fed 2 mg/kg/day acrolein for 3 alternate days by oral gavage. These vessels developed a significantly lower contractile response to phenylephrine compared with controls. Together, these results indicate that acute acrolein exposure evokes delayed vasorelaxation due to a nitric oxide- and prostacyclin-dependent mechanism, whereas in vivo acrolein exposure compromises vessel contractility."
        },
        {
            "References": "Biagini RE et al; Toxicol 62 (1): 95-106 (1990)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ An examination was conducted of the effects of allylamine and acrolein on electron transport and oxidative phosphorylation in mitochondria isolated from hearts of male Sprague-Dawley rats. Both acrolein and allylamine inhibited State III, State IV, and uncoupler stimulated respiration in a concentration dependent fashion when added to mitochondria respiring on glutamate, malate, and malonate as substrate. While the concentration dependent inhibitory effect was statistically greater for acrolein than allylamine for State III and uncoupler stimulated oxygen uptake, the concentrations necessary to produce these effects were in the millimolar range for both compounds. Allylamine and acrolein also displayed concentration dependent effects on respiratory enzyme activities in mitochondria actively respiring on succinate as substrate. State III, State IV, and uncoupler stimulated oxygen uptake were significantly inhibited by increasing concentration of all allylamine or acrolein. In contrast to the results obtained with glutamate, malate, and malonate, with succinate as substrate no significant differences between allylamine and acrolein in concentration effect slopes were noted for State III, State IV and uncoupler stimulated activities, indicating site selectivity between the two compounds. Respiratory control ratios were significantly decreased by allylamine and acrolein with glutamate, malate, and malonate substrate. When succinate was used as substrate, the respiratory control ratio was significantly reduced only by acrolein, again suggesting the site selective nature of this compound."
        },
        {
            "References": "PMID:3686549",
            "Value": "/IMMUNOTOXICITY/ Four groups of 40 male Sprague-Dawley rats each were exposed by inhalation to target concentrations of 0, 0.1, 1.0, and 3.0 ppm of acrolein 6 hr/day, 5 days/week for 3 weeks. Subsequent changes in local pulmonary immunity were determined by examining the number of antibody plaque-forming cells in the lung-associated lymph nodes following intratracheal immunization with sheep red blood cells. Separate groups of rats were evaluated for blastogenic responsiveness to phytohemagglutinin-P and Salmonella typhimurium antigen using spleen- and lung-associated lymph node cells. In vivo resistance was evaluated utilizing acrolein-exposed rats subsequently challenged with intravenous Listeria monocytogenes. Local pulmonary antibody responsiveness was not affected by acrolein exposure. Lymphocyte blastogenesis and resistance to Listeria challenge were not altered. Body weights and spleen weights were decreased in the 3 ppm-exposed group only. Microscopic examination of the nasal turbinates revealed acrolein-induced exfoliation, erosion, and necrosis of the respiratory epithelium as well as squamous metaplasia, however, lung histology was not affected. Thus at environmental concentrations, acrolein toxicity appeared to be confined to local nasal pathologic changes with no alterations in lung histology or immune function."
        },
        {
            "References": "PMID:24131734",
            "Value": "/IMMUNOTOXICITY/ ... Based on .. previous findings that immunosuppressive effects of smoking may be largely attributed to one of its main reactive electrophiles, acrolein, ... the impact of acrolein exposure in a mouse model of ovalbumin (OVA)-induced allergic asthma /was explored/. C57BL/6 mice were sensitized to ovalbumin (OVA) by intraperitoneal injection with the adjuvant aluminum hydroxide on days 0 and 7, and challenged with aerosolized OVA on days 14-16. In some cases, mice were also exposed to 5 ppm acrolein vapor for 6 hr/day on days 14-17. Lung tissues or brochoalveolar lavage fluids (BALF) were collected either 6 hr after a single initial OVA challenge and/or acrolein exposure on day 14 or 48 hr after the last OVA challenge, on day 18. Inflammatory cells and Th1/Th2 cytokine levels were measured in BALF, and lung tissue samples were collected for analysis of mucus and Th1/Th2 cytokine expression, determination of protein alkylation, cellular thiol status and transcription factor activity. Exposure to acrolein following OVA challenge of OVA-sensitized mice resulted in markedly attenuated allergic airway inflammation, demonstrated by decreased inflammatory cell infiltrates, mucus hyperplasia and Th2 cytokines. Acrolein exposure rapidly depleted lung tissue glutathione (GSH) levels, and induced activation of the Nrf2 pathway, indicated by accumulation of Nrf2, increased alkylation of Keap1, and induction of Nrf2-target genes such as HO-1. Additionally, analysis of inflammatory signaling pathways showed suppressed activation of NF-kappaB and marginally reduced activation of JNK in acrolein-exposed lungs, associated with increased carbonylation of RelA and JNK. Acrolein inhalation suppresses Th2-driven allergic inflammation in sensitized animals, due to direct protein alkylation resulting in activation of Nrf2 and anti-inflammatory gene expression, and inhibition of NF-kappaB or JNK signaling. Our findings help explain the paradoxical anti-inflammatory effects of cigarette smoke exposure in allergic airways disease."
        },
        {
            "References": "PMID:24905350",
            "Value": "/OTHER TOXICITY INFORMATION/ Acrolein, a toxic unsaturated aldehyde generated as a result of oxidative stress, readily reacts with a variety of nucleophilic biomolecules. Polyamines, which produced acrolein in the presence of amine oxidase, were then found to react with acrolein to produce 1,5-diazacyclooctane, a previously unrecognized but significant downstream product of oxidative stress. Although diazacyclooctane formation effectively neutralized acrolein toxicity, the diazacyclooctane hydrogel produced through a sequential diazacyclooctane polymerization reaction was highly cytotoxic. This study suggests that diazacyclooctane formation is involved in the mechanism underlying acrolein-mediated oxidative stress."
        },
        {
            "References": "PMID:24241266",
            "Value": "/OTHER TOXICITY INFORMATION/ An essential component of NAD(P)H, gp91phox, maintains the functionality of the enzyme in producing oxygen radicals. NAD(P)H oxidase plays an important role in oxidative stress but its precise contribution in acrolein-induced toxicity was not explored. We examined the involvement of NAD(P)H oxidase and other oxidant system in acrolein toxicity using gp91phox knockout mice. Male gp91phox knockout (KO) mice (20-25 gm) or wild type (WT) controls were treated with acrolein (0.5 ug/kg; 1 week). Animals were sacrificed and the liver was used to determine biochemical parameters. Knockout mice generated low (1.43 +/- 0.02 pg/ug protein) free radicals as evident in 8-Isoprostane compared with the WT mice (2.19 +/- 0.1). Acrolein increased 8-Isoprostane in WT (p<0.05) and KO (p<0.05) mice. Xanthine Oxidase (XO) activity was higher (p<0.05) in KO (0.56 +/- 0.06 u unit/ug protein) than WT mice. Acrolein increased XO in KO mice, but significantly increased it only in WT. Cycloxygenase (COX) activity was not different between WT and KO mice, although acroelin increased COX in WT. Knockout mice exhibited a significantly low (2.1 +/- 0.2 umol/mg protein) total antioxidant status (TAS) compared with the WT (3.5 +/- 0.3). Acrolein reduced TAS in both WT and KO mice equally. Baseline NFkappaB was significantly higher in KO mice, although acrolein increased NFkappaB in WT but not in KO. CD36 was higher (p<0.05) in KO mice than the WT and acrolein increased (p<0.05) CD36 further in KO but not in WT mice. These data suggest that NAD(P)H oxidase contributes significantly in acrolein-induced oxidative stress. We also suggests that in the absence of NAD(P)H oxidase XO plays a definitive role together with reduced antioxidant ability to compound the toxic effects of acrolein. We propose that in absence of NAD(P)H oxidase a different signaling process may involve that utilizes CD36 besides NFkappaB."
        },
        {
            "References": "PMID:25743345",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Liver injury is believed to be initiated by metabolic conversion of acetaminophen to the highly reactive intermediate N-acetyl p-benzoquinoneimine, and is aggravated by subsequent oxidative stress via reactive oxygen species (ROS), including hydrogen peroxide (H2O2) and the hydroxyl radical. In this study, we found that a highly toxic unsaturated aldehyde acrolein, a byproduct of oxidative stress, has a major role in acetaminophen-induced liver injury. Acetaminophen administration in mice resulted in liver damage and increased acrolein-protein adduct formation. However, both of them were decreased by treatment with N-acetyl-L-cysteine (NAC) or sodium 2-mercaptoethanesulfonate (MESNA), two known acrolein scavengers. The specificity of NAC and MESNA was confirmed in cell culture, because acrolein toxicity, but not H2O2 or hydroxyl radical toxicity, was inhibited by NAC and MESNA. These results suggest that acrolein may be more strongly correlated with acetaminophen-induced liver injury than ROS, and that acrolein produced by acetaminophen-induced oxidative stress can spread from dying cells at the primary injury site, causing damage to the adjacent cells and aggravating liver injury."
        },
        {
            "References": "PMID:25821552",
            "Value": "/OTHER TOXICITY INFORMATION/ Chronic obstructive pulmonary disease (COPD) is characterized by lung destruction and inflammation. As a major compound of cigarette smoke, acrolein plays a critical role in the induction of respiratory diseases. GADD34 is known as a growth arrest and DNA damage-related gene, which can be overexpressed in adverse environmental conditions. Here we investigated the effects of GADD34 on acrolein-induced lung injury. The intranasal exposure of acrolein induced the expression of GADD34, developing the pulmonary damage with inflammation and increase of reactive oxygen species (ROS). Conversely, the integrality of pulmonary structure was preserved and the generation of ROS was reduced in GADD34-knockout mice. Acrolein-induced phosphorylation of eIF2alpha in GADD34-knockout epithelial cells by shRNA protected cell death by reducing misfolded protein-caused oxidative stress. These data indicate that GADD34 participates in the development of acrolein-induced lung injury."
        },
        {
            "References": "PMID:14742096",
            "Value": "/OTHER TOXICITY INFORMATION/ Acrolein, an alpha,beta-unsaturated aldehyde, is a ubiquitous environmental toxic pollutant. Because of potential human exposure, there is a need for a sensitive, reliable, and specific method to monitor acrolein exposure. Acrolein is a potent electrophile and reacts with proteins mainly through Michael addition reaction, leading to acrolein-protein adducts (APA). The present study aimed to develop a competitive enzyme-linked immunosorbent assay (ELISA) method for the quantitation of APA in biological samples. Antibody to acrolein-keyhole limpet hemocyanin adduct was raised in rabbits, and the specificity of the antibody was determined by ELISA using acrolein-albumin adduct (AAA) or native albumin. A dose-dependent response was observed with AAA, but no immunoreactivity with native albumin. Further, lack of cross-reactivity of anti-acrolein antibody with formaldehyde-, malondialdehyde-, or 4-hydroxynonenal-albumin adducts indicates its specificity for acrolein. For the competitive ELISA, 1:16,000 diluted antisera was used with varying concentrations of AAA, which provided a linear detection range between 250 and 10,000 pg. To test the efficacy of the method for possible use as a biomarker of acrolein exposure, SD rats were orally administered 1 or 7 doses of 9.2 mg/kg/d acrolein. APA levels, quantitated in the serum, showed significantly greater formation (32% and 58% after 1 and 7 doses, respectively) in acrolein-treated rats as compared to the controls. Western blot analyses of APA in the sera from acrolein-treated rats showed APA bands (especially 29, 31, and 100 kD) with greater intensity in comparison to controls, further supporting our ELISA results. These results suggest that quantitation of APA has potential to be used as biomarker of acrolein exposure and eventually for molecular dosimetry and risk assessment."
        },
        {
            "References": "PMID:17921335",
            "Value": "/OTHER TOXICITY INFORMATION/  ... Despite well-documented high reactivity of unsaturated aldehydes, little is known regarding their cardiovascular effects and their role in cardiac pathology. Accordingly, ... the myocardial effects of the model unsaturated aldehyde acrolein /were examined/. In closed-chest mice, intravenous acrolein (0.5 mg/kg) induced rapid but reversible left ventricular dilatation and dysfunction. In mouse myocytes, micromolar acrolein acutely depressed myofilament Ca(2+) responsiveness without altering catecholamine sensitivity, similar to the phenotype of stunned myocardium. Immunoblotting revealed increased acrolein-protein adducts and protein-carbonyls in both acrolein-exposed myocardium (1.8-fold increase, p<0.002) and myocytes (6.4-fold increase, p<0.02). Both the contractile dysfunction and adduct formation were markedly attenuated by pretreatment with the thiol donor N-acetylcysteine (5 mM). Two-dimensional gel electrophoresis and mass-assisted laser desorption/ionization time-of-flight mass spectrometry analysis revealed two groups of adducted proteins, sarcomeric/cytoskeletal proteins (cardiac alpha-actin, desmin, myosin light polypeptide 3) and energy metabolism proteins (mitochondrial creatine kinase-2, ATP synthase), indicating site-specific protein modification that was confirmed by immunohistochemical colocalization. /It was concluded/ that direct exposure to acrolein induces selective myofilament impairment, which may be, in part, related to the modification of proteins involved in myocardial contraction and energy metabolism. Myocardial dysfunction induced by acrolein and related aldehydes may be symptomatic of toxicological states associated with ambient or occupational exposures or drug toxicity. Moreover, aldehydes such as acrolein may mediate cardiac dysfunction in pathologies characterized by high-oxidative stress."
        },
        {
            "References": "PMID:18300044",
            "Value": "/OTHER TOXICITY INFORMATION/ An improved understanding of the relationship between inspired concentration of the potent nasal toxicant acrolein and delivered dose is needed to support quantitative risk assessments. The uptake efficiency (UE) of 0.6, 1.8, or 3.6 ppm acrolein was measured in the isolated upper respiratory tract (URT) of anesthetized naive rats under constant-velocity unidirectional inspiratory flow rates of 100 or 300 mL/min for up to 80 min. An additional group of animals was exposed to 0.6 or 1.8 ppm acrolein, 6 hr/day, 5 days/wk, for 14 days prior to performing nasal uptake studies (with 1.8 or 3.6 ppm acrolein) at a 100 mL/min airflow rate. Olfactory and respiratory glutathione (GSH) concentrations were also evaluated in naive and acrolein-preexposed rats. Acrolein UE in naive animals was dependent on the concentration of inspired acrolein, airflow rate, and duration of exposure, with increased UE occurring with lower acrolein exposure concentrations. A statistically significant decline in UE occurred during the exposures. Exposure to acrolein vapor resulted in reduced respiratory epithelial GSH concentrations. In acrolein-preexposed animals, URT acrolein UE was also dependent on the acrolein concentration used prior to the uptake exposure, with preexposed rats having higher UE than their naive counterparts. Despite having increased acrolein UE, GSH concentrations in the respiratory epithelium of acrolein preexposed rats were higher at the end of the 80 min acrolein uptake experiment than their in naive rat counterparts, suggesting that an adaptive response in GSH metabolism occurred following acrolein preexposure."
        },
        {
            "References": "PMID:16204758",
            "Value": "/OTHER TOXICITY INFORMATION/ ... This study investigated the effects of acrolein on vascular function to understand the underlying mechanism of acrolein-induced vascular responses. Male Sprague-Dawley rats were treated with acrolein (2 or 4 mg/kg; ip) for 3 or 7 days. Urine and blood samples were collected. Changes in systolic blood pressure (SBP) and responses to acetylcholine and phenylephrine were determined. Acrolein (4 mg/kg, 7 days) significantly increased SBP by 25%, phenylephrine vasoconstriction by 2-fold, but decreased urinary excretion of nitrite by 25%. Acrolein inhibited generation of cyclic guanosine 3'5'-monophosphate (cGMP) by 98%, and did not alter expression of nitric oxide synthase (eNOS). Acrolein increased the generation of lipid hydroperoxide in plasma and aortic tissue by 21% and 124% respectively, increased glutathione-S-transferase (GST) and glutathione peroxidase (GSH-Px) activities. Acrolein up-regulated the expression of GST by 2 fold. These data suggest that induced SBP and altered vasoconstriction/vasodilatation in acrolein treated rats may be due to reduced availability of NO via increased free radical generation and reduced antioxidant defense."
        },
        {
            "References": "PMID:2732910",
            "Value": "/OTHER TOXICITY INFORMATION/ ... To evaluate the effects of systemic administration, ... the rat urinary bladder /was examined/ following intragastric or intraperitoneal administration of acrolein to male F344 rats. In an initial experiment, acrolein was administered at a dose of 25 mg/kg, which proved to be extremely toxic. Five of 12 rats injected intragastrically and 5 of 12 injected intraperitoneally died within 24 hrs. After 2 days, 3 of the 3 surviving rats injected intraperitoneally had focal simple hyperplasia of the urinary bladder. None of the rats injected intragastrically had bladder hyperplasia. In a second experiment, acrolein was administered by intraperitoneal injection at doses of 0.5, 1, 2, 4, and 6 mg/kg. Five days later, the labeling index of the bladder mucosa was evaluated by autoradiography. In rats injected with 6 mg/kg of acrolein, the labeling index was significantly increased compared to the other doses and compared to a vehicle injection control group. These data indicate that sufficient acrolein reaches the urinary bladder to induce a proliferative response following intraperitoneal administration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/OTHER TOXICITY INFORMATION/ While the delivered dose of acrolein to the embryo as a consequence of cyclophosphamide or other anticancer drug metabolism can be sufficient to induce developmental toxicity, the absorbed dose of acrolein after inhalation of the compound would be insufficient to produce an increase in acrolein concentrations in tissues distant from initial contact."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 81",
            "Value": "/VETERINARY ANIMALS/ Acrolein is formed when fat is overheated and has the typical smell of \"burning fat\". ... A poodle, shut up for half an hour in a small unventilated kitchen with a chip pan of boiling fat, was seen next day to have swollen tonsils, blood from the nostrils and a temperature of 39.4 °C. 24 hr later there was slight dyspnea, the pulse was faint, the tongue cyanosed and the eyes congested and discharging pus. It collapsed and died soon afterwards."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hauser TR, Bomberger SM; Environ Monit Assess 2: 249-72 (1982) (2) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985)",
            "Value": "SEDIMENT: Acrolein was detected in sediment/soil/water samples collected from Love Canal in Niagara Falls, NY during 1980(1). The USEPA STORET Database reports that of 3331 sediment samples, 0% tested positive for acrolein(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Aug 10, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of acrolein can be estimated to be 1.0(SRC). According to a classification scheme(2), this estimated Koc value suggests that acrolein is expected to have very high mobility in soil."
        }
    ],
    "plant_translocation": [
        {
            "References": "Acute Pesticide-Related Illness Resulting from Occupational Exposure to Acrolein — Washington and California, 1993–2009",
            "Value": "Acrolein is a highly toxic aquatic herbicide used in irrigation canals to prevent impaired water flow. A case of acrolein-related illness was reported in a 57-year-old pesticide applicator who was exposed to acrolein while monitoring its application to an irrigation canal. The worker experienced immediate symptoms of burning and watery eyes, followed by throat tightness, difficulty breathing, vomiting, and dyspnea. He was admitted to the intensive-care unit and later developed right facial droop and other neurological symptoms. Supportive treatment was provided, but he experienced ventricular fibrillation and a grand mal seizure. He was eventually stabilized and discharged from the hospital but suffered ongoing medical conditions, including dysphagia and facial droop.Additional cases of acute acrolein-related illness were identified, mostly among workers employed by irrigation districts in California.  Acrolein is highly volatile and produces an extremely irritating vapor that can degrade cellular structures by cross-linking proteins.  Nonchemical methods to prevent clogging of irrigation canals have been considered but found not feasible. Proper training, certification, and adherence to safety procedures are necessary to prevent acrolein-related illnesses in workers. "
        }
    ]
}