{
    "_id": {
        "$oid": "6682e7dac4e5dba5ffba22aa"
    },
    "CID": {
        "$numberInt": "785"
    },
    "Name": "HYDROQUINONE",
    "IUPACName": "benzene-1,4-diol",
    "CanonicalSMILES": "C1=CC(=CC=C1O)O",
    "Synonyms": [
        "hydroquinone",
        "123-31-9",
        "Benzene-1,4-diol",
        "1,4-benzenediol",
        "Quinol",
        "1,4-Dihydroxybenzene",
        "p-Benzenediol",
        "p-Hydroquinone",
        "p-Hydroxyphenol",
        "4-Hydroxyphenol",
        "p-Dihydroxybenzene",
        "Benzoquinol",
        "hydroquinol",
        "Dihydroquinone",
        "Eldoquin"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1O)O",
    "INCHI": "InChI=1S/C6H6O2/c7-5-1-2-6(8)4-3-5/h1-4,7-8H",
    "INCHIKEY": "QIGBRXMKCJKVMJ-UHFFFAOYSA-N",
    "Formula": "C6H6O2",
    "MolecularWeight": {
        "$numberDouble": "110.11"
    },
    "Description": "Hydroquinone is a benzenediol comprising benzene core carrying two hydroxy substituents para to each other. It has a role as a cofactor, a carcinogenic agent, an Escherichia coli metabolite, a human xenobiotic metabolite, a skin lightening agent, an antioxidant and a mouse metabolite. It is a benzenediol and a member of hydroquinones.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "54"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Hydroquinone. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Aug 4, 2014: https://www.ars-grin.gov/duke/",
            "Value": "Hydroquinone occurrence in foods(1).",
            "Table": "[{'Genus species': 'Acacia nilotica', 'Common Name': 'Babul', 'Part': 'Plant'}, {'Genus species': 'Arbutus unedo', 'Common Name': 'Arbutus', 'Part': 'Leaf'}, {'Genus species': 'Hyacinthus orientalis', 'Common Name': 'Hyacinth', 'Part': 'Flower'}, {'Genus species': 'Origanum marjorana', 'Common Name': 'Marjoram', 'Part': 'Plant'}, {'Genus species': 'Pimpinella anisum', 'Common Name': 'Anise', 'Part': 'Plant'}, {'Genus species': 'Pyrus communis', 'Common Name': 'Pear', 'Part': 'Plant'}, {'Genus species': 'Rhododendron sauricum', 'Common Name': 'Chinese Alpenrose', 'Part': 'Plant'}, {'Genus species': 'Rubus fruticosus', 'Common Name': 'Blackberry', 'Part': 'Leaf'}, {'Genus species': 'Vaccunium myrtillus', 'Common Name': 'Bilberry', 'Part': 'Leaf'}, {'Genus species': 'Vaccunium vitis-idaea var minus', 'Common Name': 'Cowberry', 'Part': 'Leaf'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Harbison KG, Belly RT; Environ Toxicol Chem 1: 9-15 (1982)",
            "Value": "Hydroquinone may play an important part in the defense mechanisms of a number of insects, including the bombadier beetle (Carabidae) and the earwig (Forficula auricularia)(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 20 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 4, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Freitag D et al; Chemosphere 14: 1589-616 (1985) (5) Freitag D et al; Ecotox Environ Saf 6: 60-81 (1982) (6) Geyer HJ et al; Chemosphere 10: 1307-13 (1981)",
            "Value": "An estimated BCF of 3 was calculated in fish for hydroquinone(SRC), using a log Kow of 0.59(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). A bioaccumulation factor of 40 was measured using Golden ide fish (Leuciscus idus melanotus) exposed for 3 days to 0.05 mg/L hydroquinone(4,5). Experimental 24-hour bioaccumulation factors in alga were 40 and 65 for hydroquinone(4-6)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Freitag D et al; Chemosphere 14: 1589-616 (1985) (2) Freiag D et al; Ecotox Environ Saf 6: 60-81 (1982) (3) Barth EF, Bunch RL; Removability, Biodegradation and Treatability of Specific Pollutants. Municipal Environmental Research Lab, USEPA NTIS PB-80-106438 (1979) (4) Chambers CW et al; J Water Pollut Contr Fed 35: 1517-28 (1963) (5) Harbison KG, Belly RT; Environ Toxicol Chem 1: 9-15 (1982) (6) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (7) Pitter P; Water Res 10: 231-5 (1976) (8) Urushigawa Y et al; Kogai Shigen Kenkyusho Iho 14: 45-64 (1984) (9) Dagon TJ; J Water Pollut Contr Fed 45: 2123-35 (1973)",
            "Value": "AEROBIC: Hydroquinone at a concentration of 0.05 mg/L underwent 7.5% removal in 5 days when inoculated with an activated sludge seed(1,2). Sewage sludge activated to phenol was found to oxidize hydroquinone(3,4). Pure culture oxidation of hydroquinone produced 1,4-benzoquinone, 2-hydroxy-1,4-benzoquinone and beta-ketoadipic acid(5). In a screening study using a sewage seed, hydroquinone had a 5 day theoretical BOD of 25.3%(6). Hydroquinone at an initial concentration of 200 mg/L COD underwent 54.2% removal (less than 120 hours) using a thickened adapted activated sludge under aerobic conditions(7). Activated sludges adapted to aniline, phenol or m-cresol were found to biodegrade hydroquinone under aerobic conditions(8). It was listed as undergoing rapid biodegradation in a commercial activated sludge unit under aerobic conditions(9)."
        },
        {
            "References": "(1) McKinney RE et al; Sew Ind Wastes 28: 547-57 (1956) (2) Ludzack FJ, Ettinger MB; J Water Pollut Control Fed 32: 1173-1200 (1960) (3) Young RHF et al; J Water Pollut Contr Fed 40: 354-68 (1968) (4) Deshpande SD et al; Environ Sci Tech 21: 1003-8 (1987) (5) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (6) Grossman A, Kusznik W; Environ Prot Engineer 1: 151-62 (1975) (7) Belly RT, Goodhue CT; Proc Int Biodegrad Symp 3: 1103-7 (1976) (8) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 4, 2014: https://www.safe.nite.go.jp/english/db.html (9) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (10) Kitano M; Biodegradation & Bioaccumulation Test on Chemical Substances OECD Tokyo Meeting Reference Book TSU-No. 3 (1978) (11) Sasaki K et al; Bull Environ Contam Toxicol 27: 775-82 (1981)",
            "Value": "AEROBIC: Hydroquinone at an initial concentration of 500 mg/L underwent 3%, 4% and 25% theoretical oxidation when inoculated with an activated sewage sludge seed acclimated to phenol(1,2), benzoic acid and catechol(1). Hydroquinone underwent a 5 day theoretical biological oxygen demand (BOD) of 53% when inoculated with a settled raw wastewater seed(3). It was found to biodegrade when inoculated with an activated sludge acclimated to resorcinol, but not to m-nitrobenzenesulfonate sodium salt(4). Hydroquinone underwent a 5 day theoretical BOD of 37% under aerobic conditions(5). Hydroquinone was completely removed by an activated sludge in 15 days(6). An activated sewage sludge was found to oxidize hydroquinone(7). Hydroquinone, present at 100 mg/L, reached 95% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(8-11)."
        },
        {
            "References": "(1) Medvedev V, Davidov VD; pp. 245-54 in Decomposition of Toxic and Nontoxic Organic Compounds is soil. Overcash MR ed. MI Ann Arbor Sci Publ. Ann Arbor (1981) (2) Medvedev V, Davidov VD; pp. 175-81 in Decomposition of Toxic and Nontoxic Organic Compounds in soil. Overcash MR ed. MI Ann Arbor Sci Publ. Ann Arbor Overcash MR ed. MI Ann Arbor Sci Publ. Ann Arbor (1981) (3) Tabak HH et al; J Bacteriol 87: 910 (1964) (4) Gerike P, Fischer WK; Ecotox Environ Saf 5: 45-55 (1981) (5) Gerike P; Berichte 10: 139-43 (1978)",
            "Value": "AEROBIC: Hydroquinone applied at a concentration of 500 mg/kg degraded in 1 day on a hard, carbonaceous woody loam at 19 °C(1,2). Bacteria from soil and related environments raised on a wide variety of different phenolic compounds were found to utilize 95% of 300 ppm hydroquinone within 1 to 2 days under aerobic conditions(3). In a survey of standarized tests, hydroquinone was found to biodegrade in the coupled units test, the Zahn-Wellens test, the MITI test, the Sturm test, the AFNOR test, the OECD screening test and the closed bottle test, although its biodegradation is probably strongly concentration dependent and it may be inhibitory at high concentration(4,5)."
        },
        {
            "References": "(1) Szewzyk U, Bernhard S; Appl Microbiol Technol 32: 346-9 (1989) (2) Chou WL et al; Biotech Bioeng Symp 8: 391-414 (1979) (3) Szewzyk U et al; FEMS Microbiol Ecol 31: 79-87 (1985) (4) Speece RE; Environ Sci Technol 17: 416A-27A (1983)",
            "Value": "ANAEROBIC: In a 500 mg/L fixed-bed reactor, degradation of hydroquinone at concentrations ranging from 0.55 g/L to 2.2 g/L was complete at a flow rate of 170 mL/hr using a mixed microbial seed under anaerobic conditions(1). It was listed as a compound which should be amenable to biological degradation in wastewater treatment by anaerobic biotechnology(2). Hydroquinone was listed as a compound metabolized by enriched methane cultures from a sewage sludge(3). Methanogenic organisms isolated from freshwater sediment and sewage sludge were found to degrade hydroquinone under anaerobic conditions(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 20",
            "Value": "log Kow = 0.59"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:21059386",
            "Value": "Benzene is a well-established human carcinogen. Benzene metabolites hydroquinone (HQ) and benzoquinone (BQ) are highly reactive molecules capable of producing reactive oxygen species and causing oxidative stress. /This study/ investigated the role of the Nrf2, a key nuclear transcription factor that regulates antioxidant response element (ARE)-containing genes, in defense against HQ- and BQ-induced cytotoxicity in cultured human lung epithelial cells (Beas-2B). When the cells were exposed to HQ or BQ the activity of an ARE reporter was induced in a dose-dependent manner, meanwhile Nrf2 protein levels were elevated and accumulated in the nucleus. Increased expression of well-known Nrf2-dependent proteins including NQO1, GCLM, GSS and HMOX was also observed in the HQ/BQ-treated cells. Moreover, transient overexpression of Nrf2 conferred protection against HQ- and BQ-induced cell death, whereas knockdown of Nrf2 by small interfering RNA resulted in increased apoptosis. /This study/ also found that the increased susceptibility of Nrf2-knockdown cells to HQ and BQ was associated with reduced glutathione levels and loss of inducibility of ARE-driven genes, suggesting that deficiency of Nrf2 impairs cellular redox capacity to counteract oxidative damage. Altogether, these results suggest that Nrf2-ARE pathway is essential for protection against HQ- and BQ-induced toxicity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "CHAVIN W; VIRCHOWS ARCH B 9 (4): 343 (1971)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Uptake and turnover of the sc administration hydroquinone was quite rapid in most tissues and organs of Carassius auratus. It showed no specific affinity for melanosomes, although it induced cytopathologic alteration in these pigment cells. Only the melanosome-containing pigment cells present at the time of treatment were destroyed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral LD50 values for rats, mice, guinea pigs, cats, and dogs range from 70 to 550 g/kg of hydroquinone, with the cat having the greatest sensitivity. Hyperexcitability, tremors, convulsions, salivation, and emesis were observed in cats within 90 minutes of administration of lethal doses, and death occurred after several hours."
        },
        {
            "References": "PMID:17030380",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aqueous solutions of hydroquinone (HQ) were given by gavage to male and female Sprague-Dawley rats ... .  The acute dermal toxicity of HQ in rabbits was also determined. For the acute oral toxicity study, groups of five male and five female rats were administered single oral doses of 375, 345, 315, or 285 mg/kg. At all dose levels, animals exhibited minor to moderate tremors and minor convulsions within the first hour after dosing. The acute oral LD50 value for both sexes combined was >375 mg/kg. Dermal application of 2000 mg/kg HQ to rabbits under an occlusive wrap for 24 hr did not result in neurobehavioral effects or mortality."
        },
        {
            "References": "PMID:9450487",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The effect of hydroquinone and /its metabolite/ 2,3,5-(tris-glutathion-S-yl)hydroquinone, on site-selective cytotoxicity and cell proliferation in rat kidney /is described/. Male Fischer 344 rats (160-200 g) were treated with hydroquinone (1.8 mmol/kg or 4.5 mmol/kg, po) or 2,3,5-(tris-glutathion-S-yl)hydroquinone (7.5 umol/kg; 1.2-1.5 uol/rat, iv), and blood urea nitrogen (BUN), urinary gamma-glutamyl transpeptidase (gamma-GT), alkaline phosphatase (ALP), glutathione-S-transferase (GST) and glucose were measured as indices of nephrotoxicity. Hydroquinone (1.8 mmol/kg, po) is nephrotoxic in some rats, but not others, but cell proliferation (BrDU incorporation) in proximal tubular cells of the S3M region correlates with the degree of toxicity in individual rats. At 4.5 mmol/kg, hydroquinone causes significant increases in the urinary excretion of gamma-GT, ALP and GST. Pretreatment of rats with acivicin prevents hydroquinone-mediated nephrotoxicity, indicating that toxicity is dependent on the formation of metabolites that require processing by gamma-GT. Consistent with this view, 2,3,5-(tris-glutathion-S-yl)hydroquinone, a metabolite of hydroquinone, causes increases in BUN, urinary gamma-GT and ALP, all of which are maximal 12 hr after administration of 2,3,5-(tris-glutathion-S-yl)hydroquinone. In contrast, the maximal excretion of GST and glucose occurs after 24 h. By 72 h, BUN and glucose concentrations return to control levels, while gamma-GT, ALP and GST remain slightly elevated. Examination of kidney slices by light microscopy revealed the presence of tubular necrosis in the S3M segment of the proximal tubule, extending into the medullary rays. Cell proliferation rates in this region were 2.4, 6.9, 15.3 and 14.3% after 12, 24, 48 and 72 hr, respectively, compared to 0.8-2.4% in vehicle controls. Together with the metabolic data, the results indicate a role for hydroquinone-thioether metabolites in hydroquinone toxicity and carcinogenicity."
        },
        {
            "References": "PMID:8598572",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Pronounced species-, sex-, and strain- related differences /were found/ in the acute nephrotoxicity of hydroquinone (HQ) when administered by gavage to male and female Sprague-Dawley (SD) rats, Fischer 344 (F344) rats, and B6C3F1 mice. Following a single dose of 400 mg/kg, male and female F344 rats displayed pronounced enzymuria and glucosuria. In female F344 rats, urinary alkaline phosphatase and glucose were the most sensitive indicators of renal toxicity, reaching levels of, respectively, 157 times and 137 times control values within 24 hr  of dosing. HQ treatment of male F344 rats also resulted in significant enzymuria, although it was less marked than that seen in female F344 rats. Significant numbers of epithelial cells were also present in the urine from F344 rats at 200 (female) or 400 mg/kg (male and female). SD rats did not show evidence of elevated levels of urinary enzymes or increased blood urea nitrogen (BUN) after oral administration of HQ at a dose level of 400 mg/kg. Oral administration of HQ to male and female B6C3F1 mice at 350 mg/kg resulted in only slight but significant increases in BUN."
        },
        {
            "References": "PMID:21664406",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hydroquinone (HQ) is an environmental contaminant which causes immune toxicity. In this study, the effects of exposure to low doses of HQ on neutrophil mobilization into the LPS-inflamed lung were investigated. Male Swiss mice were exposed to aerosolized vehicle (control) or 12.5, 25 or 50 ppm HQ (1 hr/day for 5 days). One hour later, oxidative burst, cell cycle, DNA fragmentation and adhesion molecules expressions in circulating neutrophils were determined by flow cytometry, and plasma malondialdehyde (MDA) levels were measured by HPLC. Also, 1 hr later the last exposures, inflammation was induced by LPS inhalation (0.1 mg/mL/10 min) and 3 hr later, the numbers of leukocytes in peripheral blood and in the bronchoalveolar lavage fluid (BALF) were determined using a Neubauer chamber and stained smears; adhesion molecules expressed on lung microvessel endothelial cells were quantified by immunohistochemistry; myeloperoxidase (MPO) activity was measured in the lung tissue by colorimetric assay; and cytokines in the BALF were determined by ELISA. In vivo HQ exposure augmented plasma MDA levels and oxidative activity of neutrophils, but did not cause alterations in cell cycle and DNA fragmentation. Under these conditions, the number of circulating leukocytes was not altered, but HQ exposure reduced LPS-induced neutrophil migration into the alveolar space, as these cells remained in the lung tissue. The impaired neutrophil migration into BALF may not be dependent on reduced cytokines secretions in the BALF and lung endothelial adhesion molecules expressions. However, HQ exposure increased the expression of beta(2) and beta(3) integrins and platelet-endothelial cell adhesion molecule-1 (PECAM-1) in neutrophils, which were not further enhanced by fMLP in vitro stimulation, indicating that HQ exposure activates circulating neutrophils, impairing further stimulatory responses. Therefore, it has been shown, ... that neutrophils are target of lower levels of in vivo HQ exposure, which may be considered in host defense in infectious diseases."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Hydroquinone fed to rats at dietary levels of 5% (50,000 ppm) for 9 weeks caused severe body weight loss, aplastic anemia, bone marrow depression, liver atrophy, and ulceration and hemorrhage of the gastric mucosa."
        },
        {
            "References": "Altmann H-J et al; Archives of Toxicol Suppl 8: 114-6 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The occurrence of induced forestomach lesions was studied in rats fed butylated-hydroxyanisole and related compounds. Wistar-rats were fed diets containig ... 2% hydroquinone ... for periods of 4 or 8 weeks. Animals were sacrificed and forestomachs were examined. ...  Hydroquinone feeding resulted in only mild hyperplastic and hyperkeratotic areas. /It was/ concluded that compounds structurally related to butylated-hydroxyanisole also cause forestomach lesions, and that the methoxy group in the para position seems to be important in this respect."
        },
        {
            "References": "PMID:9687968",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male and female F344 rats were given topical applications with 0, 2.0, 3.5, or 5.0 % HQ in an oil-in-water emulsion cream for 13 wk (5 days/wk). Body weights, feed consumption and water consumption were monitored, and animals were observed for clinical signs of toxicity and dermal irritation. Blood taken at termination was analysed for haematological and clinical chemistry effects. Erythema, which abated when exposure stopped, was the only dermatological effect seen at the HQ-cream application sites. Cell proliferation in the kidneys was evaluated after 3, 6 and 13 wk of treatment using bromodeoxyuridine (BrdU) labelling, but no changes indicative of sustained cell proliferation were seen. The renal histopathological lesions noted after oral exposure to HQ were not present after dermal exposure. Thus, topical exposure to HQ does not result in the renal toxicity observed in previous studies with F344 rats given HQ orally."
        },
        {
            "References": "PMID:9118904",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ To investigate whether hydroxylated metabolites of benzene may be responsible for the amplification of granulocyte-macrophage progenitor cells (GM-CFC) observed in mice that inhale benzene, groups of six C57BL6 mice were injected with hydroquinone (HQ) (75 mg/kg) or HQ (50 mg/kg) plus phenol (PHE) (50 mg/kg) twice daily for 11 days. Deviations in blood leukocyte and erythrocyte levels by up to one-third were noted in the treated groups; however, the peripheral blood differential counts were unchanged. Although no changes in bone marrow cellularity were observed in mice treated with HQ, cellularity was decreased by a factor of two in the mice that had received HQ plus PHE. The number of GM-CFC per femur was doubled in both treated groups. In vitro experiments using the murine multipotent hematopoietic progenitor cells FDCP mix also showed a duplication of GM-CFC formation in the presence of HQ at concentrations between 10-6 M and 10-10 M. When HQ and PHE were present at equimolar concentrations, significantly increased colony formation was still observed with 10-12 M of metabolites. The effect was independent of the concentration of GM-colony-stimulating factor used. /It was suggested/ that HQ is a major mediator of the stimulatory effect of benzene on GM-CFC in mice. In addition, the in vitro data indicate that a direct effect of GM-CFC is involved."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Hydroquinone (123-31-9) p.29. Available from, as of March 9, 2009: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fourteen days of repeated dermal dosing caused reduced body weights of male rats at the 3840 mg/kg dose level (6% relative to the controls), but the body weights of female rats at this dose level and of mice at 4800 mg/kg were comparable to controls. There were no clinical signs of toxicity in either species. Prolonged dermal dosing over 13 weeks with 2.0, 3.5, or 5.0% hydroquinone in an oil-in-water emulsion cream resulted in minimal to minor dermal irritation, but no overt toxicity. No adverse effects or compound-related effects occurred in organ weight, clinical pathology, or histopathology. A NOEL was not determined because of the dermal irritation in all treated groups,but the NOAEL was the highest dose level of 5% hydroquinone (74 mg/kg in males and 110 mg/kg in females) based on the lack of systemic effects."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 157, Hydroquinone (1994).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week oral toxicity study, 10 male and 10 female CD(SD)BR rats (initially, approximately 7 weeks old) in each of four groups were administered hydroquinone (0, 20, 64 or 200 mg/kg per day) by gavage on 5 days/week. Brown urine was seen in rats of both sexes from all dose groups. Males also showed lower feed consumption; however, this was only significantly (P < 0.05) reduced during the first week of the study. Female body weight gain and food consumption were not significantly altered in any dose group during the study. Signs of behavioural effects were observed at both the 64 and 200 mg/kg dose levels. The animals were sacrificed after the exposure period, and six males and six females from each group were perfused for neuropathological examination. No treatment-related changes were observed at gross necropsy. Administration of 200 mg hydroquinone/kg reduced body weight gain in male rats so that the final body weight of the treated rats was 7% less than the mean weight for the controls."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2,4 dichlorophenol (120-83-2) p 35 (2000 CD-ROM edition). Available from, as of March, 5 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female rats were fed hydroquinone at doses of 1.25, 1.5, 1, 2 and 4% for 90 days. Bone marrow atrophy/ degeneration was observed in females at 1% (corresponding to approx. 800 mg/kg bw/day). In both sexes, decreased body weight gain was noted from 2% and general appearance was affected at 4%."
        },
        {
            "References": "PMID:7835541",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Oral administration of hydroquinone over 2 years to male Fischer 344 (F344) rats results in a dose-related nephropathy and an increase in the incidence of renal tubule adenomas. Female F344 rats B6C3F1 mice and Sprague-Dawley (SD) rats are resistant to the chronic renal toxicity of hydroquinone and nephrotoxicity was not seen in dogs or humans following subchronic exposure. To characterize the early development of renal toxicity in rats cell proliferation was quantitated within the proximal (P1, P2, and P3) and distal tubule segments of the kidney in rats given 0, 2.5, 25, or 50 mg/kg hydroquinone by gavage. Male and female F344 rats were treated for 1, 3, or 6 wk and male SD rats were treated for 6 wk. Cell proliferation was quantitated by incorporation of bromodeoxyuridine detected immunohistochemically, into newly synthesized DNA. At 6 wk renal cell proliferation was increased over vehicle-controls in male F344 rats dosed at 50 mg/kg. Significant elevations (p < 0.001) occurred in the P1 segments (87%) and in the P2 segments (50%) but the elevation in the P3 segment (34%) was not statistically significant. Urinalyses revealed increases in the rate of excretion of enzymes indicative of proximal tubular damage. Histopathologic evaluation of the kidneys was consistent with a dose-related tubular degeneration in the male F344 rat. No chemical-related effects were observed in the kidneys of female F344 and male SD rats. These data parallel the findings of sex- and strain-specific kidney adenomas in the 2 yr bioassays and suggest that chemically induced cell proliferation secondary to toxicity may be important in the pathogenesis of benign renal tumors in male F344 rats treated with hydroquinone."
        },
        {
            "References": "PMID:11170505",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hydroquinone (HQ) is a potential human carcinogen to which many people are exposed. HQ generally tests negative in standard mutagenicity assays, making it a \"nongenotoxic\" carcinogen whose mechanism of action remains unknown. HQ is metabolized to 2,3,5-tris(glutathion-S-yl)HQ (TGHQ), a potent toxic and redox active compound. To determine if TGHQ is a carcinogen in the kidney, TGHQ was administered to Eker rats (2 months of age) for 4 or 10 months. Eker rats carry a germline mutation in the tuberous sclerosis 2 (Tsc-2) tumor suppressor gene, which makes them highly susceptible to the development of renal tumors. As early as 4 months after the initiation of treatment (2.5 umol/kg, i.p.), TGHQ-treated rats developed numerous toxic tubular dysplasias of a form rarely present in vehicle-treated rats. These preneoplastic lesions are believed to represent early transformation within tubules undergoing regeneration after injury by TGHQ, and adenomas subsequently arose within these lesions. After treatment for 10 months (2.5 umol/kg for 4 months followed by 3.5 micromol/kg for 6 months), there were 6-, 7-, and 10-fold more basophilic dysplasias, adenomas, and renal cell carcinomas, respectively, in TGHQ-treated animals than in controls. Most of these lesions were in the region of TGHQ-induced acute renal injury, the outer stripe of the outer medulla. Loss of heterozygosity (LOH) at the Tsc-2 locus was demonstrated in both the toxic tubular dysplasias and tumors from rats treated with TGHQ for 10 months, consistent with TGHQ-induced loss of tumor suppressor function of the Tsc-2 gene. Thus, although HQ is generally considered a nongenotoxic carcinogen, /these/ data suggest that HQ nephrocarcinogenesis is probably mediated by the formation of the quantitatively minor yet potent nephrotoxic metabolite TGHQ, which induces sustained regenerative hyperplasia, loss of tumor suppressor gene function, and the subsequent formation of renal adenomas and carcinomas..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 168 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In 2-yr feeding study /up to 1% hydroquinone/ administered to rats, no effect on final body wt ... /and no/ hematological or pathological changes. ...When 5% ... administered, 46% loss of body wt was observed within 9 weeks; the animals also developed aplastic anemia, depletion of bone marrow, liver and cord-cell atrophy, superficial ulceration & hemorrhage of gastric mucosa."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In studies designed to evaluate the carcinogenicity of hydroquinone in the urinary bladder of mice, an unspecified number of mice were implanted with a 10 mg cholesterol/20% hydroquinone pellet (2 mg hydroquinone per mouse) and were observed for 25 weeks. At 25 weeks, the incidence of urinary bladder carcinomas in survivors of the dosed group (6 of 19) was significantly greater (p = 0.03) than the incidence of bladder carcinomas in mice receiving only the cholesterol pellet (5 of 57)."
        },
        {
            "References": "Kari FW et al Food Chem Toxicol 30 (9): 737-47 (1992)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Toxicology and carcinogenesis studies were conducted by administering hydroquinone (more than 99% pure) by gavage to groups of F344/N rats and B6C3F1 mice of each sex for 14 days, 13 wk or 2 yr. 14 Day studies were conducted by administering hydroquinone in corn oil to rats at doses ranging from 63 to 1000 mg/kg body weight and to mice at doses ranging from 31 to 500 mg/kg, 5 days/wk. In the 13-wk studies, doses for rats and mice ranged from 25 to 400 mg/kg. At those doses showing some indication of toxicity in the 14 day and 13 wk studies, the central nervous system, forestomach and liver were identified as target organs in both species and renal toxicity was observed in rats. Based on these results, 2 yr studies were conducted by administering 0, 25 or 50 mg hydroquinone/kg in deionized water by gavage to groups of 65 rats of each sex, 5 days/wk. Groups of 65 mice of each sex were given 0, 50 or 100 mg/kg on the same schedule. 10 rats and 10 mice from each group were killed and evaluated after 15 months. Mean body weights of high-dose male rats and high-dose mice were approx 5-14% lower than those of controls during the second half of the study. No differences in survival were observed between dosed and control groups of rats or mice. Nearly all male rats and most female rats in all vehicle control and exposed groups had nephropathy, which was judged to be more severe in high-dose male rats. Hyperplasia of the renal pelvic transitional epithelium and renal cortical cysts were increased in male rats. Tubular cell hyperplasia of the kidney was seen in two high-dose male rats, and renal tubular adenomas were seen in 4/55 low-dose and 8/55 high-dose male rats; none was seen in vehicle controls or in female rats. Mononuclear cell leukaemia in female rats occurred with increased incidences in the dosed groups (vehicle control, 9/55; low dose, 15/55; high dose, 22/55). Compound-related lesions observed in the liver of high-dose male mice included anisokaryosis, syncytial alteration and Basophilic foci. The incidences of hepatocellular neoplasms, primarily adenomas, were increased in dosed female mice (3/55; 16/55; 13/55). Follicular cell hyperplasia of the thyroid gland was increased in dosed mice."
        },
        {
            "References": "PMID:17433518",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Hydroquinone (HQ) ... was studied for its ability, at low dietary levels, to inhibit the initiating effects in the rat liver of the DNA-reactive carcinogen 2-acetylaminofluorene (AAF). Male Fischer 344 rats (F344), 8 weeks old at the start of the study, were allocated to six groups. HQ was fed daily ad libitum in PMI certified diet at either 0.05% (approximately 25 mg/kg bw/d) or 0.2% (approximately 100 mg/kg bw/d) for 13 weeks, starting one week before AAF administration was initiated, and at the same doses to two groups not receiving AAF. AAF was given intragastrically three times a week for 12 weeks at doses of 3mg/kg bw in 0.5% carboxymethyl cellulose (CMC) to a basal diet group and two of the groups receiving HQ in the diet. Vehicle controls were fed basal diet and administered 0.5% CMC intragastrically three times a week. The rats were observed daily and body weights were taken before initial dosing and at weekly intervals thereafter. Body weight gain over time, terminal body weights and absolute (mg) and relative liver weights (relative to body weight) were measured. At the end of the study (13 weeks), DNA adducts ((32)P-postlabeling), cell proliferation (PCNA immunohistochemistry) and preneoplastic hepatocellular altered foci (HAF) (glutathione S-transferase-placental type immuno-histochemistry) were measured. No significant differences were observed in body weight gains or liver weights. AAF produced liver DNA adducts and at the low dose of HQ adduct levels were 90% of that for AAF alone, whereas at the high dose adducts were reduced by 33% (p<0.05). AAF exposure yielded about a 50% increase in hepatocellular proliferation and both HQ doses reduced the AAF-induced increases in proliferation by about 25%. Likewise, the AAF-induced GST-P-positive HAF per cm(2) of liver tissue were decreased by both doses of HQ by about 50%. Thus, under the conditions of this experiment, HQ at both 0.05% and 0.2% in the diet diminished AAF-induced cancer initiating effects in rat liver."
        },
        {
            "References": "PMID:9125771",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Hydroquinone exposure has been reported by the National Toxicology Program (NTP) to produce renal tubule adenomas and to exacerbate spontaneous chronic progressive nephropathy (CPN) in male F344 rats. A mechanism for hydroquinone-related tumorigenesis has not been established, but CPN is known to involve, and hydroquinone produces, enhanced renal tubule cell proliferation. Through an independent review of the renal histopathology from the NTP study, the grade of CPN and the presence of atypical tubule hyperplasia and adenomas was evaluated. Hydroquinone exposure in males at 50 mg/kg, produced a statistically significant increase in the grade of CPN. At 0, 25, and 50 mg/kg, 0/44, 4/49, and 15/51 male rats had either atypical tubule hyperplasias or adenomas; all were within areas of severe or end-stage CPN and were statistically significantly associated with CPN grade. Additionally, there was a dose-related increase in profiles believed to represent new tubule proliferation within areas of advanced CPN, as well as an apparent expansion of these into unusual complex tubule profiles in end-stage kidneys of the high-dose male group. In summary, this histopathological review suggest a mechanism for hydroquinone-related adenoma formation that includes enhancement of the severity of CPN coupled with stimulation of tubule proliferation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of ten rats of each sex were given diets containing hydroquinone at three concentrations ranging from 1000 to 10,000 ppm, plus controls, and were examined for hematologic and histopathologic changes at unspecified periods up to 103 weeks.(6) Approximately 13 tissues were examined histologically. No treatment -related chronic effects or increased numbers of tumors were observed when compared to the control values."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Skin-painting studies were conducted to assess the role of hydroquinone as a tumor initiator or as a cocarcinogen. No evidence of the tumorinitiating activity due to hydroquinone was observed."
        },
        {
            "References": "PMID:10465340",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The non-genotoxic hydroquinone (HQ) .../was/ administered to mice during the promotion stage after treatment with 1-methyl-1-nitrosourea (MNU) (20 mg/kg body wt, single intraperitoneal injection) at day 9 after birth. Initiated males and females thus received ... HQ at 0.8% in basal diet ... from day 14 until the end of the experiment at 30 weeks of age. Uninitiated newborn mice, given an injection of the vehicle (0.01 M citrate buffer (pH 5.5), 20 mg/kg body wt), also received HQ ... in the same way. Histopathologically, focal proliferative lesions were found in the livers of male mice and in the lungs of both male and female mice in the MNU-treated groups. HQ significantly increased the incidence and multiplicity of altered hepatocellular foci, the combined incidence of hepatocellular adenomas and carcinomas in males and the incidence and multiplicity of lung adenomas and the combined incidence of lung adenomas and carcinomas in female mice. In addition, four out of eleven MNU + HQ-treated male mice developed lung carcinomas, showing a significant elevation in multiplicity. ..."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of Hydroquinone (CAS No. 123-31-9) in F344/N Rats and B6C3F1 Mice (Gavage Studies) (1989) Technical Rpt Series No. 366. Available from, as of March 10, 2009: https://ntp-server.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Under the conditions of these 2-year gavage studies, there was some evidence of carcinogenic activity of hydroquinone for male F344/N rats, as shown by marked increases in tubular cell adenomas of the kidney. There was some evidence of carcinogenic activity of hydroquinone for female F344/N rats, as shown by increases in mononuclear cell leukemia. There was no evidence of carcinogenic activity of hydroquinone for male B6C3F1 mice administered 50 or 100 mg/kg in water by gavage. There was some evidence of carcinogenic activity of hydroquinone for female B6C3F1 mice, as shown by increases in hepatocellular neoplasms, mainly adenomas.  Administration of hydroquinone was associated with thyroid follicular cell hyperplasia in both male and female mice and anisokaryosis, multinucleated hepatocytes, and basophilic foci of the liver in male mice."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 157, Hydroquinone (1994). Available from, as of November 12, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Burnett et al. (1976) reported the findings of a teratology study on twelve hair dye composite formulations. The study groups were tested along with one positive and three negative control groups. Mated Charles River CD female rats (20 per group) were treated by topical application with 2 ml/kg (0.2% hydroquinone) on pregnancy days 1, 4, 7, 10, 13, 16, and 19. No signs of toxicity were seen throughout the study. There were no differences between untreated controls and the hydroquinone-treated group in any reported parameter (maternal toxicity, body weight and food consumption, mean number of corpora lutea, implantation sites, resorption sites, mean resorptions per pregnancy, live fetuses and sex ratio) and no significant soft tissue or skeletal changes."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 157, Hydroquinone (1994). Available from, as of November 12, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Hydroquinone injected subcutaneously reduced fertility in male rats, and prolonged the estrus cycle in female rats. However, this was not found in oral studies (a dominant lethality study and a two-generation study). In a developmental study in rats, oral doses of 300 mg/kg body weight caused slight maternal toxicity and reduced fetal body weight..."
        },
        {
            "References": "PMID:8253295",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of hydroquinone (HQ) on reproductive performance and fertility were assessed in a two-generation study with CD Sprague-Dawley rats (one litter per generation). HQ was administered in an aqueous solution by gavage at doses of 0, 15, 50, and 150 mg/kg/day. F0 and F1 parental animals were dosed daily for at least 10 weeks prior to cohabitation, during cohabitation, and until scheduled termination. At all dose levels tested, no adverse effects were observed on feed consumption, survival, or reproductive parameters for the F0 or F1 parental animals. Mild, transient tremors were observed shortly after dosing at 150 mg/kg/day in several F0 and F1 parental animals and in a single F0 male at 50 mg/kg/day. These tremors occurred infrequently and were considered to be due to an acute stimulatory effect of HQ on the nervous system. Body weights for F0 and F1 parental females were similar between all dose groups throughout the study. Body weights for F0 parental males were also comparable to those of control throughout the study. Statistically significant differences in body weights were noted for the F1 parental males in the 50 and 150 mg/kg/day dose groups at several intervals during the premating, mating, and postmating periods. No treatment-related effects on pup weight, sex distribution, or survival were noted for pups of either generation. Upon postmortem examination, no treatment-related gross lesions were observed in either the F0 or F1 parental animals or their weanlings. Histopathologic examination of reproductive tissues and pituitary glands from high-dose F0 and F1 parental animals did not reveal any changes related to treatment with HQ."
        },
        {
            "References": "PMID:1516778",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To obtain information on potential developmental toxicity, hydroquinone (HQ) was administered to pregnant New Zealand White rabbits (18 mated per dose group) in aqueous solution (0, 25, 75, or 150 mg HQ/kg/day) by gavage on Gestation Days (GD) 6 to 18. Caesarean sections were performed on GD 30. Doses of 75 and 150 mg/kg/day adversely affected feed consumption and/or body weights of dams during the treatment period. At these doses, however, treatment-related effects were not evident from physical observations, liver and kidney weights, premature delivery incidence, and caesarean sectioning data. The NOEL for maternal toxicity was 25 mg/kg/day. In the 150 mg/kg/day dose group, total incidences of external, visceral, and skeletal findings for fetuses did not differ statistically from controls. Slight, statistically insignificant, increases were found, however, in the incidences of ocular and minor skeletal malformations (micro-ophthalmia, vertebral/rib defects, angulated hyoid arch) on both a per fetus and a per litter basis. Under the conditions of this study, HQ at 150 mg/kg/day produced minimal developmental alterations in the presence of maternal toxicity. The NOEL for developmental toxicity was 75 mg/kg/day."
        },
        {
            "References": "PMID:1597262",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To determine the potential developmental toxicity of hydroquinone (HQ), pregnant rats (COBS-CD-BR) were given 0, 30, 100, or 300 mg/kg HQ by gavage on the 6th through the 15th days of gestation. Maternal effects included a slight, but significant (p less than or equal to 0.05), reduction in body weight gain and feed consumption for the 300 mg/kg HQ dams. Reproductive indices, i.e., pregnancy rate, numbers of corpora lutea, implantation sites, viable fetuses, and early and late resorptions, fetal sex ratio, pre- and postimplantation losses, and gravid uterine weights, were not affected by treatment with HQ. A slightly reduced (p less than or equal to 0.05) mean fetal body weight seen at the 300 mg/kg dose level was associated with the slightly reduced body weight gain seen for the dams at this dose level. Gross external, internal soft tissue, and skeletal examinations of the fetuses revealed no HQ-related malformations. The incidences of gross external variations (small hematomas) and internal soft tissue variations (dilated renal pelvis, hydronephrosis, and hydroureter) in the HQ-treated litters were not statistically different from the control incidences. Skeletal variations (delayed ossification of membranous skull bones, hyoid bone, thoracic centra 1-3, sacral arches 3 and 4, and bilobed thoracic centra 9-13) were seen with similar frequency in the control and HQ-treated groups. A statistically significant increase in the incidence of total common vertebral variations seen at the 300 mg/kg HQ dose level was not considered toxicologically significant. The incidences of total skeletal variations were not statistically different between the control and the HQ-treated groups."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female rats fed 0.5 g of hydroquinone in their diet during pregnancy had higher rates of fetal resorption than controls (100% versus 41% of the dams), and a greater number of the total implantations were resorbed (27% versus 11%)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No treatment -related effects on duration of gestation, mean litter size, fetal viability, or lactation index were seen in ten female rats fed diets containing 30 or 3000 ppm hydroquinone."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 418",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ...In a 13-week neurotoxicity study, daily doses of 64 and 200 mg/kg /hydroquinone/ caused tremors, but persistent effects on behavior, motor  activity and neuropathology were not observed...Tremors were not observed at a daily dose level or 20 mg/kg for 13 weeks..."
        },
        {
            "References": "PMID:17030380",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Aqueous solutions of hydroquinone (HQ) were given by gavage to male and female Sprague-Dawley rats ... .  Subchronic exposure was accomplished by administration of doses of 200, 64, 20, or 0 mg/kg/day of HQ in water to groups of male and female rats study (10/sex/group). A functional observational battery (FOB) was used to detect neurobehavioral effects prior to HQ exposure and postexposure at 1, 6, and 24 hr and 7, 14, 30, 60, and 91 days. Daily clinical observations were also recorded for each animal. Doses of 200 or 64 mg/kg HQ resulted in acutely observable behavioral effects including tremors and reduced activity. Tremors occurred within one hour of dosing and resolved by the 6-hr examination. Brain weights were not altered by HQ administration, but mean terminal body weight was reduced approximately 7% for the 200 mg/kg males. Neuropathologic examination of the CNS and PNS, including special stains for myelin and axonal process, did not reveal any morphologic lesions associated with HQ administration or secondary to repetitive CNS stimulation by HQ. The nephrotoxic effects observed in Fischer 344 rats after HQ exposure was not observed in this study with Sprague-Dawley rats. Oral doses of >or=64 mg/kg HQ resulted in acute neurobehavioral effects indicative of CNS stimulation; however, subchronic exposure to dose levels that produced repetitive CNS stimulation by HQ did not result in an exacerbation of acute stimulatory effects over time or morphologic changes in the CNS or PNS or nephrotoxicity."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 157, Hydroquinone (1994). Available from, as of November 12, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/BEHAVIORAL STUDIES/ In a 90-day study in rats using a functional-observational battery, dose levels of 64 and 200 mg hydroquinone/kg produced tremors, and 200 mg/kg produced depression of general activity. Neuropathological examinations were negative."
        },
        {
            "References": "PMID:20467201",
            "Value": "/GENOTOXICITY/ Previously, /research has/ shown that phenyl hydroquinone, a hepatic metabolite of the Ames test-negative carcinogen o-phenylphenol, efficiently induced aneuploidy in Saccharomyces cerevisiae by arresting the cell cycle at the G2/M transition as a result of the activation of the Hog1 (p38 MAPK homolog)-Swe1 (Wee1 homolog) pathway. /This experiment/ examined the aneuploidy forming effects of hydroquinone, a benzene metabolite, since both phenyl hydroquinone and hydroquinone are Ames-test negative carcinogens and share similar molecular structures. As was seen in phenyl hydroquinone, hydroquinone induced aneuploidy in yeast by delaying the cell cycle at the G2/M transition. Deficiencies in SWE1 and HOG1 abolished the hydroquinone-induced delay at the G2/M transition and aneuploidy formation. Furthermore, Hog1 was phosphorylated by hydroquinone, which may stabilize Swe1. These data indicate that the hydroquinone-induced G2/M transition checkpoint, which is activated by the Hog1-Swe1 pathway, plays a role in the formation of aneuploidy."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/ Hydroquinone has been generally negative in mutagenicity tests conducted in several strains of Salmonella with or without exogenous metabolic activation. Hydroquinone failed to induce sexlinked recessive lethal mutations when fed to adult male Drosophila melanogaster at concentrations of 50 or 100 mM (0.5-1.0 mg/mL), nor did it induce gene mutations in somatic cells of mice as measured in the mouse spot test."
        },
        {
            "References": "NTP; Toxicology and Carcinogenesis Studies of Hydroquinone (Gavage Studies) p.5 Report #366 (1989) NIH Pub #90-2821",
            "Value": "/GENOTOXICITY/ Hydroquinone was not mutagenic in Salmonella typhimurium strains TA98, TA100, TA1535, or TA1537 with or without exogenous metabolic activation. It induced trifluorothymidine resistance in mouse L5178Y/TK lymphoma cells in the presence or absence of metabolic activation. An equivocal response was obtained in tests for induction of sex-linked recessive lethal mutations in Drosophila administered hydroquinone by feeding. Hydroquinone induced sister chromatid exchanges in Chinese hamster ovary cells both with or without exogenous metabolic activation and caused chromosomal aberrations in the presence of activation."
        },
        {
            "References": "PMID:7851341",
            "Value": "/GENOTOXICITY/ The mechanisms by which two quinone-forming compounds, hydroquinone and tert-butyl-hydroquinone, induce chromosomal loss and breakage in a prostaglandin H synthase-containing V79 cell line have been investigated using the cytokinesis-block micronucleus assay with CREST antibody staining. Increased frequencies of CREST-positive micronuclei (indicating chromosone loss) and CREST-negative micronuclei (indicating chromosome breakage) were observed following exposure of cells to HQ hydroquinone and tert-butyl-hydroquinone. The formation of micronuclei by hydroquinone, but not tert-butyl-hydroquinone, was dependent on arachidonic acid supplementation, indicating activation by prostaglandin H synthase. Since the oxidation of hydroquinones can result in the generation of oxygen radicals, the contribution of oxygen radicals to the formation of chromosomal alterations induced by hydroquinone and tert-butyl-hydroquinone was investigated. In the presence of a superoxide-generating system consisting of hypoxanthine and xanthine oxidase, a significant increase in micronucleated cells was observed. These induced micronuclei consisted exclusively of CREST-negative micronuclei and their formation was completely inhibited by pretreatment with catalase. Catalase also significantly inhibited the CREST-negative micronuclel induced by hydroquinone and tert-butyl-hydroquinone. In addition, glutathione treatment inhibited both CREST-positive and negative micronuclei induced by these phenolic compounds. ... Both chromosome loss and breakage are induced by these two quinone-forming agents. Reactive oxygen species contribute to the chromosomal breakage induced by hydroquinone and tert-butyl-hydroquinone but the observed chromosomal loss appears to result from other mechanisms such as an interference of quinone metabolites with spindle formation."
        },
        {
            "References": "PMID:1555207",
            "Value": "/GENOTOXICITY/ Hydroquinone, catechol, duroquinone and resorcinol have been shown to induce single-strand breaks in DNA in isolated hepatocytes using the alkaline elution assay. The relative capacities of these agents to induce single-strand breaks were shown to be: duroquinone = hydroquinone much greater than catechol greater than resorcinol. Preincubation of hepatocytes with the Ca(2+)-chelator Quin-2 AM reduced the level of DNA damage to a great extent, as did treatment with duroquinone and resorcinol, and, to a lesser extent, treatment with hydroquinone and catechol. Preincubation with an inhibitor of poly(ADP-ribose) polymerase, 3-amino-benzamide, did not influence the extent of DNA damage caused by duroquinone and resorcinol, but increased the damage caused by hydroquinone and catechol. The dominating reaction of hydroquinone and catechol, with DNA is an arylation, whereas duroquinone and resorcinol induce DNA damage by oxidative stress."
        },
        {
            "References": "PMID:1943721",
            "Value": "/GENOTOXICITY/ The relationship between in vivo aneuploidy and cell-cycle perturbation induced by potential aneugens was investigated in mouse bone marrow cells. The effects of colchicine and hydroquinone on cell-cycle progression, aneuploidy, polyploidy, micronucleus and sister chromatid exchange induction in mouse bone marrow cells after bromodeoxyuridine incorporation are reported. Hyperploidy and polyploidy were scored in metaphases of cells that had undergone only one division after treatment. Both chemicals induced cell-cycle lengthening, hyperploidy and micronuclei. The kinetics of hyperploidy induction by the two compounds differed in that colchicine was positive at 24 hr, whereas hydroquinone was positive 18 hr after treatment. Only colchicine was positive for polyploidy induction and neither chemical induced sister chromatid exchange. These results are compared with similar data obtained after vinblastine treatment. Vinblastine and colchicine induce chromosome malsegregation via a mechanism associated with perturbations in the cell-cycle, whereas hydroquinone induces aneuploidy independently of cell-cycle lengthening, possibly altering a chromosomal component of chromosome segregation rather than a spindle component."
        },
        {
            "References": "PMID:7543378",
            "Value": "/GENOTOXICITY/ The hematopoietic and carcinogenic effects of benzene may result from an interaction of various benzene metabolites. Following the co-administration of phenol and hydroquinone, a synergistic increase in myelotoxicity and genotoxicity has been observed in the bone marrow of mice. The origin of micronuclei formed in bone marrow erythrocytes was studied following the co-administration of these two metabolites. Phenol and hydroquinone were administered to male CD-1 mice by ip injection three times at 24 hr intervals. The frequency of micronuclei was evaluated in bone marrow cells harvested 24 hr following the final dose. A marked increase in micronuclei was observed in mice co-administered phenol and hydroquinone, which was significantly greater than that observed with the individual metabolites. Labeling with the CREST antibody and multicolor fluorescence in situ hybridization with the mouse major and minor satellite probes indicated that both chromosomal loss and breakage and occurred. The major increase in micronuclei induced by the phenol and hydroquinone combination originated from breakage in the euchromatic region of the mouse chromosomes. The origin of micronuclei in mice co-administered phenol and hydroquinone differed substantially from that induced by hydroquinone alone but was almost identical to that seen in micronuclei from benzene-treated mice. ..."
        },
        {
            "References": "PMID:7517507",
            "Value": "/GENOTOXICITY/ The induction of hyperdiploidy in human lymphocytes following in-vitro exposure to hydroquinone was investigated using fluorescence in-situ hybridization techniques. ... Hydroquinone exposure resulted in a significant increase in hyperdiploid nuclei, but also indicated that the different frequency of nuclei containing three or more hybridization regions observed using the chromosome 1 and 7 probes was due to breakage within the chromosomal region targeted -by the chromosome 1 classical satellite probe. The use of multicolor fluorescence in situ hybridization with chromosome specific DNA probes following the in-vitro exposure of human lymphocytes to hydroquinone indicates that hydroquinone is able to induce both hyperdiploidy and chromosomal breakage."
        },
        {
            "References": "PMID:7854141",
            "Value": "/GENOTOXICITY/ Micronucleus and metaphase chromosome analyses were performed in mouse bone marrow cells with two known and eight suspected mitotic spindle poisons. Polychromatic and normochromatic erythrocytes were scored for presence of micronucleus while structural and numerical chromosome aberrations, ie hyperploid cells, were evaluated by metaphase analysis. Hydroquinone induced micronucleus, numerical chromosome aberrations and structural chromosome aberrations.."
        },
        {
            "References": "PMID:7683378",
            "Value": "/GENOTOXICITY/ The ability of hydroquinone to induce aneuploidy in bone marrow cells and germinal cells was studied in mice. Male (C57B1/CnexC3H/Cne)F1-mice were injected intraperitoneally with 0 to 400 mg/kg hydroquinone. They were killed 6, 8, 18, or 24 hr after injection, the femurs and testes removed. Bone marrow cells were assayed for hyperploidy, polyploidy, and micronucleated polychromatic erythrocytes. Hydroquinone at 80 mg/kg /induced/ spermatocytic hyperploidy."
        },
        {
            "References": "PMID:7531808",
            "Value": "/GENOTOXICITY/ Fluorescence in situ hybridization with a mouse major satellite probe and CREST staining were used to characterize the origin of micronuclei occurring in mouse bone marrow erythrocytes following administration of the benzene metabolite hydroquinone. Hydroquinone was administered to male CD-1 mice by ip injection on three consecutive days and the bone marrow cells were harvested 24 hr later. A pronounced difference in the results was observed using the two approaches: 63% of the micronuclei induced by hydroquinone labeled with the major satellite probe whereas only 25% labeled with the CREST antibody. To determine whether the observed difference was due to a disruption of the kinetochore or a result of breakage within centromeric heterochromatin, we developed a tandem label multicolor hybridization assay which requires the presence of both the mouse major and minor satellite probes in a micronucleus for a classification of chromosomal loss. The minor probe targets a centromeric region physically linked to the short arm of mouse chromosomes whereas the major probe hybridizes to the centromeric heterochromatin adjacent to the long arm. Using this approach 29% of the micronuclei induced by hydroquinone hybridized with both the major and minor satellite probes indicating chromosome loss; an additional 37% labeled with only the major satellite probe indicating breakage within the centromeric heterochromatin. Although the region targeted by the major satellite probe comprises only 5-10% of the mouse genome, these major-probe containing micronuclei represent 53% of the micronuclei formed as the result of chromosome breakage."
        },
        {
            "References": "PMID:14614183",
            "Value": "/GENOTOXICITY/ ... To clarify the involvement of radical species in the genotoxicity of hydroquinone, the induction of chromosomal aberrations in V79 cells was studied along with the assessment of the production of hydroxyl radicals at different pH values (6.0, 7.4 and 8.0), as well as the effect of antioxidant enzymes [catalase and superoxide dismutase (SOD)] on the clastogenic effect of hydroquinone. The results obtained indicate that the clastogenic activity of hydroquinone is dependent on the pH, suggesting that deprotonation is a fundamental step leading to DNA lesions under the experimental conditions used. The addition of S9 mix, SOD or SOD and catalase significantly decreased the clastogenic activity, suggesting the involvement of superoxide anion and hydrogen peroxide in the genotoxicity of hydroquinone. However, other species generated in the auto-oxidation process of hydroquinone, such as the semiquinone radical or the quinone, also seem to play a role in its genotoxicity, since the addition of antioxidant enzymes (catalase and SOD) or S9 mix do not lead to a complete abolition of the observed genotoxic activity. These results suggest the existence of at least two mechanisms associated with the genotoxic activity of this compound."
        },
        {
            "References": "PMID:11312033",
            "Value": "/GENOTOXICITY/ The daily administration of 0, 0.5, 1, 2, 4 and 8 mg/kg bwt of hydroquinone (HQ) to Swiss albino mice, consecutively for 6 days resulted in a dose dependent elevation in the frequency of micronucleated binucleate splenocytes (MNBNS). This increase in the frequency of MNBNS was significantly higher than that of non-drug treated controls (0 mg/kg). The daily administration of various doses of HQ for 6 days not only increased the frequency of binucleated splenocytes bearing one micronuclei (MN), but also the BNS bearing two, three, and four MN. The study demonstrates that the daily administration of various doses of HQ for 6 days increases the genotoxic and mutagenic potential in mice."
        },
        {
            "References": "PMID:10984682",
            "Value": "/GENOTOXICITY/ The induction of sex chromosomes meiotic nondisjunction (ND) by hydroquinone (HQ) given orally was investigated in Drosophila melanogaster 2-7, 8-22, 24, 48, 72 and 96 hr-old females. ND was assessed by a system where exceptional females (XXY) and only 1/4 of the expected regular progeny are viable. Oocytes were treated at different stages of development. 4% HQ tested only in 72 hr-old females induced ND in oocytes sampled in brood I (mostly mature oocytes at metaphase I). 6% HQ increased ND in brood I of 8-22 hr-old females, while other broods, (including cells treated at early prophase) were also affected in older flies, the highest significance being attained in the 48 hr-old series. Newly hatched females (2-7 hr-old) were refractory to the treatment, though oocytes sampled in the first three subcultures are comparable to cells showing enhancement of ND in series run with older females. Toxicity of 2, 4 and 6% HQ increased with concentration and females' age: (a) 2% was not toxic; (b) 4% was toxic only to 72 h-old females; (c) 6% was increasingly toxic to females 24, 48 and 72 hr-old. The results indicate that age plays a significant role on both chromosomal segregation and toxicity and suggest that in Drosophila HQ is metabolized to its reactive species. The lack of toxic and aneugenic effect in very young females could reflect a more efficient detoxification due to the known high specific activity of glutathione-S-transferase (GST) after eclosion. The decline in GST activity around day 2 of adult life coincides with the high effect of HQ in 48 h-old females."
        },
        {
            "References": "PMID:10541447",
            "Value": "/GENOTOXICITY/ ... Hydroquinone (HQ) diets (0.8%) fed to mice for 6 days reduced the background incidence of micronuclei compared with the basal diet. KBrO3 dosed ip (12.5-100 mg/kg) produced a dose-dependent increase in micronuclei as reported by others. Mice fed 0.8% HQ diets 6 days, and then dosed intraperitoneally with KBrO3, showed a 36% reduction in micronuclei across the range of KBrO3 dose levels. This effect was associated with a reduction in the background micronucleus response as well as a reduction in response to KBrO3. Statistical significance (P < or = 0.05), observed at a dose of 25 mg/kg KBrO3 in the mice fed the control diet, was abolished in the group fed 0.8% HQ. When mice were given 50 mg HQ/kg by oral gavage and then given 50 mg KBrO3/kg ip 20 min later, the micronucleus response induced by KBrO3, was lower in animals given HQ. The results of this study demonstrate that large doses of HQ may be given orally without induction of micronuclei or bone marrow depression, that HQ reduces the background micronucleus response in animals fed a basal diet, and that the HQ reduces the micronucleus response to KBrO3 as well as background incidence of micronuclei in KBrO3-dosed animals. The protective effect of HQ may be due to enzyme induction or a direct antioxidant effect of HQ against oxidants commonly present in the diet."
        },
        {
            "References": "PMID:9486957",
            "Value": "/GENOTOXICITY/ The frequency of micronuclei (micronucleated polychromatic erythrocytes, MPCE and micronucleated normochromatic erythrocytes, MNCE) was studied at 12, 24 and 36 hr post-treatment in the bone marrow of mice treated with 0, 0.78, 1.56, 3.125, 6.25, 12.5, 25, 50, 75 and 100 mg/kg body wt of hydroquinone (HQ). Treatment of mice with various doses of HQ resulted in a dose dependent increase in the frequency of both MPCE and MNCE at all the post-treatment time periods. The frequency of MPCE was significantly higher after administration of 3.125 mg/kg HQ at 24 hr post-treatment, except 12 and 36 hr, where a significant increase in the frequency of MPCE was observed only after administration of 6.25 mg/kg drug dose. Similarly, a significant increase in the frequency of MNCE was observed after 12.5 mg/kg HQ treatment at all the post-treatment time periods. The dose effect relationship between various HQ doses and MPCE and MNCE induction was linear and linear quadratic, respectively at all the post-treatment time periods. The PCE/NCE ratio declined in a dose dependent manner at all the post-treatment time periods and this decline was significant when compared to non-drug treated controls. The dose effect relationship was linear quadratic at all the post-treatment time periods studied."
        },
        {
            "References": "PMID:9015160",
            "Value": "/GENOTOXICITY/ ... For the simultaneous assessment of benzene-induced carcinogenicity and mutagenicity, benzene and its principal metabolites, phenol, catechol and hydroquinone were examined for their ability to induce cell transformation and genotoxic effects using the same mammalian cells in culture. Each of the four compounds induced morphological transformation of Syrian hamster embryo (SHE) cells. Catechol was the most potent, inducing transformation at concentrations of 1-30 uM, followed by hydroquinone (3-30 uM), phenol (10-100 uM) and benzene (only at 100 uM). Gene mutations at two loci in SHE cells were induced by all four compounds, with catechol being the most potent; both ouabain-resistant and 6-thioguanine-resistant mutant frequencies were increased. Chromosomal aberrations in SHE cells were especially induced by catechol, lesser by hydroquinone, and to a marginal extent by phenol at only the 100 uM concentration, whereas sister chromatid exchanges in SHE cells occurred with hydroquinone (1-30 uM), catechol (10-30 uM) and phenol (1000-3000 uM). Aneuploidy in the near diploid range of SHE cells was significantly induced by benzene and catechol..."
        },
        {
            "References": "PMID:7683387",
            "Value": "/GENOTOXICITY/ /The/ suspect aneugen hydroquinone .. /was/ examined for /its/ ability to induce micronuclei in a number of V79 Chinese hamster cell lines which express rat cytochrome P-450 cDNAs. Hydroquinone elevated micronucleated cell frequencies in a dose-dependent manner in cell lines V79, XEM2 (expresses CYP1A1) and SD1 (expresses CYP2B1). ... The different cell lines showed similar responses ...  indicating that hydroquinone is not a substrate for biotransformation by rat CYP1A1 or CYP2B1..."
        },
        {
            "References": "PMID:1861687",
            "Value": "/GENOTOXICITY/ The clastogenic activity of hydroquinone (HQ) in germ cells of male mice was evaluated by analysis of chromosomal aberrations in primary spermatocytes and differentiating spermatogonia. In the first experiment with treated spermatocytes the most sensitive stage of meiotic prophase to aberration induction by HQ was determined. Testicular material was sampled for microscopic analysis of cells in diakinesis-metaphase I at 1, 5, 9, 11, and 12 days after treatment with 80 mg/kg of HQ, corresponding to treated diplotene, pachytene, zygotene, leptotene and preleptotene. The frequencies of cells with structural chromosome aberrations peaked at 12 days after treatment (p less than 0.01). This indicates that the preleptotene when DNA synthesis occurred was the most sensitive stage of meiotic prophase. In the second experiment the dose response was determined 12 days post treatment by applying 2 additional doses of 40 mg/kg and 120 mg/kg. The clastogenic effects induced by 40 and 80 mg/kg were significantly different from the controls (p less than or equal to 0.01) and higher than the results obtained with 120 mg/kg of HQ. A humped dose-effect relationship was observed. In a third experiment the same doses were used to analyse chromosomal aberrations in dividing spermatogonia of mice 24 h after treatment with HQ. All the administered doses gave results statistically different from the control values (p less than or equal to 0.01) and the data were fitted to a linear equation. HQ was found to be clastogenic in male mouse germ cells. It is concluded that the clastogenic effect in male germ cells is of the same order of magnitude as in mouse bone marrow cells."
        },
        {
            "References": "PMID:15867342",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Although it is well established that ionizing radiation and benzene are epidemiologically linked to acute myeloid leukemia (AML), the underlying mechanisms are not understood. /The study/ have shown that gamma-radiation can induce a persisting genomic instability in the clonal descendants of hemopoietic stem cells manifested as a high frequency of nonclonal chromosome and chromatid aberrations. A strikingly similar instability is shown after exposure to the benzene metabolite hydroquinone. The CBA/Ca but not the C57BL/6 genotype is susceptible to the induction of instability by both ionizing radiation and hydroquinone and exposure of CBA/Ca, but not C57BL/6, mice to either agent is known to be associated with the development of AML. The results are consistent with the proposal that chromosomal instability induced by either agent may contribute to AML development by increasing the number of genetic lesions in hemopoietic cells. Genotype-dependent chromosomal instability can be induced by hydroquinone doses that are not acutely stem cell toxic and this may have important implications for current assessment of safe levels of exposure to benzene as well as for mechanistic understanding of the hemotoxic and leukemogenic effects."
        },
        {
            "References": "PMID:15211611",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Studies showing the inhibition of isolated human topoisomerase II (topo II) by benzene metabolites such as hydroquinone, coupled with the recognition that benzene-induced acute myelogenous leukemia bears a resemblance to second cancers caused by topo II inhibitors such as etoposide, suggested that topo II inhibition by hydroquinone might induce leukemogenic mutations. In these studies the inhibition of topo II by hydroquinone ... was studied in parallel with the effects of these agents on differentiation, maturation and viability in murine bone marrow 32D.3(G) cells. Topoisomerase II of 32D.3(G) cells was inhibited by hydroquinone at concentrations of 5 uM or higher ...  At concentrations ...  below those that inhibited topo II the cells responded normally to interleukin-3, which promoted proliferation, and to granulocyte colony-stimulating factor, which promoted differentiation and maturation. In dose ranges in which topo II was inhibited by either hydroquinone or etoposide, the cells became progressively less viable and cell counts decreased during the incubation period. Progressive inability to detect topo II protein by Western blot analysis as hydroquinone concentrations were increased suggested that either association of the probe with the enzyme was inhibited by hydroquinone or there was degradation of the protein as a function of hydroquinone-induced apoptosis."
        },
        {
            "References": "PMID:21645265",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydroquinone impairs several leukocyte cell functions, which alter the immune response. Although endothelial cell functions are important for the development of immune responses, hydroquinone actions on endothelial cell have not been shown. Therefore, the effect of hydroquinone exposure (10 or 100 uM for 2 hr) on primary culture of microvascular endothelial cells (PMECs) obtained from the cremaster muscle of Wistar rats incubated in the presence or absence of lipopolysaccharide (LPS, 2 ug/mL) was investigated. Hydroquinone treatment induced the membrane expression of cell adhesion molecules (CAMs) from the immunoglobulin superfamilies ICAM-1 (intercellular), VCAM-1(vascular) and PECAM-1 (platelet endothelial) and induced the secretion of cytokines interleukin-1beta (IL-1beta) and tumour necrosis factor-alpha (TNF-alpha). The effects were dependent on transcriptional modifications because enhanced CAM mRNA expression as well as both cytokines and nuclear factor kappaB (NF-kappaB) nuclear activation was found. These effects may be due to the direct action of hydroquinone rather than its quinone metabolites, because endothelial cells do not present myeloperoxidase enzyme and hydroquinone incubation did not induce the expression of cytochrome P450 2E1 (CYP2E1) or prostaglandin H synthase 1. In addition, the incubation of endothelial cells with benzoquinone (10 uM, 2 hr) impaired PECAM-1 expression and did not modify NF-kappaB nuclear activation. Taken together, the data herein presented reveal that hydroquinone evokes pro-inflammatory properties in endothelial cells that are triggered by the enhancement of NF-kappaB nuclear translocation-dependent gene transcription."
        },
        {
            "References": "PMID:15935824",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A metabolite of benzene, trans,trans-muconaldehyde (MUC) was found to be a strong inhibitor of gap junction intercellular communication (GJIC) with potency similar to that of chlordane. Hydroquinone and the MUC metabolite OH-M-CHO were also strong inhibitors of GJIC. The other MUC metabolites tested, CHO-M-COOH and OH-M-COOH had weak effects on GJIC, while COOH-M-COOH had no effect. Benzene showed no effect on GJIC. The relative potency of the metabolites on GJIC is similar to what is observed with regard to hematotoxic effects. The effect of MUC on GJIC took place in parallel with a strong cellular loss of connexin 43. Substances found to inhibit connexin 43 dependent GJIC have been shown to disrupt normal hematopoietic development. The finding that benzene metabolites interfere with gap junction functionality, and especially the loss of connexin 43 induced by MUC, should be considered concerning the mechanism of benzene-induced hematotoxicity."
        },
        {
            "References": "PMID:15337166",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... This study ... examined the mechanism of antiapoptotic effects by benzene metabolites, p-benzoquinone (BQ) and hydroquinone (HQ), and their relationships with carcinogenesis. BQ and HQ inhibited the apoptotic death of NIH3T3 cells induced by both serum starvation and lack of an extracellular matrix (ECM). An antioxidant agent, N-acetylcysteine, significantly inhibited the antiapoptotic effects induced by benzene metabolites, indicating that the effects were mainly due to the production of reactive oxygen species (ROS). Furthermore, BQ and HQ inhibited the in vitro caspase-3 activation, suggesting that the inhibition of caspase-3 activation due to ROS produced by BQ- and HQ-treatment was related to the suppression of apoptosis. The cells that escaped apoptosis could survive with the addition of serum and attachment to the ECM. Levels of 8-oxo-7,8-dihydro-2'-deoxyguanosine were higher in the cells which survived after BQ- and HQ-treatment than in the normal cells. Furthermore, the cells treated with BQ and HQ showed greater proliferation than normal cells under low-serum conditions and anchorage-independent growth in soft agar. These findings suggested that benzene metabolites induced dysregulation of apoptosis due to caspase-3 inhibition, which contributes to carcinogenesis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 701 (1999)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Hydroquinone (3 umol/L) prevented the staurosporine-induced apoptosis of HL-60 and the IL-3-dependent murine myeloblastic (32D) cell line; it also prevented apoptosis of the 32D cells observed in the absence of IL-3. The myeloperoxidase inhibitor indomethacin opposed the effect of hydroquinone on staurosporineinduced apoptosis of HL-60 cells."
        },
        {
            "References": "PMID:22465845",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Alveolar macrophages (AMs) are important cells in the resolution of the inflammatory process and they come into direct contact with inhaled pollutants. Hydroquinone (HQ) is an environmental pollutant and a component of cigarette smoke that causes immunosuppressive effects. In the present work, we showed that mice exposed to low levels of aerosolized HQ (25 ppm; 1 hr/day/5 days) presented impaired mononuclear cell migration to the lipopolysaccharide (LPS)-inflamed lung. This may have been due to reduced monocyte chemoattractant protein-1 (MCP-1) secretion into bronchoalveolar lavage fluid (BALF), and it was not related to alterations to mononuclear cell mobilization into the blood or adhesion molecules expression on mononuclear cell membranes. Corroborating the actions of HQ on MCP-1 secretion, reduced MCP-1 concentrations were also found in the supernatant of ex vivo AM and tracheal tissue collected from HQ-exposed mice. A direct action of HQ on MCP-1 secretion, resulting from impaired gene synthesis, was verified by in vitro incubation of naive AMs or tracheal tissue with HQ. The role of reduced levels of MCP-1 in the BALF on monocyte migration was analyzed in the human monocytic lineage THP-1 in in vitro chemotaxis assays, which showed that the reduced concentrations of MCP-1 found in the BALF or cell supernatants from HQ-exposed mice impaired cell migration. Considering the fact that MCP-1 presents a broad spectrum of actions on pathophysiological conditions and that resident mononuclear cells are involved in lung tissue homeostasis and in immune host defense, the mechanism of HQ toxicity presented herein might be relevant to the genesis of infectious lung diseases in smokers and in inhabitants of polluted areas"
        },
        {
            "References": "PMID:17614109",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Benzene is a known leukemogen that is metabolized to form reactive intermediates and reactive oxygen species (ROS). The c-Myb oncoprotein is a transcription factor that has a critical role in hematopoiesis. c-Myb transcript and protein have been overexpressed in a number of leukemias and cancers. Given c-Myb's role in hematopoiesis and leukemias, it is hypothesized that benzene interferes with the c-Myb signaling pathway and that this involves ROS. To investigate our hypothesis, ... whether benzene, 1,4-benzoquinone, hydroquinone, phenol, and catechol generated ROS in chicken erythroblast HD3 cells, as measured by 5-(and-6)-chloromethyl-2',7'-dichlorodihydrofluorescein diacetate (DCFDA) and dihydrorhodamine-123 (DHR-123), and whether the addition of 100 U/mL of the antioxidating enzyme superoxide dismutase (SOD) could prevent ROS generation /were evaluated/. Reduced to oxidized glutathione ratios (GSH:GSSG) were also assessed as well as hydroquinone and benzoquinone's effects on c-Myb protein levels and activation of a transiently transfected reporter construct. Finally //abrogation of/ benzene metabolite mediated increases in c-Myb activity /was attempted/ with the use of SOD. ... Benzoquinone, hydroquinone, and catechol increased DCFDA fluorescence, increased DHR-123 fluorescence, decreased GSH:GSSG ratios, and increased reporter construct expression after 24 hr of exposure. SOD was able to prevent DCFDA fluorescence and c-Myb activity caused by benzoquinone and hydroquinone only. These results are consistent with other studies, which suggest metabolite differences in benzene-mediated toxicity. More importantly, this study supports the hypothesis that benzene may mediate its toxicity through ROS-mediated alterations in the c-Myb signaling pathway."
        },
        {
            "References": "PMID:24386979",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ BACKGROUND: Benzene is an established human leukemogen, with a ubiquitous environmental presence leading to significant population exposure. In a genome-wide functional screen in the yeast Saccharomyces cerevisiae, inactivation of IRA2, a yeast ortholog of the human tumor suppressor gene NF1 (Neurofibromin), enhanced sensitivity to hydroquinone, an important benzene metabolite. Increased Ras signaling is implicated as a causal factor in the increased pre-disposition to leukemia of individuals with mutations in NF1.  METHODS: Growth inhibition of yeast by hydroquinone was assessed in mutant strains exhibiting varying levels of Ras activity. Subsequently, effects of hydroquinone on both genotoxicity (measured by micronucleus formation) and proliferation of WT and Nf1 null murine hematopoietic precursors were assessed.  RESULTS: /This study shows/ that the Ras status of both yeast and mammalian cells modulates hydroquinone toxicity, indicating potential synergy between Ras signaling and benzene toxicity. Specifically, enhanced Ras signaling increases both hydroquinone-mediated growth inhibition in yeast and genotoxicity in mammalian hematopoetic precursors as measured by an in vitro erythroid micronucleus assay. Hydroquinone also increases proliferation of CFU-GM progenitor cells in mice with Nf1 null bone marrow relative to WT, the same cell type associated with benzene-associated leukemia.  CONCLUSIONS: Together /these/ findings show that hydroquinone toxicity is modulated by Ras signaling. Individuals with abnormal Ras signaling could be more vulnerable to developing myeloid diseases after exposure to benzene. /This study notes/ that hydroquinone is used cosmetically as a skin-bleaching agent, including by individuals with cafe-au-lait spots (which may be present in individuals with neurofibromatosis who have a mutation in NF1), which could be unadvisable given /these/ findings."
        },
        {
            "References": "PMID:22687461",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The Fau gene (Finkel-Biskis-Reilly murine sarcoma virus (FBR-MuSV)-associated ubiquitously expressed gene) was identified as a potential tumor suppressor gene using a forward genetics approach. Downregulation of Fau by overexpression of its reverse sequence has been shown to inhibit apoptosis induced by DNA-damaging agents. To address a potential role of Fau in benzene toxicity, we investigated the apoptotic effects of hydroquinone (HQ), a major benzene metabolite, in W7.2 mouse thymoma cells transfected with either a plasmid construct expressing the antisense sequence of Fau (rfau) or the empty vector (pcDNA3.1) as a control. HQ induced apoptosis via increased production of reactive oxygen species and DNA damage, measured using dihydroethidine (HE) staining and alkaline Comet assay, respectively, in W7.2 pcDNA3.1 cells. In contrast, when Fau was downregulated by the antisense sequence in W7.2 rfau cells, HQ treatment did not cause DNA damage and oxidative stress and these cells were markedly more resistant to HQ-induced apoptosis. Further investigation revealed that there was an upregulation of NAD(P)H: quinone oxidoreductase 1 (NQO1), a detoxification enzyme for benzene-derived quinones, in W7.2 rfau cells. Compromising cellular NQO1 by use of a specific mechanism-based inhibitor (MAC 220) and NQO1 siRNA resensitized W7.2 rfau cells to HQ-induced apoptosis. Silencing of Fau in W7.2 wild-type cells resulted in increased levels of NQO1, confirming that downregulation of Fau results in NQO1 upregulation which protects against HQ-induced apoptosis."
        },
        {
            "References": "PMID:24189417",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydroquinone (HQ) is a chemical compound that inhibits the functions of melanocytes and has long been known for its skin-whitening effect. According to previous studies, the Tyrosinase (Tyr) activity inhibitory effect and melanocyte-specific cell toxicity are known depigmenting mechanisms; however, details of the underlying mechanisms are unknown. Arbutin (Arb) is also known for its Tyr activity inhibitory effect and is commonly used as a skin-whitening agent. However, the detailed depigmenting mechanism of Arb is also not yet fully understood. Few studies have attempted to elucidate the effects of HQ and Arb on undifferentiated melanocytes. /This study/ examined the effects of HQ and Arb throughout each stage of differentiation of melanocytes using a mouse embryonic stem cell (ESC) culture system to induce melanocytes. The results showed that HQ in particular downregulated the early stage of differentiation, in which neural crest cells were generated, and the late stage of differentiation, in which melanogenesis became active. On the other hand, Arb had no effect on the differentiation of melanocytes, and only suppressed melanogenesis by specifically suppressing elevations in Tyr expression in the late stage of differentiation."
        },
        {
            "References": "PMID:23940708",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Benzene is an occupational toxicant and an environmental pollutant that potentially causes hematotoxicity and leukemia in exposed populations. Epidemiological studies suggest an association between an increased incidence of childhood leukemia and benzene exposure during the early stages of pregnancy. However, experimental evidence supporting the association is lacking at the present time. It is believed that benzene and its metabolites target hematopoietic stem cells (HSCs) to cause toxicity and cancer in the hematopoietic system. /The current study/ compared the effects of hydroquinone (HQ), a major metabolite of benzene in humans and animals, on mouse embryonic yolk sac hematopoietic stem cells (YS-HSCs) and adult bone marrow hematopoietic stem cells (BM-HSCs). YS-HSCs and BM-HSCs were isolated and enriched, and were exposed to HQ at increasing concentrations. HQ reduced the proliferation and the differentiation and colony formation, but increased the apoptosis of both YS-HSCs and BM-HSCs. However, the cytotoxic and apoptotic effects of HQ were more apparent and reduction of colony formation by HQ was more severe in YS-HSCs than in BM-HSCs. Differences in gene expression profiles were observed in HQ-treated YS-HSCs and BM-HSCs. Cyp4f18 was induced by HQ both in YS-HSCs and BM-HSCs, whereas DNA-PKcs was induced in BM-HSCs only. The results revealed differential effects of benzene metabolites on embryonic and adult HSCs. The study established an experimental system for comparison of the hematopoietic toxicity and leukemogenicity of benzene and metabolites during mouse embryonic development and adulthood."
        },
        {
            "References": "PMID:24189417",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/  Hydroquinone (HQ) is a chemical compound that inhibits the functions of melanocytes and has long been known for its skin-whitening effect. According to previous studies, the Tyrosinase (Tyr) activity inhibitory effect and melanocyte-specific cell toxicity are known depigmenting mechanisms; however, details of the underlying mechanisms are unknown. Arbutin (Arb) is also known for its Tyr activity inhibitory effect and is commonly used as a skin-whitening agent. However, the detailed depigmenting mechanism of Arb is also not yet fully understood. Few studies have attempted to elucidate the effects of HQ and Arb on undifferentiated melanocytes. /This study/ examined the effects of HQ and Arb throughout each stage of differentiation of melanocytes using a mouse embryonic stem cell (ESC) culture system to induce melanocytes. The results showed that HQ in particular downregulated the early stage of differentiation, in which neural crest cells were generated, and the late stage of differentiation, in which melanogenesis became active. On the other hand, Arb had no effect on the differentiation of melanocytes, and only suppressed melanogenesis by specifically suppressing elevations in Tyr expression in the late stage of differentiation."
        },
        {
            "References": "PMID:23202692",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydroquinone (1,4-benzenediol) has been widely used in clinical situations and the cosmetic industry because of its depigmenting effects. Most skin-lightening hydroquinone creams contain 4%-5% hydroquinone. /This study has/ investigated the role of resveratrol in prevention of hydroquinone induced cytotoxicity in mouse primary hepatocytes. /It was/ found that 400 uM hydroquinone exposure alone induced apoptosis of the cells and also resulted in a significant drop of cell viability compared with the control, and pretreatment of resveratrol to a final concentration of 0.5 mM 1 hr before hydroquinone exposure did not show a significant improvement in the survival rate of the hepatocytes, however, relatively higher concentrations of resveratrol (> or =1 mM) inhibited apoptosis of the mouse primary hepatocytes and increased cell viability in a dose-dependent manner, and in particular the survival rate of the hepatocytes was recovered from 28% to near 100% by 5 mM resveratrol. Interestingly, pretreatment with resveratrol for longer time (24 hr), even in very low concentrations (50 uM, 100 uM), blocked the damage of hydroquinone to the cells. /This study/ also observed that resveratrol pretreatment suppressed hydroquinone-induced expression of cytochrome P450 2E1 mRNA dose-dependently. The present study suggests that resveratrol protected the cells against hydroquinone-induced toxicity through its antioxidant function and possibly suppressive effect on the expression of cytochrome P450 2E1."
        },
        {
            "References": "PMID:7835540",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Male and female F344 rats were administered 2.5, 25, or 50 mg/kg hydroquinone by gavage once daily, 5 days/week for 6 weeks. Nuclear DNA isolated from kidneys was analyzed by the phosphorus-32 postlabeling assay. At 50 mg/kg, male rats demonstrated an increase in the rate of excretion of N-acetyl-beta-D-glucosaminidase demonstrating proximal tubular damage. Analysis of nuclear DNA preparations by the postlabeling assay demonstrated that hydroquinone did not produce covalent DNA adducts in the kidneys of male and female rats. No treatment related increases were noted in background radioactivity levels on the chromatograms at locations corresponding to the major in-vitro adducts of hydroquinone and p-benzoquinone. Hydroquinone treatment resulted in the reduction of the levels of certain endogenous adducts. Mild kidney toxicity was seen in treated male rats. Hydroquinone does not produce covalent DNA adducts in the kidneys of male and female rats following repeated oral administration at nephrotoxic dose levels."
        },
        {
            "References": "PMID:8242863",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Metabolism of benzene results in the formation of multiple metabolites, including hydroquinone. Hydroquinone is a reducing co-substrate for peroxidase enzymes, and the resultant semiquinone and para-benzoquinone may bind to DNA. The authors investigated the role of peroxidase activation in the formation of DNA adducts by hydroquinone and p-benzoquinone in HL-60 cells, human bone marrow cells, mouse bone marrow macrophages and the U-937 and Raji leukemia cell lines. Adduct formation was measured by P1-enhanced 32P-postlabeling. Treatment with hydroquinone produced one DNA adduct in HL-60 cells, human bone marrow and mouse bone marrow macrophages no adducts were detected in U-937 or Raji cells. The hydroquinone-DNA adducts in the three cell lines were identical. The adduct level was highest in the HL-60 cells, followed by human bone marrow and mouse bone marrow macrophages. There was a statistically significant correlation between peroxidase activity and the formation of hydroquinone-DNA adducts. Peroxidase-mediated metabolism is involved in the activation of hydroquinone to form DNA adducts in mouse bone marrow and human bone marrow."
        },
        {
            "References": "PMID:18483248",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The fragile FHIT gene is among the first targets of DNA damage in preneoplastic lesions, and recent studies have shown that Fhit protein is involved in surveillance of genome integrity and checkpoint response after genotoxin exposure. ...  Fhit-deficient hematopoietic cells, exposed to the genotoxin hydroquinone, are resistant to the suppression of stem cell in vitro colony formation observed with wild-type (Wt) hematopoietic cells. In vivo-transplanted, hydroquinone-exposed, Fhit-deficient bone marrow cells also escaped the bone marrow suppression exhibited by Wt-transplanted bone marrow. Comparative immunohistochemical analyses of bone marrow transplants showed relative absence of Bax in Fhit-deficient bone marrow, suggesting insensitivity to apoptosis; assessment of DNA damage showed that occurrence of the oxidized base 8-hydroxyguanosine, a marker of DNA damage, was also reduced in Fhit-deficient bone marrow, as was production of intracellular reactive oxygen species. Treatment with the antioxidant N-acetyl-L-cysteine relieved hydroquinone-induced suppression of colony formation by Wt hematopoietic cells, suggesting that the decreased oxidative damage to Fhit-deficient cells, relative to Wt hematopoietic cells, accounts for the survival advantage of Fhit-deficient bone marrow. Homology-dependent recombination repair predominated in Fhit-deficient cells, although not error-free repair, as indicated by a higher incidence of 6-thioguanine-resistant colonies. Tissues of hydroquinone-exposed Fhit-deficient bone marrow-transplanted mice exhibited preneoplastic alterations, including accumulation of histone H2AX-positive DNA damage. The results indicate that reduced oxidative stress, coupled with efficient but not error-free DNA damage repair, allows unscheduled long-term survival of genotoxin-exposed Fhit-deficient hematopoietic stem cells carrying deleterious mutations."
        },
        {
            "References": "PMID:12951490",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The cytotoxicity of hydroquinone (HQ) was assessed in vitro using rat skin fibroblasts as the concentration with 50% survival after 24 hr exposure to be 16.5 uM. The intradermal concentrations at 2 hr after application of the HQ ointments was also estimated to be 358 mM and 51.7 mM in stratum corneum and viable tissue (viable epidermis+dermis), respectively, by an in vitro rat skin permeation study with rat full-thickness abdominal skin and Franz-type diffusion cells. It was demonstrated that the intradermal concentration of HQ was much higher than that eliciting cytotoxicity, suggesting that the topical side effects after application of HQ ointment were due to the cytotoxicity of HQ."
        },
        {
            "References": "PMID:14587099",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Hydroquinone (HQ) is a rodent carcinogen and a potential human carcinogen. Glutathione conjugation of HQ enhances its biological reactivity, and 2,3,5-tris-(glutathion-S-yl)hydroquinone (TGHQ) is a potent nephrotoxicant and nephrocarcinogen in the Eker rat. Moreover, a single exposure of primary epithelial cells derived from Eker rat kidneys to TGHQ transforms these cells into an immortalized phenotype (quinol-thioether transformed rat renal epithelial (QT-RRE) cells). The Eker rat bears a mutation in one allele of the tuberous sclerosis-2 (Tsc-2) tumor suppressor gene, which predisposes the animals to the development of spontaneous and chemical-induced renal cell carcinoma. Thus, the Eker rat provides a unique model for elucidating the mechanisms of renal tubular epithelial carcinogeneisis. cDNA microarray analysis of QT-RRE3 cells and of tumor tissue derived from the kidneys of Eker rats treated with TGHQ revealed alterations (by threefold or greater) in the expression of a total of 80 genes. Fifteen percent of these genes exhibited similar expression patterns in both QT-RRE cells and tumor tissue. The differentially expressed genes primarily participate in three major areas: (1) signal transduction or in the regulation of signal transduction (extracellular signal regulated kinase 2 (ERK2); protein kinase CK2; protein kinase B; c-jun; NF-kappaB; ras-related GTPases; annexins), (2) stress response, tissue remodeling, and DNA repair (glutathione-S-transferases; procollagen c proteinase enhancer; plasminogen activator; tissue inhibitor of metalloprotease 3; apurinic/apyrimidic endonuclease), and (3) electron transport and energy homeostasis (cytochrome c oxidase subunits). The changes in the expression of many of these genes was confirmed by reverse transcription (RT)-polymerase chain reactions (PCR) using primers specific for the differentially expressed genes. As an example, the annexin I and II genes, implicated in signal transduction, were highly induced in tumor tissue and also in dysplastic lesions isolated from the kidneys of rats treated chronically with TGHQ. The annexin I and II proteins were also upregulated in tumor tissue, which probably play an important role in TGHQ-induced nephrocarcinogenesis..."
        },
        {
            "References": "PMID:8319633",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ DNA adduct formation was examined in HL-60 cells and human bone marrow treated with either hydroquinone or p-benzoquinone and have found that these treatments produce the same DNA adduct in both cell types. The DNA adduct level from these treatments varied from 0.05 to 7.5 adducts per 10(7) nucleotldes as a function of treatment time and concentration for both compounds. Reaction of calf thymus DNA with p-benzoquinone produced three adducts as detected by 32P-postlabeling. These adducts have been identified. The DNA adduct formed in HL-60 cells did not correspond to any of the principal adducts formed in DNA reacted with p-benzoquinone, suggesting that cellular enviromnemt modifies DNA adduct production by p-benzoquinone. DNA adduct formation occurs in human bone marrow treated with benzene metabolites."
        },
        {
            "References": "Divincenzo GD et al; Toxicol 33 (1): 9-18 (1984)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Cytochrome P450 values were slightly but significantly decreased in rats dosed repeatedly with /200 mg/kg/ hydroquinone compared with controls."
        },
        {
            "References": "Manning BW et al; Toxicol and Appl Pharmacol 126 (2): 214-23 (1994)",
            "Value": "/IMMUNOTOXICITY/ The effects of benzene metabolites on receptor mediated phagocytosis and cytoskeletal integrity in murine peritoneal macrophages were investigated. Peritoneal macrophages harvested from female C57BL/6-mice were incubated with 25, 50, 75, or 100 uM catechol, hydroquinone, 1,2,4-benzenetriol, or 1,4-benzoquinone, for 10 minutes at 37 °C. The effects on Fc receptor mediated phagocytosis were assessed by measuring the ability of the cells to ingest immunoglobulin-G coated sheep red blood cells. Hydroquinone, 1,2,4-benzenetriol, and 1,4-benzenequinone significantly inhibited the ability of the macrophages to phagocytize immunoglobulin-G coated sheep red blood cells. 1,4-benzoquinone was the most potent."
        },
        {
            "References": "Miller ACK et al; Toxicol Letters 74 (2): 177-84 (1994)",
            "Value": "/IMMUNOTOXICITY/ The effects of hydroquinone, on the production of the interleukin-1-alpha processing enzyme, calpain, by mouse bone marrow macrophages was investigated. Bone marrow macrophages were obtained from femurs of male B6C3F1-mice and incubated for 4 to 6 hours with hydroquinone concentrations of 0, 1, 10, and 100 uM hydroquinone. Calpain-II contents of both cytosol and particulate fractions decreased by about 50 after 4 hr hydroquinone exposure. Calpain-I levels were unchanged. The hydroquinone effects are specific for calpain-II in bone marrow macrophages and this represents a potential mechanism for decreased preIL-1a to IL-1a processing after exposure to benzene or hydroquinone."
        },
        {
            "References": "Lang DS et al; Fundam and Appl Toxicol 21 (4): 535-45 (1993)",
            "Value": "/IMMUNOTOXICITY/ The effects of immunotoxic chemicals on in-vitro proliferative responses were studied in human and rodent lymphocytes. Splenocytes obtained from female B6C3F1-mice and Fisher-344-rats and human peripheral blood lymphocytes were stimulated with monoclonal antibodies directed at the T-lymphocyte CD3 complex (antiCD3 antibodies), phytohemagglutinin, or the B-lymphocyte mitogens Staphylococcus-aureus cells, Escherichia-coli lipopolysaccharide, or Salmonella-typhimurium mitogen. They were incubated with 0 to 10(-5) molar hydroquinone for 20 hr. The effects on cellular proliferation were assessed by measuring uptake of tritiated thymidine. Dose response curves, plots of the change in degree of cell proliferation relative to the control values versus concentration, were constructed. Hydroquinone caused a biphasic response in mouse and human lymphocytes: stimulation followed by inhibition. The response was most pronounced in lymphocytes stimulated by the antiCD3 antibodies. Only an inhibitory effect was seen in rat lymphocytes."
        },
        {
            "References": "PMID:17897770",
            "Value": "/IMMUNOTOXICITY/ ... Male Wistar rats were intraperitoneally exposed to vehicle or hydroquinone (HQ) once a day, for 22 days with a 2-day interval every 5 days. On day 10 after exposure with vehicle or HQ, animals were ovalbumin (OA)-sensitized and OA-aerosolized challenged on day 23. HQ exposure did not alter the number of circulating leukocytes but impaired allergic inflammation, evidenced by lower number of leukocytes in the bronchoalveolar lavage fluid 24 hr after OA-challenge. Reduced force contraction of ex vivo tracheal segments upon OA-challenge and impaired mesentery mast cell degranulation after in situ OA-challenge were also detected in tissues from HQ exposed animals. The OA-specificity on the decreased responses was corroborated by normal trachea contraction and mast cell degranulation in response to compound 48/80. In fact, lower levels of circulating OA-anaphylactic antibodies were found in HQ exposed rats, as assessed by passive cutaneous anaphylaxis assay. The reduced level of OA-anaphylactic antibody was not dependent on lower number or proliferation of lymphocytes. Nevertheless, lower expression of the co-stimulatory molecules CD6 and CD45R on OA-activated lymphocytes from HQ exposed rats indicate the interference of HQ exposure with signaling of the humoral response during allergic inflammation. Together, these data indicate specific effects of HQ exposure manifested during an immune host defense."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 157, Hydroquinone (1994). Available from, as of November 12, 2014: https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Hydroquinone, given as single oral or subcutaneous lethal doses, causes nonspecific effects on the nervous system such as hyperexcitability, tremor and convulsions in several experimental animal species...  Animals given sublethal oral doses recover within a few days."
        },
        {
            "References": "PMID:10995259",
            "Value": "/OTHER TOXICITY INFORMATION/ The  ... studies were conducted to investigate the degree and type of protein binding of hydroquinone (HQ) in the rat following single oral or intraperitoneal (ip) or repeated oral administrations. Male or female F-344 rats or male SD rats received a single dose of HQ at 0, 25, 50, or 100 mg/kg by either gavage or ip injection (SD rats only). In addition, male or female F-344 or male SD rats received HQ by gavage for 6 weeks (5 days/week) at 0, 25, or 50 mg/kg/day. Sulfhydryl-bound HQ was quantitated in protein from blood, kidneys, livers, or spleens 24 hr after treatment using an alkaline permethylation procedure. The amount of total protein-S adducts increased with increasing dose in all the tissues that were assayed. Female rats had higher levels of adducts in blood, livers, and kidneys than did male rats when they were treated orally. Male F-344 rats treated orally had elevated levels of adducts in these same tissues compared to SD rats treated orally. For all genders and strains of rats and for all treatment regimens, mono-adducts predominated in livers (>72% of total). In the kidneys, tri- and tetrasubstituted adducts predominated with the summation accounting for >60% of the total. Ip administration of HQ resulted in significantly elevated levels of adducts in all the tissues that were examined, with the greatest increases seen for protein from blood and spleens. Levels of protein-S adducts of HQ in rat kidney following a single gavage administration correlated well with previously published differences in acute HQ nephrotoxicity in rats (female F-344 rat > male F-344 rat > male SD rat). Elevated levels of HQ protein-S adducts following repeated gavage administration did not correlate to measurable clinical signs of nephrotoxicity. Evidence is presented suggesting a possible role for the prostaglandin H synthase complex in the metabolic activation of HQ. In addition, protein arylation alone cannot account for the greater sensitivity of male F-344 rats toward chronic administration of HQ. The sensitivity of male F-344 rats to HQ is likely due to other factors, including the incidence and severity of chronic progressive nephropathy."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 4, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Truong H et al; Environ Sci Technol 44: 1933-1939 (2010)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of hydroquinone is estimated as 240(SRC). According to a classification scheme(2), this estimated Koc value suggests that hydroquinone is expected to have moderate mobility in soil. Hydroquinone can exhibit chemisorption to transition metal-containing particulate matter via reaction with the copper oxide/silca surfaces present(3)."
        }
    ]
}