{
    "_id": {
        "$oid": "6682e893c4e5dba5ffba2646"
    },
    "CID": {
        "$numberInt": "7850"
    },
    "Name": "ALLYL CHLORIDE",
    "IUPACName": "3-chloroprop-1-ene",
    "CanonicalSMILES": "C=CCCl",
    "Synonyms": [
        "ALLYL CHLORIDE",
        "107-05-1",
        "3-Chloro-1-propene",
        "3-chloroprop-1-ene",
        "1-Propene",
        "3-chloro-",
        "3-Chloropropene",
        "3-Chloropropylene",
        "Chlorallylene",
        "Allylchlorid",
        "2-Propenyl chloride",
        "1-Chloro-2-propene",
        "allylchloride",
        "Chloroallylene",
        "3-Chloropropene-1",
        "3-Chlorpropen"
    ],
    "IsomericSMILES": "C=CCCl",
    "INCHI": "InChI=1S/C3H5Cl/c1-2-3-4/h2H,1,3H2",
    "INCHIKEY": "OSDWBNJEKMUWAV-UHFFFAOYSA-N",
    "Formula": "C3H5Cl",
    "MolecularWeight": {
        "$numberDouble": "76.52"
    },
    "Description": "Allyl chloride is an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "17"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of <0.14 and <1.3 when exposed to concns of 0.5 and 0.05 ppm, respectively, were measured for allyl chloride(SRC), using carp (Cyprinus carpio) which were exposed over a 6-week period(1). According to a classification scheme(2), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. (1992) (2) Bridie AL et al; Water Res 13: 627-30 (1979) (3) Brown SL et al; Research Program on Hazardous Priority Ranking of Manufactured Chemicals (chemicals 61-79); pp.70-B-1 to 70-C-6 NTIS PB-263 164 (1975)",
            "Value": "AEROBIC: Allyl chloride, present at 100 mg/L, reached 62% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). In a standard biodegradability test using a sewage seed, 14 and 25% of the theoretical BOD was achieved in 5 days using nonacclimated and acclimated seed, respectively(2). In a test using activated sludge, allyl chloride was readily biodegradable(3)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:8225155",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male ICR mice were administered allyl chloride at dose of 496 mg/kg, 600 mg/kg, 720 mg/kg, 864 mg/kg or 1037 mg/kg by a single sc injection. Sixteen of 25 mice died by the 7th day after the injection and LD50 was calculated 621 mg/kg bw (95% C.I.: 522-739 mg/kg). A marked congestion with severe hemorrhage and edema were observed in the lung. Liver and kidney damages were also found, and these were characterized by the dilated sinusoids, degenerative change of hepatic cells, and focal necrosis in the liver; and necrosis of epithelium in convoluted tubules of the kidneys. Nine mice have survived by the 7th day after the injection and all of them showed a various degree of damages in the testes. The testicular lesions could be classified into two types. One type of the lesion was characterized by degeneration and exfoliation of germ cells, appearance of polynuclear giant cells in the seminiferous tubules, and mild proliferation of Leydig cells in the interstitium. In another type of the lesion, all type of cells in tubules, including Sertoli cells, and Leydig cells became necrotic."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p.224",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ There are contradictory reports of toxicity of allyl chloride vapors in animals. ... Max exposure time-concentration in air for single exposure survived by rats were as follows: 3 hr at 290 ppm, 1 hr at 2900 ppm, and 15 min at 29,300 ppm. Comparable figures for guinea pigs were 8 hr at 290 ppm, 3 hr at 2900 ppm, and 0.5 Hr at 29,300 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p.223",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Mildly irritating to skin but may be absorbed through the skin in amounts sufficient to cause systemic intoxication in animals."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p.224",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male and female Fischer 344 rats and B6C3F1 mice were exposed /by inhalation/ to ... 200-2000 ppm for 6 hr. Significant findings including mortality, body weight loss, increased blood urea nitrogen, /increased/ SGPT values and liver and kidney pathology. ... Primary effect ... was renal ... /rats were more susceptible than mice; female rats more than males; male mice more than females/."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 19",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Irritative effects ... on exposure of mice for 10 min ... /showed/ highest tolerated concentration to be 0.5 mmol/L, and minimal fatal concentration /of/ 3 mmol/L (72000 ppm ... compared with 25000 ppm for chloroform). Comparison in animals showed allyl chloride far less irritating ... than acrolein ... by oral, cutaneous and percutaneous routes ..."
        },
        {
            "References": "PMID:7067649",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The 2 hr median lethal oral concentration of allyl chloride in the mouse, rat, guinea pig, rabbit, and cat were 11.5, 11.4, 5.8, 22.5, and 10.5 mg/kg, respectively. The target organs were the liver, kidneys, and nervous system, and the lung (in inhalation studies). In the cat, the latent period and motor period of the positive condition reflexes were prolonged in some cases the reflexes disappeared differentiation reflexes were not affected. In a susceptible cat, the threshold concentration was 100 mg/cu m."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1235 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male ICR mice were given single subcutaneous injections of allyl chloride at dose levels of 496-1037 mg/kg bw (LD50 by this route being 621 mg/kg bw; 95% CI, 522- 739 mg/kg bw). Mice dying within 24 hr showed consistent, severe hemorrhage and edema of the lung and inconsistent, non-dose-related damage to the liver and kidney. The latter was not observed in mice killed on day 7, when histopathological changes were confined to the testes, a novel finding."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p. 225",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Lethal concentrations caused signs of irritation, such as closed eyes, pawing, and scratching of the nose and mouth, lacrimation, and salivation, which were most prominent in guinea pigs and cats. Diarrhea occurred within 24 hr. Initial signs included hypoactivity, unconsciousness, breath holding, and paralysis or rear legs in mice. Later drowsiness, unconsciousness, tremors, convulsions, and death due to apnea occurred in the various species but were most severe in guinea pigs. Unsteady gait and ataxia in cats were also observed following exposure. Marked injury to the lungs and histopathological changes in the kidneys were reported. Injury to the liver and alveolar space was observed at higher levels. Conditioned reflex was reportedly affected in cats by exposure to 745 mg/cu m but not to 650 mg/cu m. Duration of exposure was not given."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 19",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... /In/ multiple species animal exposures ... liver and kidney pathology ... /were observed/ after 1 month of repeated 7 hr exposure at 8 ppm; after 6 months of exposure at 3 ppm ... only finding was reversible liver pathology in female rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1235 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Following inhalation exposure to allyl chloride, necrosis in the respiratory tract was the usual cause of death in rats and guinea-pigs. Major systemic effects were degenerative changes in kidney and liver in rats, guinea-pigs and rabbits inhaling 8 ppm (25 mg/cu m) for 7 hr/day on 5 days/wk for 5 weeks, whereas 3 ppm (9.3 mg/cu m) for 6 months under the same conditions produced no observed effect in these species or in dogs. Exposure of rabbits and cats to allyl chloride atmospheres of 206 mg/cu m for 6 hr/day on 6 days/wk for 3 months resulted in partially reversible flaccid paralysis with muscular atrophy in rabbits; cats were less affected. Exposure to 17.5 mg/cu m had no effect in either species. Subcutaneous injection of 50 mg/kg bw allyl chloride also resulted in peripheral neuropathy in rabbits."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p.225",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In/ Rats, guinea pigs and rabbits ... after 1 mo of repeated 7 hr exposures /by Inhalation/ to 8 ppm ... showed significant ... ill effect of severe degree in liver and kidneys ... characterized by dilation of sinusoids, cloudy swelling and focal necrosis in liver; and by changes in glomeruli, necrosis of epithelium of convoluted tubules ... /of the/ kidney."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1235 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Mice treated orally with 300 or 500 mg/kg bw allyl chloride on three days per week for two to 17 weeks developed focal kidney damage and degeneration in many peripheral nerves and roots, confirming earlier observations in other species. Peripheral nerve fibre degeneration was also confirmed in rabbits treated by subcutaneous injection."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day subchronic study, group sizes of 25 mice/sex/species/group were exposed for 6 hours/day, 5 days/week at 0, 50, 100, or 250 ppm. ... A number of the various parameters measured during the study showed statistically significant changes in the 50, 100, or 250 ppm exposed groups. These were generally considered to represent normal biological variability or physiological adaptation as a result of allyl chloride exposure. However, an observation was made at in the kidneys of the 250-ppm exposed rats, which was considered toxicologically significant. There were light microscopic changes in the kidneys of this group, which were characterized by increased cytoplasmic granularity, and eosinophilic staining of the cortical epithelial cells. In addition increases in the incidence and degree of focal tubular collapse and atrophy was noted when compared to their controls. ... No adverse exposure-related effects were noted in mice at any exposure concentration."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p.225",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... In course of 8 months ... repeated oral doses of 0.015 mg/kg/day did not lead to morphological changes or other effects in rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p.227",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... NCI bioassay ... shows ... higher than background incidence of squamous cell carcinomas in forestomachs of both sexes of mice and squamous cell papillomas in forestomachs of female mice. Doses fed by gavage /to/ male mice, 199 and 172; and female mice, 258 and 129 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 p.227",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Groups of 30 Ha:ICR Swiss mice received 31 or 90 mg technical grade allyl chloride in acetone on their skin three times per week for 440 to 594 days without evidence of tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1233 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Allyl chloride was tested for carcinogenicity by gavage in mice and rats, by skin application in mice, both by repeated application and in a two-stage assay, and by intraperitoneal injection in mice. Following its oral administration to mice in an experiment that was compromised by high mortality in males, a nonsignificant increase in the incidence of squamous cell papillomas and carcinomas of the forestomach was observed in both sexes; the experiment in rats was inadequate for evaluation. No skin tumours were observed in mice following repeated skin applications; however, a single application followed by treatment with 12-O-tetradecanoylphorbol 13-acetate (TPA) increased the incidence of tumour-bearing mice from 6/90 in the TPA controls to 7/30 in treated mice (p < 0.025) and reduced the time to first papilloma from 449 days to 197 days. Following intraperitoneal injection in strain A mice, there was a marginal increase in the multiplicity of lung adenomas."
        },
        {
            "References": "PMID:7067649",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In chronic inhalation studies, rabbits showed clinical signs of peripheral neuropathy. Confirmed by electromyographic recordings and microscopic examination, the cat was less susceptible than the rabbit. There were pathological changes in the liver, kidneys, and lung in these animals."
        },
        {
            "References": "PMID:6642100",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats and New Zealand white rabbits were exposed to vapors of allyl chloride at concentrations of 0, 30, or 300 ppm. Exposures were for 7 hr/day on days 6-15 (rats) or 6-18 (rabbits) of gestation. Maternal toxicity occurred in both rats and rabbits treated at 300 ppm. Depressed weight gain during gestation and increases in liver weight (both species) and kidney weights (rat only), fetuses from rats exposed to 300 ppm of allyl chloride had a slight delay in skeletal development but there were no other signs of embryotoxicity. Allyl chloride was not teratogenic or embryolethal in rats or rabbits following inhalation exposure to concentrations which induced effects in the maternal animals."
        },
        {
            "References": "PMID:2884741",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Allyl chloride was evaluated for developmental toxicity in a proposed new short term in vivo animal bioassay. In this assay, pregnant mice are dosed with the test agent in mid-pregnancy and allowed to go to term. Observations are then made on litter size as well as the birth weight, neonatal growth, and survival of pups as indicators of developmental toxicity. Fifty pregnant CD-1 mice were given 500 mg/kg/day allyl chloride in corn oil by gavage on days 6-13 of gestation and were allowed to deliver. Allyl chloride caused 50% maternal deaths but no significant effects in pup viability, percent survival, birth weight, or weight gain were observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 4",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ tested allyl chloride for teratogenic potential. The study used intraperitoneal treatments (80 mg/kg of allyl chloride suspended in corn oil) of rats on days 1 to 15 of gestation. Maternal heart, liver, spleen, and kidney weights were significantly increased (p< 0.05), but there were no treatment-related histopathological changes. Fetal toxicity was reflected in a significant increase (p<0.05) in resorptions in treated animals. No visceral or skeletal malformations were seen, but there was a significant incidence of fetuses from treated litters with edema (p<0.01) and short snout with protruding tongue(p<0.05). These defects were not seen in any of the control litters. Based on these studies allyl chloride is not considered to to constitute a significant developmental hazard at levels below that which would result in maternal toxicity."
        },
        {
            "References": "PMID:9528710",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ administered 124 mg/kg of /allyl chloride/ to mice by a single subcutaneous injection and sequentially examined the histopathological changes within the testis over a period of 39 days.The number of homogenization-resistant testicular spermatids and the number of epididymal sperm began to decrease 4 days and 14 days after a single subcutaneous injection of 124 mg/kg of AC, respectively. Considering the time required for sperm to pass through the epididymis, it seems likely that AC damaged elongated spermatids and other spermatogenic cells in the testis within a few days after the injection. In addition, the frequency of sperm tail abnormalities increased moderately before epididymal sperm reduction became apparent. It would seem, therefore, that AC may perhaps damage sperm as they pass through the epididymis."
        },
        {
            "References": "PMID:6244138",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neuropathologic features in rabbits show that allyl chloride is a neurotoxic agent which especially damages the peripheral nervous system resulting in a dying-back pattern of axonal degeneration similar to that of toxic neuropathy due to acrylamide, n-hexane, methyl-n-butyl ketone, or triorthocresol phosphate intoxication."
        },
        {
            "References": "PMID:6274125",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /In mice,/ nerve fiber degeneration was found in many peripheral nerves and in roots, tending to be more marked distally and to affect more motor than sensory nerves. Males were more severely affected than females. Animals appeared to become tolerant to allyl chloride with continuous dosing. This neuropathy appears to be a central-peripheral distal type of axonopathy."
        },
        {
            "References": "PMID:2067136",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ To elucidate the dose-effect relationship of neurotoxicity of allyl chloride (AC) in Donryu rats, 5 animals each were exposed to 10, 50 and 100 ppm AC for 8 hr/day and 5 days/wk for a period of 34 wk. Nerve conduction velocities of the tail nerve in rats were determined before and after 4, 8, 12, 16, 22, 28 and 34 wk of exposure, and the width of landing foot-spread after 8, 12, 16, 28 and 34 wk. Animals subjected to 100 ppm AC showed significant (p<0.01) reduction of motor and sensory nerve conduction velocities and nerve action potentials (NAP) after 28 wk when clinical signs of neuropathy were observed, i.e., weakness of hindlimbs and significantly (p<0.01) extended landing foot-spreads. Motor distal latency was retarded in rats exposed to 100 ppm AC at the last period of exposure. In rats exposed to 50 and 100 ppm AC, no remarkable electrophysiological findings or abnormal clinical signs were observed except for depressed amplitude of NAP in 50 ppm-exposed rats when compared with those exposed to 10 ppm."
        },
        {
            "References": "PMID:8243417",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The ability of allyl-chloride (ALL), acrylamide (ACR), and 2,5-hexanedione (HD) to cross link neurofilaments (NF) and the effects on NF degradation were investigated in rats. Male Donryu-rats were administered ALL at 2 millimoles/kilogram (mmol/kg), ACR at 0.25 mmole/kg, or HD at 2.5 mmole/kg by subcutaneous injection, 5 days/wk for 3 months. To determine the effects on NF cross linking, spinal cords were removed at 3 months and NF rich cytoskeletal proteins were analyzed by sodium-dodecyl-sulfate polyacrylamide gel electrophoresis (SDS PAGE) and immunoblot assay. SDS PAGE and chromatographic analysis showed a significant decrease from control values in all three subunits of NF proteins in the HD treated rats, and a significant decrease from control values in the 200 kilodalton protein in both the ALL and ACR treated groups. Immunoblot analysis showed high molecular weight species immunoreactive to antibodies to all three NF subunits and to glial fibrillary acidic proteins in the HD treated rats only. In a second experiment to determine NF degradation patterns, rats received 2.5 mmole/kg ALL, 0.25 mmole/kg ACR, or 2.0 mmole/kg HD by subcutaneous injection 5 days/wk for up to 3 months. Spinal cord NF preparations were evaluated for proteolytic activity of calcium activated neutral protease at 1, 3, and 6 hours. HD treatment was associated with significantly less degradation of all three NF subunits compared with control values"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 4",
            "Value": "/GENOTOXICITY/ /Results have been reported for/ studies on rat dominant lethal; mouse sperm head morphology; drosophila sex-linked recessive lethal; in vitro UDS in human fibroblasts; and rat bone marrow cytology studies, all of which were negative."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 4",
            "Value": "/GENOTOXICITY/ /Investigators/ tested allyl chloride for its ability to induce gene mutations in prokaryotic and eukaryotic microorganisms. The Salmonella reversion test with strains TA1535 and TA100 (with and without activation), a forward and back mutation system in Streptomyces coelicolor and two forward mutation systems in Aspergillus nidulans were used. The spot and plate incorporation assay techniques were employed. Allyl chloride was active in S. typhimurium and S. coelicolor and negative in A. nidulans."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1236 (1999)",
            "Value": "/GENOTOXICITY/  Allyl chloride caused DNA damage in bacteria, was mutagenic to bacteria and fungi and induced gene conversion in yeast. It also induced chromosomal aberrations in cultured Chinese hamster lung cells, this activity being greater in the absence of an exogenous activation system. Allyl chloride can bind to isolated DNA, although it is a weak alkylating agent. Five alkylated bases have been identified: N3-allyladenine, N6-allyladenine, N2-allylguanine, N7-allylguanine and O6-allylguanine."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 4",
            "Value": "/GENOTOXICITY/ Allyl chloride /was investigated for/ its ability to induce unscheduled DNA synthesis (UDS) in HeLa cells and mutations in the Ames test. The effective dose range of UDS induction was rated according to the lowest dose at which UDS occurred. Allyl chloride required a relatively high dose of 0.001 mol/L to induce UDS."
        },
        {
            "References": "Mccoy EC et al, Mutat Res 57 (1): 11 (1978",
            "Value": "/GENOTOXICITY/ Allyl chloride is mutagenic for Salmonella typhimurium and induces gene conversions in Saccharomyces cerevisiae. Also displays DNA-modifying activity for Escherichia coli."
        },
        {
            "References": "PMID:11245079",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Fluorescence molecular probe (Fura-2/AM), electron probe X-ray microprobe analysis (EPMA) and biochemical methods were used to determine the concentrations of cytosolic free Ca2+, the contents of intracellular Ca2+ percentage, Ca(2+)-free calmodulin (CaM), the activity of Ca2+/CaM-dependent protein kinase II (Ca2+/CaM-PK II), and cytoskeletal protein synthesis in chicken embryo brain cells induced by allyl chloride (AC). The contents of Ca2+ percentage, the concentrations of cytosolic free Ca2+, and the activities of Ca2+/CaM-PK II in the cells were increased significantly as AC was added (P<0.01). However, the content of Ca(2+)-free CaM and the synthesis of cytoskeletal proteins were markedly decreased (P<0.01). The results suggest that one of the mechanism of AC-induced cytoskeletal injury in vitro might be related to the elevation of intracellular Ca2+, activated CaM and Ca2+/CaM-PK II."
        },
        {
            "References": "PMID:8586023",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...The present study was conducted to examine the abilities of allyl chloride (ALL) and its putative metabolites, i.e., epichlorohydrin, glycerol alpha-monochlorohydrin, allyl alcohol and acrolein to cross-link proteins in vitro. Neurofilament-riched cytoskeletal proteins (1 mg/mL) and ovalbumin (10 mg/mL) were incubated with 160 mM tested chemicals except for acrolein at 0.5 mM and 1 mM. Time-dependent studies by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) revealed that not only ALL, but also acrolein and epichlorohydrin exerted chemical modifications on axonal cytoskeletal proteins; while only acrolein-treated ovalbumin could manifest evidence of polymerization of the protein. Immunoblotting of PAGE-separated proteins confirmed that the high molecular weight proteins on the top of SDS-PAGEs were NF antigen-contained covalent cross-linked materials."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Dilling WL; Environ Sci Technol 11: 405-9 (1977) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of allyl chloride is estimated as 51(SRC), using a water solubility of 3,370 mg/L(1) and a regression derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that allyl chloride is expected to have high mobility in soil."
        }
    ]
}