{
    "_id": {
        "$oid": "6682e893c4e5dba5ffba2648"
    },
    "CID": {
        "$numberInt": "7853"
    },
    "Name": "Allylamine",
    "IUPACName": "prop-2-en-1-amine",
    "CanonicalSMILES": "C=CCN",
    "Synonyms": [
        "ALLYLAMINE",
        "107-11-9",
        "prop-2-en-1-amine",
        "2-Propen-1-amine",
        "Monoallylamine",
        "3-Aminopropylene",
        "3-Aminopropene",
        "2-Propenamine",
        "2-Propenylamine",
        "Allyl Amine",
        "3-Amino-1-propene",
        "30551-89-4",
        "NSC 7600",
        "CCRIS 4746",
        "HSDB 2065"
    ],
    "IsomericSMILES": "C=CCN",
    "INCHI": "InChI=1S/C3H7N/c1-2-3-4/h2H,1,3-4H2",
    "INCHIKEY": "VVJKKWFAADXIJK-UHFFFAOYSA-N",
    "Formula": "C3H7N",
    "MolecularWeight": {
        "$numberDouble": "57.09"
    },
    "Description": "Allylamine is an alkylamine.",
    "XlogP": {
        "$numberDouble": "0.1"
    },
    "Complexity": {
        "$numberInt": "17"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Feb 28, 2018: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for allylamine(SRC), using a log Kow of 0.03(1) and a regression-derived equation(2). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 27, 2018: https://www.safe.nite.go.jp/english/db.html (2) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (3) Bridie AL et al; Water Research 13: 627-30 (1979) (4) Niemi GJ et al; Environ Toxicol Chem 6: 515-27 (1987)",
            "Value": "AEROBIC: Allylamine, present at 100 mg/L, reached 41% of its theoretical BOD(with conversion of ammonia to nitrate) in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Allylamine, present at 100 mg/L, reached 89% TOC in 4 weeks using an activated sludge inoculum at 30 mg/L in an open system inherent degradation test(1). Allylamine had a theoretical BOD of 35.4% over a 5 day incubation period using 100 ppm of allylamine in aerobic sewage(2). Using a standard BOD dilution test and an inoculum from a sanitary waste treatment facility, a theoretical BOD of 0% was observed over a 5 day incubation period(3). Allylamine had a 5 day theoretical oxygen demand of 21% using a sewage inoculum(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = 0.03"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:2170166",
            "Value": "Aortic smooth muscle cells (SMC) modulate from a contractile to a proliferative phenotype upon subchronic exposure to allylamine. The present studies were designed to determine if this phenotypic modulation is associated with alterations in the metabolism of membrane phosphoinositides. (32)P incorporation into phosphatidylinositol 4-phosphate (PIP), phosphatidylinositol 4,5-bisphosphate (PIP2), and phosphatidic acid (PA) was lower by 31, 35, and 22%, respectively, in SMC from allylamine-treated animals relative to controls. In contrast, incorporation of (3)H-myoinositol into inositol phosphates did not differ in allylamine cells relative to control cells. Exposure to dibutyryl (db) cAMP (0.2 mM) and theophylline (0.1 mM) reduced (32)P incorporation into PIP and PIP2 in SMC from both experimental groups. Under these conditions, a decrease in (3)H-myoinositol incorporation into inositol 1-phosphate was only observed in allylamine cells. The effects of db cAMP and theophylline in allylamine and control SMC correlated with a marked decrease in cellular proliferation. These results suggest that alterations in phosphoinositide synthesis and/or degradation contribute to the enhanced proliferation of SMC induced by allylamine. To further examine this concept, the effects of agents which modulate protein kinase C (PKC) activity were evaluated. Sphingosine (125-500 ng/mL), a PKC inhibitor, decreased SMC proliferation in allylamine, but not control cells. 12-O-Tetradecanoylphorbol-13-acetate (1-100 ng/mL), a PKC agonist, stimulated proliferation in control cells, but inhibited proliferation in cells from allylamine-treated animals. /The authors/ conclude that allylamine-induced phenotypic modulation of SMC is associated with alterations in phosphoinositide metabolism."
        },
        {
            "References": "Kuzuya F et al; J Nutr 93 (3): 280 (1967)",
            "Value": "Absorption spectra showed that allylamine formed a complex with pyridoxal phosphate in soln at ph 5.2, 7.4 and 8.0. At 1x10-2 M, allylamine inhibited activity of serum glutamic-oxalacetic transaminase by 22.5%, and at 1x10-4 M it inhibited serum glutamic-pyruvic transaminase by 13.2%. It inhibited activity of serum enzymes in vitro at same concn as isonicotinic acid hydrazide. IV injection of 60 mg/kg into rats decreased activities of hepatic glutamic-oxalacetic transaminase and glutamic-pyruvic transaminase by about 50%, when these levels were determined about 5 min after injection."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Feb 28, 2018: https://www2.epa.gov/tsca-screening-tools (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Leung HW, Paustenbach DJ; Am J Ind Hyg 18: 717-35 (1990) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of allylamine is estimated as 8(SRC), using a log Kow of 0.03(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that allylamine is expected to have very high mobility in soil. The pKa of allylamine is 9.7(4), indicating that this compound will exist almost entirely in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}