{
    "_id": {
        "$oid": "6682e893c4e5dba5ffba2649"
    },
    "CID": {
        "$numberInt": "7854"
    },
    "Name": "PROPIONITRILE",
    "IUPACName": "propanenitrile",
    "CanonicalSMILES": "CCC#N",
    "Synonyms": [
        "PROPIONITRILE",
        "Propanenitrile",
        "Ethyl cyanide",
        "107-12-0",
        "Propiononitrile",
        "Cyanoethane",
        "Propylnitrile",
        "Propionic nitrile",
        "Ether cyanatus",
        "Hydrocyanic ether",
        "Propannitril",
        "Ethylkyanid",
        "RCRA waste number P101",
        "n-Propanenitrile",
        "EtCN"
    ],
    "IsomericSMILES": "CCC#N",
    "INCHI": "InChI=1S/C3H5N/c1-2-3-4/h2H2,1H3",
    "INCHIKEY": "FVSKHRXBFJPNKK-UHFFFAOYSA-N",
    "Formula": "C3H5N",
    "MolecularWeight": {
        "$numberDouble": "55.08"
    },
    "Description": "Propionitrile is a nitrile that is acrylonitrile in which the carbon-carbon double bond has been reduced to a single bond. It has a role as a polar aprotic solvent. It is a volatile organic compound and an aliphatic nitrile.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "38"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for propionitrile(SRC), using log Kow of 0.16(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:938041",
            "Value": "The fungal strain Nocardia rhodochrous LL100-21 completely hydrolyzed propionitrile to propionic acid and ammonia."
        },
        {
            "References": "(1) Meth-Cohn O, Wang MX; J Chem Soc Perkin Trans 1: 1099-1104 (1997) (2) Kobayashi M et al; Biochem Biophys Res Commun 253: 662-666 (1998) (3) Linardi VR et al; FEMS Microbiology Letters 144: 67-71 (1996) (4) Chapatwala KD et al; Environ Toxicol Chem 11: 1145-51 (1992) (5) Symons JM et al; J Air Water Pollut 4: 115 (1961)",
            "Value": "Enzyme-catalyzed hydrolysis of nitriles has been shown to proceed by two distinct routes(1,2); a nitrilase transforms the nitriles directly into acids plus ammonium ion, or a nitrile hydratase forms the amide which is hydrolyzed to acid plus ammonium ion by amidase(1,2). A variant of a yeast strain identified as Candiada famata isolated from gold mine effluent was able to grow on propionitrile as the sole nitrogen source after acclimatization(3). In another study, a mixed microbial culture, isolated from an environment contaminated with organic cyanides and PCBs, utilized propionitrile as the sole source of carbon and nitrogen(4). The mixed microbial culture was grown for 48 hrs at pH 7 with 1 g/l of propionitrile; the final pH and ammonia concn were determined to be 8.66 and 76.9 umol/ml, respectively(4). Propionitrile was rapidly metabolized by activated sludge to the amide(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow= 0.16"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3144-5",
            "Value": "A 2 min inhalation of saturated vapor killed all rats. A 4 hr exposure to 5000 ppm gave a mortality of two out of six rats. Application to the skin & eyes of rabbits did not result in severe damage. ... Exposure of 9500 ppm for 1.5 hr killed all rats."
        },
        {
            "References": "PMID:913972",
            "Value": "PROPIONITRILE INDUCES ACUTE DUODENAL ULCERS IN RATS. GASTRIC ACID SECRETION WAS INCREASED BY INTRAGASTRIC ADMINISTRATION WHICH APPEARS TO BE REQUIRED FOR ULCER FORMATION."
        },
        {
            "References": "PMID:6266064",
            "Value": "INTRAPERITONEAL INJECTIONS OF PROPIONITRILE AT 0.54-1.51 MMOLE/KG (30-83 MG/KG) ON DAY 8 OF GESTATION IN THE HAMSTER INDUCED EXENCEPHALY, ENCEPHALOCELES, & RIB FUSIONS & BIFURCATIONS IN THE OFFSPRING. OBSERVATIONS SUGGEST THAT THE TERATOGENIC EFFECTS ARE RELATED TO THE METABOLIC RELEASE OF CYANIDE."
        },
        {
            "References": "PMID:2981082",
            "Value": "The effects of subulcerogenic doses of cysteamine and propionitrile on alkali secretion by duodenal surface epithelium and pH at the surface of this mucosa were assessed in the duodenum of anesthetized rats. Alkali secretion was titrated in situ, using segments of duodenum just distal to the Brunner's glands area and devoid of pancreatic carbonite. Surface pH was measured by advancing pH-sensitive microelectrodes from the luminal solution to the epithelial cell surface. ... By delayed (5 hr) actions, both cysteamine and propionitrile inhibited the rise in alkali secretion in response to a 5 minute exposure to luminal acid with pH 2.00 in the rat. ... Inhibition of mechanisms mediating this response may contribute to the duodenal ulcerogenic actions of cysteamine and propionitrile."
        },
        {
            "References": "PMID:3803764",
            "Value": "... Members of this chemical class included several mononitriles (aceto-, propio-, butyro-, and acrylonitrile). ... Broadly defined, retrospective structure-activity relationship analysis suggested that the toxicological profiles of this group of aliphatic nitriles were similar; however, unique differences were observed within each of the toxicity categories and nitrile subclasses as the toxicological focus narrowed."
        },
        {
            "References": "PMID:7196094",
            "Value": "Administration of acrylonitrile or propionitrile in the pregnant hamster is linked to the production of severe axial skeletal (dysraphic) malformations in the hamster fetus. A histological study of early embryos and term fetuses challenged with a teratogenic dose of either of these nitriles was made. Inspection of hamster embryos 10 hr after the teratogenic stimulus revealed mesodermal changes including a reduced number of cells, shrinkage of the cell cytoplasm and enlarged extracellular spaces. A reduced number of mitotic figures and focal necrobiosis were also noted. Affected embryos were smaller and were delayed in their development as compared to controls. Analysis of the 14 day old hamster fetuses revealed the basichondrocranium in cranioschisis occulta with encephalocele and cranioschisis aperta with exencephaly to be shorter than control and lordotic to the vertebral axis. These alterations were more accentuated in cranioschisis aperta than in cranioschisis occulta. The ultimate skeletal malformations may be the reflection of a primary paraxial mesodermal insufficiency."
        },
        {
            "References": "PMID:3732670",
            "Value": "Acetonitrile, adiponitrile, and propionitrile, were evaluated for embryotoxic and teratogenic potential in rats. Mated Sprague Dawley rats were administered one of the three nitriles by gavage on gestation days 6-19, inclusive. Daily dosage levels (mg/kg body wt) were: acetonitrile at 0, 125, 190, and 275; adiponitrile at 0, 20, 40, and 80; propionitrile at 0, 20, 40, and 80. There was evidence of maternal toxicity in each of the high dose groups treated with acetonitrile, adiponitrile, or propionitrile. Some maternal effects also were seen with adiponitrile at the middle dosage. Embryotoxic effects were observed at the highest dosage tested for acetonitrile and middle and high dose levels for propionitrile. Slight fetotoxicity was observed at the highest dosage for adiponitrile. No teratogenic effects were observed at any dosage level with acetonitrile, adiponitrile, or propionitrile."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1054",
            "Value": "Propionitrile rated 4 on rabbit eyes. /Most severe injuries have been rated 10/"
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 356",
            "Value": "The factors influencing the ulcerogenic effects of propionitrile /were investigated/ in rats. ... Fasting rats showed a decreased frequency of duodenal ulcers compared with those eating ad libitum. Female rats were more susceptible to induction of duodenal ulcers by propionitrile, the incidence being 15% for males and 80% for females, suggesting hormonal mediation. Furthermore, the inhibition of alkali secretory function of the GI tissue was suggested as a contributing mechanism of the duodenal ulcerogenic action of propionitrile. The induction of ulcers in the duodenum of rats may be due either to propionitrile itself, or some metabolite other than cyanide. Neither the nature of the metabolite, nor the site of action, (ie, whether centrally or peripherally mediated) is known."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 355",
            "Value": "Propionitrile is about 3-4 times more toxic than acetonitrile by the respiratory route of administration. The greater toxicity of propionitrile is due to its higher lipid-water partition coefficient and lower volatility than acetonitrile. These factors increase its ability to penetrate biological membranes and decrease its elimination in the expired air."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of propionitrile is estimated as 29(SRC), using a measured log Kow of 0.16(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that propionitrile is expected to have very high mobility in soil(SRC)."
        }
    ]
}