{
    "_id": {
        "$oid": "6682e894c4e5dba5ffba264a"
    },
    "CID": {
        "$numberInt": "7855"
    },
    "Name": "Acrylonitrile",
    "IUPACName": "prop-2-enenitrile",
    "CanonicalSMILES": "C=CC#N",
    "Synonyms": [
        "ACRYLONITRILE",
        "2-Propenenitrile",
        "107-13-1",
        "Vinyl cyanide",
        "Propenenitrile",
        "Prop-2-enenitrile",
        "Cyanoethylene",
        "Fumigrain",
        "Ventox",
        "25014-41-9",
        "Carbacryl",
        "Acritet",
        "Acrylon",
        "Nitrile acrylique",
        "Cyanure de vinyle"
    ],
    "IsomericSMILES": "C=CC#N",
    "INCHI": "InChI=1S/C3H3N/c1-2-3-4/h2H,1H2",
    "INCHIKEY": "NLHHRLWOUZZQLW-UHFFFAOYSA-N",
    "Formula": "C3H3N",
    "MolecularWeight": {
        "$numberDouble": "53.06"
    },
    "Description": "Acrylonitrile is a nitrile that is hydrogen cyanide in which the hydrogen has been replaced by an ethenyl group. It has a role as a carcinogenic agent, an antifungal agent, a fungal metabolite, a polar aprotic solvent and a mutagen. It is an aliphatic nitrile and a volatile organic compound.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "54"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Barrows ME et al; Am Chem Soc Div Environ Chem 18: 345-6 (1978) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A whole body BCF of 48 was determined for bluegills exposed to acrylonitrile for 28 days (or until equilibrium was obtained) in a flowing water system(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Donberg PA et al; Environ Toxicol Chem 11: 1583-94 (1992) (2) Meth-Cohn O, Wang MX; J Chem Soc Perkin Trans 1: 1099-1104 (1997) (3) Kobayashi M et al; Biochem Biophys Res Commun 253: 662-666 (1998) (4) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (5) Ludzack FJ et al; J Water Pollut Control Fed 33: 492-505 (1961) (6) Mills EJ Jr, Stack VT Jr; pp. 492-517 in Proc 8th Industrial Waste Conf Eng Bull Purdue Univ Eng Ext Ser (1954) (7) Stover EL, Kincannon DF; J Water Pollut Control Fed 55: 97-109 (1983) (8) Young RHF et al; J Water Pollut Control Fed 40: 354-68 (1968) (9) Going J et al; Environ Monitoring Near Industrial Sites Acrylonitrile. USEPA-560/6-79-003 (1979) (10) Cherry AB et al; Sewage Indust Wastes 28: 1137-46 (1956) (11) Mills EJ et al; 9th Industrial Waste Conf Eng Bull of Purdue U 9: 449-64 (1955) (12) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 29, 2018: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Biodegradation of acrylonitrile has been demonstrated in wastewater, activated sludge, and various microbial cultures free from other living organisms(1). Enzyme-catalyzed hydrolysis of nitriles, such as acetonitrile, has been shown to proceed by two distinct routes(2,3); a nitrilase transforms the nitriles directly into acids plus ammonium ion, or a nitrile hydratase forms the amide which is hydrolyzed to acid plus ammonium ion by amidase(2,3). Acrylonitrile concentrations of 5 and 10 ppm in wastewater were completely degraded within 7 days in static-culture flask screening studies(4). In studies using activated sludge inocula, >95% degradation of acrylonitrile and >70% of theoretical BOD removal was reported after 21 days of acclimation in a screening study(5). In a waste water treatment plant, 30% of theoretical BOD removal of acrylonitrile was reported after 10 days(6). Using a bench-scale continuous flow reactor, >99% degradation of acrylonitrile and 30% of theoretical BOD removal was reported(7). Other studies, report 0 and 38% of theoretical BOD removal after 5 and 20 days respectively(8). Acrylonitrile completely degraded in Mississippi river water in 6 days(9) and degraded completely in 20 days in another study using river water, requiring less time for degradation with acclimation(10). In river water, 65% theoretical BOD was removed in 5 days after 27 days acclimation(11). At concentration up to 100 ppm, complete degradation of 14C-acrylonitrile occurred in <2 days in a Londo soil(1). Greater than 50% of the radioactivity was recovered as 14C-carbon dioxide following 6 days of incubation. Transient formation of acrylamide and acrylic acid as intermediates of degradation were observed(1). Similar results were obtained in studies conducted with Tappan loam and sand(1). Acclimation of the microorganisms was required before degradation of 100 ppm acrylonitrile in sand(1). Degradation of higher concentration (500 and 1,000 ppm in Londo soil) was relatively slow and may be due to inhibitory effects of the parent compound(1). Acrylonitrile, present at 100 mg/L, reached 61 of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(12)."
        },
        {
            "References": "(1) Callahan MA et al; Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. USEPA-440/4 79-029a. Washington, DC: USEPA, p. 105-4 (1979) (2) Chou WL et al; Bioeng Symp 8: 391-414 (1979)",
            "Value": "ANAEROBIC: The biodegradation of acrylonitrile is reported to occur readily at concns <20 mg/L during anaerobic digestion processes operated in municipal sewage treatment facilities(1). A Pseudomonas-containing sludge, used for the treatment of industrial acrylonitrile wastes, could degrade up to 35% of the pollutant at concentration levels of 500 mg/L(1). In another study, acrylonitrile was poorly degraded in a reactor under anaerobic conditions with a 2-10 day retention time; only 17% utilization was reported after 110 days of acclimation(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = 0.25"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12204582",
            "Value": "Acrylonitrile (AN) is a vinyl monomer used in the production of synthetic fibers, rubber and plastics. AN is acutely toxic but its mechanism of toxicity remains to be established. AN is metabolized to cyanide in vivo but cyanide production alone cannot explain acute AN toxicity. Previous work ... has shown that AN can alkylate highly reactive cysteine residues in proteins. Glyceraldehyde-3-phosphate dehydrogenase (GAPDH), a critical enzyme involved in glycolysis, has a catalytically active cysteine 149 in its active site. ... AN irreversibly inhibits GAPDH with second-order rate constants, at pH 7.4, of 3.7 and 9.2 M(-1) s(-1) at 25 and 37 degrees C, respectively. A combination of matrix-assisted laser desorption ionization-time of flight mass spectrometry (MALDI-TOF) and electrospray ionization-mass spectrometry-mass spectrometry (ESI-MS-MS) was used to show that AN inactivates GAPDH by covalently binding to cysteine 149 in the active site of the enzyme. Inactivation of GAPDH by AN would be expected to impair glycolytic ATP production and when coupled with the inhibition of mitochondrial ATP synthesis by the AN metabolite cyanide would result in metabolic arrest. The brain can withstand metabolic arrest for only a few minutes thus these combined actions may account for the acute toxicity of AN in vivo."
        },
        {
            "References": "PMID:7055848",
            "Value": "The interaction of acrylonitrile (VCN) with rat blood has been investigated at the molecular level in an attempt to understand the possible mechanism of its toxicity. ... Up to a maximum of 94% of (14)C from VCN in erythrocytes was detected covalently bound to cytoplasmic and membrane proteins. ... Determination of specific activity showed that binding occurred more in vivo than in vitro which indicated that the VCN molecule was bioactivated inside erythrocytes. These results indicate that ... VCN, which binds to cytoplasmic and membrane proteins, may cause damage to red cells by mechanisms other than release of CN-."
        },
        {
            "References": "PMID:18834918",
            "Value": "Acrylonitrile (AN) is an organic compound produced in large quantities by the chemical industry and is acutely toxic. One mechanism proposed to explain the toxicity of AN is metabolism by P450 into cyanide (CN). Although blood and brain levels of CN in rats following an LD90 dose of AN are consistent with acute toxicity, blocking CN formation with P450 inhibitors does not prevent lethality. Another mechanism implicated in toxicity is covalent binding of AN to cysteine residues in tissue proteins. Previous work ... has shown that AN can irreversibly inactivate the catalytically active cysteine-149 in glyceraldehyde-3-phosphate dehydrogenase (GAPDH). Inactivation of GAPDH by AN would be expected to impair glycolytic ATP production and, when coupled to the inhibition of mitochondrial ATP synthesis by the AN metabolite CN, would result in metabolic arrest, particularly in brain. ... /Researchers/ measured the high energy metabolites phosphocreatine (PCr), ATP, ADP and AMP by HPLC and compared their levels in the brains of rats treated with an LD90 dose of AN, when respiration ceased, vs. controls. Two methods of rapid brain freezing in liquid nitrogen were used: funnel freezing (FF) and head immersion (HI). AN administration resulted in large decreases in PCr of 74% (FF) and 80% (HI) but relatively minor decreases in ATP of 5% (FF) and 21% (HI) and Energy Charge of 6% (FF) and 10% (HI). Thus, although substantial depletion of PCr was observed, possibly due to inhibition of creatine kinase by AN, we found no evidence that brain ATP is depleted when respiration ceases in AN-intoxicated rats."
        },
        {
            "References": "PMID:7079587",
            "Value": "Acrylonitrile-induced adrenal necrosis is associated with the early depletion of adrenal glutathione and elevation of adrenal dopamine. These biochemical events could result in increased susceptibility to free radical-mediated lipid peroxidation which may play a role in pathogenesis of adrenal injury caused by acrylonitrile."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 83 (1979)",
            "Value": "Administered intraperitoneally to rats at a dose of 100 mg/kg bw, acrylonitrile inhibits non-competitively the activity of brain, kidney and liver cytochrome oxidase; when injected subcutaneously at a dose of 100-120 g/kg bw it decreases the ratio between oxidized and reduced nucleotides in the brain and blood; when given as an intravenous dose of 150 mg/kg bw, it reduces the content of glutathione in liver, lung, kidneys, adrenals and brain of rats."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 78 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After a single oral dose of 46.5 mg/kg bw acrylonitrile, moderate to marked hyperplasia of the Clara cells lining the bronchioles was observed in male Sprague Dawley rats."
        },
        {
            "References": "PMID:7112577",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats pretreated with phenobarbital or aroclor were administered acrylonitrile (50, 75, 100, or 150 mg/kg) orally for 1, 2, or 3 days. Focal superficial necrosis of liver associated with hemorrhagic gastritis of distended forestomach was found in rats necropsied 24 hr after admin of 150 mg/kg."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 10% aqueous solution administered to the eyes of a rabbit caused a trace of pain and slight conjunctival irritation immediately following contact. There was no corneal injury at any time. The conjunctiva was completely normal within 24 hours."
        },
        {
            "References": "PMID:7079587",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acrylonitrile-induced adrenal necrosis is associated with the early depletion of adrenal glutathione and elevation of adrenal dopamine. These biochemical events could result in increased susceptibility to free radical-mediated lipid peroxidation which may play a role in the pathogenesis of adrenal injury caused by acrylonitrile. In the studies reported here we found no elevation in malonaldehyde or conjugated diene concentrations of adrenal glands (or of glandular stomach and duodenal mucosa which may be other targets of acrylonitrile action) from rats given acrylonitrile. Conjugated diene concentrations in liver microsomes were significantly elevated (132%) 60 min after administration of carbon tetrachloride or 15 (38%), 30 (58%), and 60 (46%) min after injection of acrylonitrile whereas mitochondrial conjugated diene concentrations were not significantly altered by acrylonitrile. Our results suggest that while lipid peroxidation may not be involved in the pathogenesis of acrylonitrile adrenal injury it may occur in other tissues after acrylonitrile administration."
        },
        {
            "References": "PMID:10048137",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats were administered acrylonitrile (ACN) at concentrations of 0, 5, 10, 100, or 200 ppm in the drinking water and sampled after 14, 28, or 90 days of continuous treatment. Oxidative DNA damage indicated by the presence of 8-hydroxy-2'-deoxyguanosine (OH8dG) and lipid peroxidation indicated by the presence of malondialdehyde (MDA), a lipid peroxidation product, in rat brains and livers were examined. The levels of reactive oxygen species (ROS) were also determined in different rat tissues. Both the levels of nonenzymatic antioxidants (GSH, vitamin E) and the activities of enzymatic antioxidants (catalase, superoxide dismutase, glutathione peroxidase) in rat brains and livers were measured. Increased levels of OH8dG, MDA, and ROS were found in the brains of ACN-treated rats. Decreased levels of GSH and activities of catalase and SOD were also observed in the brains of ACN-treated rats compared to the control group. Interestingly, there were no changes of these indicators of oxidative stress in the livers of ACN-treated rats. Rat liver is not a target for ACN-induced carcinogenesis. These data indicate that ACN selectively induces oxidative stress in rat brain at doses that produce carcinogenesis in chronic treatment studies."
        },
        {
            "References": "PMID:19546159",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male Sprague-Dawley rats were treated with 0, 3, 30, 100, and 200 ppm acrylonitrile in drinking water for 28 days. One group of rats were also coadministered N-acetyl cysteine (NAC) (0.3% in diet) with acrylonitrile (200 ppm in drinking water) to examine whether antioxidant supplementation was protective against acrylonitrile-induced oxidative stress. Direct DNA strand breakage in white blood cells (WBC) and brain was measured using the alkaline comet assay. Oxidative DNA damage in WBC and brain was evaluated using formamidopyrimidine DNA glycosylase (fpg)-modified comet assay and with high-performance liquid chromatography-electrochemical detection. No significant increase in direct DNA strand breaks was observed in brain and WBC from acrylonitrile-treated rats. However, oxidative DNA damage (fpg comet and 8'hydroxyl-2-deoxyguanosine) in brain and WBC was increased in a dose-dependent manner. In addition, plasma levels of reactive oxygen species (ROS) increased in rats administered acrylonitrile. Dietary supplementation with NAC prevented acrylonitrile-induced oxidative DNA damage in brain and WBC. A slight, but significant, decrease in the GSH:GSSG ratio was seen in brain at acrylonitrile doses > 30 ppm. These results provide additional support that the mode of action for acrylonitrile-induced astrocytomas involves the induction of oxidative stress and damage. Significant associations were seen between oxidative DNA damage in WBC and brain, ROS formation in plasma, and the reported tumor incidences. Since oxidative DNA damage in brain correlated with oxidative damage in WBC, these results suggest that monitoring WBC DNA damage maybe a useful tool to assess acrylonitrile-induced oxidative stress in humans."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats fed 3, 9, 30, 70, 90, 110, 300, or 400 ppm in their diet (equivalent to 0.3, 0.9, 3, 7, 9, 11, 30, or 40 mg/kg/day) for up to 90 days, neurotoxic effects and mortality were seen at 30 and 40 mg/kg/day. Survivors that were taken off the test diet completely recovered. At 40 mg/kg/day, there was market degeneration of the testicular tubules in males, but no pathologic changes were observed in the organs of the females. There were no adverse effects at 11 mg/kg/day."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 81 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Intraperitoneal injection of 50 mg/kg bw acrylonitrile daily for three weeks to adult rats resulted in loss of body weight, leukocytosis, functional disturbances in the liver and kidneys, slight damage to the neuronal cells of the brain stem and cortex and parenchymal degeneration of the liver and kidneys. ... A single intravenous dose of 150 mg/kg bw (15 mg/animal) acrylonitrile administered to rats produced bilateral adrenocortical hemorrhage and necrosis."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 83 (1979)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Acrylonitrile applied to the skin of rats at doses of 28 or 14 mg/kg bw for two months, or 2.8, 0.56 or 0.11 mg/kg bw for 4.5 months, had a general toxic effect; the dominant changes were in the blood vessels (congestive plethora and hemorrhages)."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria for Acrylonitrile, EPA 440/5-80-017, p.C-31 (October 1980). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats given 20 mg/kg/day for 6 wk or 40 mg/kg/day for 4 wk ... in a labyrinth test showed impaired food conditioned reflexes and depressed learning ability which indicates central nervous system disturbances."
        },
        {
            "References": "PMID:2592735",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The intraperitoneal administration of acrylonitrile (>25 mg/kg) to rats is associated with an increased production of ethane and a rise of the serum activity of the cytosolic enzyme, sorbitol dehydrogenase. These effects are prevented by pretreatment with vitamin E and the microsomal enzyme inhibitor SKF 525A, but are exacerbated by pretreatment with the microsomal enzyme inducer, phenobarbital. Repeated intraperitoneal administration of acrylonitrile (40 mg/kg) for four weeks also increases ethane production and serum SDH activity, and produces various morphological changes in liver parenchymal cells (necrosis, increased mitotic activity, increased nucleolar size and myelinic figures in mitochondria) and inhibits the growth of the animals. All these effects are prevented by the administration of vitamin E (190 mg/kg ip, daily) during the last two weeks of treatment. A dose of sodium cyanide (2.5 mg/kg ip) which leads to a urinary excretion of thiocyanate similar to that found after the intraperitoneal administration of 25 mg/kg acrylonitrile, does not stimulate ethane production. This study suggests that the hepatoxicity of acrylonitrile may, at least partly, result from a lipoperoxidation process and is linked with its microsomal oxidative biotransformation."
        },
        {
            "References": "PMID:3388448",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily oral administration of acrylonitrile (10 mg/kg body weight) to mice for a period of 60 days caused a significant decrease in the activity of testicular sorbitol dehydrogenase and acid phosphatase, and an increase in that of lactate dehydrogenase and beta-glucuronidase. Histopathological studies revealed degeneration of the seminiferous tubules. A decrease in the sperm counts of the epididymal spermatozoa was also observed."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria for Acrylonitrile, EPA 440/5-80-017, p.C-29 (October 1980). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When injected sc at 0.5 mg/rat/day for 10 days, acrylonitrile decreased the rate of oxygen uptake and increased that of glycolysis in brain."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 80 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Oral studies ... in rats indicates that in a small number of Sprague-Dawley rats administered 0, 35, 100 or 300 mg/L (ppm) acrylonitrile in the drinking-water, and killed after 12 months, squamous-cell papillomas of the forestomach, microgliomas of the central nervous system and Zymbal gland carcinomas occurred. Among male and female rats that ingested 100 or 300 mg/kg diet acrylonitrile for 12 months, stomach papillomas developed in 1/20 given 100 and in 12/20 given 300 mg/kg diet; central nervous system tumors were found in 2/20 given 35, in 6/20 given 100 and in 3/20 given 300 mg/kg diet; and Zymbal gland carcinomas occurred in 2/20 rats given 100 and in 2/20 given 300 mg/kg diet. No such tumors were seen in control animals. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 81 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 40 male and 40 female Sprague-Dawley rats, four to five weeks of age, were given 5 mg/kg bw acrylonitrile in olive oil by gavage three times per week for 52 weeks. At 131 weeks, 21/40 (52.5%) females and 2/40 males had fibroadenomas and/or carcinomas of the mammary gland, compared with 33/75 (44%) female and 2/74 male controls; one treated male and one female control had a Zymbal gland carcinoma; four treated females, one treated male and one female control had forestomach papillomas and acanthomas; no increase was seen in the incidence of central nervous system gliomas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 81 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 30 male and 30 female Sprague-Dawley rats, four to five weeks of age, were exposed to 88, 44, 22 or 11 mg/cu m (40, 20, 10 or 5 ppm) acrylonitrile by inhalation for 4 hr a day on five days per week for 52 weeks. After 136 weeks, 13- 23% treated rats had mammary tumors (versus 10% in controls); one female exposed to 20 ppm and one male and one female exposed to 10 ppm had a Zymbal gland carcinoma (none in the controls); 1.6-6.6% treated animals had forestomach papillomas and acanthomas (none in the controls); two males exposed to 40 ppm and one male exposed to 20 ppm had central nervous system gliomas (none in the controls)."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-170 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Acrylonitrile was administered in the drinking water to Sprague-Dawley rats for 2 yr at dose levels of 35, 100, and 300 ppm. A statistically significant incidence of tumors was observed in the brain (astrocytomas), ear canal (Zymbal gland), stomach (nonglandular portion), mammary gland (females only), tongue, pituitary gland, pancreas (males only), and uterus."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-99 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Acrylonitrile was administered in the drinking water to 100 Fischer 344 rats of each sex at dose levels of 1, 3, 10, 30, and 100 ppm, and the control group contained 200 animals/sex. ... All females were sacrificed at 23 months due to low survival. The males were continued on test until the 26th month when similar survival levels were reached. Mortality in the males and females receiving 100 ppm was markedly greater than in controls, while mortality in the 10 ppm males and females receiving 3 and 30 ppm was also somewhat greater than controls. ... Slight, but generally consistent reductions in hemoglobin, hematocrit, and erythrocyte counts were noted for the females receiving 100 ppm throughout the study. Histopathological evaluation revealed an increased incidence of malignant tumor-bearing animals in the groups receiving 10, 30, and 100 ppm. The observed tumors were astrocytomas of the central nervous system (brain and/or spinal cord) and squamous cell carcinomas of the ear canal, as well as mammary gland carcinomas in the females receiving 100 ppm."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-103 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A carcinogenicity bioassay was conducted using 40 Sprague Dawley rats of each sex in both the treated and control groups which were exposed to a single dose of 5 mg/kg acrylonitrile by gavage dissolved in olive oil, 3 times a week, for 52 weeks. On spontaneous death, a moderate increase in tumors of the mammary gland region and forestomach of female rats was described."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-103 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In this study, acrylonitrile was administered by intubation to Sprague Dawley (Spartan) rats (100/sex/group) at three dose levels of 0, 0.10, and 10.0 mg/kg/day, 5 days/wk. ... All surviving animals in all groups were terminated during the 20th month to ensure at least 10 animals/sex for histopathological evaluations. The body weights of high-dose group males were consistently slightly lower than controls. Histopathological evaluations showed that there were statistically significant increased incidences in tumors of the brain (astrocytomas) and ear canal (zymbal gland) in both high-dose males and females. Stomach and intestinal tumors were observed only in high-dose males, and mammary gland tumors were observed in high-dose females. Statistically significant tumor incidences were not observed in low-dose groups either in males or females."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-104 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sprague Dawley rats were exposed to atmospheres containing 5, 10, 20, and 40 ppm acrylonitrile 4 hr/day, 5 days/wk, for 12 months. The rats were maintained for their entire lifetime. Histological examinations of the selected tissues were made. ... Slight increases were observed in mammary gland tumors of males and females, the forestomach of males, and the skin of females."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-104 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...  100 male and female Sprague Dawley rats (Spartan substrain) were exposed /by inhalation/ to 0, 20, or 80 ppm of acrylonitrile 6 hr/day, 5 days/wk, for 2 yr. ... During the first 6 mo of the study, the exposed rats drank more water and appeared to excrete a lower specific gravity urine than control rats. In lifetime observations of male and female rats exposed to acrylonitrile vapors, toxic effects, characterized by decrease in body weight and early mortality, were observed. Microscopic examination of tissues revealed a treatment-related statistically significant incidence of tumors in the central nervous system, ear canal gland (zymbal gland), tongue, small intestine, and mammary gland. In male and female rats, statistically significant increased incidences were observed only at the 80 ppm dose levels with the exception of glial cell tumors of the central nervous system which were also increased in female rats at 20 ppm."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-96 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Acrylonitrile was administered in the drinking water to 100 Sprague Dawley (Spartan) rats of each sex at dose levels of 0, 1, and 100 ppm. The study was terminated early due to low survival rates; females were sacrificed at 19 mo and males were sacrificed at 22 mo. ... Histopathology evaluation revealed an increased incidence of astrocytomas of the brain and spinal cord, carcinomas and adenomas of the zymbal gland or ear canal, and squamous cell carcinomas and papillomas of the forestomach in the high-dose males and females."
        },
        {
            "References": "Gallagher GT et al; J Amer Coll Toxicol 7 (5): 603-15 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A study was made of the chronic effects of ingestion of low doses of acrylonitrile on tumor incidence in rats. Male Sprague Dawley rats were exposed to 0, 20, 100, or 500 ppm acrylonitrile in drinking water for 2 years. Complete necrospy was performed on rats that died and on surviving rats killed at the end of 2 years. Accelerated mortality was noted at 500 ppm acrylonitrile. This group showed a trend toward decreased water consumption. Body weights in 100 ppm and 500 ppm groups increased more slowly in the first year and decreased more in the second year relative to controls. Dose related neoplastic changes noted were increased Zymbal's gland carcinomas and forestomach papillomatous proliferations and decreased benign adenomas of the pituitary. Pituitary adenomas were age related in control rats and contained immunoreactive prolactin. Most Zymbal's gland tumors were histologically poorly differentiated squamous carcinomas and were locally destructive. One produced a metastatic lung lesion. Forestomach papillomatous changes were only noted in the 500 ppm group. Mortality is not increased in rats ingesting up to 100 ppm acrylonitrile, Zymbal's gland tumors increase and pituitary adenomas decrease in a dose related manner with acrylonitrile, and there is a tendency to increased forestomach papillomas."
        },
        {
            "References": "PMID:12075111",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Acrylonitrile is a heavily produced unsaturated nitrile, which is used in the production of synthetic fibers, plastics, resins, and rubber. Acrylonitrile is a multisite carcinogen in rats after exposure via gavage, drinking water, or inhalation. No carcinogenicity studies of acrylonitrile in a second animal species were available. The current studies were designed to assess the carcinogenicity of acrylonitrile in B6C3F1 mice of both sexes. Acrylonitrile was administered by gavage at 0, 2.5, 10, or 20 mg/kg/day, 5 days per week, for 2 years. Urinary thiocyanate and N-acetyl-S-(2-cyanoethyl)-L-cysteine were measured as markers of exposure to acrylonitrile. In general, there were dose-related increases in urinary thiocyanate and N-acetyl-S-(2-cyanoethyl)-L-cysteine concentrations in all dosed groups of mice and at all time points. Survival was significantly (p < 0.001) reduced in the top dose (20 mg/kg) group of male and female mice relative to controls. The incidence of forestomach papillomas and carcinomas was increased in mice of both sexes in association with an increase in forestomach epithelial hyperplasia. The incidence of Harderian gland adenomas and carcinomas was also markedly increased in the acrylonitrile-dosed groups. In female mice, the incidence of benign or malignant granulosa cell tumors (combined) in the ovary in the 10 mg/kg dose group was greater than that in the vehicle control group, but because of a lack of dose response, this was considered an equivocal finding. In addition, the incidences of atrophy and cysts in the ovary of the 10 and 20 mg/kg dose groups were significantly increased. The incidences of alveolar/bronchiolar adenoma or carcinoma (combined) were significantly increased in female mice treated with acrylonitrile at 10 mg/kg/day for 2 years. This was also considered an equivocal result. In conclusion, these studies demonstrated that acrylonitrile causes multiple carcinogenic effects after gavage administration to male and female B6C3F1 mice for 2 years."
        },
        {
            "References": "PMID:18293209",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To assess the effects of acrylonitrile (AN) exposure on reproduction, Sprague-Dawley rats (25/sex/group) were exposed to vapor atmospheres of AN via whole-body inhalation at concentrations of 0, 5, 15, 45 (two offspring generations) and 90 ppm (one offspring generation), 6 hr daily, 1 litter/generation, through F2 weanlings on postnatal day 28. After approximately 3 weeks of direct exposure following weaning, exposure of the F1 animals at 90 ppm was terminated due to excessive systemic toxicity in the males. There were no exposure-related mortalities in adult animals, no functional effects on reproduction or effects on reproductive organs, and no evidence of cumulative toxicity or of enhanced toxicity in pregnant and lactating dams or in developing animals. Adult systemic toxicity was limited to body weight and/or food consumption deficits in both sexes and generations (greater in males) at 45 and 90 ppm and increased liver weights in the 90 ppm F0 males and females and 45 ppm F1 males. Neonatal toxicity was expressed by F1 offspring weight decrements at 90 ppm. Clinical signs of local irritation during and immediately following exposure were observed at 90 ppm. Microscopic lesions of the rostral nasal epithelium, representing local site-of-contact irritation, were observed in some animals at 5 to 45 ppm. The no-observed-adverse-effect level (NOAEL) for reproductive toxicity over two generations and neonatal toxicity of AN administered to rats via whole-body inhalation was 45 ppm. The NOAEL for reproduction was 90 ppm for the first generation. The NOAEL for parental systemic toxicity was 15 ppm."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 80 (1999)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of Sprague Dawley rats to acrylonitrile by inhalation in the range of 12-100 ppm (26-220 mg/cu m) for six hours per day on days 6-20 of gestation resulted in fetotoxicity accompanied by overt signs of maternal toxicity at 25 ppm (54 mg/cu m) and higher concentrations. No significant teratogenicity was observed."
        },
        {
            "References": "PMID:3388448",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Daily oral administration of acrylonitrile (10 mg/kg body weight) to mice for a period of 60 days caused a significant decrease in the activity of testicular sorbitol dehydrogenase and acid phosphatase, and an increase in that of lactate dehydrogenase and beta-glucuronidase. Histopathological studies revealed degeneration of the seminiferous tubules. A decrease in the sperm counts of the epididymal spermatozoa was also observed in the animals of the acrylonitrile-exposed group. These observations suggest that acrylonitrile may affect the male reproductive function by causing testicular injury."
        },
        {
            "References": "Murray FJ et al; Food Cosmet Toxicol 16 (6): 547-52 (1978)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague Dawley rats were given 0, 10, 25 or 65 mg/kg/day by gavage from day 6-15 of gestation. Additional rats were exposed for 6 hr/day to 0, 40 or 80 ppm by inhalation from day 6-15 of gestation. Oral administration of 65 mg/kg/day, a maternally toxic level, resulted in embryotoxicity. Findings suggestive of teratogenic effect were noted at 25 mg/kg/day by gavage and at 80 ppm by inhalation. No embryotoxicity or teratogenicity at 10 mg orally or inhalation of 40 ppm in rats /was observed/."
        },
        {
            "References": "USEPA; Health Assessment Document for Acrylonitrile, EPA 600/8-82-007F, p.13-59 (October 1983). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenicity of acrylonitrile has been investigated using Sprague Dawley rats exposed to the compound by inhalation or by gavage on days 6 to 15 of gestation. Acrylonitrile was administered /by gavage/ at doses of 10, 25, and 65 mg/kg/day per os or by exposing the animals to an atmosphere of 40 or 80 ppm (87 or 147 mg/cu m) acrylonitrile for 6 hr/day. ... Rats exposed by inhalation to 40 or 80 ppm of acrylonitrile had no statistically significant changes in reproductive success or fetal development. Only the pups of rats administered acrylonitrile per os (65 mg/kg) for days 6 to 15 of gestration had an increase in malformations. At the high dose level ... there was a significant increase in acaudate or short-tailed fetuses. The majority of other abnormalities including short trunk, anteriorly displaced ovaries, missing ribs, and imperforate anus were observed in the acaudate and short-tailed fetuses whether these animals were from the control or experimental group. The only anomaly that occurred solely in treated animals was a right-sided aortic arch, which appeared in one fetus from the 25 mg/kg/day group and one fetus from the 65 mg/kg/day group."
        },
        {
            "References": "Saillenfait AM et al; Toxicology in Vitro 6 (3): 253-60 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Day 10 rat embryos were cultured in rat serum for 26 hr in the presence of acrylonitrile at concentrations ranging from 76 to 760 uM. Survival was not affected at any concentration tested. Normal development was observed at 76 uM. Acrylonitrile induced concentration-related decreases in growth parameters (yolk-sac diameter, crown-rump length, head length, number of somite pairs), which were statistically significant at concentrations of 304 uM or above. An acrylonitrile concentration of 152 uM induced a significant increase in the incidence of malformations, which rose by 100% at 304 uM. Malformations mainly consisted of a reduction of the brain and a shortened caudal extremity. The presence of 0.1-2.2 mM-reduced glutathione in the culture medium moderated the embryotoxic effects of 304 uM-acrylonitrile in a concentration-related manner. Growth retardation and severity of malformations induced by 304 uM-acrylonitrile were significantly increased by the addition of a hepatic microsomal preparation (S-9, microsomes) and cofactors by cytochrome P-450-dependent biotransformation (NADPH, glucose-6-phosphate) to the culture medium. Our results show that embryotoxicity of acrylonitrile does not require extra-embryonic biotransformation. However, the enhancement by exogenous cytochrome P-450-dependent monooxygenase systems supports a role for oxidative biotransformation in acrylonitrile embryotoxicity."
        },
        {
            "References": "PMID:12044706",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Acrylonitrile, a high volume organic chemical, was tested for reproductive effects in a three generation drinking water study with two matings per generation. Sprague-Dawley rats were exposed to acrylonitrile in drinking water at 0, 100, or 500 ppm. This corresponds to 0, 11+/-5 and 37+/-10 mg/kg, respectively, for males and 0, 20+/-3 and 40+/-8 mg/kg per day for the females, respectively. Water consumption was reduced in F0 rats in the 100 and 500 ppm groups. At 500 ppm, acrylonitrile reduced body weight gain and food intake of the first generation parental rats (F0). These parameters were not investigated at subsequent generations. The pup survival (both viability and lactation indices) was reduced at the 500 ppm treatment level in both matings of all three generations. Fostering the 500 ppm pups onto untreated mothers following the second mating lessened mortality, suggesting a maternal effect consistent with decreased water consumption. There was no remarkable change in the reproductive capacity in any of matings in rats at the 100 ppm concentration. In contrast, in all three generations, the body weights of the pups of the 500 ppm treatment level were reduced on Day 21 at both matings. No adverse findings were observed in the tissues of a limited number of third generation weanlings (F3b) upon gross and microscopic evaluation. No effect on the sciatic nerve was evident among the adult female rats held for 20 weeks after weaning of the second litter. There was a dose-related effect of acrylonitrile on gross masses in female rats at each parental generation held 20 weeks after the weaning of the second litter. Histopathological evaluation of these dams showed an increase in astrocytomas and zymbal gland tumors."
        },
        {
            "References": "PMID:2906638",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The biochemical and developmental effects of acrylonitrile in rats exposed in utero were examined. Pregnant Charles-Wistar rats received 0 or 5 mg/kg/day acrylonitrile orally from day 5 to day 21 of gestation. Acrylonitrile had no effect on maternal body weight, weight of the offspring, length of gestation, number of offspring delivered, sex within the litters, the onset of pinna detachment, eye opening, incisor eruption, or fur appearance. Pups had no abnormalities in the development of righting reflex, cliff avoidance, grip strength, spontaneous motor activity or learning ability. Two weeks post partum, 5-hydroxytryptamine was decreased in the corpus striatum and hypothalamus and increased in the pons/medulla while sodium concentrations were slightly increased in the hippocampus and significantly reduced in the pons/medulla. Monoamine-oxidase levels were decreased from 88 to 45 nanomoles benzaldehyde formed per minute per milligram protein in the 3 week old gestationally treated pups compared to the untreated controls. At 3 weeks there were no significant differences in acetylcholinesterase concentrations or sodium/potassium/ATPase activity between treated and control pups. Although exposure to low levels of acrylonitrile does not affect functional development of pups, there are changes in biogenic amines that can lead to future neurological effects."
        },
        {
            "References": "PMID:28613844",
            "Value": "/GENOTOXICITY/ Exposure to acrylonitrile induces formation of tumors at multiple sites in rats, with females being more sensitive. The present study assessed possible mechanisms of acrylonitrile tumorigenicity, covalent DNA binding, DNA breakage, and oxidative DNA damage, in two target tissues, the brain and Zymbal's glands, of sensitive female Fischer (F344) and Sprague-Dawley (SD) rats. One group received acrylonitrile in drinking water at 100 ppm for 28 days. Two other groups were administered either acrylonitrile in drinking water at 100 ppm or drinking water alone for 27 days, followed by a single oral gavage dose of 11 mg/kg bw (14)C-acrylonitrile on day 28. A positive control group received a single dose of 5 mg/kg bw of 7-(14)C-benzo[a]pyrene, on day 27 following the administration of drinking water for 26 days. Using liquid scintillation counting, no association of radiolabeled acrylonitrile with brain DNA was found. In accelerator mass spectrometry analysis, the association of (14)C of acrylonitrile with DNA in brains was detected and was similar in both strains, which may reflect acrylonitrile binding to protein as well as to DNA. Nucleotide 32P-postlabeling assay analysis of brain samples from rats of both strains yielded no evidence of acrylonitrile DNA adducts. Negative conventional comet assay results indicate the absence of direct DNA strand breaks in the brain and Zymbal's gland in both strains of rats dosed with acrylonitrile. In both rat strains, positive results in an enhanced comet assay were found only in brain samples digested with formamidopyrimidine-DNA glycosylase but not with human 8-hydroxyguanine-DNA glycosylase, indicating possible oxidative DNA damage, other than 8-oxodG formation. In conclusion, definitive evidence of DNA binding of acrylonitrile in the brain and Zymbal's gland was not obtained under the test conditions. A role for oxidative stress in tumorigenesis in the brain but not Zymbal's gland may exist."
        },
        {
            "References": "PMID:7222109",
            "Value": "/GENOTOXICITY/ The capacity of acrylonitrile (ACN) to produce chromosome aberrations in mammals was studied in somatic and germ cells of male NMRI mice. Induction of chromosome aberrations was followed in bone marrow cells 6, 18, 24, 48 and 72 hr after an i.p. injection of 20 or 30 mg/kg acrylonitrile, and polychromatic erythrocytes were examined for the presence of micronuclei 24, 30 and 48 hr after injection. The dominant lethal test served to detect chromosome aberrations in meiotic and postmeiotic male germ cells. All the tests utilized yielded negative results, so that it may be concluded that acute treatment with acrylonitrile has no clastogenic effects on male mouse cells in vivo."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 84 (1979)",
            "Value": "/GENOTOXICITY/ Acrylonitrile, in aqueous or gas phases, induced reverse mutations in Salmonella typhimurium TA1530, TA1535, TA1950, TA100, TA1538, TA98 and TA1978 in the presence of a 9000 x g supernatant of liver from mice or rats. It was also mutagenic to S. typhimurium TA1530 in a fluctuation test in the presence of a 9000 x g supernatant of rat liver."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 84 (1979)",
            "Value": "/GENOTOXICITY/ Acrylonitrile in solution produced reverse mutations in a plate incorporation assay using Escherichia coli WP2, WP2 uvrA and WP2 uvrApolA without a metabolic activation system. Acrylonitrile was also mutagenic in the fluctuation test in E. coli WP2 and WP2 uvrApolA at a concentration 20-40-fold less than that used in the plate assay."
        },
        {
            "References": "Duverger-Van Bogaert M et al; Toxicol Lett (Amst) 11 (3-4): 305-12 (1982)",
            "Value": "/GENOTOXICITY/ Glutathione enhanced the microsomal mediated mutagenicity of acrylonitrile in Salmonella typhimurium strain TA1530."
        },
        {
            "References": "Duverger M et al; Arch Int Physiol Biochim 88 (1): B29-30 (1980)",
            "Value": "/GENOTOXICITY/ The presence of liver homogenates was necessary for gaseous acrylonitrile to induce mutations in Salmonella typhimurium TA1530."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 28: Acrylonitrile (1983). Available from, as of April 3, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Acrylonitrile failed to show mutagenic activity in the mouse lymphoma L5178Y kinase mouse lymphoma cell assay."
        },
        {
            "References": "PMID:6996219",
            "Value": "/GENOTOXICITY/ Urines collected from rats and mice treated with acrylonitrile (ACN) were mutagenic towards Salmonella typhimurium strain TA 1530 in the absence of a metabolic activation system. When assayed in the presence of a liver S9 mix, this activity was suppressed when the urines were obtained from acrylonitrile treated rats, and decreased when these urines were collected from acrylonitrile treated mice. Pretreatment of the animals with phenobarbital abolished the direct mutagenicity of urines from acrylonitrile treated rats, and reduced that observed with mice urines. Addition of beta-glucuronidase to the incubation mixtures enhanced the mutagenicity of the urines from both phenobarbital untreated and treated rats and mice injected with acrylonitrile."
        },
        {
            "References": "DeE Meester C et alL; Toxicol 13 (1): 7-16 (1979)",
            "Value": "/GENOTOXICITY/ Acrylonitrile is mutagenic in salmonella typhimurium. The comparatively weak activating effect of microsomal fraction and inability of both SKF525a and cobalt to inhibit (rat and mouse) S9 mediated mutagenicity of acrylonitrile suggest that cytochrome P450-dependent monooxygenases do not play major role in metabolic activation into mutagenic intermediate(s)."
        },
        {
            "References": "PMID:16917936",
            "Value": "/GENOTOXICITY/ Chronic administration of acrylonitrile results in a dose-related increase in astrocytomas in rat brain, but the mechanism of acrylonitrile carcinogenicity is not fully understood. The potential of acrylonitrile or its metabolites to induce direct DNA damage as a mechanism for acrylonitrile carcinogenicity has been questioned, and recent studies indicate that the mechanism involves the induction of oxidative stress in rat brain. The present study examined the ability of acrylonitrile to induce DNA damage in the DI TNC1 rat astrocyte cell line using the alkaline Comet assay. Oxidized DNA damage also was evaluated using formamidopyrimidine DNA glycosylase treatment in the modified Comet assay. No increase in direct DNA damage was seen in astrocytes exposed to sublethal concentrations of acrylonitrile (0-1.0 mM) for 24 hr. However, acrylonitrile treatment resulted in a concentration-related increase in oxidative DNA damage after 24 hr. Antioxidant supplementation in the culture media (alpha-tocopherol, (-)-epigallocathechin-3 gallate, or trolox) reduced acrylonitrile-induced oxidative DNA damage. Depletion of glutathione using 0.1 mM DL-buthionine-[S,R]-sulfoximine increased acrylonitrile-induced oxidative DNA damage (22-46%), while cotreatment of acrylonitrile with 2.5 mM L-2-oxothiazolidine-4-carboxylic acid, a precursor for glutathione biosynthesis, significantly reduced acrylonitrile-induced oxidative DNA damage (7-47%). Cotreatment of acrylonitrile with 0.5 mM 1-aminobenzotriazole, a suicidal inhibitor of cytochrome P450, prevented the oxidative DNA damage produced by acrylonitrile. Cyanide (0.1-0.5 mM) increased oxidative DNA damage (44-160%) in astrocytes. These studies demonstrate that while acrylonitrile does not directly damage astrocyte DNA, it does increase oxidative DNA damage. The oxidative DNA damage following acrylonitrile exposure appears to arise mainly through the P450 metabolic pathway; moreover, glutathione depletion may contribute to the induction of oxidative DNA damage by acrylonitrile."
        },
        {
            "References": "PMID:16173056",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Acrylonitrile is a very high volume industrial chemical used primarily in the manufacture of plastics and rubber, which displays a pronounced acute toxicity and may be carcinogenic. The damage to the hematopoietic function by acrylonitrile may result from interference with cytokine production and cytokine receptor binding. Our present data show that acrylonitrile modulates the expression of some genes implicated in cell differentiation, cell-cycle progression, and clonogenic potential of human cord blood cells. A macroarray hybridization analysis showed that expression of the CXCR4, MCP-1, and MRP8 genes was modified by acrylonitrile exposure. Moreover, the acrylonitrile cell target seems to be the myeloid compartment, as assessed by a CFU-GM assay. In particular, the downregulation of CXCR4, MCP1, and MRP8 can be responsible for the observed reduction of cell proliferation and clonogenic capability of CFU-GM precursors. A Western blot assay showed an acrylonitrile-dependent induction of Bax, while Bcl-2 expression changed only after 48 h of chemical exposure. Bax was overexpressed in respect to Bcl-2, and this fact can be responsible for the induction in cell death after 24 h of treatment. C-fos and c-jun were also downregulated after 24 h and 6 h of treatment, respectively."
        },
        {
            "References": "PMID:12011484",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Chronic administration of acrylonitrile to rats resulted in an increase in the incidence of glial neoplasms of the brain. Recent studies have shown that acrylonitrile induces oxidative stress in rat brain and cultured rat glial cells. Acrylonitrile also induces morphological transformation concomitant with an increase in the formation of oxidized DNA in Syrian Hamster Embryo (SHE) cells in a dose-dependent manner. The mechanism for the induction of oxidative stress in SHE cells remains unresolved. The present study examined the effects of acrylonitrile on enzymatic and nonenzymatic antioxidants in SHE cells. SHE cells were treated with subcytolethal doses of acrylonitrile (0, 25, 50, and 75 ug/mL) for 4, 24, and 48 hr. Acrylonitrile (50 ug/mL and 75 ug/mL) increased the amount of reactive oxygen species in SHE cells at all time points. Glutathione (GSH) was depleted and catalase and superoxide dismutase activities were significantly decreased in SHE cells after 4 hr of treatment. The inhibition of these antioxidants was temporal, returning to control values or higher after 24 and 48 hr. Xanthine oxidase activity was increased following 24 and 48 hr treatment with acrylonitrile. 1-aminobenzotriazole, a suicidal P450 enzyme inhibitor, attenuated the effects of acrylonitrile on catalase and xanthine oxidase in SHE cells, suggesting that P450 metabolism is required for acrylonitrile to produce its effects on these enzymes. Additional studies showed that in the absence of metabolic sources acrylonitrile had no effect on either catalase or superoxide dismutase activity. These results suggest that the induction of oxidative stress by acrylonitrile involves a temporal decrease in antioxidants and increase in xanthine oxidase activity that is mediated by oxidative metabolism of acrylonitrile."
        },
        {
            "References": "PMID:6858196",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ (2,3-(14)C)Acrylonitrile was incubated with rat-liver microsomes, NADPH and either DNA, RNA or bovine serum albumin. Irreversible binding occurred to the macromolecular targets. Binding was lower when incubations were performed without microsomes. Most of the (14)C bound to DNA, RNA or polynucleotides (poly-A, poly-C, poly-G, poly-U) after incubation of (2,3-(14)C)acrylonitrile with rat-liver microsomes ... Radioactivity attached to DNA after prolonged non-enzymatic incubations with (2,3-(14)C)acrylonitrile was also removed from the DNA by chromatography on hydroxyapatite. When (2,3-(14)C)acrylonitrile was administered to rats (i.p.), incorporation of 14C into the natural bases of hepatic RNA was observed. In contrast with previous experiments with (1,2-(14)C)vinyl chloride, no radioactive (1-N6)etheno-adenine could be detected in RNA. After administration of (2,3-(14)C)acrylonitrile to rats, hepatic DNA was isolated and hydrolyzed by a modified enzymatic procedure. ...  It is concluded that acrylonitrile, either itself or its metabolites, can alkylate nucleic acids. However, the extent of irreversible nucleic-acid binding is quantitatively much less than that observed with vinyl halides."
        },
        {
            "References": "PMID:10580550",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Rats chronically exposed to acrylonitrile (ACN) have shown a dose-dependent increase in the incidence of astrocytomas in the brain. The mechanism(s) by which ACN induces cancer in rodents has not been established. ACN does not appear to be directly genotoxic in the brain and thus a nongenotoxic mode of action has been proposed. Inhibition of gap junctional intercellular communication (GJIC) has been shown to be a property of many nongenotoxic carcinogens. The present study examined the effects of ACN on GJIC in a rat astrocyte transformed cell line, DI TNC1 cells (a target cell for ACN carcinogenicity) and primary cultured hepatocytes (a nontarget cell for ACN carcinogenicity). ACN inhibited GJIC in rat astrocytes in a dose-dependent manner. Inhibition of GJIC was observed following 2 h treatment with 0.10 mmol/L and 1.00 mmol/L ACN. However, in primary cultured hepatocytes, ACN exposed did not result in inhibition of GJIC even after 48 h of continued treatment. In the astrocytes, GJIC inhibition plateaued after 4 h of treatment and remained blocked throughout the entire experimental period examined. Inhibition of GJIC in DI TNC1 cells was reversed by removal of ACN from the culture medium after 4 or 24 h of treatment. Cotreatment of astrocytes with vitamin E reduced the effect of ACN-induced inhibition of GJIC. Similarly, inhibition of GJIC was prevented by treatment with 2-oxothiazolidine-4-carboxylic acid (OTC), a precursor of glutathione synthesis. Decreasing cellular glutathione by treatment with buthionine sulfoxamine alone (without ACN) did not affect GJIC in astrocytes. Collectively, these results demonstrate that treatment with ACN caused a selective inhibition of GJIC in rat DI TNC1 astrocytes (the target cell type), but not in rat hepatocytes (a nontarget tissue). Inhibition of GJIC in astrocytes was reversed by treatment with antioxidants and suggests a potential role for oxidative stress in ACN-induced carcinogenesis."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria for Acrylonitrile, EPA 440/5-80-017, p.C-60 (October 1980). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/OTHER TOXICITY INFORMATION/ Acrylonitrile has been shown to cyanoethylate ring nitrogen atoms of certain minor tRNA nucleosides, ribothymidine, and thymidine."
        },
        {
            "References": "PMID:6602400",
            "Value": "/OTHER TOXICITY INFORMATION/ Acrylonitrile (VCN) is a heavily used monomer in plastic and fiber industries. Quantitatively, VCN-induced gastrointestinal hemorrhage is time and dose dependent and is not the result of a direct irritating action of VCN on gastric tissues. The effect of cytochrome P-450 enzymes inducers was studied. Pretreatment with phenobarbital decreased the VCN-induced GI blood loss (55%), while Aroclor 1254 drastically increased it (240%). VCN administration to rats treated with cobalt chloride or SKF 525A (cytochrome P-450 enzymes inhibitors) resulted in a significant protection against GI bleeding (10 and 40%, respectively). Treatment with diethylmaleate (a known depletor of reduced glutathione) prior to VCN administration, produced no significant change in the VCN-induced GI bleeding. Potassium cyanide (KCN) administration to rats failed to produce significant GI bleeding. ..."
        },
        {
            "References": "PMID:6648041",
            "Value": "/OTHER TOXICITY INFORMATION/ Pretreatment by inhalation with sublethal concentrations of acrylonitrile protects rats from subsequent, normally lethal, ACN exposures. However, inhalation-induced tolerance to ACN does not protect against subsequent poisoning by cyanide. Metabolic liberation of cyanide has been suggested to be responsible for the toxicity of ACN. Protection against ACN toxicity is not provided by pretreatment with compounds which have structural similarity to ACN, i.e. acrylamide or ethylene, nor by cyanide per se. Enzyme induction with Aroclor 1254 also does not protect against ACN toxicity. The latter data suggest that the tolerance resulting from ACN pretreatment is not the result of enzyme induction and the basis for the protective effect of ACN inhalation pretreatment remains unclear."
        },
        {
            "References": "Appel KE et al; Toxicol Lett (Amst) 7 (4-5): 335-40 (1981)",
            "Value": "/OTHER TOXICITY INFORMATION/ Acrylonitrile showed spectral interaction with hepatic microsomes from mouse, rat, and man. In human and rat liver, microsomes resulted in ligand acrylonitrile-binding spectra but not in mouse liver microsomes. Hepatic microsomes from phenobarbital-treated mice with acrylonitrile showed a type I substrate binding. Ligand spectra were recorded with microsomes from benz(a)pyrene-treated mice. Microsomes from untreated control mice showed a mixed type behavior."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria for Acrylonitrile, EPA 440/5-80-017, p.C-22 (October 1980). Available from, as of April 4, 2018: https://www.epa.gov/nscep",
            "Value": "/OTHER TOXICITY INFORMATION/ Pre-treatment with cyanide was found to greatly enhance the toxicity of acrylonitrile, and to cause a three-fold increase in the cyanide level in the blood of treated rats."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) USEPA; Ambient Water Quality Criteria Doc: Acrylonitrile (Draft) p. C-6 (1980) (2) Going J et al; Environ Monitoring Near Industrial Sites Acrylonitrile. USEPA-560/6-79-003 (1979) (3) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985)",
            "Value": "SOIL: Soil samples from LA, NJ, TX, AL, SC, VA, and WV analyzed for acrylonitrile had concentrations ranging from 0-50 ug/kg(1). Acrylonitrile was not detected in all but one soil sample at 11 industrial sites and in sediment at 4 industrial sites in the US(2). The one positive soil sample was at the detection limit of 0.5 ppb(2). Acrylonitrile was not detected in 351 samples from EPA Water Quality database (STORET) in the United States(3)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Mar 29, 2018: https://www2.epa.gov/tsca-screening-tools (2) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society, p. 5 (1995) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of acrylonitrile can be estimated as 29(SRC), using a log Kow of 0.25(2) and a regression-derived equation(1). According to a classification scheme(3), this estimated Koc value suggests that acrylonitrile is expected to have very high mobility in soil."
        }
    ],
    "plant_translocation": [
        {
            "References": "World Health Organization. (1983). Acrylonitrile. World Health Organization",
            "Value": "Acrylonitrile is readily absorbed by animals through both inhalation and skin contact, leading to systemic effects, some of which can be fatal. Once absorbed, acrylonitrile is distributed fairly uniformly throughout the animal's body, and there is no indication of significant accumulation in tissues even after prolonged exposure. In the body, acrylonitrile undergoes metabolism, producing at least 10 different metabolites. The major metabolites are mercapturic acids derived from acrylonitrile. The concentration of these acrylonitrile-derived mercapturic acids in urine is proportional to the internal concentration of acrylonitrile, making them useful indicators of exposure to the chemical.Although acrylonitrile is primarily eliminated in the urine as mercapturic acids, its elimination as a whole compound in expired air is negligible. However, a small percentage of acrylonitrile is eliminated in the urine directly."
        }
    ]
}