{
    "_id": {
        "$oid": "6682e894c4e5dba5ffba264c"
    },
    "CID": {
        "$numberInt": "7858"
    },
    "Name": "Allyl alcohol",
    "IUPACName": "prop-2-en-1-ol",
    "CanonicalSMILES": "C=CCO",
    "Synonyms": [
        "ALLYL ALCOHOL",
        "2-Propen-1-ol",
        "107-18-6",
        "PROP-2-EN-1-OL",
        "Vinylcarbinol",
        "2-Propenyl alcohol",
        "3-Hydroxypropene",
        "2-Propenol",
        "1-Propen-3-ol",
        "Allylic alcohol",
        "Vinyl carbinol",
        "Weed drench",
        "Propenyl alcohol",
        "Allylalkohol",
        "1-Propenol-3"
    ],
    "IsomericSMILES": "C=CCO",
    "INCHI": "InChI=1S/C3H6O/c1-2-3-4/h2,4H,1,3H2",
    "INCHIKEY": "XXROGKLTLUQVRX-UHFFFAOYSA-N",
    "Formula": "C3H6O",
    "MolecularWeight": {
        "$numberDouble": "58.08"
    },
    "Description": "Allyl alcohol is a propenol in which the C=C bond connects C-2 and C-3. It is has been found in garlic (Allium sativum). Formerly used as a herbicide for the control of various grass and weed seeds. It has a role as an insecticide, a herbicide, an antibacterial agent, a fungicide and a plant metabolite. It is a primary allylic alcohol and a propenol.",
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "17"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Yu TH et al; J Agric Food Chem 37: 25-30 (1989) (2) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Allyl Alcohol. Available from, as of Jan 9, 2018: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Allyl alcohol was identified as a volatile component in crushed garlic; concentrations ranged from 1.1X10-7 to 1.2122X10-4 g/g garlic, depending on the method used to remove the garlic oils from the water phase(1). Allyl alcohol is reported in the bulb and essential oil of garlic (Allium sativum var. sativum)(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 6 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jan 9, 2018: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Scheunert I et al; J Environ Sci Health, B16: 719-42 (1981)",
            "Value": "An estimated BCF of 3 was calculated in fish for allyl alcohol(SRC), using a log Kow of 0.17(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low. Uptake of (14)C-allyl alcohol was higher in carrots than in lettuce, and higher in lettuce roots than in lettuce tops in greenhouse experiments(4); no bioaccumulation was observed(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Jan 9, 2018: https://www.safe.nite.go.jp/english/db.html (2) Lamb CB, Jenkins GF; Proc 8th Indus Waste Conf Purdue Univ pp. 329-9 (1952) (3) Bridie AL et al; Water Res 13: 627 (1979) (4) Kondo M et al; Eisei Kagaku 34: 188-95 (1988) (5) Loehr RC; Treatability Potential for Epa Listed Hazardous Wastes in Soil. Ada, OK: USEPA. Robert S. Kerr Environ. Res. Lab., USEPA/600/2-89/011 (1989)",
            "Value": "AEROBIC: Allyl alcohol, present at 100 mg/L, reached 86% of its Theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test, this test rate classifies allyl alcohol as readily biodegradable(1). Following incubation at 20 °C with settled sewage seed, 2.5 ppm of allyl alcohol had degraded to 9.1, 55.0, 78.2 and 81.8% of the Theoretical BOD after 5, 10, 15 and 20 days, respectively(2). In a 5 day BOD test, 81% of the theoretical oxygen demand was observed following incubation of allyl alcohol at 20 °C with a sewage seed(3). Allyl alcohol (25 ppm) was found to degrade 100 and 60% in marine and river water after 3 days of incubation at 30 °C, respectively(4). Half-lives of 10.2 and 9.5 days were found for allyl alcohol with Texas soil (pH 7.8, 3.25% organic matter) and Mississippi soil (pH 4.8, <1% organic matter), respectively, incubated at 20 °C(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Chung HY; J Agric Food Chem 47: 2280-87 (1999) (2) Yasuhara A; J Chromatogr 409: 251-8 (1987)",
            "Value": "Allyl alcohol was tentatively identified at 0.3 and 0.1 ug/kg dry weight in the legs and body, respectively, of crab (Charybdis feriatus) purchased from seafood outlets in Hong Kong in the fall of 1996(1). Allyl alcohol was not detected in fresh mussels (Mytilus edulis) collected July 31, 1985 from the Oarai coast in Ibaraki, Japan, but was detected in rotten mussels at 1.08 ug/g wet weight(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 6",
            "Value": "log Kow = 0.17"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:12755590",
            "Value": "Hepatotoxicity of allyl alcohol involves its bioactivation to acrolein and subsequent protein sulfhydryl loss and lipid peroxidation. However, the links between these events and hepatocellular death are not known. The purpose of these studies was to examine whether specific signal transduction pathways are associated with allyl alcohol toxicity in hepatocytes. Inhibition or augmentation of cyclic AMP and/or protein kinase A (PKA) by Rp-Ado-3N,5N-cyclic monophosphorothioate triethylamine salt or 3-isobutyl-1-methylxanthine had no effect on allyl alcohol-induced cell death. H-7, an inhibitor of PKA, protein kinase C (PKC), and protein kinase G (PKG), partially inhibited cell killing by allyl alcohol, whereas chelerythrine chloride, a nonselective PKC inhibitor, almost completely abolished allyl alcohol cytotoxicity. Neither  2,2N,3,3N,4,4N-hexahydroxy-1,1N,-biphenyl-6,6N-dimethanol-dimethyl ether, a selective PKC alpha and beta inhibitor, nor bisindolylmaleimide I, an inhibitor of PKC alpha, beta, and epsilon, had any effect on allyl alcohol cytotoxicity. In contrast, rottlerin, a selective PKCdelta inhibitor, blocked hepatocellular killing by allyl alcohol. Cytoprotection by chelerythrine chloride and rottlerin was not the result of inhibition of bioactivation of allyl alcohol because each inhibitor also prevented cell death from acrolein. Western blotting and immunohistochemical techniques revealed that allyl alcohol stimulated phosphorylation and translocation of PKCdelta to hepatocyte membranes (i.e., activation), and this activity was inhibited by rottlerin. Cell death appeared to occur via oncotic necrosis rather than apoptosis based on single-stranded DNA ELISA and propidium iodide staining. Together, these results indicate that activation of PKCdelta is a critical, early event in initiating hepatocyte injury and death from allyl alcohol."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 155 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male Sprague-Dawley rats /were given intraperitoneal injections/ of 0.05 mL 2-propen-1-ol in corn oil. 2-Propen-1-ol reduced hepatic cytochrome p450 in liver, and the activities of ethylmorphine demethylase, benzphetamine demethylase, benzo[a]pyrene hydroxylase, and ethoxyresorufin deethylase. No significant decrease in epoxide hydrolase or glucuronyltransferase activities were observed. The activities of cytosolic conjugating enzymes (glutathione-, sulfo- and acetyltransferases) also were minimally affected by toxic liver injury. ..."
        },
        {
            "References": "PMID:7097566",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of acute exposure of rats to allyl alcohol (0.05 mL/kg, ip) on the activity of enzymes of hepatic phase I (cytochrome p450-linked microsomal monooxygenases, epoxide hydrolase) and phase II (glucuronyl-, glutathione-, acetyl- and sulfotransferases) biotransformation were studied in rats. Allyl alcohol reduced hepatic cytochrome p450 in liver, and the activities of ethylmorphine demethylase, benzphetamine demethylase, benzo[a]pyrene hydroxylase, and ethoxyresorufin deethylase. No significant decrease in epoxide hydrolase or glucuronyltransferase activities were observed. The activities of cytosolic conjugating enzymes (glutathione-, sulfo- and acetyltransferases) also were minimally affected by toxic liver injury."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 140 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three hours after oral administration to rats of 1 mL/100 g body weight of 2-propen-1-ol, cytochrome p450 was increased by 33% in liver microsomes. Aminopyrine demethylase and dimethylaniline demethylase were stimulated. Activity of microsomal hydroxylation system gradually decreased."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 157 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After first depressing dogs with paraldehyde in order to delay vomiting, it was found that 0.05 mL of 2-propen-1-ol in 1% solution causes death in about seven hours. ... The symptoms of 2-propen-1-ol poisoning are similar to those commonly ascribed to wood alcohol especially the marked hyperemia of the gastric mucosa, intense vomiting convulsive movements and coma. One animal receiving a sublethal dose, developed in two days an opacity, apparently of the cornea, with blindness in one eye. This cleared up in two days more."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 154 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 2-Propen-1-ol /was administerd/ to twenty male Ssc: CF-1 mice /via/ inhalation (normal or via tracheal cannula) in doses of 0.42, 2.00, 4.55, /or/ 15.10 ppm (normal) 3.62 (cannula) for 30 minutes. 2-Propen-1-ol induced a decrease in the respiratory rate due to sensory irritation in normal (non-cannulated) mice. The effects were very rapid, normally reaching a plateau within the first 10 minutes. After exposure, the sensory irritating responses died away very rapidly. No pulmonary irritation was observed at concentrations up to the RD50 in cannulated mice, therefore the respiratory depression observed was due entirely to the chemical's sensory irritating effect. Groups of 4 mice used for each exposure level. Sensory irritation of the upper respiratory tract causes a characteristic pause before exhalation and thereby a decrease in respiratory rate. This bradypnea occurs reflexively from stimulation of the trigeminal nerve endings in the nasal mucosa. ... If exposures were carried out in animals via tracheal cannula, the bypass of the nasal trigeminal nerve endings excludes the development of sensory irritation of the upper respiratory tract. Stimulation of pulmonary receptors by airborne irritants in mice results in a different reflex decrease in respiratory rate due to a pause between the end of expiration and the beginning of the following inspiration resulting in a net decrease in respiratory rate proportional to the log of the concentration of the irritants."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 151 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Graded amounts /(32-55 mg/kg bw)/ of a 1% solution of 2-propen-1-ol were administered by intraperitoneal injection to groups of 10 male /Long-Evans/ rats (178-200 g). Surviving animals were observed for up to 10 days. ... The main clinical sign was described as apathy, along with anxiety. Coma and diarrhea preceded death in moribund animals. Gross post mortem findings in decedent animals included: edema and congestion of the lungs, visceral congestion, presence of mucus in the intestinal tract, discolored liver (some necrosis) and swollen, discolored kidneys. Histopathological examination of tissue from decedent animals revealed: lung congestion, liver damage (congestion and necrosis of periportal sinusoids, central pallor and necrosis), presence of heme casts and cloudy swelling in the kidney. Similar (but less frequent) lesions were present in animals that survived the 10 day observation period. ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 144 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Graded amounts /(75-130 mg/kg bw; 79-140 mg/kg bw)/ of a 1% solution of 2-propen-1-ol were administered by gavage (dosing needle) to groups of 5 male Long-Evans rats (body weights: 111-143 g or 170-252 g; two studies). Surviving animals were observed for up to 10 days. ... The main clinical sign was described as apathy, along with anxiety. Coma and diarrhea preceded death in moribund animals. Gross post mortem findings in decedent animals included: edema and congestion of the lungs, visceral, congestion, presence of mucus in the intestinal tract, discolored liver (some necrosis) /and/ swollen, discolored kidneys. Histopathological examination of tissue from decedent animals revealed: lung congestion, liver damage (congestion and necrosis of periportal sinusoids, central pallor and necrosis), presence of heme casts and cloudy swelling in the kidney. Similar (but less frequent) lesions were present in animals that survived the 10 day observation period. ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 130 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ / Male Fischer-344 rats (150-200 g) and male B6C3F1 mice(20-25 g)/ were dosed orally with 25-200 mg/kg of 2-propen-1-ol. Corn oil was used as a vehicle. The animals were anesthetized with ether 24 hr after dosing and blood was taken from the inferior vena cava and analyzed for SGPT activity. Histopathlogical evaluation of liver was performed. Although statistically significant increases in SGPT activities were observed in both rats and mice at 50 and 75 mg/kg, the magnitude of these increases at 50 or 75 mg/kg was considerably greater in rats. Mice given 100 to 220 mg/kg of 2-propen-1-ol died within 24 hr after administration. Therefore in mice it was not possible to identify a nonlethal dose of 2-propen-1-ol that resulted in extensive liver damage. Histopathological examination confirmed a marked species difference in 2-propen-1-ol-induced hepatic injury. Doses of 25, 50 and 75 mg/kg of 2-propen-1-ol were not hepatotoxic in mice. In rats, periportal necrosis was evident in 9 of 12 animals treated with 2-propen-1-ol. The severity of the injury was greater at the 50 and 75 mg/kg doses that at the 25 mg/kg dose."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 119 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats were dosed orally with 1 mL/100 g bw of a 1% solution of 2-propen-1-ol. Livers were removed and analyzed for malonic aldehyde and conjugated dienes at 0, 1, 3, 24 and 72 hr after administration. 0, 1, 3, 24, and 72 hr after oral administration livers contained 1.05, 1.088, 1.37, 1.21, and 1.51 (arbitrary) units of malonic aldehyde and 4.30, 5.68, 10.97, 6.67, and 7.13. (arbitrary) units of conjugated dienes. Alanine aminotransferase activity was very high during this period. Necrosis in the hepatocyte and Kupffer cell cytoplasm was observed from the 4th hr after administration which shows that the onset of lipid peroxidation precedes necrosis."
        },
        {
            "References": "Gorshtein ES et al; Eksp Med (Riga) 3: 15-20 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three hr after oral administration to rats of 1 mL/100 g body weight of allyl alcohol, cytochrome p450 was increased by 33% in liver microsomes. Aminopyrine demethylase and dimethylaniline demethylase were stimulated. Activity of microsomal hydroxylation system gradually decreased."
        },
        {
            "References": "Siegers CP et al; Proc Eur Soc Toxicol 18 (Clin Toxicol): 160-2 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /A dose of/ 0.05 mL/kg of allyl alcohol administered orally to mice caused depletion of hepatic glutathione activity. The extent of depletion was 44.5% of control values."
        },
        {
            "References": "Danz M, Kittlick PD; Exp Pathol 13 (2-3): 139-44 (1977)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cyclic(C)AMP was studied in male Sprague-Dawley rats administered a single dose of allyl alcohol /(30 mg.kg bw in 5 mL sunlfower oil)/. Adrenal (C)AMP concentration increased 10 hr after intoxication compared to controls. In final stage of experiment (30-39 hr after application) all intoxication was associated with significant increases in adrenal (C)AMP concentration."
        },
        {
            "References": "Danz M et al; Exp Pathol 12: 301-8 (1976)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Allyl alcohol (20 mg/kg) enhanced mitotic activity of adrenocortical cells in rats after 24 hr but activity returned to normal values within following 12 hr."
        },
        {
            "References": "PMID:6147091",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Single necrogenic doses of allyl alcohol /(40 mg/kg; 50 mg/mL of corn oil)/ administered to Fischer 344 rats were used to produce cell specific injury in centrilobular hepatocytes, periportal hepatocytes, and bile duct cells, respectively. Allyl alcohol administration increased serum alanine aminotransferase activity  but had no effect on serum gamma-glutamyl transferase activity."
        },
        {
            "References": "PMID:7097566",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of acute exposure of rats to allyl alcohol (0.05 mL/kg, ip) on the activity of enzymes of hepatic phase I (cytochrome p450-linked microsomal monooxygenases, epoxide hydrolase) and phase II (glucuronyl-, glutathione-, acetyl- and sulfotransferases) biotransformation were studied in rats. Allyl alcohol reduced hepatic cytochrome p450 in liver, and the activities of ethylmorphine demethylase, benzphetamine demethylase, benzo[a]pyrene hydroxylase, and ethoxyresorufin deethylase. No significant decrease in epoxide hydrolase or glucuronyltransferase activities were observed. The activities of cytosolic conjugating enzymes (glutathione-, sulfo- and acetyltransferases) also were minimally affected by ... liver injury."
        },
        {
            "References": "Poulsen HE, Korsholm B; Acta Pharmacol Toxicol 54 (2): 120-3 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats a single dose of allyl alcohol (100 uL/kg) was given to produce periportal liver damage. The prothrombin index was reduced to a minimum after 12 hr and reestablished after 24 hr. The galactose elimination capacity was not changed. Hepatic glutathione content was unchanged for the first 24 hr but was then elevated two-fold. Microsomal D-nitroanisole demethylase showed a slight initial increase and a subsequent reduction. Thus, in chemical liver damage ribosomal function is more vulnerable than cytosolic phosphorylation of carbohydrate."
        },
        {
            "References": "PMID:3801056",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male NMRI mice were fed a sucrose diet for 48 hr in order to reduce the hepatic glutathione content and to level off its diurnal variation. After administration of allyl alcohol (AA: 1.1 mmol/kg), hepatic glutathione (24.3 +/- 7.0 nmol GSH/mg protein) was almost totally lost within the first 15 min (less than 0.5 nmol GSH/mg protein). Subsequently, a massive lipid peroxidation was observed, ie, the animals exhaled 414 +/- 186 nmol ethane/kg/hr compared to 0.9 +/- 0.8 of controls, and the hepatic TBA-reactive compounds had increased from 55 +/- 16 pmol/mg protein in controls to 317 +/- 163 after 1 hr. Concomitantly, a 40-45% loss of the polyunsaturated fatty acids (arachidonic and docosahexaenoic acid) in the liver lipids was observed. About 80% of the cytosolic alcohol dehydrogenase activity and about 50% of the microsomal p450-content were destroyed. In vivo-inhibition of alcohol dehydrogenase by pyrazole or induction of aldehyde dehydrogenase by phenobarbital abolished allyl alcohol-induced liver damage as well as glutathione depletion and lipid peroxidation, while inhibition of aldehyde dehydrogenase by cyanamide made a subtoxic dose of allyl alcohol (0.60 mmol/kg) highly toxic. In vitro, acrolein alone failed to initiate lipid peroxidation in soy bean phospholipid liposomes or in mouse liver microsomes. Thus, acrolein not only impairs the glutathione defense system but also directly destroys cellular proteins and evokes lipid peroxidation by an indirect iron-dependant mechanism."
        },
        {
            "References": "PMID:3715889",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male CD-1 mice were tested with carbon tetrachloride (1 mL/kg, ip), or allyl alcohol (0.05 mL/kg, ip) or both 24 hr prior to sacrifice. The livers were removed, homogenized and mitochondrial preparations were fractionated. The mitochondrial pellet from allyl alcohol-treated livers was characterized by a preponderance of condensed mitochondria whether carbon tetrachloride was given also or not. The mitochondrial fraction from carbon tetrachloride-treated mice failed to utilize oxygen whereas that fraction from mice given allyl alcohol did not differ from control in either its basal oxygen consumption (state 4) or oxygen utilization after the addition of adenosine diphosphate (state 3). State 4 respiration differed slightly but significantly from control in mitochondria from mice given both allyl alcohol and carbon tetrachloride whereas state 3 respiration was greatly and significantly decreased from that of control values. Electron micrographs of liver slices from mice given allyl alcohol or the combination of allyl alcohol and carbon tetrachloride showed normal mitochondrial morphology."
        },
        {
            "References": "PMID:3660428",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male CD1 mice and male CD rats were administered allyl alcohol, 0.05 mL/kg in corn oil, ip, 24 hr prior to sacrifice. Pentobarbital sleeping time, serum glutamic pyruvic transaminase (SGPT), histologic evidence of liver necrosis, and respiratory activity of liver mitochondria were used as indices of hepatotoxicity. Allyl alcohol treatment resulted in a significant decrease in pentobarbital sleeping time in mice (p<0.05), but significantly prolonged the sleeping time in rats (p<0.005). SGPT was significantly elevated in treated mice (3-fold, p<0.05) and rats (20-fold). There was no visible liver necrosis in mice; livers from treated rats showed variable necrosis. Micrographs of mitochondria from treated rats showed flocculent densities in the matrix compartment. Mitochondria from control mice and rats and treated mice had normal state 3 respiratory activity and normal respiratory control. In treated rats state 3 respiratory activity was depressed relative to the control value and respiratory control was absent, indicating inability to carry out oxidative phosphorylation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 518",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Allyl alcohol was slightly irritating to intact and abraded skin of rabbits. In rabbits, 0.02 mL of the undiluted material produced severe injury, including corneal necrosis. ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instillation of 0.05 mL allyl alcohol into rabbit eyes produced conjuntival erythema, swelling of the nicotinic membrane, and corneal sloughing. Corneal opacity developed in some of these rabbits but was said to resolve in one week."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1487",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rapid drop in carotid blood pressure, definite reduction in respiratory rate and amplitude, and increase in hemoconcentration (hematocrit), but no increase in concentration of histamine in plasma, followed iv injection of 40 mg/kg into a dog."
        },
        {
            "References": "PMID:7213486",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The livers of rats showed periportal necrosis and elevation of hepatic glutathione within 24 hr following the administration of allyl alcohol."
        },
        {
            "References": "Lake BG et al; Biochem Soc Trans 6 (1): 145-7 (1978)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Allyl alcohol administered at/ 30 mg/kg orally in rats cause marked periportal necrosis which was associated with losses of alcohol dehydrogenase and succinate dehydrogenase activities in liver. Benzo(a)pyrene hydroxylase and hepatic content of cytochrome p450 were decreased showing inhibition of xenobiotic metabolism."
        },
        {
            "References": "PMID:394999",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A histologic, histochemical and electron microscopic study was carried out on the rat exocrine pancreas 6-96 h after a single allyl alcohol intake. Histologically, acidophilia, necrosis and vacuolation of the pancreatic acinar cells were observed. Histochemically, a low but evident alcohol dehydrogenase activity could focally be demonstrated in the pancreatic acinar cell cytoplasm of the experimental and control rats. By electron microscopy, cytoplasmic lipid droplets, mitochondrial degeneration and necrosis were found in the acinar cells. Focal cytoplasmic degradation and vacuolation were seen in acinar, centroacinar and ductular cells of the pancreas. The findings are regarded as the consequence of the toxic action of acrolein that originates after allyl alcohol oxidation by alcohol dehydrogenase. Analogies between the liver and the pancreas in their response to acute allyl alcohol and chronic ethanol intake are discussed."
        },
        {
            "References": "PMID:8130812",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ .../Single/ 5, 10 and 25 mg/kg doses of... allyl alcohol /was administered/ to obese Sprague-Dawley rats and age-matched non-obese controls. Alanine aminotransferase activity (ALT) in plasma was ten-fold more elevated in obese animals than in non-obese animals given the 25 mg/kg dose (P<0.05). ...The minimum dose required to produce elevated ALT (DMIN) was 50% lower for obese animals (DMIN 6.47 +/- 2.75 vs. 13.3 +/- 0.96 mg allyl alcohol; P<0.05). In a subsequent experiment, allyl alcohol was administered to obese rats based on ideal body weight, which is defined as the mean total body weight of an age-matched non-obese animal. With this dosing normalization, the 25 mg/kg ideal body weight doses translated to administration of a fixed dose of 13.5 mg allyl alcohol to obese rats. Obese rats treated in this fashion exhibited more severe necrosis in the periportal zone (median necrosis score 2 versus 0-1, P<0.05) and increased mortality over controls (44% versus 0%; P<0.05)."
        },
        {
            "References": "PMID:1631894",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Administration of allyl alcohol (30 or 40 mg/kg, ip) to rats caused extensive hepatic necrosis localized primarily to periportal regions. To test the involvement of Kupffer cells in the genesis of this injury, male rats (200-350 g) were treated with gadolinium chloride (GdCl3, 10 mg/kg, iv) which diminishes Kupffer cell function and number. The extent of hepatic damage assessed by light microscopy and serum enzymes, aspartate aminotransferase and alanine aminotransferase, was markedly attenuated by pretreatment of rats with GdCl3 24 hr prior to allyl alcohol injection. Thus, O2-dependent hepatic necrosis caused by allyl alcohol involves the presence of Kupffer cells. Since GdCl3 did not prevent toxicity in the perfused liver, circulating blood elements may also contribute to injury of the liver by allyl alcohol in vivo."
        },
        {
            "References": "PMID:10905801",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The study comprised 130 male Wistar rats divided randomly into 2 groups: I (n=10) sham and II (n=120) /allyl alcohol/ (AA) injection (ip: 0.62 mmol/kg) and rhinogastric administration of /carbon tetrachloride/ (CCl4) (0.66 mL/kg, 1:1 volume dilution in corn oil). After injection was completed, animals of group II were assigned in 12 categories and sacrificed 2, 4, 6, 12, 18, 24, 33, 48, 57, 81, and 153 hr after. Tissue was obtained from the left anterior lobe and the hilum of the liver, and histological examination included H&E, silver methenamine and van Giesson stains. Liver sections from group II (AA+CCl4) demonstrated periportal together with pericentral necrosis; the peak was 57 hr after injection. In all 120 cases, H&E stain showed evidence of regeneration originated from zone 2, extending to zone 1 and occasionally to zone 3, and accomplished mainly by non-necrotic cell proliferation. Sections from the liver hilum showed thrombosis of the portal vein, whereas the hepatic artery and its branches developed a variety of changes. Initially (2, 4 hr), endothelial hypertrophy was observed which was followed by focal fibrinoid necrosis of the arterial wall (6 hr). Later on (9-153 hr) the following findings were present: hyperplasia and non-isometric cytoplasmic vacuolisation of media, disruption of the elastic lamina, aggregation of foam cells and macrophages in intima, media, and focally in adventitia of hepatic artery; and lymphocytic inflammation of intimal and periadventitial area. In 2 cases (153 hr) hepatic artery thrombosis was present. Additionally to liver parenchymal changes, simultaneous administration of allyl-alcohol and carbon tetrachloride in rats results /in/ vascular changes mainly in the hepatic artery and its branches. During liver parenchymal regeneration, the hepatic artery and its branches develop microscopic features that morphologically resemble those of atherosclerosis. These changes may result in hepatic artery thrombosis and or obstruction."
        },
        {
            "References": "PMID:22429142",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An acute, whole-body inhalation study for allyl alcohol in Sprague-Dawley rats was designed to support derivation of AEGL values, with emphasis on establishing NOAELs for irreversible effects of different exposure concentrations and durations. Groups of 10 rats were exposed for 1 hour (0, 50, 200, or 400 ppm), 4 hours (0, 20, 50, or 100 ppm), or 8 hours (0, 10, 20, or 50 ppm). Clinical evaluations were performed during exposure and in an open field within 22-71 minutes after termination of exposure. Clinical pathology, gross necropsy, and histopathology (nasal tissues, larynx, trachea, lungs/bronchi, liver, and kidneys) were evaluated 14 days after exposure. Mortality was limited to 1 male exposed for 8 hours to 50 ppm. Clinical findings of gasping, rales, increased respiration noted at higher exposure levels were rapidly reversed. No treatment-related findings were observed in the liver and kidneys, or in the lungs of surviving animals. Histopathology in the nasal cavity was noted at all exposure levels following 1, 4, or 8 hours of exposure. Mild nasal inflammation was found at the lowest exposure levels (50-ppm/1-hour, 20-ppm/4-hour, and 10-ppm/8-hour). These effects were considered reversible and were not associated with related clinical signs. Severe, irreversible nasal olfactory epithelial lesions were present in 50 ppm/8-hour males. The NOELs for irreversible effects were 400-ppm/1-hour, 100-ppm/4-hour, and 20-ppm/8-hour. The incidence of severe findings was positively dependent on both concentration and the exposure duration. In contrast, the incidence of mild reversible findings did not appear to be dependent on duration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single oral intubation of 10 mg allyl alcohol proved fatal to adult male hamsters. The oral LD50 in adult rats is 64 mg/kg. /It was reported/... that a single topical application of 25 to 200 mg allyl alcohol/kg body weight to the clipped skin of rabbits produced only slight local erythema, but no other signs of toxicity. ...The rabbit dermal LD50 /was listed/ as 45 mg/kg (0.053 mL/kg). Some animal studies suggest that percutaneous absorption with liquid allyl alcohol can lead to serious systemic injury (periportal necrosis and congestion in the liver, hematuria, nephritis). In one such instance, muscular spasms, localized pain, erythema, and hyperemia followed direct skin contact with allyl alcohol; however, no follow-up or clinical examination findings were conducted. /One researcher/ considered skin penetration by allyl alcohol to be dangerous; skin contact causes chemical burns when evaporation is prevented or reduced. Instillation of 0.05 mL allyl alcohol into rabbit eyes produced conjunctival erythema, swelling of the nicotinic membrane, and corneal sloughing. Corneal opacity developed in some of these rabbits but was said to resolve within one week. /Another study/ found corneal necrosis over 75% of the surface after instillation of 0.02 mL into rabbit eyes. Rat LC50 values for 1-, 4-, and 8-hour exposures were 1060, 165, and 76 ppm, respectively, and signs of intoxication included tremors, convulsions, diarrhea, coma, pulmonary and visceral congestion, and varying degrees of hepatotoxicity. Repeated inhalation trials 7 hr/day at 60 ppm induced gasping during the first few exposures, persistent eye irritation, and death of one of the ten exposed rats. Monkeys died after inhaling 1000 ppm for 3 to 4 hours. Middle-aged and older animals are more susceptible to allyl alcohol-induced hepatotoxicity than are young animals. Marked species differences are also recognized; rats are significantly more sensitive to allyl alcohol-induced liver damage than mice, an effect due to the three-fold greater biotransformation of allyl alcohol to acrolein and acrylic acid in rats than in mice. The RD50 values range from 1.6 to 3.9 ppm for the vapor of allyl alcohol in OFI, ICR, and CFI mice exposed between 5 and 30 minutes. There was no evidence for overt pulmonary damage in mice exposed at the RD50. From the highest statistical correlation between RD50s and TLVs for 40 sensory irritants, /it was/ concluded that these values correspond to a TLV of 0.05 to 0.1 ppm for allyl alcohol."
        },
        {
            "References": "PMID:25193093",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Flavin-containing monooxygenase-3 (FMO3) catalyzes metabolic reactions similar to cytochrome P450 monooxygenase, however, most metabolites of FMO3 are considered non-toxic. Recent findings in our laboratory demonstrated FMO3 gene induction following toxic acetaminophen (APAP) treatment in mice. The goal of this study was to evaluate FMO3 gene expression in other diverse mouse models of hepatic oxidative stress and injury. FMO3 gene regulation by Nrf2 was also investigated using Nrf2 knockout (Nrf2 KO) mice. In our studies, male C57BL/6J mice were treated with toxic doses of hepatotoxicants or underwent bile duct ligation (BDL, 10 days). Hepatotoxicants included APAP (400 mg/kg, 24-72 hr), alpha-naphthyl isothiocyanate (ANIT; 50 mg/kg, 2-48 hr), carbon tetrachloride (CCl4; 10 or 30 uL/kg, 24 and 48 hr) and allyl alcohol (AlOH; 30 or 60 mg/kg, 6 and 24 hr). Because oxidative stress activates nuclear factor (erythroid-derived 2)-like 2 (Nrf2), additional studies investigated FMO3 gene regulation by Nrf2 using Nrf2 knockout (Nrf2 KO) mice. At appropriate time-points, blood and liver samples were collected for assessment of plasma alanine aminotransferase (ALT) activity, plasma and hepatic bile acid levels, as well as liver FMO3 mRNA and protein expression. FMO3 mRNA expression increased significantly by 43-fold at 12 hr after ANIT treatment, and this increase translates to a 4-fold change in protein levels. BDL also increased FMO3 mRNA expression by 1899-fold, but with no change in protein levels. Treatment of mice with CCl4 decreased liver FMO3 gene expression, while no change in expression was detected with AlOH treatment. Nrf2 KO mice are more susceptible to APAP (400mg/kg, 72 hr) treatment compared to their wild-type (WT) counterparts, which is evidenced by greater plasma ALT activity. The FMO3 mRNA and protein expression increased in Nrf2 KO mice after APAP treatment. Collectively, not all hepatotoxicants that produce oxidative stress alter FMO3 gene expression. Along with APAP, toxic ANIT treatment in mice markedly increasedFMO3 gene expression. While BDL increased the Fmo3 mRNA expression, the protein level did not change. The discrepancy with FMO3 induction in cholestatic models, ANIT and BDL, is not entirely clear. Results from Nrf2 KO mice with APAP suggest that the transcriptional regulation of FMO3 during liver injury may not involve Nrf2."
        },
        {
            "References": "Nielsen GD et al; Acta Pharmacol Toxicol 54 (4): 292-8 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Allyl alcohol was investigated for its property as sensory irritant in Ssc:CF-1 mice. The concentration of the chemical necessary to depress the respiratory rate by 50% (RD50) due to sensory irritation of the upper respiratory tract was 3.9 ppm. No pulmonary irritation was found at the concn causing a 50% decrease in respiratory rate."
        },
        {
            "References": "PMID:17152375",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Possible effect of bone marrow cells on liver regeneration was studied in mice injected with a mixture of hepatotoxins (allyl alcohol and CCl4) in a dose equal to LD50. The mixture of hepatotoxins was used to minimize the restitution regeneration of the liver. The dose of allyl alcohol causing (in combination with CCl4) maximum liver damage was selected beforehand. Increasing the dose of allyl alcohol in the two-component mixture resulted in more severe necrosis of the liver. The maximum dose of alcohol (50 mg/kg) in combination with CCl4 caused irreversible injury to the liver leading to 100% mortality after 2-4 days. In radiation chimeras reconstituted by bone marrow cell transplantation, in which liver damage was induced by a mixture of hepatotoxins containing the maximum dose of allyl alcohol, ... normalization of liver tissue structure and function /was observed/. ..."
        },
        {
            "References": "PMID:23766851",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To investigate the role of Nrf2 as a master defense against the hepatotoxicity produced by various chemicals, Nrf2-null, wild-type, Keap1-knock down (Keap1-Kd) and Keap1-hepatocyte knockout (Keap1-HKO) mice were used as a \"graded Nrf2 activation\" model. Mice were treated with 14 hepatotoxicants at appropriate doses, and blood and liver samples were collected thereafter (6 hr to 7 days depending on the hepatotoxicant). Graded activation of Nrf2 offered a Nrf2-dependent protection against the hepatotoxicity produced by carbon tetrachloride, acetaminophen, microcystin, phalloidin, furosemide, cadmium, and lithocholic acid, as evidenced by serum alanine aminotransferase (ALT) activities and by histopathology. Nrf2 activation also offered moderate protection against liver injury produced by ethanol, arsenic, bromobenzene, and allyl alcohol but had no effects on the hepatotoxicity produced by D-galactosamine/endotoxin and the Fas ligand antibody Jo-2. Graded Nrf2 activation reduced the expression of inflammatory genes (MIP-2, mKC, IL-1 beta , IL-6, and TNF a), oxidative stress genes (Ho-1, Egr1), ER stress genes (Gadd45 and Gadd153), and genes encoding cell death (Noxa, Bax, Bad, and caspase3). Thus, this study demonstrates that Nrf2 prevents the liver from many, but not all, hepatotoxicants. The Nrf2-mediated protection is accompanied by induction of antioxidant genes, suppression of inflammatory responses, and attenuation of oxidative stress."
        },
        {
            "References": "PMID:24312129",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the light of the persisting lack of donor organs and the risks of allotransplantations, the possibility of liver regeneration with autologous stem cells from adipose tissue (ADSC) is an intriguing alternative. Using a model of a toxic liver damage in Sprague Dawley rats, generated by repetitive intraperitoneal application of retrorsine and allyl alcohol, the ability of human ADSC to support the restoration of liver function was investigated. A two-thirds hepatectomy was performed, and human ADSC were injected into one remaining liver lobe in group 1 (n = 20). Injection of cell culture medium performed in group 2 (n = 20) served as control. Cyclosporine was applied to achieve immunotolerance. Blood samples were drawn weekly after surgery to determine liver-correlated blood values. Six and twelve weeks after surgery, animals were sacrificed and histological sections were analyzed. ADSC significantly raised postoperative albumin (P < 0.017), total protein (P < 0.031), glutamic oxaloacetic transaminase (P < 0.001), and lactate dehydrogenase (P < 0.04) levels compared to injection of cell culture medium alone. Transplanted cells could be found up to twelve weeks after surgery in histological sections. This study points towards ADSC being a promising alternative to hepatocyte or liver organ transplantation in patients with severe liver failure."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 112 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The formation of acrolein from 2-propen-1-ol in rat liver was investigated using whole liver homogenates and subcellular fractions from male albino rats incubated with 2-propen-1-ol in the presence or absence of nicotinamide dinucleotide (NAD+). Acrolein was formed in the microsomal preparations and post microsomal supernatants only in the presence of NAD+. In homogenates and mitochondria, acrolein was formed without NAD+, but addition of NAD+ significantly enhanced acrolein formation. The conversion rate to acrolein was 5%."
        },
        {
            "References": "PMID:6133723",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats treated with single ip doses (0.05 mL/kg) of allyl alcohol showed significantly greater hepatic necrosis and elevation of plasma glutamic-pyruvic transaminase (GPT) levels 24 hr later than rats given the same dose of deuterium-labeled allyl alcohol (d2-allyl alcohol). The covalent binding of radiolabel to hepatic proteins of rats treated with (14)C-allyl alcohol was three-fold greater than that in rats given the same dose of d2-(14)C-allyl alcohol. The formation of acrolein and acrylic acid by hepatic 9000X g and cytosol fractions from d2-allyl alcohol was significantly less than that from allyl alcohol. ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Rats are significantly more sensitive to allyl alcohol-induced liver damage than mice, an effect due to the three-fold greater biotransformation of allyl alcohol to acrolein and acrylic acid in rats than in mice."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 140 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cyclic(C)AMP was studied in male Sprague-Dawley rats administered a single dose of 2-propen-1-ol. Adrenal (C)AMP concentration increased 10 hr after intoxication compared to controls. In final stage of experiment (30-39 hr after application) all intoxication was associated with significant increases in adrenal (C)AMP concentration."
        },
        {
            "References": "PMID:16015684",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Inbred wild-type FVB/N mice were either treated with alpha-naphthyl-isothiocyanate (ANIT), allyl alcohol (AA), carbon tetrachloride (CCl(4)), 3,5-diethoxycarbonyl-1,4-dihydrocollidine (DDC), and silica, or subjected to common bile duct ligation (CBDL) to induce hepatic injury. Liver biopsies were performed every 4 wk to evaluate hepatic fibrosis over a period of 6 mo. Cumulative cirrhosis and survival curves were constructed by life table method and compared with Wilcoxon test. Under the dosages used, there was neither mortality nor cirrhosis in AA and silica-treated groups."
        },
        {
            "References": "PMID:653740",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 15 male and 15 female /Wistar/ rats were given 0 (control), 50, 100, 200 or 800 ppm allyl alcohol in the drinking water for 15 weeks. There were no effects attributable to allyl alcohol in the results of the hematological examinations or analyses of serum. There was a dose-related reduction in the fluid intake at all treatment levels in both sexes, while growth and food consumption were reduced in both sexes given 800 ppm and in males give 200 ppm. Males given 100 ppm or above and females given 200 or 800 ppm produced less urine than the controls in a period without water or following a water load. The only changes in organ weight that could be attributed to treatment were increased values for the relative weights of liver, spleen and kidney. All 3 organs were affected in both sexes given 800 ppm and the kidneys were also affected in both sexes given 200 ppm and in females given 100 ppm. No effects attributable to allyl alcohol treatment were seen at autopsy or in the histopathological examination. The /NOAEL/ established in this study was 50 ppm of the drinking water, a level equivalent to an intake in rats of between 4.8 and 6.2 mg allyl alcohol/kg/day."
        },
        {
            "References": "PMID:11063159",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Of 40 male adult rats, 30 were injected with 0.62 mmol/kg of allyl alcohol ip twice a week, the remaining 10 with normal saline as controls. Ten rats were killed at each of 4, 8, and 16 weeks later. ... After 4 weeks, periportal fibrosis was produced in only 6 out of 10 rats, and was mild in extent. However, after 8 weeks, 8 out of 9 survivors showed moderate to severe fibrosis ... The extent of fibrosis correlated significantly with the amount of collagen and /transforming growth factor/ (TGF)beta1 mRNA expression in liver tissues. ..."
        },
        {
            "References": "PMID:22127959",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Validation of the 15-day intact adult male rat screening assay (IAMRSA), an endocrine activity screen, was extended beyond the 28 substances evaluated to date. Two independent laboratories evaluated specificity using allyl alcohol (AA), a putative negative control, and DE-71 (technical grade pentabromodiphenyl ether) for comparison with previous pubertal assays that demonstrated thyroid effects. Male rats (15/group) were gavaged daily with AA (0, 10, 30, or 40 mg/kg/day) or DE-71 (0, 3, 30, or 60 mg/kg/day) for 15 days. Body and organ weights and serum hormone concentrations were measured, and a limited histopathological assessment was conducted. AA results were considered negative at doses that did not exceed the maximum tolerated dose (MTD); effects reported were dose-related decreases in weight gain, increased liver weights and, although the pattern varied across studies, alterations in some androgen-sensitive endpoints in the high-dose where the maximum tolerated dose was exceeded. ..."
        },
        {
            "References": "PMID:18383315",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ .../Investigators/ evaluated the specificity of the 15-day intact adult male rat assay, using a negative control chemical, allyl alcohol, a known hepatotoxicant that was not expected to induce endocrine effects. Male rats were dosed for 15 days via oral gavage with 0, 10, 30, 40, or 50 mg/kg/day allyl alcohol. The endpoints evaluated included final body and organ weights, serum hormone concentrations, and a limited histopathology assessment. No mortality or adverse clinical signs were observed. Mean final body weight for rats in the 50-mg/kg/day dose group was decreased to 90% of control. Mean relative liver weights were increased at 40 and 50 mg/kg/day (115% and 117% of control, respectively). Serum testosterone and DHT concentrations were statistically significantly decreased at 50 mg/kg/day (72% of control). Serum prolactin concentrations were statistically significantly decreased at 40 mg/kg/day (58% of control), but not at 50 mg/kg/day. There were no effects on the other endpoints evaluated. Consistent with previous guidance for interpreting the 15-day intact adult male rat assay, histological and weight changes of target organs were given a higher weight-of-evidence than changes in serum hormone concentrations alone. Therefore, with only minimal changes in serum hormone concentrations and no effects on organ weights or microscopic alterations, the results of allyl alcohol in the 15-day intact adult male rat assay were considered negative and consistent with the predicted results."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 15-week drinking-water study conducted in male and female Wistar rats given 50, 100, 200, or 800 ppm allyl alcohol ad libitum found increased relative kidney weight (and reduced urinary output) in animals given 100 ppm or more,  perhaps due to reduced fluid intake. Hepatotoxicity was evident only after ingestion of >100 ppm. ...A series of repeated inhalation trials /were conducted/ with allyl alcohol in dogs, rats, rabbits, and guinea pigs at 7 hours/day, 5 days/week for 5 weeks or for 6 months at 2 or 7 ppm. Based on the severe irritation of mucous membranes and the eyes noted in these animals exposed at 7 ppm, but no detectable injury at 2 ppm, these authors recommended that occupational TWA exposures not exceed 2 ppm for an 8-hour workshift and that short-term exposures in workplace air not exceed 5 ppm."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 203 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of Wistar rats (15/sex/treatment level) were exposed to 2-propen-1-ol in the drinking water at 0 (control), 50, 100, 200 or 800 ppm for 15 weeks. At the end of the appropriate treatment period, animals were killed by exsanguination following an overnight fast and subject to a post-mortem examination. This included gonadal weights and histopathological examination of testis, ovary and uterus. The calculated mean intake of 2-propen-1-ol over the course of the study (based on body weight and water intake data) was: Males: 0, 4.8, 8.3, 14.0, 48.2 mg/kg bw/d; Females: 0, 6.2, 6.9, 17.1 and 58.4 mg/kg bw/d. Absolute organ weights (including gonadal weights) were generally decreased in males, and to a lesser extent in females, in a time- and treatment related manner. Relative organ weights (including gonadal weights) were generally increased to a statistically significant extent in high dose animals of both sexes at study termination. These changes appeared secondary to a reduction in water intake (presumably due to unpalatability of the treatment solution) and body weight, that was  particularly pronounced in high dose animals. No histopathological abnormalities were reported for testis, ovary or uterus. No treatment-related changes were present in gonadal weights or histopathology in male and female rats given allyl alcohol at received doses of up to 48.2, 58.4 mg/kg bw/d."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 143 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In/ male Wistar albino rats (120-150 g) ... allowed free access to laboratory diet and water... 2-Propen-1-ol was administered by daily gastric intubation at a dose of 30 mg/kg bw/day for periods of 1, 10 or 28 days. Control animals received appropriate quantities of of the corn-oil vehicle. Rats were killed by cervical dislocation and liver homogenates (0.25 g of tissue/mL) were prepared in 0.154M-KCl containing 50 mM-tris/HCl buffer, pH 7.4. ... The administration of a single oral dose of 2-propen-1-ol produced marked periportal necrosis that was associated with losses of alcohol dehydrogenase and succinate dehydrogenase activities from the portal areas of the liver lobule. Parallel biochemical investigations confirmed the decrease of activities of both dehydrogenase enzymes. In addition, the activity of benzo[a]pyrene hydroxylase and hepatic content of cytochrome p-450 were decreased to 59-66% of control values showing an inhibition of hepatic xenobiotic metabolism. However, further daily administration of 2-propen-1-ol for periods of either 10 or 28 days did not produce any potentiation of the hepatotoxic effects observed after a single dose. All the parameters measured had reverted to control values and histological examination of liver sections from treated animals did not reveal any obvious abnormalities. The results of the present study demonstrate the unusual finding that the prolonged administration of a hepatotoxic agent resulted in the complete regression of the initial liver damage. In the absence of any results on alterations in the absorption or distribution of 2-propen-1-ol from the gastrointestinal tract, it must be assumed that the hepatic metabolism of the hepatotoxin becomes modified as a result of repeated treatment. Such an alteration in the metabolism of 2-propen-1-ol may involve the suppression of the alcohol dehydrogenase-catalysed activation pathway and the diversion of the alcohol via alternative pathways leading to non-toxic metabolites."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Gavage administration of allyl alcohol in ethanol:corn oil to a group of 20 male hamsters (beginning at 8 weeks of age) at 2 mg/week killed 7 of these animals within 48 weeks. There were no tumors of the forestomach or pancreas duct in any of these animals (an observation consistent with that made in 20 hamsters given only the vehicle), but adenoma/carcinoma of the adrenal cortex was seen in 4 of the 13 survivors (compared to 8 such tumors in the 20 controls). Incorporation of allyl alcohol at 300 ppm in the drinking water of groups of 20 male and 20 female F344 rats (until their natural death or sacrifice in extremis) at 80 to 126 weeks (males) or 59 to 126 weeks (females), (total lifetime dose/rat = 3.2 grams), failed to demonstrate an increase in the incidence of neoplastic changes compared to untreated, concurrent controls (no statistical comparisons were provided). Among the treated rats, there were six hepatocellular carcinomas/hyperplastic nodules in the females and three in the males, compared to two each in the female and male controls. For the other sites studied (adrenal cortex, pituitary, blood), the incidence of tumors or leukemia in the treated rats was no different than that in the controls."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 379",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ By inhalation, repeated exposure of rats to 40, 60 and 100 ppm caused gasping, severe depression and nasal discharge, and at highest levels some animals died by 10th exposure."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 379",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... /Rats, rabbits, guinea pigs and dogs were/ exposed to ...7 ppm 7 hr/day for 6 months. ... Liver showed cloudy swelling and focal necrosis, and kidney necrosis of convoluted tubules and proliferation of interstitial tissue; these changes were mild and reversible."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 520",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female F344 rats (20/group) were given allyl alcohol in the drinking water at a concentration of 0 or 300 mg/L for 106 weeks. The incidence of tumors was similar to that in controls."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 520",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female hamsters (20/group) were dosed by oral gavage with 2 mg allyl alcohol/wk for 60 weeks. The incidence of tumors did not increase significantly compared to controls."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 195 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male and female Crj:CD(SD)IGS rats were given 2-propen-1-ol daily by gavage at doses of 0 (vehicle), 2, 8 or 40 mg/kg bw/day for 14 days before mating to 42 days (males) or from 14 days before mating to day 3 of lactation (females). No deaths were observed. Clinical signs in males and females include salivation, decrease in locomotor activity, irregular respiration, lacrimation, and loose stool /in the/ 40 mg/kg/day groups. Total litter loss / occurred/ from dam in this treatment group. No abnormality /was observed/ at the 2 and 8 mg/kg/day groups. All all treated groups, body weight and food consumption was similar with that of control groups. No toxicological significances at testis and epididymis was found in males at all treated groups. In females, /there was/ an extension of the mean estrous cycle and an increase of females with irregular estrous cycles in the 40 mg/kg/day groups. No abnormality /was observed/ in delivery and lactation. The NOAEL for general toxicity and reproductive and developmental toxicity is considered to be 8 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 519",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Litters sired by male rats treated with a dose of 0.86% allyl alcohol 7 days/wk to week 12 and 5 days/wk from week 13 to 33 did not develop any malformations. No adverse reproductive effects were observed."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 190 (May 2006). Available from, as of May 21, 2012: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Sprague-Dawley (SD) rats (9-11 wk old) were given 0.85% saline (control group; n=6) or 2-propen-1-ol (25 mg/kg bw/d) by oral gavage (10 mL/kg bw; 7 d/wk for 12 wk, 5 d/wk to wk 15). Each male was caged with 2 virgin females (until a sperm-positive smear was obtained; up to 6 nights) on wk 1-11. After mating was complete the males were subject to a gross postmortem examination and hematological screen. Sperm parameters were also assessed (no further methodological details). Males treated with 2-propen-1-ol were sacrificed in wk 15, while controls were maintained until wk 33 (dosed 5 d/wk, in support of a parallel experiment). On GD20, females from mating weeks 1-11 were killed and the uteri examined for total number of corpora lutea, total implants, live/dead fetuses, late/early deaths (calculated as a percentage of the total implants from the pregnant females in each group). Each fetus was weighed and examined. Abnormal fetuses were photographed prior to removal of a sample of liver (chromosomal preparation) and preservation for skeletal staining and evaluation. The abnormal fetal index was calculated as a percentage of the total number of term fetuses observed at post-mortem. ... Under the conditions of the study, no increase in post-implantation loss (dominant lethality) or chromosomal/karyotypic abnormalities were present in fetuses sired by male SD rats given 2-propen-1-ol at 25 mg/kg bw/d for up to 12 wk."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/GENOTOXICITY/ Allyl alcohol is a direct-acting mutagen in Salmonella typhimurium (strain TA100).  /It/ is an equipotent mutagen for cultured V79 cells as is its metabolite, acrolein."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 188 (May 2006). Available from, as of April 13, 2014: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Male F344 rats were given 2-propen-1-ol at 5, 10 or 20 mg/kg bw (n=5/treatment) by i.p. injection on 3 consecutive days. The control group (n=4) received physiological saline. Bone marrow was collected 24 hr after the final treatment. Two thousand polychromatic erythrocytes (PCEs) were examined microscopically and scored for the presence of micronuclei. Cyclophosphamide (7.5 mg/kg bw) was used as positive control (i.p. injection on 3 consecutive days). ... There was no statistically significant difference in the number of micronuclei per 1000 PCEs in rats given 2-propen-1-ol at 5, 10 or 20 mg/kg bw/d by i.p. injection on 3 consecutive days. Animals given 40, 60 or 80 mg/kg died prior to scheduled study termination. A satisfactory response was obtained with the positive control group (24.2MN-PCEs per 1000 PCEs; P=0.0001). Under the conditions of the study, no increase in micronucleated polychromatic erythrocytes was detected in male F344 rats given 2-propen-1-ol at doses of up to 20 mg/kg bw/d for three consecutive days."
        },
        {
            "References": "Lijinsky W, Andrews AW; Teratog, Carcinog, Mutagen 1 (3): 259-67 (1980)",
            "Value": "/GENOTOXICITY/ Mutagenicity of vinyl compounds were tested in 5 strains of Salmonella typhimurium. Allyl alcohol was mutagenic in more than 1 strain."
        },
        {
            "References": "Lutz D et al; Mutat Res 93 (2): 305-15 (1982)",
            "Value": "/GENOTOXICITY/ Several alpha-, beta-unsaturated carbonylic compounds and their corresponding allylic alcohols were tested in a modified Salmonella typhimurium assay with and without metabolic activation by S9 mix. Allyl alcohol exerted a significant direct mutagenic activity (750 revertants/uM)."
        },
        {
            "References": "PMID:7026896",
            "Value": "/GENOTOXICITY/ Five industrial and agricultural chemicals including allyl alcohol were tested for their ability to induce reverse mutations in Salmonella typhimurium and forward mutations in Streptomyces coelicolor and Aspergillus nidulans. Allyl alcohol was completely negative in all test systems."
        },
        {
            "References": "BIBRA working group; TA:Toxicity profile. BIBRA Toxicology International:5 (1995).",
            "Value": "/GENOTOXICITY/ Allyl alcohol was mutagenic in the Ames bacterial test and in mammalian cells in culture. There was no evidence of mutation in male rats treated orally."
        },
        {
            "References": "PMID:17160105",
            "Value": "/GENOTOXICITY/ ... Genetic toxicology studies were conducted in Salmonella typhimurium, Drosophila melanogaster, cultured Chinese hamster ovary cells, rat bone marrow erythrocytes, and mouse peripheral blood erythrocytes /with allyl acetate, allyl alcohol, and acrolein/. ... Allyl alcohol was not mutagenic in four strains of S. typhimurium, with or without S9 metabolic activation. ... Equivocal results were obtained in strains TA100 and TA1535 with 10% induced hamster liver S9. Negative results were obtained with TA97, TA98, and TA1538 under all test conditions ... No significant increases in micronucleated erythrocytes were noted in bone marrow samples from male rats administered allyl alcohol by intraperitoneal injection for 3 days. ... No increases in the frequencies of micronucleated normochromatic erythrocytes were observed in the peripheral blood of male or female mice administered allyl alcohol or acrolein by gavage for 14 weeks. ..."
        },
        {
            "References": "PMID:2718169",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The time course of allyl alcohol induced toxicity was studied in freshly isolated rat hepatocytes incubated with 0.4 and 0.8 mM allyl alcohol. The sequence of events was as follows: an initial rapid decrease of 65 to 75% in glutathione concentration within 10 min, a subsequent increase in malondialdehyde (final concentration 60 times greater than initial values) and decrease in protein sulfhydryl groups (at 20 min with 0.8 mM and at 0.4 mM of allyl alcohol), and the eventual loss of membrane integrity at 30 min with the higher dose and at 45 min with the lower dose. ..."
        },
        {
            "References": "PMID:9169072",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ /Lipopolysaccharide/ (LPS) treatment did not affect the activity of alcohol dehydrogenase and did not affect the rate of production of NADH in isolated /rat/ livers perfused with allyl alcohol; thus, LPS does not appear to increase the metabolic bioactivation of allyl alcohol into acrolein. On the other hand, pretreatment with 4-methylpyrazole, an inhibitor of alcohol dehydrogenase, abolished the hepatotoxicity of allyl alcohol in LPS-treated rats, indicating that production of acrolein was needed for LPS enhancement of the toxicity of allyl alcohol. Pretreatment of rats with gadolinium chloride (10 mg/kg), a known inactivator of Kupffer cell phagocytic function, decreased LPS augmentation of the response to allyl alcohol. ...The results suggest that the LPS-induced enhancement of allyl alcohol hepatotoxicity occurs through a Kupffer cell-dependent mechanism."
        },
        {
            "References": "PMID:3746662",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The possible involvement of thiols and adenine nucleotides in the selective toxicity to periportal regions by allyl alcohol was evaluated in isolated perfused rat livers. Infusion of allyl alcohol (350 uM) for 20 min depleted hepatic glutathione content by 95% in both regions of the liver lobule yet damage was undetectable as indexed by release of lactate dehydrogenase or uptake of trypan blue. Perfusion for an additional 40 min in the absence of allyl alcohol resulted in lactate dehydrogenase release (2400 U/l) and uptake of trypan blue by 75% of hepatocytes in periportal regions of the liver lobule; however dye was not taken up by cells in pericentral areas. Because the content was depleted in the undamaged pericentral area, it was concluded that thiol depletion alone cannot explain local toxicity to periportal regions by allyl alcohol."
        },
        {
            "References": "PMID:3156001",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The toxicity of allyl alcohol was studied in freshly isolated renal epithelial cells prepared from male and female rats. Cells from female rats demonstrated a greater susceptibility to allyl alcohol toxicity as assessed by glutathione depletion and loss of cell viability. The sensitivity of female rat renal cells appears to relate to the higher activity of alcohol dehydrogenase found in the female rat kidney, which metabolizes allyl alcohol to the highly reactive aldehyde, acrolein. Pyrazole, an inhibitor of alcohol dehydrogenase, abolished the cytotoxic effects of allyl alcohol whereas inhibition of aldehyde dehydrogenase by disulfiram treatment was found to increase the sensitivity of renal cells to the effects of allyl alcohol. ..."
        },
        {
            "References": "PMID:3726883",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The influence of aging on the toxicity of allyl alcohol was studied in hepatocytes isolated from male Fischer 344 rats. Initial values for trypan blue uptake, lactate dehydrogenase (LDH) release, alanine aminotransferase release, and glutathione content were similar in cells isolated from rats aged 5, 15, or 26 months. Incubation with 0.1 to 0.8 mM allyl alcohol resulted in a dose- and time-dependent loss of viability. Inhibition by pyrazole of allyl alcohol-induced lactic dehydrogenase (LDH) release from hepatocytes also was affected by age. Total protection was observed for cells from young rats whereas no protection was found for those of old rats. Cells from middle-aged rats were between the extremes."
        },
        {
            "References": "PMID:3564024",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Two hepatotoxicants, allyl alcohol and bromobenzene, were studied using an in vitro system of cultured liver slices from control and phenobarbital-treated rats, respectively. Dose- and time-dependent increases in media lactate dehydrogenase (LDH), and decreases in slice K+ content and in protein synthesis were observed in rat liver slices incubated with either compound at concentrations between 0.1 and 1 mM over a period of 6 hr. Additionally, the toxicity of either bromobenzene or allyl alcohol, evaluated at 4 hr, was inhibited when slices were preincubated for 30 min with beta-ethyl-2,2-diphenylvalerate hydrochloride (SKF 525-A) (0.1 mM) or pyrazole (1.0 mM), respectively."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 131 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The activity of alcohol dehydrogenase (ADH) with 2-propen-1-ol as substrate was measured in liver cystolic fractions of rats representing young adulthood, middle age and old age. 2-Propen-1-ol-induced hepatotoxicity was more severe in old male rats than in young male rats, as measured by release of hepatic enzymes from injured cells and loss of hepatic microsomal cytochrome P-450. The extent of toxicity in female rats was greater than in males and unaffected by aging. ADH activities were 1.7+/-0.1, 2.3+/-0.1 and 2.6+/-0.1 umol/min/g of liver in males rats aged 4, 14 and 25 months, respectively. ADH activities in young adult and old female rats were 3.8+/-0.1 and 3.7+/-0.1 umol/min/g of liver. There was good correlation between liver ADH activity and 2-propen-1-ol-induced hepatotoxicity, measured as release of sorbitol dehydrogenase into the bloodstream. Cytosolic free NAD+/NADH ratios in male rats were not significantly different among the three age groups; the ratios were lowest in young adult female rats. Low Km aldehyde dehydrogenase activities in liver mitochondrial and cytosolic fractions were similar among the three age groups of male rat, and the activities in female rats were not substantially different. The results indicated that increased ADH activity is the principal cause of the age associated enhancement of 2-propen-1-ol hepatotoxicity in male rats."
        },
        {
            "References": "PMID:7823323",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The role of altered energy homeostasis in the lethality of allyl alcohol to isolated rat hepatocytes was studied. ATP, ADP, AMP, and viability loss (leakage of lactate dehydrogenase into the medium) were measured in isolated hepatocytes of fed or fasted rats exposed to 0.5 mM allyl alcohol. Adenine mononucleotides and cytotoxicity were determined also in hepatocytes incubated with allyl alcohol in the presence of 4 mM sodium azide or 15 mM fructose. Allyl alcohol-induced cell death in hepatocytes of fed rats was preceded by slight decreases in ATP content and energy charge (16% and 12%, respectively). More substantial decreases in these parameters occurred in parallel with cell killing, but the effect of allyl alcohol on energy status did not exceed the effect produced by a nonlethal concentration of sodium azide. Neither azide nor fructose affected the development of allyl alcohol cytotoxicity. Moreover, allyl alcohol-induced cytotoxicity was similar in hepatocytes of fed and fasted rats. The results suggest that altered energy homeostasis is a consequence rather than a cause of allyl alcohol-induced hepatocyte lethality."
        },
        {
            "References": "PMID:11515535",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...The effects of ethanol and allyl alcohol on primary mouse hepatocytes were investigated. No cytotoxicity was observed by ethanol treatments, but more toxicity to cells was found in the response to allyl alcohol treatment. The expression of cytochrome P450 2E1 (CYP2E1), phase I enzyme was examined in response to ethanol and allyl alcohol. Both xenobiotics induced CYP2E1 up to 1.5 to approximately 5 fold at the protein level. ..."
        },
        {
            "References": "PMID:9010592",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...Liver slices were prepared from male Sprague-Dawley rats, male Dunkin-Hartley guinea-pigs and from samples of Cynomolgus monkey and human liver ... /and/ were cultured with the test compounds for 24 hr in a dynamic organ culture system. ...At /the/ concentrations ... examined, ... rat liver slices were less susceptible to allyl alcohol toxicity. ..."
        },
        {
            "References": "PMID:8553370",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Allyl alcohol-induced LDH leakage from isolated rat hepatocytes was preceded by ... a loss of mitochondrial membrane potential. Addition of dithiothreitol (DTT) prevented the drop in membrane potential and completely prevented cell killing by allyl alcohol. In contrast, cyclosporin A and trifluoperazine delayed the loss of membrane potential without affecting cytolethality. The results indicate that a drop in mitochondrial membrane potential is not essential for allyl alcohol lethality. The mitochondrial dysfunction produced by allyl alcohol appears to be the consequence of an earlier event in the toxicity that is reversible by DTT."
        },
        {
            "References": "PMID:8134921",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Reversal by dithiothreitol (DTT) of allyl alcohol cytotoxicity was investigated in isolated rat hepatocytes. Allyl alcohol-induced protein sulfhydryl loss, bleb formation, and cell death were prevented by DTT, when it was added to hepatocytes 30 min after the toxicant. The protective effect of DTT also was demonstrated in cells that were washed after 30 min of exposure to allyl alcohol. DTT reversed the cell surface protrusions that formed during exposure to allyl alcohol, but reversal of blebbing did not insure that the cells would remain viable. Glutathione disulfide was not formed in allyl alcohol-treated cells, and DTT reversal of cytotoxicity occurred without restoring glutathione levels. Moreover, protection against allyl alcohol toxicity required the continuous presence of DTT. The results suggest that initial events in the toxic process are reversible, and that DTT can prevent cytotoxicity if added to hepatocytes before irreversible damage occurs; however, the mechanism by which DTT exerts its protection is not clear."
        },
        {
            "References": "Przybocki JM et al; Toxicol Appl Pharmacol 115 (1): 57-63 (1992)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...The action of allyl alcohol (100-500 uM) on isolated hepatocytes was studied using cells maintained at either 95 or 21% O2. Allyl alcohol toxicity, as indexed by trypan blue uptake, lactate dehydrogenase release, and ATP content, did not differ in the two groups of cells, suggesting that O2 dependency of allyl alcohol toxicity involves other cell types. ..."
        },
        {
            "References": "PMID:8571405",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The involvement of altered pyridine nucleotide concentrations in the cytolethality of allyl alcohol was studied in isolated rat hepatocytes. NAD+, NADH, NADP+, NADPH and viability loss (leakage of lactate dehydrogenase into the medium) were measured in cells incubated with 0.5 mM allyl alcohol with or without the addition of 2 mM dithiothreitol at 30 min. Exposure to allyl alcohol increased NADH levels in the first 15 min of incubation. A sharp drop in NADH and NADPH with an accumulation of NADP+ occurred between 30 and 60 min of incubation with allyl alcohol, indicating an oxidation and interconversion of pyridine nucleotides. Dithiothreitol prevented the oxidation of pyridine nucleotides, but not their reduction or interconversion, and protected against cell killing by allyl alcohol. ..."
        },
        {
            "References": "Strubelt O et al; Acta Pharmacol Toxicol 59 (1): 47-52 (1986)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The role of calcium in allyl alcohol-induced hepatotoxicity was investigated in the isolated hemoglobin-free perfused rat liver. At a Ca2+ concentration of 2.5 mmol/L in the perfusate, allyl alcohol (initial concentration 1.17 mmol/L) produced an enhanced release of SGPT and sorbitol dehydrogenase (SDH) from the liver, an increase in the lactate/pyruvate ratio of the perfusate, a decrease in hepatic oxygen consumption and an increase of both hepatic calcium and malondialdehyde content. In the absence of Ca2+ in the perfusate, no hepatic calcium accumulation occurred with allyl alcohol, but all other signs of hepatic damage were as severe as with 2.5 mmol/L Ca2+. On the other hand, high extracellular Ca2+ (5 mmol/L) alone led to a threefold increase of liver calcium but produced only marginal hepatotoxicity and only slightly enhanced the hepatotoxic effects of allyl alcohol. The concentrations of allyl alcohol in the perfusate were not altered at different Ca2+ concentrations."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 136 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The time course of 2-propen-1-ol-induced toxicity was studied in hepatocytes freshly isolated from male Fischer 344 rats by a two step collagenase perfusion technique. Incubation of hepatocytes with 0.4 or 0.8 mM 2-propen-1-ol rapidly depleted glutathione (GSH). GSH concentrations decreased 65-75% within 10 minutes of incubation and remained depressed throughout the 2 h incubation period. Control hepatocytes demonstrated slow loss of GSH during the 2-h period. Significant accumulations of malondialdehyde (MDA) were detected 20 min in hepatocytes incubated with either dose of 2-propen-1-ol. PSH concentrations were significantly diminished at 20 min with 0.8 mM and at 30 min with 0.4 mM 2-propen-1-ol and continued to decline throughout the incubation. Hepatocyte viability, measured as LDH leakage into the medium, was the last of the parameters to be affected by exposure to 2-propen-1-ol (30 min for 0.8 mM and 45 min for 0.4 mM). Sulfhydryl compounds makedly delayed the depletion of GSH, prevented significant loss of protein sulfhydryl groups (PSH) and protected cells against viability loss. The sequence of events was as follows: an initial rapid depletion of GSH, a subsequent increase in MDA and decrease in PSH and the eventual loss of membrane integrity. Overall, the results suggest that the inactivation of protein thiol groups is critical for 2-propen-1-ol toxicity whereas lipid peroxidation is not essential to the toxic process."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Allyl Alchol, (107-18-6) p. 127 (May 2006). Available from, as of April 13, 2018: https://www.inchem.org/pages/sids.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Anesthetized male Wistar rats (350-450 g) /had/ livers removed and perfused using a recirculating system. 2-Propen-1-ol was added directly to the perfusion medium to yield the appropriate final concentration after a 30 min equilibration period. ... Inhibition of alcohol dehydrogenase was accomplished by addition of 4-methylpyrazole (0.5 mmol/L) to the perfusate 30 min prior to application of 2-propen-1-ol. Three different levels of Ca2+ ions were used in the perfusate. 4-Methylpyrazole inhibited the disappearance of 2-propen-1-ol from the perfusate as well as its hepatotoxic activity, demonstrating that the effect of 2-propen-1-ol was preserved in the in vitro preparations to the same extent as under in vivo conditions.  High extracellular Ca2+ (5 mmol/L) led to a threefold increase of liver calcium but produced only marginal hepatotoxicity and only slightly enhanced the hepatotoxic effects of 2-propen-1-ol (1.17 mmol/L). Primary 2-propen-1-ol-induced hepatic injury does not appear to depend on an influx of extracellular calcium."
        },
        {
            "References": "PMID:16782301",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Xenobiotic-inflammation interactions lead to hepatotoxicity in vivo. Selected xenobiotic agents (acetaminophen, APAP; chlorpromazine, CPZ; allyl alcohol, AlOH; monocrotaline, MCT) for which this occurs were evaluated for ability to elicit the release of Kupffer cell (KC)-derived inflammatory mediators and to modulate lipopolysaccharide (LPS)-stimulated release of these mediators. Using KCs and hepatocytes (HPCs) isolated from rat, KC/HPC cocultures were treated with either LPS, xenobiotic, vehicle or a combination. Six hours later, the release of inflammatory mediators was assessed. LPS alone caused a concentration-dependent increase in TNF-alpha release but had no significant effect on the release of PGE(2). ... AlOH alone did not affect TNF-alpha release, but decreased TNF-alpha production in the presence of LPS. AlOH increased PGE(2) production, and this effect was potentiated in the presence of LPS."
        },
        {
            "References": "PMID:14657518",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Allyl alcohol causes hepatotoxicity that is potentiated by small doses of bacterial lipopolysaccharide (LPS) through a cyclooxygenase-2 (COX-2)-dependent mechanism. The COX-2 product prostaglandin D(2) (PGD(2)) increases hepatocyte killing by allyl alcohol in vitro. In the present study the ability of the nonenzymatic product of PGD(2), 15-deoxy-Delta12,14-prostaglandin J(2) (15d-PGJ(2)), to increase the cytotoxicity of allyl alcohol was evaluated. In a concentration-dependent manner, 15d-PGJ(2) significantly augmented cell death caused by allyl alcohol in isolated rat hepatocytes. 15d-PGJ(2) also increased the cytotoxicity of acrolein, the active metabolite of allyl alcohol. An agonist for the PGD(2) receptor neither reproduced the increase in allyl alcohol-mediated cytotoxicity nor altered the response to 15d-PGJ(2). Similarly, these responses were not affected by either an agonist or an antagonist for the peroxisome proliferator-activated receptor-gamma. The enhancement by 15d-PGJ(2) of allyl alcohol-mediated cell killing was unaffected by augmentation or inhibition of cAMP. Protein synthesis was markedly decreased by 15d-PGJ(2), but inhibition of protein synthesis alone with cycloheximide did not increase allyl alcohol-mediated cell killing. Allyl alcohol at subtoxic concentrations increased translocation of nuclear factor kappa B (NF-kappaB), whereas at cytotoxic concentrations no translocation occurred. 15d-PGJ(2) inhibited translocation of NF-kappaB from the cytosol to the nucleus both in the presence and absence of allyl alcohol. Like 15d-PGJ(2), MG132, an inhibitor of NF-kappaB activation, enhanced allyl alcohol-induced hepatocyte death. Together these results indicate that 15d-PGJ(2) augments hepatocyte killing by allyl alcohol, and the mechanism may be related to the inhibition of NF-kappaB activation."
        },
        {
            "References": "PMID:25195701",
            "Value": "/IMMUNOTOXICITY/ Allylic alcohols, such as geraniol 1, are easily oxidized by varying mechanisms, including the formation of both 2,3-epoxides and/or aldehydes. These epoxides, aldehydes, and epoxy-aldehydes can be interconverted to each other, and the reactivity of them all must be considered when considering the sensitization potential of the parent allylic alcohol. An in-depth study of the possible metabolites and autoxidation products of allylic alcohols is described, covering the formation, interconversion, reactivity, and sensitizing potential thereof, using a combination of in vivo, in vitro, in chemico, and in silico methods. This multimodal study, using the integration of diverse techniques to investigate the sensitization potential of a molecule, allows the identification of potential candidate(s) for the true culprit(s) in allergic responses to allylic alcohols. Overall, the sensitization potential of the investigated epoxyalcohols and unsaturated alcohols was found to derive from metabolic oxidation to the more potent aldehyde where possible. Where this is less likely, the compound remains weakly or nonsensitizing. Metabolic activation of a double bond to form a nonconjugated, nonterminal epoxide moiety is not enough to turn a nonsensitizing alcohol into a sensitizer, as such epoxides have low reactivity and low sensitizing potency. In addition, even an allylic 2,3-epoxide moiety is not necessarily a potent sensitizer, as shown for 2, where formation of the epoxide weakens the sensitization potential. /Allylic alcohols/"
        },
        {
            "References": "PMID:19371622",
            "Value": "/OTHER TOXICITY INFORMATION/  ... /Investigators sought/ to determine the expression profile of uptake and efflux transporters in mouse liver following treatment with allyl alcohol (AlOH), a periportal hepatotoxicant. This study also investigated the role of Kupffer cells in AlOH hepatotoxicity, and whether changes in transport protein expression by AlOH are dependent on the presence of Kupffer cells. C57BL/6J mice received 0.1 mL clodronate liposomes to deplete Kupffer cells or empty liposomes 48 h prior to dosing with 60 mg/kg AlOH, i.p. Hepatotoxicity was assessed by plasma ALT and histopathology. Hepatic transporter mRNA and protein expression were determined by branched DNA signal amplification assay and Western blotting, respectively. Depletion of Kupffer cells by liposomal clodronate treatment resulted in heightened susceptibility to AlOH toxicity. Exposure to AlOH increased mRNA levels of several Mrp genes, while decreasing organic anion transporting polypeptides (Oatps) mRNA expression. Protein analysis mirrored many of these mRNA changes. The presence of Kupffer cells was not required for the observed changes in uptake and efflux transporters induced by AlOH. Immunofluorescent analysis revealed enhanced Mrp4 staining exclusively in centrilobular hepatocytes of AlOH treated mice. These findings demonstrate that Kupffer cells are protective from AlOH toxicity and that induction of Mrp4 occurs in liver regions away from areas of AlOH damage independent of Kupffer cell function. These results suggest that Kupffer cell mediators do not play a role in mediating centrilobular Mrp4 induction in response to periportal damage by AlOH."
        },
        {
            "References": "PMID:23143187",
            "Value": "/OTHER TOXICITY INFORMATION/ The detection of drug-induced hepatotoxicity remains an important safety issue in drug development. A liver-specific microRNA species, microRNA-122 (miR-122), has recently shown potential for predicting liver injury in addition to the standard hepatic injury biomarkers. The objective of this study was to measure miR-122 together with several other liver markers in distinct settings of acute liver toxicity in rats to determine the value of miR-122 as a biomarker for liver injury in this species. Rats were exposed to 3 well-established liver toxicants (acetaminophen, allyl alcohol, and a-naphthyl isothiocyanate), a liver-enzyme inducer (phenobarbital), or a cardiotoxicant (doxorubicin). There was a clear increase in plasma miR-122 following administration of acetaminophen, allyl alcohol, and a-naphthyl isothiocyanate. The response of miR-122 paralleled that of other markers and was consistent with liver injury as indicated by histopathological evaluation. Furthermore, the changes in miR-122 were detected earlier than standard liver injury markers and exhibited a wide dynamic range. In contrast, miR-122 responses to phenobarbital and doxorubicin were low. Based on these findings, miR-122 shows significant promise and may provide added value for assessing liver toxicity in drug development."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013.",
            "Value": "/OTHER TOXICITY INFORMATION/ Middle-aged and older animals are more susceptible to allyl alcohol-induced hepatotoxicity than are young animals."
        },
        {
            "References": "PMID:26396155",
            "Value": "/OTHER TOXICITY INFORMATION/ Toxic industrial chemicals induce liver injury, which is difficult to diagnose without invasive procedures. Identifying indicators of end organ injury can complement exposure-based assays and improve predictive power. A multiplexed approach was used to experimentally evaluate a panel of 67 genes predicted to be associated with the fibrosis pathology by computationally mining DrugMatrix, a publicly available repository of gene microarray data. Five-day oral gavage studies in male Sprague Dawley rats dosed with varying concentrations of 3 fibrogenic compounds (allyl alcohol, carbon tetrachloride, and 4,4'-methylenedianiline) and 2 nonfibrogenic compounds (bromobenzene and dexamethasone) were conducted. Fibrosis was definitively diagnosed by histopathology. The 67-plex gene panel accurately diagnosed fibrosis in both microarray and multiplexed-gene expression assays. Necrosis and inflammatory infiltration were comorbid with fibrosis. ANOVA with contrasts identified that 51 of the 67 predicted genes were significantly associated with the fibrosis phenotype, with 24 of these specific to fibrosis alone. The protein product of the gene most strongly correlated with the fibrosis phenotype PCOLCE (Procollagen C-Endopeptidase Enhancer) was dose-dependently elevated in plasma from animals administered fibrogenic chemicals (P<0.05). Semiquantitative global mass spectrometry analysis of the plasma identified an additional 5 protein products of the gene panel which increased after fibrogenic toxicant administration: fibronectin, ceruloplasmin, vitronectin, insulin-like growth factor binding protein, and a2-macroglobulin. These results support the data mining approach for identifying gene and/or protein panels for assessing liver injury and may suggest bridging biomarkers for molecular mediators linked to histopathology."
        },
        {
            "References": "PMID:25395196",
            "Value": "/OTHER TOXICITY INFORMATION/ The yeast Saccharomyces cerevisiae is a useful eukaryotic model to study the toxicity of acrolein, an important environmental toxin and endogenous product of lipid peroxidation. The study was aimed at elucidation of the cytotoxic effect of acrolein on the yeast deficient in SOD1, Cu, Zn-superoxide dismutase which is hypersensitive to aldehydes. Acrolein generated within the cell from its precursor allyl alcohol caused growth arrest and cell death of the yeast cells. The growth inhibition involved an increase in production of reactive oxygen species and high level of protein carbonylation. DNA condensation and fragmentation, exposition of phosphatidylserine at the cell surface as well as decreased dynamic of actin microfilaments and mitochondria disintegration point to the induction of apoptotic-type cell death besides necrotic cell death."
        },
        {
            "References": "PMID:23246603",
            "Value": "/OTHER TOXICITY INFORMATION/ We tested a category approach to predict the hepatotoxic effects of repeated doses of allyl esters using a new database for repeated-dose toxicity. Based on information on hepatotoxic mechanism of allyl acetate, the category was defined as allyl esters that are hydrolyzed to allyl alcohol. Allyl alcohol is readily oxidized to acrolein in the liver, causing hepatotoxicity. Seventeen marketed allyl esters were obtained and grouped into category by identifying or predicting allyl alcohol formation. Allyl esters with a saturated straight alkyl carboxylic acid moiety (allyl acetate, hexanoate and heptanoate as tested species, and allyl butyrate, pentanoate, octanoate, nonanoate and decanoate as untested species) are likely similar in rate of ester hydrolysis, thereby defining subcategory 1. NOAEL and LOAEL for the hepatotoxic effects were estimated at 0.12 and 0.25 mmol/kg/d for the untested species, based on those of allyl acetate. The remaining nine allyl esters with other alkyl or aromatic carboxylic acid moieties were placed in subcategory 2: their hepatotoxicity levels were not predictable due to an unclear match between their degree of structural complexity and rate of hydrolysis. Our results demonstrate the usefulness of the category approach for predicting the hepatotoxicity of untested allyl esters with saturated straight alkyl chains."
        },
        {
            "References": "PMID:23200945",
            "Value": "/OTHER TOXICITY INFORMATION/ Previous studies showed that fitter yeast (Saccharomyces cerevisiae) that can grow by fermenting glucose in the presence of allyl alcohol, which is oxidized by alcohol dehydrogenase I (ADH1) to toxic acrolein, had mutations in the ADH1 gene that led to decreased ADH activity. These yeast may grow more slowly due to slower reduction of acetaldehyde and a higher NADH/NAD(+) ratio, which should decrease the oxidation of allyl alcohol. We determined steady-state kinetic constants for three yeast ADHs with new site-directed substitutions and examined the correlation between catalytic efficiency and growth on selective media of yeast expressing six different ADHs. The H15R substitution (a test for electrostatic effects) is on the surface of ADH and has small effects on the kinetics. The H44R substitution (affecting interactions with the coenzyme pyrophosphate) was previously shown to decrease affinity for coenzymes 2-4-fold and turnover numbers (V/Et) by 4-6-fold. The W82R substitution is distant from the active site, but decreases turnover numbers by 5-6-fold, perhaps by effects on protein dynamics. The E67Q substitution near the catalytic zinc was shown previously to increase the Michaelis constant for acetaldehyde and to decrease turnover for ethanol oxidation. The W54R substitution, in the substrate binding site, increases kinetic constants (Ks, by >10-fold) while decreasing turnover numbers by 2-7-fold. Growth of yeast expressing the different ADHs on YPD plates (yeast extract, peptone and dextrose) plus antimycin to require fermentation, was positively correlated with the log of catalytic efficiency for the sequential bi reaction (V1/KiaKb=KeqV2/KpKiq, varying over 4 orders of magnitude, adjusted for different levels of ADH expression) in the order: WT~H15R>H44R>W82R>E67Q>W54R. Growth on YPD plus 10mM allyl alcohol was inversely correlated with catalytic efficiency. The fitter yeast are \"bradytrophs\" (slow growing) because the ADHs have decreased catalytic efficiency."
        },
        {
            "References": "PMID:18563599",
            "Value": "/OTHER TOXICITY INFORMATION/ Exposure of yeast cells to allyl alcohol results in intracellular production of acrolein. The toxicity of so formed acrolein involves oxidative stress, as (1) strains deficient in antioxidant defense are hypersensitive to allyl alcohol, (2) exposure to allyl alcohol increases the level of thiobarbituric-acid-reactive substances and decreases glutathione level in the cells, (3) hypoxic and anoxic atmosphere and antioxidants protect against allyl alcohol toxicity, and (4) allyl alcohol causes activation of Yap1p. No increased formation of reactive oxygen species was detected in cells exposed to allyl alcohol, so oxidative stress is due to depletion of cellular thiols and thus alteration in the redox state of yeast cells."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 480",
            "Value": "/OTHER TOXICITY INFORMATION/ Allyl alcohol toxicity is ...influenced by a balance between the formation and detoxification of its reactive aldehyde metabolite, acrolein, by sequential actions of alcohol dehydrogenase and aldehyde dehydrogenase enzymes. ...The preferential occurrence of allyl alcohol injury in zone 1 hepatocytes is due to oxygen-dependent bioactivation. This aspect of its mechanism of hepatotoxicity was demonstrated by creative experiments where the typical decline in the oxygen gradient from zone 1 to zone 3 was reversed by a retrograde (backward) perfusion of isolated perfused livers."
        },
        {
            "References": "PMID:1897001",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Perfusion of the liver with allyl alcohol (350 uM) increased xanthine oxidase and decreased xanthine dehydrogenase in whole liver consistent with the hypothesis that allyl alcohol enhanced calcium-dependent proteolytic conversion of the NAD(+)-dependent to the O2-dependent form. Xanthine dehydrogenase was higher in pericentral than in periportal regions of the liver lobule and tended to decrease selectively in periportal zones of livers exposed to allyl alcohol. O2 uptake was stimulated transiently by allyl alcohol followed by subsequent inhibition of respiration. These results are consistent with the idea that conversion of NAD(+)-dependent xanthine dehydrogenase to xanthine oxidase is involved in the zone-specific hepatotoxicity of allyl alcohol."
        },
        {
            "References": "PMID:25919230",
            "Value": "/OTHER TOXICITY INFORMATION/ Allyl alcohol (AA) is one of the environmental pollutants used as a herbicide and industrial chemical. AA undergoes enzymatic oxidation in vivo to form Acrolein (Acr), a highly reactive and ubiquitous environmental toxicant. The exposure to AA/Acr has detrimental effects on cells and is highly fatal. In corroboration to the current literature describing AA/Acr toxicity, this study aimed to investigate the molecular cytotoxicity mechanisms of AA/Acr using budding yeast as a eukaryotic model organism. Genome-wide transcriptome analysis of cells treated with a sublethal dose of AA (0.4 mM) showed differential regulation of approximately 30% of the yeast genome. Functional enrichment analysis of the AA transcriptome revealed that genes belong to diverse cellular processes including the cell cycle, DNA damage repair, metal homeostasis, stress response genes, ribosomal biogenesis, metabolism, meiosis, ubiquitination, cell morphogenesis, and transport. Moreover, we have identified novel molecular targets of AA/Acr through genetic screening, which belongs to oxidative stress, DNA damage repair, iron homeostasis, and cell wall integrity. This study also demonstrated the epigenetic basis of AA/Acr toxicity mediated through histone tails and chromatin modifiers. Interestingly, our study disclosed the use of pyrazole and ethanol as probable antidotes for AA intoxication. ... This study also demonstrated the reproductive toxicity of AA/Acr using the yeast gametogenesis (spermatogenesis) model. Altogether, this study unravels the molecular mechanisms of AA/Acr cytotoxicity and facilitates the prediction of biomarkers for toxicity assessment and therapeutic approaches."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jan 10, 2018: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Scheunert I et al; J Environ Sci Health B16: 719-42 (1981) (4) Loehr RC; Treatability Potential for EPA Listed Hazardous Wastes in Soil. Ada, OK: USEPA. Robert S. Kerr Environ. Res. Lab., USEPA/600/2-89/011 (1989)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of allyl alcohol can be estimated to be 2(SRC). According to a classification scheme(2), this estimated Koc value suggests that allyl alcohol is expected to have very high mobility in soil. Leaching of  allyl alcohol from soil surface to deeper layers was found to rank in order of sand > sandy loam > humus sand(3). After 2 days, using 400 mL of  water, allyl alcohol leached 100, 83.3 and 96.6% in sand containing 0.51 and 2.89% organic carbon, and sandy loam containing 1.00% organic carbon, respectively(3). Freundlich adsorption coefficients for allyl alcohol in Texas soil (pH 7.8, 3.25% organic matter) and Mississippi soil (pH 4.8, <1% organic matter) were 4.5X10-3 and 3.3X10-4, respectively(4)."
        }
    ],
    "plant_translocation": [
        {
            "References": "Specific recognition of toxic allyl alcohol by porefunctionalized metal–organic frameworks",
            "Value": "Allyl alcohol (AA) is a systematic toxicant according to US based Environmental Protection Agency (EPA), which is readily absorbed via skin tissues, the respiratory tract, and mucous membranes. It can cause severe intoxication signs, including pulmonary edema, inflammation, and severe eye irritation, even at low exposure levels of approximately 5 ppm. The odor recognition concentration for allyl alcohol is around 0.78 ppm, while the airborne disabling/lethal concentration for 10 minutes of exposure is 11 ppm/87 ppm. It is potentially carcinogenic due to the formation of its endogenous metabolite, acrolein, which can react with DNA and has been linked to various diseases. Allyl alcohol is a colorless, water-soluble liquid widely used in different industries for the preparation of various materials, including glycerols, plasticizers, flame-resistant materials, pesticides, medicines, and cosmetics. However, its high flammability and vapor pressure make transportation and handling challenging, and its detection and safe disposal are critical to minimize health and environmental hazards. "
        }
    ]
}