{
    "_id": {
        "$oid": "6682e894c4e5dba5ffba264d"
    },
    "CID": {
        "$numberInt": "7860"
    },
    "Name": "GLYOXAL",
    "IUPACName": "oxaldehyde",
    "CanonicalSMILES": "C(=O)C=O",
    "Synonyms": [
        "GLYOXAL",
        "107-22-2",
        "Ethanedial",
        "Oxalaldehyde",
        "oxaldehyde",
        "1,2-Ethanedione",
        "Biformyl",
        "Diformyl",
        "Glyoxylaldehyde",
        "Biformal",
        "Diformal",
        "Oxal",
        "Aerotex glyoxal 40",
        "Glyoxal aldehyde",
        "Ethanedione"
    ],
    "IsomericSMILES": "C(=O)C=O",
    "INCHI": "InChI=1S/C2H2O2/c3-1-2-4/h1-2H",
    "INCHIKEY": "LEQAOMBKQFMDFZ-UHFFFAOYSA-N",
    "Formula": "C2H2O2",
    "MolecularWeight": {
        "$numberDouble": "58.04"
    },
    "Description": "Glyoxal is the dialdehyde that is the smallest possible and which consists of ethane having oxo groups on both carbons. It has a role as a pesticide, an agrochemical, an allergen and a plant growth regulator.",
    "XlogP": {
        "$numberDouble": "-0.4"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for glyoxal(SRC), using an estimated log Kow of -1.66(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Gerike P, Gode P; Chemosphere 21: 799-812 (1990)",
            "Value": "Glyoxal, present at 100 mg/L, achieved 65% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). Glyoxal was classified as readily biodegradable in a closed bottle OECD 301D test(2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "Glyoxal attacks the amino groups of proteins, nucleotides, and lipids with its highly reactive carbonyl groups. A sequence of non-enzymatic reactions, called glycation, yields stable advanced glycation end-products (AGEs) with a background extent of 0.1-1% of lysine and arginine residues in proteins and 1 in 1.0 X 10-7 nucleotides in DNA. ... Glyoxal forms stable adducts with guanosine by reaction with the N-1 as well as with the exocyclic nitrogen of guanine. The rate of glyoxal-guanine adduct formation is rapid under physiological conditions. A stable tricyclic glyoxal-DNA adduct is formed by covalent binding to two nitrogens of guanine under physiological conditions in vitro. Besides 8-hydroxy-deoxyguanosine, the glyoxal-deoxyguanosine (dG) adduct is one of the major deoxyguanosine oxidation products, being formed by oxygen radicals, lipid peroxidation systems, various types of oxidative stress, and UV irradiation and after in vivo exposure to beta-hydroxy-substituted N-nitrosamines."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "Glyoxal ... is considered an important intermediate in the formation of advanced glycation end-products (AGEs). AGE modification alters protein function and inactivates enzymes, resulting in disturbance of cellular metabolism, impaired proteolysis, and inhibition of cell proliferation and protein synthesis. The extent of AGE modification increases with the increasing life span of proteins. Consequently, AGEs are especially associated with long-lived proteins, such as collagens, lens crystallins, and neurofilaments, but also have been identified in shorter-lived proteins, including hemoglobin, plasma proteins, lipoproteins, and intracellular proteins."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "Inhibition studies in bacterial mutagenicity tests demonstrated the production of the reactive oxygen species superoxide, hydrogen peroxide, and singlet oxygen from glyoxal. The mutagenic activity of glyoxal is related to singlet oxygen, as well as to the intracellular GSH level. The hydroxyl radical plays a prominent role in glyoxal-induced DNA cleavage."
        },
        {
            "References": "PMID:15345333",
            "Value": "... Isolated rat hepatocytes were incubated with different concentrations of glyoxal. Glyoxal by itself was cytotoxic at 5mM, depleted GSH, formed reactive oxygen species (ROS) and collapsed the mitochondrial membrane potential. Glyoxal also induced lipid peroxidation and formaldehyde formation. Glycolytic substrates, eg fructose, sorbitol and xylitol inhibited glyoxal-induced cytotoxicity and prevented the decrease in mitochondrial membrane potential suggesting that mitochondrial toxicity contributed to the cytotoxic mechanism. Glyoxal cytotoxicity was prevented by the glyoxal traps d-penicillamine or aminoguanidine or ROS scavengers were also cytoprotective even when added some time after glyoxal suggesting that oxidative stress contributed to the glyoxal cytotoxic mechanism."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In inhalation hazard tests, all of the rats /exposed/ survive the 7- and 8-hour exposures to 30 or 40 % glyoxal, respectively."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The symptoms after a single oral administration are unspecific. After inhalative uptake, local irritations of the eyes and respiratory organs predominate. After oral administration, the macroscopic observations are irritations of the gastrointestinal tract and congestion in the gastrointestinal tract, lung, kidney and adrenal glands as well as, after inhalative uptake, hyperaemia and foamy secretion in the lung."
        },
        {
            "References": "Willis L; J Am College Toxicol 14 (5): 348-363 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Glyoxal did not show significant acute toxicity in laboratory animal studies, the median lethal doses being 2.0 grams per kilogram (g/kg) in male rats and 0.76g/kg in guinea-pigs following oral /administration/."
        },
        {
            "References": "Willis L; J Am College Toxicol 14 (5): 348-363 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A nail enamel containing 40% glyoxal was nonirritating when applied to the skin or rabbits. An aqueous solution containing 32.8% glyoxal was irritating to the eyes of rabbits."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In one study according to OECD guideline no. 404, no irritations to the skin have been observed after a 4-hour treatment with glyoxal (40 %). Therefore, the substance has been evaluated as non-irritating in accordance with EU labelling criteria."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Glyoxal /causes sensitization/ to the skin of guinea pigs."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1980",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 30% solution in water produces severe irritation of guinea pig skin ... /Polymer/"
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 529",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Test by application of a drop to eyes of rabbits has caused moderate, presumably reversible, injury, graded 3-5 on scale of 1-10 after 24 hr. /The most severe injuries rated 10/"
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 487",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The main /acute/ effect appears to be...violent vomiting with oral administration... in cats... ."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 487",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Determination of lethal dose/...by oral administration, for dogs...was found impossible...to assess quantitatively...since glyoxal caused violent vomiting..."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Glyoxal (40%) led to a reversible reddening and chemosis of the conjunctiva within 8 days and thus showed an irritating effect. This confirmed older studies reporting that glyoxal caused irritation and even necrotic changes in the rabbit eye."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Glyoxal (107-22-2) (2000 CD-ROM  edition). Available from, as of September 23, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Slightly /to/ highly irritating /to/ rabbit skin."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A further study in rabbits described histopathological changes in liver, kidney, and pancreas 40 days after a single dermal application of a 40% glyoxal solution (leading to severe necrotic dermatitis at application site; dose not specified). Granular and vacuole degeneration in liver, kidney, and pancreas and atrophy and fibrous change of Langerhans islets were assessed to show a close resemblance to changes in these tissues in the course of diabetes. In glucose tolerance tests performed 5 and 10 days after dermal application of glyoxal, a distinct increase of blood glucose levels was observed in comparison with a constant level in control rabbits."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  In an inhalation study, groups of five male and five female Wistar rats inhaled aerosols containing glyoxal (40% in water) at 0, 0.4, 2.0, or 10 mg/cu m (analytical concentrations 0, 0.6, 2.3, and 8.9 mg/cu m; mass median aerodynamic diameter 0.8-1.2 um) for a period of 29 days (nose only, 6 hr/day, 5 days/week). Exposure was tolerated by all dose groups without any systemic effects (examination of body weight, haematological and biochemical parameters, urine analysis, macroscopic and histological examination). The only local effect found in the larynx was a minimal squamous metaplasia of the epiglottal epithelium accompanied by a minimal submucosal infiltration of lymphocytes in the mid- and high-dose groups. Consequently, for local effects, a NOEL of 0.6 mg/cu m (nominal concentration 0.4 mg/cu m) resulted for subacute inhalation exposure of rats to glyoxal."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 28-day oral toxicity study, six male and six female Sprague-Dawley rats per dose group were exposed to glyoxal (40% in water) at dosages of 0, 100, 300, or 1000 mg/kg body weight per day via the drinking-water. A dose-dependent retardation of body weight gain in the mid-dose group (slight effect) and the high-dose group (significant effect) was accompanied by reduced food intake. A dose-dependent reduction of water intake was observed in male rats at the lowest dose and in female rats at the mid- and high doses (glyoxal concentrations were adjusted to water intake). Changes in mid- and high-dose groups, such as increased erythrocyte number and reduced urine volume, were attributed to reduced water intake; changes of various organ weights in the high-dose group were attributed to reduced body weight. No changes were found at macroscopic and histological examination. The NOAEL for this study is 100 mg glyoxal/kg body weight per day."
        },
        {
            "References": "PMID:1884914",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subchronic oral toxicity of glyoxal via drinking water and the effect on in vivo protein synthesis in tissues following a single treatment with this substance were assessed in Sprague-Dawley male rats. Animals received drinking water containing glyoxal levels of 2000, 4000, and 6000 mg/liter ad libitum for 30, 60, and 90 days in Phase I. In Phase II, the high-dose and control-1 groups fed the diet ad libitum, and a diet-limited control-2 group given the same amount of diet as consumed by the high-dose group were maintained for 90 and 180 days. The study designs included observations of clinical signs, body weights, major organ weights, gross and histopathological examinations, serum clinical chemistry, and biochemical examinations such as glyoxalase activity and glutathione content in selected tissues. Body weight gain and organ weights significantly decreased with dosage. Although consumption of food and water was also depressed in the exposed group, the reduction of body weight gain was greater in the high-dose group than in the diet-limited control 2 group. Histopathological examinations revealed only a slight papillary change in the kidneys from the high-dose group at both 90 and 180 days terminations in Phase II. The induction of both glyoxalase I and II was observed in liver and erythrocytes at 30-day termination of the exposed groups. Serum enzyme and protein levels were significantly reduced by the mid- and/or high-dose exposures. With a single oral high-dose treatment of glyoxal, a great decline in the incorporation of L-[3H]leucine was shown particularly in the liver, and this probably led in part to a reduction in the serum protein levels in rats following subchronic exposure to glyoxal. These data indicated an overall low degree of systemic toxicity to rats exposed subchronically to glyoxal via drinking water."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In a 90-day feeding study on Beagle dogs, the administration of /about/ 31 to 115 mg/kg body weight/day affected neither the body weight gain and organ weights nor clinical-chemical and hematological parameters ... The animals showed no macroscopic and histopathological findings. Thus, the no effect level amounted to /about/ 115 mg/kg body weight/day."
        },
        {
            "References": "Willis L; J Am College Toxicol 14 (5): 348-363 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In subacute and subchronic toxicity studies, glyoxal given at 4,000 milligrams per liter (mg/l) in drinking water suppressed body weight gain in rats. Signs of renal toxicity such as increased relative kidney weight, swelling of renal papillary epithelial cells and interstitial edema, and increases in glyoxalase-I activity were seen in animals given 16,000mg/l glyoxal for 30 days."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  In a 3-month feeding study on male and female Harlan-Wistar rats, glyoxal in daily dosages of /about/ 30 to 250 mg/kg body weight is tolerated without clinical, macroscopic and histopathological changes. A temporary reduced body weight gain and an increase of the relative liver and kidney weights, without a histopathological correlate, have been observed only in the males of the highest dose group. The no effect level is /about/ 125 mg/kg body weigh/day."
        },
        {
            "References": "PMID:2791208",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Glyoxal and methylglyoxal were tested for tumor-promoting potential in a two-stage stomach carcinogenesis model. Male outbred Wistar rats were initially given N-methyl-N'-nitro-N-nitrosoguanidine (MNNG) in the drinking water (100 mg/l) along with a 10% sodium chloride dietary supplement for 8 weeks. Thereafter, they were returned to basal diet and maintained on drinking water containing no addition or either 0.5% glyoxal or 0.25% methylglyoxal for 32 weeks and then killed for necropsy and histological examination at week 40. Glyoxal treatment significantly increased the incidence of adenocarcinomas in the pylorus of the glandular stomach of rats pretreated with MNNG and sodium chloride. Furthermore, although methylglyoxal did not enhance the development of adenocarcinomas, the incidence of hyperplasias in the pylorus was significantly increased. The results indicate that glyoxal exerts tumor promoting activity on rat glandular stomach carcinogenesis and that methylglyoxal might also have promoting potential."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... No carcinogenic effect is detected in mice after dermal application of glyoxal over the entire lifespan. After oral administration, glyoxal exhibits local tumour promoting properties on the mucosa of the glandular stomach of the rat. In a liver promotion model on the rat, there are no indications found for a promoting effect of glyoxal through systemic action. Glyoxal possesses no tumour initiating effect after the dermal application to mice."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In an assay for tumor-initiating activity, the dermal application of glyoxal alone (total initiating dose 30 mg glyoxal/mouse, 37-43% in water applied 2 times weekly for 5 weeks) induced no skin tumours in CD-1 mice within 53 weeks. After promotion by 12-O-tetradecanoyl-phorbol-13-acetate treatment for 47 weeks, 2 of 10 animals had a total of four skin papillomas, showing no significant tumor-initiating activity of glyoxal by this route."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Glyoxal showed tumor-promoting activity in a two-stage glandular stomach carcinogenesis model in male Wistar rats after an 8-week initiation treatment with N-methyl-N'-nitro-N-nitrosoguanidine in the drinking-water (100 mg/liter) along with a 10% sodium chloride dietary supplement. Subsequent promotion by exposure to glyoxal (0.5% in drinking-water from week 8 to week 40) induced significantly increased incidences of adenocarcinoma and hyperplasia in the pylorus of the glandular stomach in comparison with rats with initiation treatment only. Glyoxal treatment alone induced neither neoplastic nor hyperplastic changes in the pylorus. However, genotoxic activity (induction of unscheduled DNA synthesis and strand breaks) was demonstrated in the pyloric mucosa of the rat stomach. A tumor-promoting potential was also derived from dose-dependent induction of ornithine decarboxylase and replicative DNA synthesis in the pyloric mucosa after a single application of 150-400 mg glyoxal/kg body weight."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No increase of skin tumors was observed after lifetime application of 3 uL glyoxal (two commercial products, 12.5% in water) 3 times a week to the skin of C3H/HeJ mice. Survival rates of glyoxal-treated rats were higher than those of controls. Some treated rats showed skin irritation with necrotic areas."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 40% glyoxal was administered to 19-24 female Wistar rats as a solution in water at doses of 0, 5, 25, or 125 mg/kg body weight per day (related to 100% glyoxal) on days 6 through 19 post-coitum. Maternal toxicity (significantly reduced food consumption and significantly lower corrected body weight gain) was observed at 125 mg/kg body weight per day. No substance-related effects were observed on gestational parameters or fetuses. NOAELs of 25 mg/kg body weight per day for maternal toxicity and 125 mg/kg body weight per day for embryotoxicity were established."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental toxicity range-finding studies in New Zealand White rabbits administered glyoxal by gavage yielded a NOEL of 200 mg glyoxal trimeric dihydrate/kg body weight per day, corresponding to 123 mg glyoxal/kg body weight per day, and a LOEL of 400 mg glyoxal dihydrate/kg body weight per day, corresponding to 247 mg glyoxal/kg body weight per day, for both maternal toxicity and embryotoxicity. Maternal signs of systemic toxicity and decreases of weight parameters were accompanied by reduced fetal weight. The application of doses in the range of 200 mg glyoxal dihydrate/kg body weight per day was discussed as problematic due to the corrosive nature of the substance, leading to damage of gastric mucosa of pregnant rabbits. In a subsequent study with a single dose level of 50 mg glyoxal dihydrate/kg body weight per day, corresponding to 31 mg glyoxal/kg body weight per day, there was no maternal mortality or persistent signs of toxicity, although minimal reductions in body weight gain and food consumption were noted. Glyoxal exposure did not significantly alter post-implantation loss and had no effect on fetal body weight or the incidence of external, visceral, or skeletal malformations. /Investigators/ gave a NOAEL for developmental toxicity for rabbits of 50 mg glyoxal dihydrate/kg body weight per day, corresponding to 31 mg glyoxal/kg body weight per day."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/GENOTOXICITY/ ... Glyoxal is shown to be mutagenic in in vitro studies on genotoxicity in prokaryotes and eukaryotes (Salmonella/microsome test, ARA test, umu test, rec assay, DNA-repair test, mouse lymphoma test, chromosome aberration test, UDS test, SCE test, DNA single-strand breaks). Only in the HPRT test negative results were attained. In vivo, glyoxal is proven to be negative in the micronucleus test on the mouse after oral application. Chromosome aberrations in the duodenum, testes and spleen are described in an older, only insufficiently documented study after subcutaneous application to rats. For the rat after oral application, a significant increase of the unscheduled DNA synthesis is found in the pyloric mucosa, but not in primary hepatocytes, as well as an increase of DNA single-strand breaks in the liver and in the pyloric mucosa. On Drosophila melanogaster, glyoxal is proven to be negative in the sex-linked recessive-lethal test, in the dominant-lethal test and in studies on the reciprocal translocation and on the loss of sex chromosomes. Glyoxal is shown to be mutagenic in numerous in vitro tests, in vivo tests produce various findings."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/GENOTOXICITY/ ... Glyoxal is shown to be negative in the cell transformation test on C3H/10T1/2CL8-cells."
        },
        {
            "References": "PMID:384239",
            "Value": "/GENOTOXICITY/ Mutagenic activity in Salmonella typhimurium assay was shown by glyoxal."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ In the Salmonella microsomal assay, glyoxal (test substance 30-40% glyoxal) was a direct mutagen in strains TA 100, TA 102, TA 104, and TA 2638, with a weaker response in the presence of a metabolic activation system. A direct genotoxic activity of glyoxal was further evident in the L-arabinose resistance assay with S. typhimurium BA9 and BA13 and in the SOS chromotest with Escherichia coli PQ37."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ DNA repair tests yielded positive responses in both the presence and absence of metabolic activation systems, as in the SOS umu-test with Salmonella typhimurium TA 1535/pSK 1002, in the rec-assay with Bacillus subtilis (also with metabolic activation), and in the differential DNA repair test with Escherichia coli K-12/343/636 uvrB+/recA+ and K-12/343/591 uvrB-/recA-. When the latter test was performed as a host-mediated assay in mice, with oral application of 570 or 1700 mg glyoxal/kg body weight and intravenous application of the bacteria, a genotoxic effect was not demonstrable in bacteria isolated from blood, liver, lungs, kidneys, or testicles, which may be explained by the high reactivity of glyoxal - eg, with proteins."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ A direct genotoxic action of glyoxal was established in a variety of tests with mammalian cells without metabolic activation: in a mutagenicity test with mouse lymphoma cells (TK assay), in chromosomal aberration tests with Chinese hamster ovary (CHO) cells and V79 cells, and in tests for the induction of unscheduled DNA synthesis in TC-SV40 cells of Syrian hamster, for the induction of sister chromatid exchanges in CHO cells and human lymphocytes, for the induction of endoreduplication in CHO cells, and for the induction of DNA strand breaks in mouse lymphoma cells. In primary rat hepatocytes, glyoxal induced DNA single strand breaks but no DNA cross-links."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ In Saccharomyces cerevisiae D61.M, induction of mitotic recombinations pointed to reaction of glyoxal with DNA, whereas modification of proteins was indicated by chromosome losses (in the presence of propionitrile, which is a strong inducer of chromosomal malsegregation), suggesting interference of glyoxal with microtubular function."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ A significantly increased rate of sex-linked recessive lethals reported in Drosophila melanogaster in preliminary experiments was not confirmed in later assays, showing the absence of any genotoxic effect in assays for sex-linked recessive lethals in mature sperm and in the earlier stages of spermatogenesis, as well as in assays for clastogenic activity in mature sperm (reciprocal translocation, dominant lethal, and chromosome loss). However, from the increase of radiation-induced clastogenic effects after pretreatment with glyoxal, it was concluded that glyoxal came in contact with the target cells. The possibility of detoxifying mechanisms for glyoxal or of an efficient repair of glyoxal-induced damage in Drosophila was discussed."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ No clastogenic activity was found in a micronucleus assay in mouse bone marrow."
        },
        {
            "References": "PMID:9219574",
            "Value": "/GENOTOXICITY/ We have analyzed the types of mutations induced by glyoxal, a major oxidative DNA-damage product, in Salmonella typhimurium. A set of six strains, TA7001 to TA7006, was used to detect base-pair substitutions, and the TA98 strain was employed to detect frameshift mutations. Glyoxal did not induce mutations at A:T base pairs. The majority of the mutations induced by glyoxal were base-pair substitutions at G:C base pairs, and a small level of frameshift mutations was detected in the TA98 strain."
        },
        {
            "References": "PMID:1383732",
            "Value": "/GENOTOXICITY/ Induction of mitotic chromosome loss could be demonstrated for the dialdehyde glyoxal, the diketones 2,3-butanedione and 2,3-hexanedione, ethyl and methyl carbamate, ethyl acrylate, dibromoacetonitrile, 2-hydroxypropionitrile and formaldehyde, but only when they were combined with subacute concentrations of propionitrile, which is a strong inducer of chromosomal malsegregation. The same chemicals did not induce mitotic chromosome loss when applied in pure form. However, glyoxal, ethyl acrylate, dibromoacetonitrile and formaldehyde when applied in pure form also induced mitotic recombination. Respiratory deficiency was induced, in the absence of propionitrile, by these recombinogenic agents and also by 2,3-hexanedione and 2-hydroxypropionitrile which are not recombinogenic."
        },
        {
            "References": "PMID:2027335",
            "Value": "/GENOTOXICITY/ The alkaline elution technique was applied to measure the damage of rat hepatic DNA following exposure to glyoxal. DNA single-strand breaks were induced after exposure of primary-cultured hepatocytes to 0.1-0.6 mg/ml glyoxal for 60 min, while no DNA cross-link was observed. Single-strand breaks were also detected in livers of rats within 2 h following a single oral exposure at 200-1000 mg/kg body weight, and the frequency of the breaks reached a maximum around 9 h after exposure. The breaks were almost fully repaired 24 h after exposure to any dose. However, hardly any DNA lesions were detected in other tissues following exposure to 1000 mg/kg glyoxal. Thus, the present results indicate that glyoxal causes DNA single-strand breaks in rat hepatocytes following in vitro and in vivo exposure."
        },
        {
            "References": "PMID:2499775",
            "Value": "/GENOTOXICITY/ The effects of glyoxal and of glyoxal pretreatments on radiation-induced genetic damage were investigated in Drosophila melanogaster mature sperm, by means of sex-linked recessive and dominant lethality, reciprocal translocation and chromosome loss tests. In addition, the possible mutagenic effect of glyoxal was assessed in postmeiotic cells up to 7 days after treatment. The results obtained show: (1) the frequencies of recessive lethals after glyoxal treatment were within control values, (2) no clastogenic effect of glyoxal was observed, (3) glyoxal pretreatment did not modify the frequency of recessive lethals induced by X-rays, (4) after pretreatment with glyoxal a consistent, though not significant, increase was seen in the frequency of reciprocal translocations in 3 replicate experiments, (5) the yield of dominant lethals and of complete and partial chromosome loss induced by radiation was significantly increased by pretreatments with glyoxal."
        },
        {
            "References": "PMID:9247622",
            "Value": "/GENOTOXICITY/ To determine the mutation spectrum of glyoxal, which is produced from DNA by oxygen free-radicals, we analyzed the chromosomal lacI gene of mutants induced by treatment of a wild-type Escherichia coli strain with glyoxal. The cell death and the mutation frequency increased according to the concentration of glyoxal added to the culture medium. The majority of the spontaneous mutations (82%) and that of the glyoxal-induced mutations (50%) were the addition or deletion of a 5'-TGGC-3' sequence at positions 623-634, which was reported to be a mutational hot spot in the lacI gene. In the glyoxal-induced mutants, however, the ratio of base-pair substitutions was increased (35%). Although all types of base-pair substitutions were detected, 78% of the base-pair substitutions occurred at G:C sites. Among them, G:C-->A:T transitions were predominant, followed by G:C-->T:A transversions. These mutations appeared to be distributed randomly within the lacI gene."
        },
        {
            "References": "PMID:15822816",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... we investigated the effects of glyoxal on GLT-1 properties in cultured rat astrocytes. High performance liquid chromatography showed reduced glutamate uptake activity in the glyoxal-exposed cells. Immunocytochemical analysis displayed CML accumulation in the cytoplasm of astrocytes by glyoxal exposure. Immunoblots of immunoprecipitated GLT-1 disclosed GLT-1 CML adduct formation in the glyoxal-exposed cells. Our results indicate that glyoxal modifies GLT-1 to form CML and simultaneously deprives its glutamate uptake activity."
        },
        {
            "References": "PMID:9744543",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ The mutagen glyoxal was reacted with DNA or deoxynucleosides under physiological conditions (pH 7.4, 37 degrees C) in vitro and the products were analyzed by HPLC coupled with a photodiode array UV detector. The efficient formation of a cyclic glyoxal-dG adduct (dG+) was observed in DNA, as well as with dG. The monomeric dG + was gradually decomposed to dG at pH 7.4 and 37 degrees C (t1/2 14.8 h). However, the dG+ formed in single- and double-stranded DNA was rather stable under physiological conditions and the half-lives were 19 and 40 times longer respectively than that of the monomer (t1/2 285 and 595 h respectively). By reaction of glyoxal with deoxycytidine (dC), the deamination products deoxyuridine and 5-hydroxyacetyl-dC (dC+) were formed. Under the same conditions, 5-methyl-dC was deaminated to dT at a higher rate. Deoxyuridine was also formed in DNA by glyoxal treatment. When glyoxal was reacted with various combinations of deoxynucleosides for a prolonged period, dG-glyoxal-dC (GgC), dG-glyoxal-dA (GgA), dG-glyoxal-dG (GgG) and dC-glyoxal-dC (CgC) cross-links were detected, although structures were not assigned unequivocally. Among these, the former two, the GC and GA cross-links, were detected in glyoxal-treated DNA. The yields of these products in DNA were in the following order; dG+ > dU > GgA > GgC > dC+. These DNA modifications may be relevant to glyoxal-induced mutations at GC pairs."
        },
        {
            "References": "PMID:15345333",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Isolated rat hepatocytes were incubated with different concentrations of glyoxal. Glyoxal by itself was cytotoxic at 5mM, depleted GSH, formed reactive oxygen species (ROS) and collapsed the mitochondrial membrane potential. Glyoxal also induced lipid peroxidation and formaldehyde formation. Glycolytic substrates, e.g. fructose, sorbitol and xylitol inhibited glyoxal-induced cytotoxicity and prevented the decrease in mitochondrial membrane potential suggesting that mitochondrial toxicity contributed to the cytotoxic mechanism. Glyoxal cytotoxicity was prevented by the glyoxal traps d-penicillamine or aminoguanidine or ROS scavengers were also cytoprotective even when added some time after glyoxal suggesting that oxidative stress contributed to the glyoxal cytotoxic mechanism."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment  Documents. Number 57: Glyoxal (2004). Available from, as of March 29, 2006: https://www.inchem.org/pages/cicads.html",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Incubation of rat retinal organ culture with glyoxal (<300 umol/liter for 9 hr) increased apoptotic events in all layers. After 800 umol glyoxal/liter, approximately 50% of the cells in all layers of the retina were apoptotic. The glyoxal-induced rapid formation of CML showed the ability of the retina model to simulate advanced glycation end-product (AGE)-related events in vitro. The neurotoxicity of glyoxal-induced AGE formation was shown by the significantly increased rate of cell death in the retina."
        },
        {
            "References": "PMID:11017913",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... We investigated the in vitro effects of glyoxal on fetal human lung epithelial L132 cells. Immunocytochemical analysis of paraffin-embedded cells and fluorescence-activated cell sorter analysis revealed a dose-dependent accumulation of the glycoxidation product (epsilon)N-carboxymethyllysine (CML) in all compartments of the cell. It has been shown that CML modification of proteins may serve as an indicator for oxidative stress. To examine the role of apoptosis in epithelial lung cells we investigated glyoxal-dependent changes in pro- and antiapoptotic mediators bax and activated caspase-3, and galectin-3 and bcl-2, respectively. Increasing concentrations of glyoxal (50 to 400 microM) induced an increase in the number of apoptotic cells. The apoptotic changes were confirmed by transmission electron microscopy. Immunocytochemical analysis of treated cells revealed the presence of other AGEs such as pentosidine as well as products of lipid peroxidation."
        },
        {
            "References": "Toxikologische Bewertung. Heidelberg, Berufsgenossenschaft der Chemischen Industrie 177 (1996) 64 p",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ...Glyoxal forms stable adducts with guanosine."
        },
        {
            "References": "Beratergremium fuer umweltrelevante Altstoffe (BUA) 187 (1998) 172 p",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... In the cell growth inhibition test (test period: 16 hours), an EC10 value of 46, an EC50 value of 134 as well as an EC100 value of 389 mg glyoxal/l were established for Pseudomonas putida. This corresponds to 18.4, 53.6 and 155.6 mg glyoxal (100 %)/l, respectively. For anaerobic bacteria from a municipal sewage treatment plant (no further details), a threshold value of 100 - 1,000 mg glyoxal/l was found in the fermentation-tube test after a 24 h exposure as well as an EC0 value of 200 mg glyoxal/l and an EC50 value of 625 mg glyoxal/l In the microtox test with Photoboaerium phosphoreum, a 50 % reduction of the illumination intensity (EC50) was determined at 754.5, 554.3 and 429.5 mg glyoxal/l after an exposure of 5, 15 and 25 minutes, respectively."
        },
        {
            "References": "Willis L; J Am College Toxicol 14 (5): 348-363 (1995)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... Glyoxal readily formed multiple nonspecific adducts in DNA in-vitro."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 486",
            "Value": "/OTHER TOXICITY INFORMATION/ ...Both diethylene glycol and alloxan /are metabolized to form/ glyoxal in their intermediary metabolism, and it is suggested that ... glyoxal ... is responsible for toxic effects of diethylene glycol, as it is for necrosis of the pancreas observed in cats ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for glyoxal can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that glyoxal is expected to have very high mobility in soil(SRC)."
        }
    ]
}