{
    "_id": {
        "$oid": "6682e895c4e5dba5ffba2650"
    },
    "CID": {
        "$numberInt": "7864"
    },
    "Name": "CHLOROMETHYL METHYL ETHER",
    "IUPACName": "chloro(methoxy)methane",
    "CanonicalSMILES": "COCCl",
    "Synonyms": [
        "CHLOROMETHYL METHYL ETHER",
        "107-30-2",
        "chloro(methoxy)methane",
        "Methane",
        "chloromethoxy-",
        "Methoxymethyl chloride",
        "Chlorodimethyl ether",
        "Chloromethoxymethane",
        "Methyl chloromethyl ether",
        "Methoxychloromethane",
        "CMME",
        "Chlordimethylether",
        "Ether",
        "chloromethyl methyl",
        "Dimethylchloroether",
        "Ether",
        "dimethyl chloro",
        "Monochlorodimethyl ether"
    ],
    "IsomericSMILES": "COCCl",
    "INCHI": "InChI=1S/C2H5ClO/c1-4-2-3/h2H2,1H3",
    "INCHIKEY": "XJUZRXYOEPSWMB-UHFFFAOYSA-N",
    "Formula": "C2H5ClO",
    "MolecularWeight": {
        "$numberDouble": "80.51"
    },
    "Description": "Chloromethyl methyl ether is an ether.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "PMID:155878",
            "Value": "Hydrolysis half-lives are sufficiently fast (hydrolysis occurs in pure water with a half-life <1 sec(1)) to preclude any possibility of bioconcentration in the food chain(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 242 (1974)",
            "Value": "A GROUP OF 50 MALE STRAIN A/He MICE WAS EXPOSED TO AN ATMOSPHERE CONTAINING A CONCENTRATION OF 0.006 MG/L (6 MG/CU M) CMME IN EXPOSURE CHAMBERS FOR 6 HOURS PER DAY ON 5 DAYS PER WEEK DURING 21 WEEKS. A TOTAL OF 25/50 ANIMALS AT RISK HAD LUNG TUMOURS, WITH AN AVERAGE OF 1.5 TUMOURS PER ANIMAL. IN A CONTROL GROUP EXPOSED TO FILTERED ROOM AIR FOR 130 DAYS AND HELD FOR 28 WEEKS, 20/49 MICE AT RISK HAD LUNG TUMOURS, WITH AN AVERAGE OF 0.9 TUMOURS PER MOUSE."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 242 (1974)",
            "Value": "... 30 FEMALE ICR/HA SWISS MICE ... INJECTED SC ONCE/WK WITH 300 UG CHLOROMETHYL METHYL ETHER ... IN 0.05 ML NUJOL ... FOR ... 685 DAYS. SARCOMAS @ INJECTION SITE WERE SEEN IN 10 MICE, THE FIRST ... APPEARING @ 308 DAYS ... MEDIAN SURVIVAL TIME ... 496 DAYS. ... NO DISTANT TUMORS. A CONTROL GROUP RECEIVING NUJOL ALONE ... NO LOCAL TUMORS ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 242 (1974)",
            "Value": "MALE & FEMALE ICR SWISS MICE ... SINGLE SC INJECTION OF PREDETERMINED MAX TOLERATED DOSE OF 125 UL/KG BODY WT CHLOROMETHYL METHYL ETHER IN SOLN OF PEANUT OIL. All ANIMALS WERE KILLED @ 6 MO, & 17/99 MICE HAD PULMONARY TUMORS WITH A MULTIPLICITY OF 0.21. IN CONTROL GROUP OF 50 MICE /INJECTED WITH/ PEANUT OIL ALONE, 7/50 MICE HAD LUNG TUMORS WITH A MULTIPLICITY OF 0.14."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 243 (1974)",
            "Value": "IN ... 20 FEMALE SPRAGUE-DAWLEY RATS GIVEN WEEKLY SC INJECTIONS 3 MG CHLOROMETHYL METHYL ETHER IN 0.1 ML NUJOL FOR 300 DAYS, 1 RAT DEVELOPED A FIBROSARCOMA @ INJECTION SITE. MEDIAN SURVIVAL TIME WAS 478 DAYS ... ANIMALS ... EVALUATED @ 515 DAYS. CONTROL ANIMALS DEVELOPED NO TUMORS ... ."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1673",
            "Value": "CHLOROMETHYL ETHER WAS FED ORALLY IN SINGLE DOSES TO RATS. DOSES OF 0.3 G/KG ALLOWED SURVIVAL, WHEREAS DOSES OF 1.0 G/KG CAUSED DEATH. ... IN RABBIT EYE AS A 1% SOLN IN PROPYLENE GLYCOL, SEVERE IRRITATION & NECROSIS DEVELOPED."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1673",
            "Value": "RABBIT SKIN TESTS USING THE UNDILUTED /CHLOROMETHYL ETHER/ RESULTED IN SEVERE HYPEREMIA, EDEMA, DENATURATION, & EVEN COMPLETE DESTRUCTION OF THE SKIN."
        },
        {
            "References": "PMID:4696477",
            "Value": "CHLOROMETHYL METHYL ETHER, A WEAK OR INACTIVE INITIATOR OF MOUSE SKIN TUMORIGENESIS, PRODUCED NO CHANGE IN MACROMOLECULAR SYNTHESIS FOLLOWING A SINGLE APPLICATION (240 OR 480 UMOLES) TO MOUSE SKIN EPIDERMAL PREPARATIONS."
        },
        {
            "References": "PMID:5652981",
            "Value": "CHLOROMETHYL METHYL ETHER WAS INACTIVE AS CARCINOGEN BY SKIN APPLICATION TO MICE, BUT INDUCED SIZABLE PALPABLE LESIONS ADMIN SC TO RATS. IT ELICITED WEAK TUMOR RESPONSE WITH CROTON RESIN AS PROMOTING AGENT."
        },
        {
            "References": "PMID:5574007",
            "Value": "REPEATED INHALATION OF CHLOROMETHYL METHYL ETHER @ 2 PPM GAVE INCR IN INCIDENCE OF PULMONARY ADENOMAS IN STRAIN A MICE."
        },
        {
            "References": "PMID:1115530",
            "Value": "74 RATS & 90 HAMSTERS @ 1 PPM CHLOROMETHYL METHYL ETHER 6 HR/DAY 5 DAYS/WK FOR LIFE: 2 RATS HAD MALIGNANT RESP TRACT TUMORS, 1 HAMSTER A LUNG ADENOCARCINOMA, ANOTHER HAMSTER A TRACHEAL SQUAMOUS PAPILLOMA. A PITUITARY TUMOR IN 1 RAT."
        },
        {
            "References": "PMID:1115529",
            "Value": "14-DAY LC50 7 HR/DAY ARE 55 PPM RATS & 65 PPM HAMSTERS. ALL HAD RESP TRACT CONGESTION, EDEMA & HEMORRHAGE. SEVERE LIFE-SPAN SHORTENING IN 30-DAY-EXPOSED RATS. MUCOSAL CHANGES, INCL ATYPIA, INCR IN DOSE-RELATED MANNER."
        },
        {
            "References": "VESELY DL ET AL; ENZYME (BASEL) 23 (5): 356 (1978)",
            "Value": "CHLOROMETHYL METHYL ETHER PRODUCED A STRIKING AND SIGNIFICANT INHIBITION OF GUANYLATE CYCLASE OVER A GENERAL CONCENTRATION RANGE OF 0.5-13 MMOL/L IN A VARIETY OF RAT TISSUES IN VITRO."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 292",
            "Value": "The carcinogenic potency of bis (chloromethyl) ether is greater than CMME. Attention was first called to the alpha-halo-ethers as alkylating carcinogens. Bis (chloromethyl) ether was found to be a potent alkylating carcinogen for mouse skin ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 241 (1974)",
            "Value": "A cutaneous application of 0.1 ml of a 2% solution of CMME in benzene 3 times per week for 325 days to groups of 20 female ICR/Ha Swiss mice, observed further for a total of 540 days, gave no evidence of local tumorigenicity. However, the compound was active as an initiator. Administration of a single dose of 0.1 mg CMME in 0.1 ml benzene solution, followed 14 days later by thrice-weekly applications of 0.25 mg mixed phorbol esters in 0.1 ml acetone, resulted in 7 mice developing papillomas, the first one of which was seen at 259 days and 4 of which progressed to squamous cell carcinomas. The median survival time was 496 days. At a higher dose level, 1.0 mg CMME in 0.1 ml benzene given once followed by the promoting treatment, 5 mice developed papillomas, the first appearing at 140 days, and 1 of which progressed to a carcinoma. The average survival time was 488 days. Controls given a single cutaneous application of CMME at either dose level, followed by no treatment or by acetone, developed no tumors. Two of 20 mice treated with mixed phorbol esters alone had papillomas, the first appearing at 322 days and the median survival time being greater than 450 days. In a positive control group pretreated with 0.15 mg benzo[a]pyrene in 0.1 ml benzene followed by promotion with mixed phorbol esters 20/20 mice developed papillomas; the first of these appeared at 70 days, and 7 progressed to carcinomas. The median survival time was 439 days."
        }
    ]
}