{
    "_id": {
        "$oid": "6682e895c4e5dba5ffba2651"
    },
    "CID": {
        "$numberInt": "7865"
    },
    "Name": "METHYL FORMATE",
    "IUPACName": "methyl formate",
    "CanonicalSMILES": "COC=O",
    "Synonyms": [
        "METHYL FORMATE",
        "107-31-3",
        "Formic acid",
        "methyl ester",
        "Methyl methanoate",
        "Formic acid methyl ester",
        "Methylformiat",
        "Formiate de methyle",
        "Methylformiaat",
        "Mravencan methylnaty",
        "Caswell No. 570",
        "HCOOCH3",
        "methanoic acid methyl ester",
        "Methylester kyseliny mravenci",
        "METHYLFORMATE",
        "Metil (formiato di)"
    ],
    "IsomericSMILES": "COC=O",
    "INCHI": "InChI=1S/C2H4O2/c1-4-2-3/h2H,1H3",
    "INCHIKEY": "TZIHFWKZFHZASV-UHFFFAOYSA-N",
    "Formula": "C2H4O2",
    "MolecularWeight": {
        "$numberDouble": "60.05"
    },
    "Description": "Methyl formate is a formate ester resulting from the formal condensation of formic acid with methanol. A low-boiling (31.5 ??) colourless, flammable liquid, it has been used as a fumigant and larvicide for tobacco and food crops. It has a role as a polar aprotic solvent, a fumigant, an insecticide and a refrigerant. It is a formate ester, a methyl ester and a volatile organic compound. It is functionally related to a methanol.",
    "XlogP": {
        "$numberDouble": "0"
    },
    "Complexity": {
        "$numberInt": "18"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for methyl formate(SRC), using a log Kow of 0.03(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Speece RE; Environ Sci Technol 17: 416A-427A (1983)",
            "Value": "ANAEROBIC: Methyl formate was listed as amenable to anaerobic microbial metabolism(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 4",
            "Value": "log Kow = 0.03"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High production Volume (HPV) Challenge program's Robust summaries and Test Plans. Formates (December 2001). Available from, as of July 12, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Five Sprague-Dawley rats of each sex /were exposed to/ doses of 464, 681, 1000, 1470, or 2150 mg/kg. All high-dose animals died, 2/5 males and 2/5 females died in the 1470 mg/kg dose groups. Surviving rats gained weight and did not appear to have delayed effects. All deaths occurred within one hour of dosing. The time course of death, clinical observations and post-mortem findings are consistent with solvent /caused CNS depression/ resulting from the bolus dose of methyl formate overwhelming the hydrolytic capability of the test animals, being the cause of death."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Inhalation of approximately 10000 ppm (1.02%) methyl formate for 2 to 3 hr caused pulmonary edema and death in cats. Even at 1600 ppm inflammation of lungs resulted after 1 hr. Guinea pigs, apparently more resistant, succumbed after inhaling methyl formate at a 25000 ppm concentration."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Symptoms, in order of occurrence, in guinea pigs exposed to methyl formate at 1500 to 50000 ppm: ocular and upper respiratory tract irritation, retching, incoordination, /CNS depression/ and death. A concentration of 50000 ppm (5%) was found to be fatal in 20-30 min; ... Pulmonary irritation of lungs was observed after guinea pigs inhaled non-fatal concentrations, but this condition resolved 4 to 6 days after exposure ... ."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 781",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In high concentrations may cause ... dyspnea, convulsions, coma and death in experimental animals. In these conditions, the lungs were most affected organs (congestion, emphysema and edema), while hyperemia occurred in kidneys, adrenals, liver and meninges."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High production Volume (HPV) Challenge program's Robust summaries and Test Plans. Formates (December 2001). Available from, as of July 12, 2005: https://www.epa.gov/hpv/pubs/hpvrstp.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute dermal toxicity of methyl formate in rats was found to be >4000 mg/kg. Clinical signs including staggering and irregular breathing indicated dermal absorption and sublethal effects at this dose level."
        },
        {
            "References": "Schrenk H et al; Public Health Reports 51 (39): 1329-1337 (1936)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The inhalation toxicity of methyl-formate was studied in guinea-pigs. Symptoms following exposure for 1 to 480 minutes to 5.0, 2.5, 1.0, 0.35, and 0.15% vapor in air included retching movements, incoordination, /CNS depression/, and death. For a single exposure, 5% vapor generally killed in 20 to 30 minutes, 1.5 to 2.5% was dangerous in 30 to 60 minutes, 0.5% was the maximum allowable exposure for 60 minutes without serious disturbances, and 0.15 to 0.20% was the maximum amount for several hours without serious disturbances. Congestion and edema were the most constant and prominent findings after exposures sufficient to cause death. Hyperemia of the liver and kidneys and congestion of the surface vessels of the brain and adrenals usually accompanied the lung changes."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Methyl formate (107-31-3) (2000 CD-ROM  edition). Available from, as of July 12, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative in the Ames test using Salmonella typhimurium strains TA 1535, TA 100, TA 1537, TA 98 at concentrations of 20-5000 ug/plate with and without metabolic activation. /98.4% pure/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 4 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of methyl formate is estimated as 25(SRC), using a log Kow of 0.03(1)and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that methyl formate is expected to have very high mobility in soil."
        }
    ]
}