{
    "_id": {
        "$oid": "6682e7dac4e5dba5ffba22ab"
    },
    "CID": {
        "$numberInt": "787"
    },
    "Name": "HYDROXYLAMINE",
    "IUPACName": "hydroxylamine",
    "CanonicalSMILES": "NO",
    "Synonyms": [
        "hydroxylamine",
        "7803-49-8",
        "Oxammonium",
        "Nitroxide",
        "HYDROXYAMINE",
        "NH2OH",
        "Oxyammonia",
        "Hydroxylamin",
        "HSDB 579",
        "dihydridohydroxidonitrogen",
        "EINECS 232-259-2",
        "UNII-2FP81O2L9Z",
        "2FP81O2L9Z",
        "CHEBI:15429",
        "H2NHO"
    ],
    "IsomericSMILES": "NO",
    "INCHI": "InChI=1S/H3NO/c1-2/h2H,1H2",
    "INCHIKEY": "AVXURJPOCDRRFD-UHFFFAOYSA-N",
    "Formula": "H3NO",
    "MolecularWeight": {
        "$numberDouble": "33.03"
    },
    "Description": "Hydroxylamine is the simplest hydroxylamine, consisting of ammonia bearing a hydroxy substituent. It is an intermediate in the biological nitrification by microbes like bacteria. It has a role as a nitric oxide donor, an EC 1.1.3.13 (alcohol oxidase) inhibitor, a nucleophilic reagent, an EC 4.2.1.22 (cystathionine beta-synthase) inhibitor, an EC 4.3.1.10 (serine-sulfate ammonia-lyase) inhibitor, a bacterial xenobiotic metabolite and an algal metabolite. It is a conjugate acid of a hydroxyazanide and an aminooxidanide. It derives from a hydride of an ammonia.",
    "XlogP": {
        "$numberDouble": "-1.2"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for hydroxylamine(SRC), using an estimated log Kow of -1.2(1,SRC) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "MUTAGENICITY: MUTATION RESEARCH 87: 211 (1981). DNA REPAIR-DEFICIENT BACTERIAL TESTS: POSITIVE."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 950",
            "Value": "In dogs a single administration of 5 mg/kg intravenously caused methemoglobin formation. /From table/"
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-81",
            "Value": "ABOUT EQUIPOTENT TO NITRITES AS METHEMOGLOBIN FORMER, BUT IT HAS GREATER TENDENCY TO PRODUCE SULFHEMOGLOBIN, HEINZ BODIES & OTHER IRREVERSIBLE RED CELL DAMAGE. ... HYDROXYLAMINE ELEVATES BRAIN GABA /GAMMA-AMINOBUTYRIC ACID/ LEVELS IN RATS. ... SYSTEMIC POISONING CHARACTERIZED BY CYANOSIS, CONVULSIONS & COMA."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Volumes I and II. New York: McGraw-Hill Book Co., 1971., p. 699",
            "Value": "IN ANIMALS IN HIGH CONCN, IT CAUSES CONVULSIONS FOLLOWED BY PARALYSIS & DEATH FROM CESSATION OF BREATHING & IT FORMS METHEMOGLOBIN WHICH HEMOLYSES RED CELLS. CHRONIC ABSORPTION OF MODERATE DOSES (1 MG/KG) MAY LEAD TO SLIGHT ANEMIA."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 502",
            "Value": "IT IS AN INHIBITOR OF CATALASE & IS TOXIC TO ANIMALS WHEN ADMIN PARENTERALLY, 40 MG CAUSING CONVULSIONS, NYSTAGMUS, & DEATH IN RABBIT. LOCAL APPLICATION OF 10% SOLN...TO RABBIT EYES HAS CAUSED MODERATE INFLAMMATION OF CONJUNCTIVA."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 502",
            "Value": "...8% SOLN...MADE NEUTRAL WITH AMMONIA & DROPPED CONTINUOUSLY FOR 5 MIN ON RABBIT EYE CAUSED NO CORNEAL INJURY... THE SAME SOLN DROPPED FOR 30 MIN ON RABBIT EYES CAUSED EXTREME CHEMOSIS, MYDRIASIS, & PASSAGE OF PROTEIN INTO AQUEOUS. CORNEA DID NOT BECOME OPAQUE...BY NEXT DAY BECAME BLUISH & EDEMATOUS. /HYDROCHLORIDE/"
        },
        {
            "References": "SAMI MB A; J EGYPT VET MED ASSOC 40(4) 133 (1980)",
            "Value": "FEMALE ALBINO RATS TREATED WITH 100-500 MG/KG HYDROXYLAMINE HYDROCHLORIDE FOR 1-6 WK SHOWED HISTOLOGICAL CHANGES IN STOMACH, INTESTINE, LIVER, HEART, SPLEEN, KIDNEY, LUNG & BLADDER. /HYDROXYLAMINE HYDROCHLORIDE/"
        },
        {
            "References": "ALAM S ET AL; BANGLADESH J AGRIC SCI 8 (1): 63 (1981)",
            "Value": "HYDROXYLAMINE HYDROCHLORIDE TREATMENT OF WHEAT SEED INDUCED CHROMOSOME ABERRATIONS IN MITOTIC & MEIOTIC CELLS OF RESULTING PLANTS. FREQUENCY OF CHROMOSOMAL ABERRATION WAS 2-3-FOLD HIGHER THAN IN SEED SOAKED IN DIST WATER."
        },
        {
            "References": "GUPTA P ET AL; MUTAT RES 93(1) 161 (1982)",
            "Value": "THE SENSITIVITY OF DECR CELLS IN TERMS OF CHROMOSOMAL ABERRATIONS INCREASED AS THEY MOVED THROUGH THE CELL CYCLE, MORE DAMAGE WAS OBSERVED IN CELLS TREATED IN LATE S & G2 STAGES THAN IN THOSE TREATED IN G1 & EARLY S STAGES. /HYDROXYLAMINE HYDROCHLORIDE/"
        },
        {
            "References": "GUPTA P ET AL; MUTAT RES 81(1) 63 (1981)",
            "Value": "ANALYSIS OF CHROMOSOMES FROM MUNTJAC AFTER TREATMENT OF LYMPHOCYTE CULTURES. HYDROXYLAMINE INDUCED DAMAGE IN SECONDARY CONSTRICTION REGIONS OF CHROMOSOME PAIRS 1, X & Y2, FREQUENCY WAS SLIGHTLY LOWER THAN IN CENTROMERES OF 1, 2 & X CHROMOSOMES."
        },
        {
            "References": "DESSESO JM; 93RD SESSION OF AMERICAN ASSOCIATION OF ANATOMISTS, OMAHA, NEBR, USA, APRIL 26-MAY 1, 1980; ANAT REC 196 (3): (1980)",
            "Value": "FETAL RESORPTION, CRANIO FACIAL & LIMB MALFORMATIONS."
        },
        {
            "References": "PMID:10423331",
            "Value": "Liver damage induced by lipopolysaccharide (LPS) in actinomycin D-sensitized mice was initiated by a Fas/CD95-independent apoptotic process that produced DNA fragmentation in hepatocytes followed by an increase of plasma ALT. The metabolic inhibitor actinomycin D blocked most of the LPS-induced increase of plasma nitrite/nitrate levels, as did administration of a nitric oxide synthase inhibitor, N(G)-monomethyl-l-arginine, which also promoted LPS-induced apoptotic liver damage. Administration of nitric oxide donors (hydroxylamine, S-nitroso-N-acetylpenicillamine or 2, 2'-(hydroxynitrosohydrazino)bis-ethanamine) resulted in elevation of the plasma nitrite/nitrate level and amelioration of actinomycin D/LPS-induced apoptotic liver damage. The protective effect of nitric oxide against apoptotic liver damage was partially reproduced by a membrane-permeable analog of cyclic GMP. On the other hand, treatment with the soluble guanylate cyclase inhibitor LY83583 overcame the protective effect of nitric oxide against apoptotic liver damage. These results suggest that nitric oxide may regulate programmed cell death in the mouse liver and that induction of genes, including inducible nitric oxide synthase, plays an important role in protecting the liver against LPS-induced apoptotic damage. This effect appears to be mediated, at least in part, via the soluble guanylate pathway."
        },
        {
            "References": "PMID:10600379",
            "Value": "Oxyamines such as hydroxylamine and methoxylamine disturb DNA replication and act as potent mutagens, causing nucleotide transition from one purine to another or one pyrimidine to another. In order to investigate mismatch base-pairing in DNA damaged with oxyamines, a dodecamer with the sequence d(CGCGmo(6)AATCCGCG), where mo(6) A is 2'-deoxy-N(6)-methoxyadenosine, was synthesized and its crystal structure determined. No significant conformational changes are found between the present dodecamer and the original undamaged B-form dodecamer. Electron density maps clearly show that the mo(6)A residue forms a base-pair with a 2'-deoxycytidine residue through hydrogen bonds similar to a Watson-Crick G.C base-pair. For these hydrogen bonds to be made, N(6)-methoxyadenine must chemically take the imino form. The methoxylation thus enables the adenine base to mimic a guanine base. As a result, misincorporation of 2'-deoxycytidine instead of thymidine, or 2'-deoxyadenosine instead of 2'-deoxyguanosine, can occur in DNA replication."
        },
        {
            "References": "PMID:10614722",
            "Value": "Objectives: To propose a mechanism for ethanol induced hepatocytotoxicity. Design and methods: Hepatocytotoxicity was determined at various concentrations of oxygen and agents involved in NADH metabolism. Results: At 1% O2, hepatocytes were nearly 8-fold more susceptible to ethanol than at 95% O2 (carbogen). Cytotoxicity at 1% O2 was enhanced in the presence of glycolytic substrates that generate NADH (e.g., sorbitol or xylitol), and prevented by glycolytic substrates that reoxidise NADH (e.g., fructose or dihydroxyacetone). Susceptibility to ethanol correlated with the cytosolic redox state (lactate; pyruvate ratio). Cytotoxicity also correlated with reactive oxygen species (ROS) formation. Cytotoxicity was averted by ROS scavengers or the ferric chelator desferoxamine but was increased by hydroxylamine, a catalase inhibitor, or by prior glutathione depletion. Ethanol induced cytotoxici ty was also decreased by inhibitors of alcohol/aldehyde dehydrogenases or CYP2E1, an alcohol inducible cytochrome P450. Conclusions: A cytotoxic mechanism was proposed where the sustained increase in NADH levels, resulting from ethanol metabolism, maintains CYP2E1 in a more reduced state that increases ROS formation."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Lide DR, ed; CRC Handbook of Chemistry and Physics 81st ed, Boca Raton, FL: CRC Press LLC p. 8-44 (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for hydroxylamine can be estimated to be 14(SRC). According to a classification scheme(2), this estimated Koc value suggests that hydroxylamine is expected to have very high mobility in soil. A pKa of 5.94(3) indicates that hydroxylamine will partially exist in the protonated form in moist soils(SRC) and cations adsorb to soil stronger than neutral compounds."
        }
    ]
}