{
    "_id": {
        "$oid": "6682e895c4e5dba5ffba2653"
    },
    "CID": {
        "$numberInt": "7870"
    },
    "Name": "2-METHYL-2,4-PENTANEDIOL",
    "IUPACName": "2-methylpentane-2,4-diol",
    "CanonicalSMILES": "CC(CC(C)(C)O)O",
    "Synonyms": [
        "Hexylene glycol",
        "2-METHYL-2,4-PENTANEDIOL",
        "107-41-5",
        "2-Methylpentane-2,4-diol",
        "Pinakon",
        "2,4-Pentanediol",
        "2-methyl-",
        "Diolane",
        "2,4-Dihydroxy-2-methylpentane",
        "Isol",
        "4-Methyl-2,4-pentanediol",
        "1,1,3-Trimethyltrimethylenediol",
        "Caswell No. 574",
        "2-Methyl pentane-2,4-diol",
        "2-Methyl-2,4-pentandiol",
        "HSDB 1126"
    ],
    "IsomericSMILES": "CC(CC(C)(C)O)O",
    "INCHI": "InChI=1S/C6H14O2/c1-5(7)4-6(2,3)8/h5,7-8H,4H2,1-3H3",
    "INCHIKEY": "SVTBMSDMJJWYQN-UHFFFAOYSA-N",
    "Formula": "C6H14O2",
    "MolecularWeight": {
        "$numberDouble": "118.17"
    },
    "Description": "2-methylpentane-2,4-diol is a glycol in which the two hydroxy groups are at positions 2 and 4 of 2-methylpentane (isopentane).",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "68"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jun 30, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 2-methyl-2,4-pentanediol(SRC), using an estimated log Kow of 0.58(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Jun 30, 2014: https://www.safe.nite.go.jp/english/db.html (2) Sasaki S; pp. 283-98 in Aquatic Pollutants: Transformation & Biodegradation Effects. Hutzinger O et al (eds) Oxford: Pergamon Press (1978) (3) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (4) Bridie AL et al; Water Res 13: 627-30 (1979) (5) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987)",
            "Value": "AEROBIC: 2-Methyl-2,4-pentanediol, present at 100 mg/L, reached 55.7% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Other MITI test results(2 week incubation period with activated sludge inoculum) conclude that 2-methyl-2,4-pentanediol was found to be \"well biodegradable\" with theoretical BODs of 35-76%(2,3). Using a standard BOD dilution test and an inoculum from a sanitary waste treatment facility, a theoretical BOD of 95% was observed over a 5-day period(4). A 5-day theoretical BOD of 56% was observed using acclimated mixed microbial cultures as inoculum(5)."
        },
        {
            "References": "(1) Blok J et al; Chemosphere 14: 1805-20 (1985) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) Wilderer P; AICHE Symp Ser 77: 205-13 (1981)",
            "Value": "AEROBIC: 2-Methyl-2,4-pentanediol was described as a \"readily biodegradable\" chemical based upon results of various screening tests such as the Modified Zahn-Wellens test, the Sturm test, the MITI protocol, the Modified OECD test, and the Closed bottle test(1); however, it was noted that individual test procedures and conditions could affect \"positive biodegradability\" scores(1). In BOD dilution tests using sewage inoculum, theoretical BODs of 2, 29, 47, and 48% were observed over respective periods of 5, 10, 15 and 20 days in unacclimated medium(2); in acclimated medium, respective theoretical BODs of 55, 85, 88 and 90% were observed(2). Using laboratory-scale model river system, it was demonstrated that microorganisms acclimated to 2-methyl-2,4-pentanediol degraded the chemical more rapidly than non-acclimated microbes(3); in non-acclimated conditions, roughly 75% degradation occurred in 15-days while similar degradation required only 5-days in acclimated conditions(2)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:11536633",
            "Value": "Some effects of gravity on early morphogenesis are correlated with microtubule locations within cells. During first cleavage in Ilyanassa obsoleta embryos, a transitory polar lobe constriction forms and then relaxes, allowing the polar lobe to merge with one daughter cell. If the polar lobe is equally divided or removed, morphogenesis is severely disrupted. To examine microtuble locations during early Ilyanassa development, eggs were fixed and stained for polymerized alpha-tubulin during first cleavage. The mitotic apparatus assembles at the animal pole. The cleavage furrow forms between the asters, constricting to a stabilized intercellular bridge encircling midbody-bound microtubules, whereas the polar lobe constriction forms below and parallel to the spindle, constricting to a transitory intercellular bridge encircling no detectable microtubules. At metaphase an alpha-tubulin epitope is distributed throughout the spindle, whereas a beta-tubulin epitope is present predominantly in the asters. Incubation in hexylene glycol, a drug that increases microtubule polymerization, during mitosis causes the polar lobe constriction to tighten around polymerized alpha-tubulin and remain stably constricted. If hexylene glycol is removed, alpha-tubulin staining disappears from the polar lobe constriction, which relaxes, whereas microtubules remain in the cleavage furrow, which remains constricted. These observations suggest that asymmetric distribution of microtubules affects early Ilyanassa cleavage patterns, and that continued presence of microtubules extending through an intercellular bridge is important for stabilization of the bridge constriction prior to completion of cytokinesis. These data provide the basis for further analysis of the role of microtubules in possible microgravity disruptions of Ilyanassa development."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 50",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single 24-hour /skin/ application of 1.84 g/kg to rabbits caused transitory mild edema & erythema but no deaths."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 50",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed for 8 hr to saturated vapor survived. The calculated vapor concn was approximately 160 ppm. Exposure of rats to an atmosphere generated by heating the material to 170 °C for 8 hr also caused no deaths."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 49",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /SRP: hypoactivity/ occurred in mice following single /oral/ doses of 1.85 g/kg; the effect of larger doses was profound. The material caused irritation of the lungs & large intestine, but no gross effects were apparent in the kidney, brain, or heart."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 50",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When introduced into the eyes of rabbits, the undiluted material caused appreciable irritation & corneal injury that was slow to heal."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1038",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hexylene glycol rated 4 on rabbit eyes. The compound was tested externally on the eyes of rabbits, and according to the degree of injury observed after 24 hours, rated on a scale of 1 to 10. The most severely injurious substances have been rated 10."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 50",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats were ... fed the material in milk for 4 months at the average rate of 98 and 150 mg/day. The acceptance of the milk containing the hexylene glycol decreased in proportion to the hexylene glycol content. None of the rats showed adverse effects in growth nor were there histopathologic changes in the liver and testes, but there were minor changes in the kidneys."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 50",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mice /were fed hexylene glycol/ orally 20 mg/day in 2 mL of whole milk for up to 81 days and only minor effects /were found/ in the kidneys of a few animals."
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for Hexylene Glycol, 107-41-5 (2001). Available from, as of May 27, 2014: https://www.inchem.org/documents/sids/sids/Hexylene.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 14 day rat gavage study carried out to establish the toxicity of hexylene glycol for the developmental toxicity study. The main findings were dose related increases in adrenal and kidney weights in both sexes, statistically significant only at 1000 mg/kg/day. Mean liver weights were increased in all male treatment groups and top dose females. Statistical significance was attained in top dose groups of both sexes and males at 300 mg/kg/day. No histopathological examination was carried out."
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for Hexylene Glycol, 107-41-5 (2001). Available from, as of May 27, 2014: https://www.inchem.org/documents/sids/sids/Hexylene.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Hexylene glycol was administered by oral gavage in a 90 day study carried out in Sprague Dawley rats at dose levels of 50, 150 and 450 mg/kg/day ... This study included a functional observational battery (FOB), which gave no evidence of neurotoxic effects. The NOAEL for systemic toxicity in this study is 450 mg/kg/day. Hepatocellular hypertrophy coupled with increased liver weight was observed at 450 mg/kg/day in both sexes and in males only at 150 mg/kg/day. In the absence of degenerative or necrotic change this was considered an adaptive response to increased metabolic demand. At 150 and 450 mg/kg/day kidney histopathology (higher incidence and severity of acidophilic globules in the tubular epithelium) and increased kidney weights observed in male rats only are suggestive of male rat specific alpha-2-microglobulin nephropathy, this was subsequently confirmed by specific staining with Massons Trichrome stain. Local changes in the forestomach (hyperplasia, hyperkeratosis, inflammatory cell infiltration and edema of mucosa and submucosa) and the glandular stomach (inflammatory cell infiltration and edema of the sub-mucosa) observed in both sexes at 450 and 150 mg/kg/day are indicative of a local irritative effect resulting from the oral gavage procedure. No effect was observed at 50 mg/kg/day. Observed effects were either fully or partially reversible over the 4-week recovery period. There were no adverse effects on other organs including the reproductive organs. This is considered the key study in the assessment of the longer term effects of hexylene glycol. Similar changes in the liver and kidneys were noted in the 14 day range finder for the 90 day assay."
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for Hexylene Glycol, 107-41-5 (2001). Available from, as of May 27, 2014: https://www.inchem.org/documents/sids/sids/Hexylene.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 9 day inhalation study rats and 1 rabbit (no controls) were exposed to an aerosol of hexylene glycol (mean droplet size 1um) at a concentration of 0.7 mg/L (140 ppm). Changes in the upper respiratory tract indicative of mild respiratory tract irritation were reported."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 50",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The fertility of male rats given an average oral dose of 148 to 190 mg/day of hexylene glycol for 130 days was unchanged when compared to that of the control group."
        },
        {
            "References": "European Chemicals Agency (ECHA); REACH Registration for 2-methylpentane-2,4-diol (CAS 107-41-5); Available from, as of May 29, 2014: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The potential toxic effects of Hexylene glycol /were/ evaluated following daily oral administration (gavage) to male and female rats from before mating, through mating and through the gestation and lactation periods until day 4 post-partum (p.p.). This study provides initial information on possible toxicological effects likely to arise from repeated exposure on male and female reproductive performance, such as gonadal function, mating behaviour, conception, development of the conceptus and parturition. The study was conducted as a reproduction/developmental screening test according to the OECD 421 guideline. Three groups of 10 male and 10 female Sprague-Dawley rats received the test item, Hexylene glycol (purity 99.95%), by daily oral (gavage) administration for 4 weeks before mating, through mating, gestation and the beginning of the lactation period (until day 4 p.p.). The dose-levels were 200, 500 and 1000 mg/kg/day. Another group of 10 males and 10 females received the vehicle, purified water, alone, under the same experimental conditions and acted as a control group. The dosing volume was 5 mL/kg/day. The concentration of the dosage forms were checked during each study period (weeks 1, 5, 8 and 10). Clinical signs and mortality were checked daily. Body weight and food consumption were recorded at designated intervals throughout the study. Males were sacrificed after at least 10 weeks of treatment, females on day 5 p.p..The adults were submitted for a macroscopic post-mortem examination, with seminology examination for the males, and designated organs were weighed. In addition, the numbers of corpora lutea and implantation sites were recorded for each female. A microscopic examination was performed on macroscopic lesions, livers, kidneys and forestomachs of males and females from all groups, and on reproductive organs (epididymides, testes and ovaries with oviducts) from the control and high-dose animals. The pups were observed daily for clinical signs, sexed and weighed on post-natal days (PND) 1 and 5. After their sacrifice on PND 5, they were examined to detect gross external and macroscopic abnormalities. The test item concentrations in the administered dosage forms remained within an acceptable range of variation in all analyzed weeks. No unscheduled deaths occurred in any male groups during the study. Two F0 females from the high-dose group were prematurely sacrificed on lactation day 2 or 3 following the death of their litter. Soft feces was noted in a few test item-treated parent males from all dose-levels for 1 or several days during the first half of the treatment period but was considered as non adverse. No relevant clinical signs were recorded for the parent females. Body weight and food consumption were considered not to have been affected by the test item treatment. There were no effects of treatment with the test item on mating performance or on the fertility index. All pregnant females gave birth to live pups, the length of gestation was similar in all groups and no difficulties at delivery were observed. Pre-implantation loss was similar in all groups. At 1000 mg/kg/day, there was a marked increase in pup mortality during the five days after birth and body weight gain of the surviving pups was reduced. At 500 mg/kg/day, there was a slight increase in post-implantation loss, together with a slight increase in pup mortality up to PND 5. Pup sex ratio on PND all groups and pup body weight gain up to PND 5 at 200 and 500 mg/kg/day were unaffected by the treatment of the parents with the test item. There were no relevant external or macroscopic abnormalities in the pups from any group. Test item treatment had no effects on spermatozoa motility, morphology, or epididymal and testicular sperm count. A dose-related increase in kidney and liver weights was noted in the males at 200 or 500 mg/kg/day and in the males and females at 1000 mg/kg/day. No treatment-related macroscopic post-mortem findings were noted. At microscopic examination, adverse altered liver cell foci (clear cell- and basophilic cell-types) were recorded in some males at 500 or 1000 mg/kg/day and hepatocellular hypertrophy was noted in the males at 200 mg/kg/day and in males and females at 500 or 1000 mg/kg/day. Hyaline droplets along with basophilic tubules were found in the tubular epithelium of the kidneys from the males at 200, 500 or 1000 mg/kg/day. Minimal hyperplasia of squamous cells together with hyperkeratosis of the forestomach was seen in some males at 500 or 1000 mg/kg/day. Based on the results of this study, the No Observed Adverse Effect Level (NOAEL) for Hexylene glycol was considered to be 1000 mg/kg/day for the parent females and 200 mg/kg/day for the parent males, because of the adverse microscopic findings in the liver at 500 and 1000 mg/kg/day in males only. The No Observed Effect Level (NOEL) for reproductive performance (mating and fertility) was considered to be 1000 mg/kg/day. The conservative NOEL for the F1 offspring up to PND 5 was considered to be 500 mg/kg/day, based on the increased pup mortality and reduced body weight gain at 1000 mg/kg/day."
        },
        {
            "References": "European Chemicals Agency (ECHA); REACH Registration for 2-methylpentane-2,4-diol (CAS 107-41-5); Available from, as of May 29, 2014: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study examine the effect of daily administration of hexylene glycol on the fertility of male rats, 7 male rats (strain not reported) that had consumed from 141 to 196 mg of hexylene glycol in milk for a period of 87 days were selected for study.   These rats continued to be offered hexylene glycol (200 mg) in milk for a subsequent 47 days during which they each were mated with 3 to 7 females that received milk only (vehicle); hexylene glycol was offered to male rats daily except on days during which the animals were mated.   Six control male rats that consumed milk only (vehicle) were studied in the same manner.   Paired rats were mated until vaginal smears revealed evidence of pregnancy; this generally occurred after 1 night, occasionally after 2 nights, and rarely after 3 nights.   Pregnant females were determined by palpitation and were deeply anesthetized 1 to 2 days prior to estimated delivery.   The numbers of live fetuses were counted and the animals were killed.   No difference in fertility rates was observed between control and hexylene glycol-treated rats in this study."
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for Hexylene Glycol, 107-41-5 (2001). Available from, as of May 27, 2014: https://www.inchem.org/documents/sids/sids/Hexylene.pdf",
            "Value": "/GENOTOXICITY/ Hexylene glycol was tested ... in Chinese Hamster Ovary (CHO) cell cultures at concentrations up to 5000 ug/mL in the presence or absence of metabolic activation. There was no evidence of cytotoxicity at any dose level and no increase in numbers of chromosome aberrations was detected."
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for Hexylene Glycol, 107-41-5 (2001). Available from, as of May 27, 2014: https://www.inchem.org/documents/sids/sids/Hexylene.pdf",
            "Value": "/GENOTOXICITY/ /Hexylene glycol/ (HG) did not induce reverse gene mutation in Salmonella typhimurium strains TA1535, 1537, 1538, 98 and 100 or Escherichia coli WP 2 uvrA pKM101 ... HG was added to the test system at concentrations up to 4000 ug/plate in the presence or absence of metabolic activation. HG was soluble in the aqueous medium. There was no evidence of cytotoxicity at any dose level. There was no increase in reverse mutation rate with any of the bacterial strains tested in the presence or absence of metabolic activation"
        },
        {
            "References": "PMID:3045484",
            "Value": "/GENOTOXICITY/ Two hydrocarbon solvents (heptane and Special Boiling Point Spirit 100/140) and eight oxygenated solvents [methyl ethyl ketone, methyl isobutyl ketone, diacetone alcohol, di-isobutyl ketone, isopropyl ether, hexylene glycol, secondary butyl alcohol and ME 6K (pentoxone)] have been tested for genotoxic activity. The solvents were tested in bacterial mutation assays, a yeast assay for mitotic gene conversion and in cultured mammalian cells (either rat liver or Chinese hamster ovary) for structural chromosome damage. All of the solvents gave a negative response in the bacterial mutation assays and the yeast mitotic gene conversion assay. In the rat liver chromosome assay, diacetone alcohol evoked a weak positive response, the remaining solvents gave a negative response."
        },
        {
            "References": "European Chemicals Agency (ECHA); REACH Registration for 2-methylpentane-2,4-diol (CAS 107-41-5); Available from, as of May 29, 2014: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ The potential of Hexylene glycol to induce mutations at the TK (Thymidine Kinase) locus in L5178Y mouse lymphoma cells was evaluated in a study performed according to the international guidelines OECD No. 476. ...  Hexylene glycol did not show any mutagenic activity in the mouse lymphoma assay."
        },
        {
            "References": "European Chemicals Agency (ECHA); REACH Registration for 2-methylpentane-2,4-diol (CAS 107-41-5); Available from, as of May 29, 2014: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ In a yeast gene mutation assay equivalent to OECD test guideline 480 , hexylene glycol was tested at doses of 0, 0.01, 0.1, 0.5, 1.0, or 5.0 mg/mL in Saccharomyces cerevisiae.   Incubations at each concentration were done at least in triplicate and the experiment was conducted twice, both times inthe presence and absence of exogenous metabolic activation (Aroclor 1254-induced rat liver S9).   Sterile distilled water was used as the vehicle and positive controls were included in all incubations.   No cytotoxicity was observed and no increase in the rate of mitotic gene conversion was observed at any hexylene glycol concentration in the presence or absence of metabolic activation.   Incubation with positive control substances in the presence (cyclophosphamide) or absence (4-Nitroquinoline-N-oxide) of metabolic activation resulted in anticipated increases in the rate of mitotic gene conversion."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-179",
            "Value": "/OTHER TOXICITY INFORMATION/ Lethal doses in animals produced muscular incoordination which progressed to a /CNS depression/ lasting for several hours; death was delayed for 1 to 4 days. Evidence of slight liver & kidney damage on chronic feeding."
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for Hexylene Glycol, 107-41-5 (2001). Available from, as of May 27, 2014: https://www.inchem.org/documents/sids/sids/Hexylene.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ The clinical signs observed in animals acutely intoxicated with hexylene glycol are predominately of central nervous system (CNS) depression and include decreased activity, muscle incoordination and flaccidity, palpebral closure, piloerection, narcosis and anaesthesia."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 30, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 2-methyl-2,4-pentanediol can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2-methyl-2,4-pentanediol is expected to have very high mobility in soil(SRC)."
        }
    ]
}