{
    "_id": {
        "$oid": "6682e896c4e5dba5ffba2654"
    },
    "CID": {
        "$numberInt": "7873"
    },
    "Name": "TETRAETHYL PYROPHOSPHATE",
    "IUPACName": "diethoxyphosphoryl diethyl phosphate",
    "CanonicalSMILES": "CCOP(=O)(OCC)OP(=O)(OCC)OCC",
    "Synonyms": [
        "TEPP",
        "TETRAETHYL PYROPHOSPHATE",
        "107-49-3",
        "Tetraethyl diphosphate",
        "Mortopal",
        "Vapotone",
        "Ethyl pyrophosphate",
        "Tetron",
        "Hepthexamite",
        "Tetrastigmine",
        "Lirohex",
        "Fosvex",
        "Grisol",
        "Killax",
        "Nifos"
    ],
    "IsomericSMILES": "CCOP(=O)(OCC)OP(=O)(OCC)OCC",
    "INCHI": "InChI=1S/C8H20O7P2/c1-5-11-16(9,12-6-2)15-17(10,13-7-3)14-8-4/h5-8H2,1-4H3",
    "INCHIKEY": "IDCBOTIENDVCBQ-UHFFFAOYSA-N",
    "Formula": "C8H20O7P2",
    "MolecularWeight": {
        "$numberDouble": "290.19"
    },
    "Description": "TEPP is an organic diphosphate.",
    "XlogP": {
        "$numberDouble": "0.4"
    },
    "Complexity": {
        "$numberInt": "246"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for tetraethyl pyrophosphate(SRC), using an estimated log Kow of 0.45(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC), provided the compound is not altered physically or chemically once released into the environment."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Lewis, R.J. Sax's Dangerous Properties of Industrial Materials. 9th ed. Volumes 1-3. New York, NY: Van Nostrand Reinhold, 1996., p. 3101",
            "Value": "/Tetraethyl pyrophosphate causes/ an irreversible inhibition of the cholinesterase molecules and consequent accumulation of large amounts of acetylcholine. Small dose at frequent intervals are largely additive."
        },
        {
            "References": "International Labour Office. Encyclopaedia of Occupational Health and Safety. 4th edition, Volumes 1-4 1998. Geneva, Switzerland: International Labour Office, 1998., p. 62.10",
            "Value": "The main feature of the toxic mechanism of organophosphorus pesticides is inhibition of the esterase enzyme activity, in particular of cholinesterase, which plays an important physiological part. Organophosphorus pesticides can also indirectly interact with the biochemical receptors of acetylcholine. /Organophosphorus pesticides/"
        },
        {
            "References": "Seifert J, Casida A; Comp Biochem Physiol C Comp Pharmacol Toxicol 78 (2): 271-6 (1984)",
            "Value": "At least 3 forms of phenyl valerate esterases are present in hen brain cytoplasmic microtubules. Thermostability studies reveal 2 additional forms in brain homogeantes of cow, mouse, pig, rabbit, and rat. Distribution of these brain esterases is not related to the age of the hens or the susceptibility of the species to organophosphate(OP)-(the insecticides mipafox, paraoxon, DFP, phenylmethylsulfonyl fluoride. O,O,O,O-tetrathyl pyrophosphate)- induced delayed neurotoxicity. ... Hen brain and spinal cord lysosomes on in vitro incubation release phenyl valerate esterase(s) and hmw MAP-protestase(s). OP neurotoxicants act in vitro to stabilize rat but not hen brain lysosomes. In vivo studies with hen brain and spinal cord lysosomes indicate that OP-induced delayed neurotoxicity is not initiated by disruption of lysosomal stability."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 157",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The muscarinic signs, which are usually the first to become manifest, consist of hypersalivation, lacrimation, sweating, and nasal discharge. Miosis, dyspnea, vomiting, diarrhea, and frequency of urination also occur. The nicotinic effects consist of fasciculation of muscles, weakness, and paralysis. The central /nervous system/ effects include nervousness, apprehension, ataxia, convulsions, and coma. Death is due to respiratory failure, or sometimes cardiac arrest. There is little difference between signs produced by different organophosphorus compounds, but route of absorption may influence one system more than another. /Organophosphorus insecticides/"
        },
        {
            "References": "Crop Protection Handbook.  2003. (Formerly Farm  Chemicals Handbook) Willoughby, OH: Meister Publishing Co.,  2003., p. C-445",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tepp is very toxic to warm-blooded animals. ... Its vapors are also highly toxic."
        },
        {
            "References": "PMID:4284682",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...TEPP... produced a depression of erythrocyte counts in the blood and the effects increased with increasing /compound/ concentration. The leucopenia involved a reduction of both neutrophils and lymphocytes. The frogs initially showed a moderate avoidance reaction upon immersion in the... solution. /TEPP/... did not produce any visible hemorrhage or salivation and the eyes always remained clear. Hypotonia, often leading to flaccid paralysis of the limbs, was characteristic, although spasticity of the limbs was evident in some instances."
        },
        {
            "References": "Koketsu K; Neuropharmacology 5 (3): 247-254 (1966)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Neuromuscular transmission in frog, blocked by DFP, TEPP or Sarin, can be restored by 0.01-0.1 mM /sodium fluoride/ (NaF). The potency of NaF in restoring transmission is less than that of P-2-AM, the effect of 0.02 mM NaF being equivalent to that of 0.001 mM P-2-AM. The analysis of end-plate potential indicates that the restoration of transmission is due to the dual actions of fluoride, namely, (1) sensitization of end-plate membrane and (2) reactivation of phosphorylated ChE. A similar conclusion is obtained from the analysis of the effects of TEPP and Sarin as well as of NaF on the post-synaptic potential of frog's sympathetic ganglion cell. A similar effect of NaF is also demonstrated with regard to Renshaw cell activity of cat's spinal cord."
        },
        {
            "References": "PMID:3965707",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ 4-[(Hydroxyimino)methyl]-3-methylimidazolium iodides were prepared and tested for their reactivating potency on acetylcholinesterase inhibited by tetraethyl pyrophosphate (TEPP). The in vitro testing revealed that the new compounds are weak reactivators of the phosphorylated electrophorus acetylcholinesterase."
        },
        {
            "References": "PMID:4035678",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ In vitro binding assays to measure muscarinic receptor number and affinity were carried out with isolated synaptic plasma membranes from bovine caudate nuclei. Diethyl-p-nitrophenyl phosphate (paraoxon; PX), dichlorvos (DDVP), and tetraethyl pyrophosphate (TEPP) were demonstrated to be weak noncompetitive receptor inactivators. PX, DDVP, and TEPP decreased the number of [3H]quinuclidinyl benzilate (QNB) binding sites by 16 to 31% and exhibited no significant effect on the affinity of central muscarinic receptors for QNB (KD congruent to 0.3 nM). QNB binding was inhibited by PX at 5 nM, DDVP at 50 nM, and TEPP at 50 nM, concentrations with no effect on acetylcholinesterase activity. Similar measurements with two carbamates, physostigmine and neostigmine (1 nM), showed no effect of neostigmine on QNB binding, while physostigmine both decreased the number of receptors and enhanced their affinity for QNB. The modulation of muscarinic receptors by 5 nM PX was abolished by carbodiimide modification of the membrane preparation. It is suggested that a decrease in the number of muscarinic cholinergic receptors in the brain may underlie some of the neurological and affective disorders observed after chronic exposure of humans to organophosphate insecticides."
        },
        {
            "References": "Sparrow AH, Schairer LA; Mutat Res 26 (5): 445 (1974)",
            "Value": "/OTHER TOXICITY INFORMATION/  The increase in frequency over normal background of pink or colorless mutant cells in petals and/or stamen hairs of mutant flowers of various blue-flowered Tradescantia (clone 02 and 4430) heterozygous for flower color have been studied in preliminary testing of the mutagenicity of four insecticides, dip or spray TEPP, and the systemics Systox, Meta-systox R, and Temik. The pesticides were used at concentrations recommended by the manufacturers. Of these, only TEPP, produced a statistically significant increase in the mutation rate. However, satisfactory dose-response data has yet to be obtained, and thus the results can only be viewed as temporary."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) O'Neil MJ, ed; The Merck Index. 13th ed. Whitehouse Station, NJ: Merck and Co Inc p.1643 (2001) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of tetraethyl pyrophosphate is estimated as 2.2(SRC), using a water solubility of 1.00X10+6 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that tetraethyl pyrophosphate is expected to have very high mobility in soil."
        }
    ]
}