{
    "_id": {
        "$oid": "6682e897c4e5dba5ffba2659"
    },
    "CID": {
        "$numberInt": "7895"
    },
    "Name": "2-PENTANONE",
    "IUPACName": "pentan-2-one",
    "CanonicalSMILES": "CCCC(=O)C",
    "Synonyms": [
        "2-Pentanone",
        "PENTAN-2-ONE",
        "107-87-9",
        "METHYL PROPYL KETONE",
        "Ethyl acetone",
        "Pentanone",
        "Ethylacetone",
        "Methyl n-propyl ketone",
        "Propyl methyl ketone",
        "Metylopropyloketon",
        "Methylpropyl ketone",
        "Methyl-propyl-cetone",
        "FEMA No. 2842",
        "pentanone-2",
        "NSC 5350"
    ],
    "IsomericSMILES": "CCCC(=O)C",
    "INCHI": "InChI=1S/C5H10O/c1-3-4-5(2)6/h3-4H2,1-2H3",
    "INCHIKEY": "XNLICIUVMPYHGG-UHFFFAOYSA-N",
    "Formula": "C5H10O",
    "MolecularWeight": {
        "$numberDouble": "86.13"
    },
    "Description": "Pentan-2-one is a pentanone carrying an oxo substituent at position 2. It has a role as a plant metabolite. It is a methyl ketone and a pentanone.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "47"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Fenaroli's Handbook of Flavor Ingredients. Volume 2. Edited, translated, and revised by T.E. Furia and N. Bellanca. 2nd ed. Cleveland: The Chemical Rubber Co., 1975., p. 455",
            "Value": "REPORTED FOUND IN WOOD SPIRIT ... ALSO REPORTED PRESENT IN ANANAS SATIVUS ... FEW BANANA SPECIES, GRAPE VINES, & SOME CITRUS FRUITS. /FROM TABLE/"
        },
        {
            "References": "(1) Isidorov VA et al; Atmos Environ 19: 1-8 (1985) (2) Lande SS et al; Investigation Of Selected Potential Environmental Contaminants: Ketonic Solvents USEPA-560/2-76-003 (1976) (3) Binder RG, Flath RA; J Agric Food Chem 37: 734-36 (1989) (4) Macleod AJ, Snyder CH; J Agric Food Chem 36: 137-39 (1988) (5) Rembold H et al; J Agric Food Chem 37: 659-62 (1989) (6) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (7) Macku C, Jennings WG; J Agric Food Chem 35: 845-48 (1987)",
            "Value": "Trees and other plants including bay-leafed willow, European fir, evergreen cypress, red bilberry shrub, bilberry shrub, and fern emit 2-pentanone(1). 2-Pentanone has been found in split peas and lentils(2), pineapples(3), mango(4), chickpea seeds(5), kiwi(6) and bananas(7)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 14 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 2-pentanone(SRC), using a log Kow of 0.91(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Gerhold RM, Malaney GW; J Water Pollut Contr Fed 38: 562-79 (1966) (3) Lande SS et al; Investigation Of Selected Potential Environmental Contaminants: Ketonic Solvents USEPA-560/2-76-003 (1976)",
            "Value": "AEROBIC: In a screening test designed to simulate biodegradation in a polluted river, the 5 day theoretical BOD for 2-pentanone was 43%(1). A 1.8% theoretical BOD was measured for 2-pentanone in an activated sludge inoculum over a 24 hour incubation period(2). 2-Pentanone was biodegraded by microorganisms isolated from soil and sludge(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 14",
            "Value": "log Kow = 0.91"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "OSHA; 2-Pentanone (Methyl Propyl Ketone). Comments from the January 19, 1989 Final Rule on Air Contaminants Project extracted from 54FR2332 et. seq.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... guinea pigs exhibited irritation and weakness on exposure to 2500 ppm, and that exposure to 5000 ppm produced /CNS depression/ ... and coma. The authors concluded that 2-pentanone is considerably less toxic than methyl butyl ketone but is more toxic than methyl ethyl ketone, and, in addition, is likely to be more irritating than either methyl ethyl ketone or acetone."
        },
        {
            "References": "PMID:8024467",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Activation of the trigeminal nerve endings in eyes and nose, termed sensory irritation, was determined from the reflexively induced decrease in respiratory rate in mice for methyl propyl ketone, methyl butyl ketone, methyl amyl ketone and methyl hexyl ketone. The relationship between exposure concentration and the decrease in respiratory rate followed Michaelis-Menten equations. ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1036",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Guinea pigs died after inhaling 50,000 ppm MPK for 50 minutes or 13,000 ppm for 300 minutes. The guinea pigs survived 810 minutes at 5000 ppm, but /CNS depression/ occurred in 460 to 710 minutes. When guinea pigs inhaled 5000 ppm MPK for 3 minutes, obvious ocular and upper respiratory tract irritation was reduced. The animals that died had developed pulmonary edema and congestion. Guinea pigs exposed to 5000 ppm MPK for 1 hr or 2000 ppm MPK for 8 hr showed slight or no gross pathology. When guinea pigs inhaled 1500 ppm for 810 minutes, neither abnormal signs nor deaths occurred."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 427",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In experiments ... where guinea pigs were exposed to 10,000 ppm ... up to 35 min, only mucous membrane irritation & weakness were observed; at 230 min auditory & corneal reflexes disappeared and at 525 min all animals died either during exposure or some hours later. ... as with other ketones the most marked & consistent change observed has been congestion. The lung showed emphysema, edema & marked congestion. With exposure to ... /SRP: CNS depressant/ concn, liver & kidneys showed moderate congestion, but no fat droplets ... in liver of animals exposed to 2000 ppm ... . brain also showed slight congestion ... but no gross pathology in those exposed for 30, 90, & 270 min to 5000 ppm, nor for 270 & 810 min to 1500 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:161",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Acute toxicity studies using guinea pigs showed that/ exposures to 30,000 to 50,000 ppm ... For 30-60 min produced lethality in guinea pigs. Guinea pigs exposed to 5000 ppm for 1 hr, 2000 ppm for 8 hr, or 1500 ppm for several hours showed slight or no abnormal clinical signs. ... Reported /in acute studies/ produced ... /SRP: central nervous system depression/, depression of cardiac and respiratory rates, and loss of cranial nerve reflexes. Generalized vascular congestion was noted at levels of 2500 to 40,000 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:161",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Single doses/ ... injected in mice intraperitoneally & found that doses of 250 to 500 mg/kg produced agitation & hyperesthesia. Doses of 2000 mg/kg produced agitation, loss of balance, staggering, paresis, loss of sensitivity, and deaths in 20% of the group. A dose of 2500 mg/kg caused 100% mortality."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 626",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tested in liquid form on rabbit eyes, it caused only moderate injury, graded 3 on scale of 1 to 10 after 24 hr. The compound was tested externally on the eyes of rabbits, and, according to the degree of injury observed after 24 hours, rated on a scale of 1 to 10. The most severely injurious substances have been rated 10."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:161",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Repeated Dose/ ... administered in the drinking water to rats at concn of 0.25, 0.50, and 1.0%. The mean daily doses were calculated to be 144 mg/kg for 10 months and 250 mg/kg and 454 mg/kg for 13 months. Adverse effects due to 1.0 % ... were limited to slight reduction (9%) in wt gain compared to controls after 67 days of exposure. Clinical signs, organ wts, & histology were normal. No neuropathologic changes were noted in the central or peripheral nervous systems."
        },
        {
            "References": "PMID:109085",
            "Value": "/OTHER TOXICITY INFORMATION/ Addition of alkyl ketones (10 mM) to Gunn rat liver homogenates incr UDP-glucuronyltransferase activity towards 2-aminophenol by 10-21 times."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 14 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 2-pentanone is estimated as 75(SRC), using a log Kow of 0.91(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 2-pentanone is expected to have high mobility in soil(SRC)."
        }
    ]
}