{
    "_id": {
        "$oid": "6682e897c4e5dba5ffba265a"
    },
    "CID": {
        "$numberInt": "7896"
    },
    "Name": "1,3-BUTANEDIOL",
    "IUPACName": "butane-1,3-diol",
    "CanonicalSMILES": "CC(CCO)O",
    "Synonyms": [
        "1,3-BUTANEDIOL",
        "Butane-1,3-diol",
        "107-88-0",
        "1,3-Butylene glycol",
        "Butylene glycol",
        "1,3-Dihydroxybutane",
        "Methyltrimethylene glycol",
        "1,3 Butylene glycol",
        "1,3-Butandiol",
        "(+/-)-1,3-Butanediol",
        "beta-Butylene glycol",
        "(RS)-1,3-Butandiol",
        "1-Methyl-1,3-propanediol",
        "1,3-Butylenglykol",
        "Caswell No. 128GG"
    ],
    "IsomericSMILES": "CC(CCO)O",
    "INCHI": "InChI=1S/C4H10O2/c1-4(6)2-3-5/h4-6H,2-3H2,1H3",
    "INCHIKEY": "PUPZLCDOIYMWBV-UHFFFAOYSA-N",
    "Formula": "C4H10O2",
    "MolecularWeight": {
        "$numberDouble": "90.12"
    },
    "Description": "Butane-1,3-diol is a butanediol compound having two hydroxy groups in the 1- and 3-positions. It is a butanediol and a glycol.",
    "XlogP": {
        "$numberDouble": "-0.4"
    },
    "Complexity": {
        "$numberInt": "28"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 10, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 1,3-butanediol(SRC), using an estimated log Kow of -0.29(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) US EPA; High Production Volume Information System (HPVIS). 1,3-Butanediol. 107-88-0. Available from, as of Aug 10, 2015: l https://www.epa.gov/hpv/hpvis/index.htm (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 10, 2015: https://www.safe.nite.go.jp/english/db.html (3) Daugherty LC; Lubrication Engin 36: 718-23 (1980) (4) Enomoto K et al; Inst Phys Chem Res 53: 637-42 (1975) (5) Kersters K, Deley J; Biochim Biophys Acta 71: 311-31 (1963) (6) Tsukamura M; Amer Rev Resp Dis 94: 796-8 (1966)",
            "Value": "AEROBIC: 1,3-Butanediol was biodegraded 80.5% in 28 days using an unacclimated domestic sludge and the modified Sturm test (OECD 301B)(1). 1,3-Butanediol was found to be readily biodegradable(2). Other pure culture screening studies have demonstrated that 1,3-butanediol can be biodegraded(3-6)."
        },
        {
            "References": "(1) Wagener S, Schink B; Appl Environ Microbiol 54: 561-5 (1988)",
            "Value": "PURE CULTURE: 1,3-Butanediol was not biodegraded using pure culture bacteria, Pelobacter propionicus and Acetobacterium sp, isolated from anoxic sewage sludge(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Dufva GS et al; Am J Vet Res 45(9):1835-7 (1984).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,3-Butanediol and phlorhizin were used to induce ketonemia and hypoglycemia in steers. Oral administration of butanediol increased blood beta-hydroxybutyrate (BHB) and plasma nonesterified fatty acids (NEFA) and decreased serum glucose. Subcutaneous injections of phlorhizin, given in addition to butanediol orally, further increased NEFA and BHB concentrations and decreased glucose. Dietary niacin supplementation of steers given phlorhizin and butanediol caused serum glucose concentration to increase and blood BHB and plasma NEFA concentrations to decrease."
        },
        {
            "References": "PMID:1621360",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ethylene glycol (EG) is a toxic chemical found in antifreeze and heat exchangers. Standard therapy for EG intoxication in administration of ethanol (ETOH) to inhibit its metabolism by alcohol dehydrogenase (ADH). Studies indicate 1,3-butylene glycol (BG) binds to ADH more efficiently than EG and is orally less toxic than EG or ETOH. Male rats were divided into 5 groups of 6 animals. Groups received by oral intubation a single dose of EG (32 mmole/kg), BG (39 mmole/kg) initially and every 6 hr up to 72 hr, ETOH (39 mmole/kg) initially and every 6 hr up to 72 hr, or EG initially and then either BG or ETOH every 6 hr up to 72 hr. Administration of ETOH produced hepatotoxicity and pulmonary pathology as indicated by changes in clinical chemistry, urinalysis, and histopathology, while BG did not. Neither ETOH nor BG produced any apparent nephrotoxicity. ETOH produced ataxia, lethargy and central nervous system depression while BG did not. BG produced a higher concentration of urinary EG indicating a better inhibition of ADH metabolism of EG. Ethanol produced a higher EG blood concentration than BG. Ethanol's higher EG blood concentration may be partially attributed to dehydration and a decreased urine output as well as inhibition of ADH metabolism. Ethanol produced mortality in all animals prior to 72 hr. The EG/ETOH combination produced mortality more quickly due to additive toxicity of the combination. Lack of any significant toxicity produced by BG and the production of significant toxicities by ETOH indicates that BG is potentially a better antidote than ETOH."
        },
        {
            "References": "ECHA; REACH Registration for butane-1,3-diol (CAS 107-88-0); Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... No lethal effects were observed in rats after a single 8 hr of exposure to saturated vapor (concentration not stated, about 78 ppm or 292 mg/cu m)"
        },
        {
            "References": "PMID:2919394",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The administration of 1,3-butanediol (BD) previously has been shown to elevate blood concentrations of ketone bodies, to potentiate carbon tetrachloride hepatotoxicity, and to increase the hepatic microsomal content of cytochrome p450 and the activity of aniline hydroxylase. In the present study, oral treatment (10 g/kg) with racemic 1,3-butanediol and each of its enantiomers (R-1,3-butanediol and S-1,3-butanediol) induced NDMA demethylase activity by approx 1.5-fold in rat hepatic microsomes obtained 12 hr later, suggesting an induction of P450IIEl, the acetone/ethanol-inducible form of p450. The results agreed with an immunochemically determined increase in the levels of this isozyme. No change in p450 content, NADPH cytochrome-c reductase, or in pentoxyresorufin dealkylase activity were detected. Blood levels of acetone were determined during a 10-hr period after 1,3-butanediol administration and showed a higher initial rate of increase by R-1,3-butanediol, possibly due to steroselective metabolic oxidative metabolism. However, no difference in the induction of NDMA demethylase activity by the enantiomers could be detected. Induction of P450IIEl probably contributes to the previously described potentiation of haloalkane-induced hepatotoxicity by 1,3-butanediol administration."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. v7 44",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1,3-Butanediol ... is very low in toxicity when given in repeated oral doses. ... Feeding of two to three median lethal doses to rats during a 6 week period ... /did not cause/ organic damage or growth depression."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 44",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Twenty percent in the drinking water of rats for 44 days was without any effect when judged by studies of growth, hematology, liver, kidney, and bladder. However, ... /in another study/ 20% in the drinking water caused slight depression of growth, but no effect at 10% or less."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 44",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /were fed/ orally 0.5 or 1.0 mL of 1,3-butanediol twice a week for 45 to 185 days without any effect, and dogs 2.0 mL of a 50% aqueous solution twice a week for 5 to 6 months without effect."
        },
        {
            "References": "PMID:1787195",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sixteen multiparous Holstein cows were used to determine effects of feed restriction or 1,3-butanediol as separate treatments. Treatments during days 14 to 42 postpartum were 1) control (ad libitum intake), 2) 20% feed restriction, or 3) control plus dietary 1,3-butanediol (5.5% of DM). From days 43 to 56, cows assigned to treatments 2 and 3 received a combination of feed restriction and butanediol. One cow on treatment 2 developed ketosis, but not fatty liver, after only 4 days of feed restriction. No other cows developed fatty liver or ketosis. Both treatments decreased milk production compared with controls. Feed restriction increased the extent of negative energy balance and caused transient increases in concentrations of NEFA, acetate, and beta-hydroxybutyrate in plasma. Concentrations of beta-hydroxybutyrate and insulin in plasma were increased by butanediol, which is a potent ketone body precursor. Concentration of glycogen in liver was less feed-restricted cows, whereas glycogen and total lipid were greater in cows given butanediol separately. Addition of 1,3-butanedio1 to in vitro incubation media decreased oxidation of propionate to C02. Neither feed restriction nor dietary 1,3-butanediol as separate treatments induced the fatty liver and ketosis observed in earlier experiments in which the two treatments were given together."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 45",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In the 2 yr feeding studies on dogs and rats there were no tumors found."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3877",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Teratogenic studies in rats and rabbits were found to show no teratologic effects."
        },
        {
            "References": "PMID:7184938",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Animals of both sexes were fed either control diet supplemented with 1,3-butanediol at dose levels of 5, 10, or 24% of the diet by weight. Reproduction and lactation parameters were comparative to controls for four of five generations of dams and pups. In contrast, the pregnancy rate of FIA rats decreased during five successive mating cycles; no pups were obtained in the high-dose level group of the fifth series of litters (F2E generation). Excluding this group the viability of F2 generation pups revealed no significant differences between litters or between control and test groups. No definitive dose-related teratological findings were found in either soft or skeletal tissue examinations of F3B generation rats. However, incomplete ossification of sternebrae occurred frequently in mid- and high-dose fetuses whereas missing sternebrae were noted especially in high-level fetuses. Both skeletal tissue findings suggest slight delayed fetal growth..."
        },
        {
            "References": "Mankes RF et al; Journal of the American College of Toxicology 5 (4): 189-96 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic effects 1,3-butanediol when administered by gavage to 40 pregnant Long-Evans rats were evaluated. Pregnant rats were assigned to four equal1y sized groups based on body weights. Group-I served and received distilled water; Groups-II through IV were administered doses of 7060, 4236 and 706 mg 1,3-butanediol per kg, respectively, during the critical period of fetal organogenesis. Mild maternal /SRP: CNS depression/ was noted within 1 hour of dosing, but within 8 hours, animals appeared normal, and food consumption, total gestation weight gain, and maternal weight gain were comparable. On the 20th day of gestation, dams were overdosed with ether and their fetuses delivered by Caesarean section. Live offspring were examined and classified according to contiguity with offspring of the same or opposite sex. Group-II male offspring that were not contiguous in-utero to a female sibling demonstrated significant decreases in birthweights and slight skeletal variations. Other Group-II offspring, and Groups-III and IV pups, did not differ-significantily from control offspring. /It was/ concluded that since 1,3-butanediol was administered prior to the period of greatest fetal growth and sex steroidogenesis, intrauterine levels of female sex steroids promote fetal restitution of cellular damage, while testosterone enhances the embryotoxic effect of 1,3-butanediol."
        },
        {
            "References": "PMID:7193248",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neuropharmacology of 1,3 butanediol was compared with that of ethanol. Acute ip administration of equimolar doses of 1,3-butanediol or ethanol to rats impaired the aerial righting reflex, attenuated the suppressive effect of punishment or drinking behavior, lowered blood pressure, caused a concomitant reduction in the content of guanosine 3',5'-monophosphate in the cerebellum and reduced ethanol withdrawal reactions. Although these data suggested that ethanol and 2,3-butanediol were of similar potency, the brain content of 1,3-butanediol was only 33% of that of ethanol after treatment with equimolar doses, suggesting a greater central nervous system (CNS) potency for 1,3-butanediol. In rats treated chronically with ethanol to produce physical dependence, 1,3-butanediol was more potent than ethanol in inhibiting the hyperexcitability observed upon ethanol withdrawal. Furthermore, chronic administration and withdrawal of 1,3-butanediol caused CNS hyperexcitability in rats that was characteristic of physical dependence. Despite these similarities, there were clear differences in the actions of ethanol and 1,3-butanediol. In mice, locomotor stimulation caused by ethanol was not observed after 1,3-butanediol... These data indicate that like ethanol, 1,3-butanediol depresses CNS activity and induces physical dependence..."
        },
        {
            "References": "PMID:734235",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Ingestion of 1,3-butanediol by pregnant & lactating rats produced inhibition of neuronal protein synthesis in the 18 day old progeny, same also for 8 day old pups."
        },
        {
            "References": "PMID:2677071",
            "Value": "/ENDOCRINE MODULATION/ Acute effects of dietary 1,3-butanediol and tributyrin on concentrations of glucose, beta-hydroxybutyrate, and insulin in plasma were compared in lactating goats. In Experiment 1, glucose was decreased by intraruminal administration of 75 or 150 g of 1,3-butanediol or by 84 or 168 g of tributyrin. Tributyrin caused transient hyperglycemia immediately after administration. beta-Hydroxybutyrate was increased in a dose dependent manner by tributyrin and increased independent1y of dose by 1,3-butanediol. Tributyrin, but not 1,3-butanediol, caused large increases of insulin in plasma. In Experiment 2, 75 g of 1,3-butanediol or 84 g of tributyrin administered intraruminally decreased glucose, whereas 73 g of butyric acid (pH 5.6) increased glucose compared with water or 25.6 g of glycerol. All treatments produced transient hyperglycemia immediately after administration of water or glycerol. Concn of beta-hydroxybutyrate in both experiments increased more slowly for 1,3-butanediol than for tributyrin. Both 1,3-butanediol and tributyrin decreased glucose and increased beta-hydroxybutyrate. Because 1,3-butanediol does not stimulate increases of insulin in plasma, it may be more desirable than tributyrin for inducing metabolic changes characteristic of lactation ketosis."
        },
        {
            "References": "PMID:7193248",
            "Value": "/ENDOCRINE MODULATION/ The neuropharmacology of 1,3 butanediol was compared with that of ethanol. Acute ip administration of equimolar doses of 1,3-butanediol or ethanol to rats...  While 1,3-butanediol did not alter the concentration of luteinizing hormone in plasma, equivalent doses of ethanol markedly reduced the concn of this hormone...."
        },
        {
            "References": "PMID:7184938",
            "Value": "/GENOTOXICITY/ Animals of both sexes were fed either control diet supplemented with 1,3-butanediol at dose levels of 5, 10, or 24% of the diet by weight... For the dominant lethal assay of the FlB generation, the mutagenic index (percentage resorptions per implant sites) revealed no dose-related trend. In the three-generation /reproductive/ study, no l,3-butanediol related chromosomal aberrations were noted."
        },
        {
            "References": "VELIKII NM ET AL; DOPOV AKAD NAUK UKR RSR, SER BI GEOL, KHIM BIOL NAUKI (2): 150-4 (1978)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Addn of 2 mmol 1,3-butanediol to rat liver perfusate containing pyruvate incr lactate, glucose, malate, phosphoenolpyruvate. Hepatic carboxykinase, fructose 1,6-diphosphatase, & lactate dehydrogenase were stimulated."
        },
        {
            "References": "ECHA; REACH Registration for butane-1,3-diol (CAS 107-88-0); Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Albino rats received 1,3 -butylene glycol in the diet at levels of 1.0, 3.0, and 10.0% (500, 1500, and 5000 mg/kg bw/d) for two years. The control group was fed the basal laboratory diet... The physical appearance and behavior of the rats generally was comparable with those of the corresponding controls. Signs of respiratory involvement were observed with equal frequency among the control and various test groups. No compound related adverse effects were observed. Subcutaneous and internal neoplasms were encountered in a number of control and test animals, primarily in females. Some of the neoplasms found at autopsy were identified as fibromas, fibrosarcomas, carcinomas, or adenomas and melanomas."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 45",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Animals fed 1,3-butanediol develop a significant decrease in adipose tissue. This suggests an interference of lipogenesis by either 1,3-butanediol or its metabolites. This lowering of adipose tissue decreases the resistance of the animals to the stress of cold temperatures."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 45",
            "Value": "/OTHER TOXICITY INFORMATION/ ... 1,3-Butanediol at high doses depresses motor activity. ... This effect may be due to CNS depression ... and/or muscle relaxation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 44",
            "Value": "/OTHER TOXICITY INFORMATION/ ... 20% In drinking water /of rats/ caused slight depression of growth, but no effect at 10% or less."
        },
        {
            "References": "PMID:4370785",
            "Value": "/OTHER TOXICITY INFORMATION/ Hepatic fatty acid synthesis was depressed in rats fed 1,3-butanediol. Ip injection incr blood glucose level. Hepatic beta-hydroxybutyrate levels & beta-hydroxybutyrate:acetoacetate ratio were incr when fed to rats."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 10, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1,3-butanediol can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1,3-butanediol is expected to have very high mobility in soil."
        }
    ]
}