{
    "_id": {
        "$oid": "6682e897c4e5dba5ffba265c"
    },
    "CID": {
        "$numberInt": "7900"
    },
    "Name": "1-METHOXY-2-HYDROXYPROPANE",
    "IUPACName": "1-methoxypropan-2-ol",
    "CanonicalSMILES": "CC(COC)O",
    "Synonyms": [
        "1-Methoxy-2-propanol",
        "107-98-2",
        "1-Methoxypropan-2-ol",
        "Methoxyisopropanol",
        "PGME",
        "2-Propanol",
        "1-methoxy-",
        "Closol",
        "Propylene glycol monomethyl ether",
        "Dowtherm 209",
        "PROPYLENE GLYCOL METHYL ETHER",
        "1-Methoxy-2-hydroxypropane",
        "Propasol solvent M",
        "Dowanol 33B",
        "2-Methoxy-1-methylethanol",
        "Propylene glycol 1-methyl ether"
    ],
    "IsomericSMILES": "CC(COC)O",
    "INCHI": "InChI=1S/C4H10O2/c1-4(5)3-6-2/h4-5H,3H2,1-2H3",
    "INCHIKEY": "ARXJGSRGQADJSQ-UHFFFAOYSA-N",
    "Formula": "C4H10O2",
    "MolecularWeight": {
        "$numberDouble": "90.12"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-0.2"
    },
    "Complexity": {
        "$numberInt": "28"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 1, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 1-methoxy-2-hydroxypropane(SRC), using an estimated log Kow of -0.49(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 1, 2015:  (2) Gonsior SJ, West RJ; Environ Toxicol Chem 14: 1273-9 (1995) https://www.safe.nite.go.jp/english/db.html (3) Staples CA, Davis JW; Chemosphere 49: 61-73 (2002)",
            "Value": "AEROBIC: 1-Methoxy-2-hydroxypropane, present at 100 mg/L, reached 90% of its theoretical BOD in four weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). The aerobic biodegradation of 1-methoxy-2-hydroxypropane was studied in two sandy loam soils; half-lives ranged from <1 day at 0.2 ppm to <7 days at 100 ppm(2). 1-Methoxy-2-propanol was reported to have a half-life of 17.0 days in an OECD 301B Guideline test(3). In a biodegradation test using an APHA method with 1-methoxy-2-propanol, 58% of the theoretical BOD was reached after 20 days(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yashuhara A, Morita M; Chemosphere 16: 2559-65 (1987)",
            "Value": "1-Methoxy-2-hydroxypropane was tentatively identified in the volatile components of fresh mussels collected from the Oarai Coast in Ibaraki, Japan in July 1985(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 283",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /After intravenous injection, dogs experienced/ pain at the site of injection, shallow breathing, decreased blood pressure, auricular arrhythmia, and death due to convulsions."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 283",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute vapor studies conducted on rats and guinea pigs have shown that at a concentration of approximately 5000 ppm, rats and guinea pigs survived single 7-hr exposures; at a concentration of approximately 10,000 ppm, time to the LD50 for rats was 5-6 hr and for guinea pigs it was >7 hr... and deaths resulting from single inhalation exposures appeared to be due to CNS depression."
        },
        {
            "References": "ECHA; REACH Registration for 1-Methocypropan-2-ol (CAS 107-98-2); Available from, as of November 20, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Skin sensitization study of methyl proxitol was conducted in groups of guinea-pigs (test group - 10 males + 10 females, negative control group - 5 male + 5 female) at the following concentrations - intradermal induction (0.1% m/v in corn oil), topical induction (undiluted) and topical challenge (undiluted). None of the 20 test animals showed any positive response at either 24 and 48 hours after removal of the challenge patches. Based on the results of the study, methyl proxitol was not concluded as a skin sensitizer in guinea-pigs."
        },
        {
            "References": "ECHA; REACH Registration for 1-Methocypropan-2-ol (CAS 107-98-2); Available from, as of November 20, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The instillation of undiluted methyl proxitol into the conjunctival sac of one eye of each of six rabbits resulted in severe initial pain. The conjunctival redness, chemosis and discharge, corneal opacity and damage to the iris were assessed and the scores at 1 hour, 24, 48 and 72 hours and 7 days were calculated. One rabbit showed transient corneal opacity.  On the basis of the modified Kay and Calandra grading scheme, methyl proxitol was classifed as mildly irritating to rabbit eyes. The group mean 24, 48 and 72 hour scores for redness, chemosis, corneal opacity and iritic effects were 1.5, 0.6, 0.1 and 0, respectively. On the basis of these scores, methyl proxitol was not classified as irritating."
        },
        {
            "References": "ECHA; REACH Registration for 1-Methocypropan-2-ol (CAS 107-98-2); Available from, as of November 20, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Skin irritation study of methyl proxitol was evaluated in rabbits (3 males + 3 females) and no skin /reactions/ were observed from the application of undiluted methyl proxitol to rabbit skin, consequently the group mean 24, 48 and 72 hours scores for erythema and edema were zero. Based on the results of the study, methyl proxitol was concluded as not irritating to semi-occluded rabbit skin."
        },
        {
            "References": "ECHA; REACH Registration for 1-Methocypropan-2-ol (CAS 107-98-2); Available from, as of November 20, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of five male and five female Fischer 344 rats were exposed for six hours to nominal concentrations of 6000 ppm and 7000 ppm (analytical concentrations of 6038 ppm and 7559 ppm) of DOWANOL PM. Animals were observed daily, weighed two to three times per week and survivors were necropsied two weeks after exposure.  All rats survived the exposure to 6038 ppm and the two -week post-exposure period. All rats were laterally recumbent and generally unresponsive to noise during most of the exposure to 6038 ppm and did not appear normal until day 2 (males and two females) or day 3 (remaining females). For exposure to 7559 ppm, all rats appeared normal on day 3. Mean body weights of both sexes for either exposure were decreased to 10 -11%, from pre-exposure levels, on the day after exposure, but exceeded pre-exposure values generally within a week. There were no exposure-related, grossly visible lesions noted in any animal necropsied fourteen days after exposure to the test material.  Based on the results of the study, the six-hour LC50 for DOWANOL PM to male and female Fischer 344 rats is greater than 7000 ppm nominal (analytical 7559 ppm)."
        },
        {
            "References": "ECHA; REACH Registration for 1-Methocypropan-2-ol (CAS 107-98-2); Available from, as of November 20, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of five male and five female B6C3F1 mice were exposed for six hours to analytical concentrations of 6000 ppm and 7000 ppm (males only), nominal (analytical concentrations 6038 and 7559 ppm). Animals were observed daily, weighed two-three times/week and survivors were necropsied two weeks after exposure to the test material.  All mice were laterally recumbent and motionless during most of the exposure to 6038 ppm. As a result, four of five female mice were dead or moribund on day 2. All three of the moribund mice had mucoid exudate around the eyes. The male mice and the single surviving female appeared normal on day 2. Male body weights were decreased 17% following exposure but recovered quickly. The only observation noted at gross necropsy, two weeks after exposure was unilateral corneal opacities in two male mice.  Due to substantial female mouse mortality to 6038 ppm, only male mice were exposed to 7559 ppm DOWANOL DPM. All mice were fairly active early in the exposure becoming laterally recumbent, motionless and unresponsive to noise for most of the remainder of the exposure and upon removal from the chamber. By day 3, only two mice had survived and appeared normal. Body weights of these two mice decreased 12% following the exposure but had recovered within a week. In animals sacrificed two-weeks after exposure, only a unilateral corneal opacity was observed in mouse; there were no effects attributable to DOWANOL PM exposure upon gross examination.  Based on the results of this study, the six-hour LC50 for DOWANOL PM to male B6C3F1 mice is between 6038 and 7559 ppm and for female B6C3F1 mice is less than 6038 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 283",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Repeated application of 1 drop of undiluted material into the eyes of rabbits for 5 days caused only mild transitory irritation of eyelids after each dose. ...Eye irritation was mild."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 283",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Rats /were exposed/ to concentrations of 2500, 5000, 10,000 ppm for 4 hr/day, 5 days/wk for 2 weeks in order to study the effect of inhalation on behavior. There was a transient nonspecific depression of behavior for the first several exposures to 5000 and 10,000 ppm. However, there was a rapid development of tolerance. Decreased growth rate was seen at 10,000 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 285",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When propylene glycol monomethyl ether was repeatedly placed beneath bandages onto the clipped abdomens of rabbits over a 90 day period (65 doses), the high dose levels of 7 and 10 mL/kg caused /CNS depression/ and increased mortality. At the lower dose levels of 2 and 4 mL/kg, only mild /CNS depression/ was apparent. A slight increase in kidney weights was also noted in the highest dose animals (10 mL/kg). In a more recent 21 day dermal study, rabbits received 1000 mg/kg daily 15 times. No systemic toxicity was observed; the only treatment-related response was a slight scaling and minimal inflammation associated with protective skin thickening. /propylene glycol monomethyl ether/"
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 706",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of rats and rabbits /by inhalation/ to 0, 300, 1000, or 3000 ppm propylene glycol monomethyl ether, six hours/day, five days/week, for 13 weeks did not show any evidence of testicular effects. Central nervous system depression and increased absolute liver weights were noted at 3000 ppm. A no-observed-effect level was 1000 ppm.  /Propylene glycol monomethyl ether/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits and monkeys subjected to 132 /inhalation/ exposures of propylene glycol methyl ether at 800 ppm (2.91 mg/L) over 186 days showed no evidence of adverse effects as judged by animal appearance and behavior, growth, final body and organ weights, hematology, and histopathologic examination. Rats and guinea pigs showed no ill effects when treated under the same protocol over 184 days at up to 1500 ppm (5.46 mg/L). The effects observed at higher conc included those in hepatic and pulmonary tissues, slight growth depression, and very slight histologic alterations in liver and lung. A mild CNS depression was noted at 3000 ppm; however, recovery was rapid after cessation of each day's exposure. The animals developed a tolerance after several weeks so that this response was not observed upon subsequent trials. /Propylene glycol methyl ether/"
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for 1-Methoxypropan-2-ol, 107-98-2 p.34 (2001). Available from, as of January 25, 2005: https://www.chem.unep.ch/irptc/sids/oecdsids/107982.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Laboratory animals dermally exposed to PGME have reportedly developed dermal effects (scaling, minimal inflammation, and skin thickening). Large dermal doses can produce /CNS depression/ and death. In two subchronic studies in which PGME was dermally applied to rabbits, NOELs of <1,000 mg/kg (3 weeks) and 2 mL/kg (90 days) were observed. A NOEL of 1000 mg/kg was reported for systemic effects. Doses of 1 to 5 mL/kg in male rabbits were generally without effect. The LOEL of 4 mL/kg produced slight /CNS depression/."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Propylene glycol monomethyl ether (PGME) (107-98-2). Available from, as of January 31, 2005: https://www.epa.gov/iris/index.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer 344 rats (10/sex/group) and New Zealand White rabbits (7/sex/group) were exposed to 0, 300, 1000, or 3000 ppm propylene glycol monomethyl ether (PGME) (1106, 3686, or 11,060 mg/cu m) 6 hr/day, 5 days/wk for 13 weeks. The duration-adjusted values are 0, 1106, 3686, or 11,060 mg/cu m, respectively. The criteria studied included daily observations for signs of toxicity, changes in body and organ weights, hematology, clinical chemistry, urinalyses (rats), and gross and histopathologic examinations (nasal turbinates, trachea, lungs, liver, kidneys, brain, etc.). There were no mortalities recorded due to PGME exposure. During the first 2 weeks of exposure, rats and rabbits exposed to 3000 ppm appeared to be sedated during the first several days of exposure. After approximately 2 weeks, the sedative effects were no longer apparent. No other effects were observed in rabbits. The only additional effects observed in rats at 3000 ppm were small significant increases (6-8%) in liver weights, and increased hepatocyte size and cytoplasmic eosinophilia indicating hepatocellular hypertrophy, but there was no evidence of degenerative changes in the livers of female rats. Leukocyte counts were higher in the 300-ppm group and lower in the 3000-ppm group compared with controls. In the absence of a concentration-response relationship, these differences are apparently due to unrelated, sporadic occurrences. Only liver weights in the 3000 ppm group (female rats only) were higher than controls. Histopathologic examination showed hepatocellular swelling, but no degenerative changes were found in the affected group. It was concluded that the hepatocellular swelling and increased liver weights appeared to be the result of a physiologic adaptation rather than a manifestation of toxicity.  The /CNS depression/ observed during the first 2 weeks of exposure to PGME is considered to be an adverse effect. The concomitant changes in the liver are considered to be an adaptive response to PGME exposure which after 2 weeks alleviates the sedative effects of this chemical. Therefore, the 1000 ppm concentration is the NOAEL in rats and rabbits (HEC /Human Equivalent Concentration/=658 mg/cu m). The LOAEL for neurotoxicity (mild CNS depression) for rats and rabbits is 3000 ppm (HEC=1975 mg/cu m)."
        },
        {
            "References": "PMID:6662304",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer 344 rats (10/sex/exposure concentration) and New Zealand White rabbits (7/sex/exposure concentration) were exposed /by inhalation/ to 0, 300, 1000, or 3000 ppm (0, 1.09, 3.62, or 10.9 mg/L) of propylene glycol monomethyl ether (PGME) for 6 hr/day, 5 days/wk, for 13 weeks. ...There were small increases (6 to 8%) in mean relative liver weights of 3000 ppm exposed male and female rats relative to controls. Minimal histologic effects were observed in the livers of 3000 ppm exposed female rats. These were suggestive of hepatocellular hypertrophy but were without evidence of degenerative changes. There was an increase in the urinary pH of male rats exposed to 3000 ppm PGME for 4 weeks."
        },
        {
            "References": "PMID:12371666",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  ...Groups of male and female Fischer 344 rats and B6C3F1 mice were exposed /by inhalation/ to 0, 300, 1,000, or 3,000 ppm vapor from 1 week to 2 years. Primary treatment-related effects included: initial sedation of animals exposed to 3,000 ppm and its subsequent resolution correlating with induction of hepatic mixed function oxidase activity and S-phase DNA synthesis; elevated mortality in high-exposure male rats and mice; elevated deposition of alpha2u-globulin (alpha2U-G) and associated nephropathy and S-phase DNA synthesis in male rat kidneys; accelerated atrophy of the adrenal gland X-zone in female mice; and increased occurrence and/or severity of eosinophilic foci of altered hepatocytes in male rats."
        },
        {
            "References": "OECD; SIDS Initial Assessment Report for 1-Methoxypropan-2-ol, 107-98-2 p.35 (2001). Available from, as of January 25, 2005: https://www.chem.unep.ch/irptc/sids/oecdsids/107982.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Studies in laboratory animals indicate that PGME is not carcinogenic. Dose levels of 0, 300, 1000 and 3000 ppm were chosen for 2-yr chronic toxicity and carcinogenicity studies in both rats and mice. In the case of both species, the highest exposure concentration was chosen based on previous subchronic toxicity studies in which sedation, hepatic enzyme induction, and increased hepatic cellular proliferation were shown to occur. In a 2-year bioassay, no statistically significantly increases in tumors in any tissue were observed in male and female rats exposed to PGME via inhalation. There were no increases in tumors in any tissue in a 2-year study of male and female mice exposed to PGME via inhalation."
        },
        {
            "References": "Corley RA et al; Occup Hyg 2 (1-6): 319-328 (1996)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...B6C3F1-mice and F344-rats were exposed /by inhalation/ to 300, 1,000, or 3,000 ppm for 6 hr/day, 5 days/wk, for up to 2 years. ...A disruption in male rats was noted in the processing of alpha2urinary-globulin resulting in mild degenerative effects in renal tubule epithelial cells. The pronounced sedation of rats and mice exposed to 3,000 ppm resolved by the second week of exposure."
        },
        {
            "References": "PMID:10478862",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Propylene glycol monomethyl ether (PGME) /was evaluated/  in a rat 2-generation reproduction study, which included non-traditional study ... exposed to 0, 300, 1000, or 3000 ppm of PGME vapors via inhalation for 6 hours/day, 5 days/week prior to mating, and 6 hours/day, 7 days/week during mating, gestation, and lactation, for 2 generations. ... At 3000 ppm, toxicity in the P1 and P2 adults was marked, as evidenced by sedation during and after exposure, and mean body weights which were as much as 21% lower than controls. This was accompanied by lengthened estrous cycles, decreased fertility, decreased ovary weights, and histologic ovarian atrophy in maternal rats. In the offspring from these dams, decreased body weights, reduced survival and litter size, slight delays in puberty onset, and histologic changes in liver and thymus in the F1 and F2 offspring were observed. ... No reproductive/neonatal effects were observed at 1000 ppm. ... The no-observable-effect level (NOEL) for reproductive/neonatal effects was 1000 ppm, and that for parental toxicity was 300 ppm."
        },
        {
            "References": "PMID:6510610",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Fischer 344 rats and New Zealand White rabbits were exposed via inhalation to 0, 500, 1500, or 3000 ppm of propylene glycol monomethyl ether (PGME) for 6 hr/day on Days 6 through 15 (rats) or 6 through 18 (rabbits) of gestation. ... Fetal examination revealed no embryotoxic or teratogenic effects among rats or rabbits in any exposure group. Slight fetotoxicity among rats, in the form of delayed sternebral ossification, was observed at 3000 ppm."
        },
        {
            "References": "PMID:6857687",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant Wistar-rats were exposed /by inhalation/ to 0, 100, or 300 parts per million (ppm) EGME or 0, 200, or 600 ppm PGME 6 hours a day on gestation days 6 through 17. Male rats were exposed for 10 consecutive days to EGME and PGME at the same concentrations. ... Exposure to 300 ppm EGME caused a significant reduction in maternal body weight gain and none of these rats produced litters. Only 9 of 20 rats exposed to 100 ppm EGME produced litters. Total number of pups, proportion of live pups at birth, and the proportion surviving to 3 days postpartum in the litters of dams exposed to 100ppm EGME were all significantly reduced. All pups were normal externally. There were no significant differences from control in any of the parameters in groups exposed to PGME at either concentration. Testes of rats exposed to 300 ppm EGME were flaccid, reduced in size, and mean weight was 1.24 grams compared to 1.67 grams for controls. No abnormalities occurred in rats exposed to 100ppm EGME or either concentration of PGME. Pronounced tubular atrophy was seen in testes from all rats exposed to 300 ppm EGME; 70 to 100 percent of the seminiferous tubules were affected. Hematologic changes were seen only in rats exposed to 300 ppm EGME which showed significant reductions in white and red blood cell count, hemoglobin concentration, hematocrit, and mean cell hemoglobin."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 287",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A continuous breeding study was conducted in CD-1 mice administered dose levels of 0.5, 1.0, or 2.0% propylene glycol monomethyl ether in drinking water during a 7 day premating exposure and for 14 subsequent weeks of paired cohabitation. Pups from the 2.0% dose group were continued on treatment through lactation and subsequent mating for a second generation. There were no effects at the 2% dose level on fertility or reproductive parameters, including litters/pair, live pups/litter, sex ratio, and sperm motility, density, or incidence of sperm abnormalities. However, the highest dose group exhibited a decrease in pup body weights in the first generation and a reduction in right epididymal and prostate gland weights in the second-generation pups. In a retrospective study, ovaries from mice exposed to propylene glycol monomethyl ether in an NTP continuous breeding protocol were reanalyzed histopathologically. Changes in differential follicle counts in exposed an unexposed mice indicated that propylene glycol monomethyl ether did not induce ovarian toxicity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 288",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Propylene glycol monomethyl ether /was fed/ to mice, rats, and rabbits during the first 18-21 days of gestation. /Doses were from 0.04-2.00 mL/kg./ Only the rat fetus showed any effect, a delayed ossification of the skull, at the highest dose given (0.8 mL/kg)."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 706",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure levels /in rats or rabbits/ were 0, 500, 1500, or 3000 ppm propylene glycol monomethyl ether, six hours/day, during days 6 to 15 or 18 of gestation. The only effects noted in the study were transient decreases in body weight gain and central nervous system depression in rats exposed to 3000 ppm. There was no evidence of major malformations in rats or rabbits at any dose level. The 3000 ppm dose caused slight fetotoxicity in the rat as evidenced by delayed skeletal ossification. There was no evidence of fetotoxicity in rabbits at any dose. The no-observed-effect level for both rats and rabbits was 1500 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral administration of propylene glycol methyl ether at 36 to 1800 mg/kg/day to pregnant rabbits, mice, and rats failed to induce congenital malformations; evidence for fetotoxicity was observed only in rats given greater than or equal to 720 mg/kg/day, and it was limited to delayed calvarial ossificaton."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When pregnant F344 rats and New Zealand rabbits inhaled 0, 500, 1500, or 3000 ppm propylene glycol methyl ether, 6 hr/day on days 6 to 15 or 6 to 18 of gestation, respectively, no increase in embryonic or fetal death or terata could be seen. Although no treatment related changes were observed in rat dams or litters following exposure of 500 or 1500 ppm propylene glycol methyl ether, delayed ossification in the sternebrae (but no change in fetal body weights or in crown rump lengths) was significant in litters from dams that inhaled 3000 ppm; this retardation was seen only at the highest dose, an exposure which also induced signs of frank maternal intoxication (lethargy, ataxia). There was no significant increase in terata or fetotoxicity at any conc in rabbits; however, the dose inhaling 3000 ppm propylene glycol methyl ether exhibited signs of transient CNS depression."
        },
        {
            "References": "PMID:12563107",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Developmental toxicity no-observable-effect levels (NOEL) were approximately 10-fold higher for methoxypropionic acid (MPA) (26 mg/kg/day) than for methoxy acetic acid (MAA) (2.5 mg/kg/day). Also, the severity of effects caused by MPA was less than that of MAA, and unlike MAA, MPA was not selectively toxic to the fetus. This differential toxicity was also seen in whole embryo cultures of GD 9 rabbit embryos, in which there were no adverse effects of MPA (1.0, 5.0 mM) or its parent compound, beta-PGME (0.5, 2.0 mM), but severe dysmorphogenesis in 100% of embryos cultured in 5.0 mM MAA. The pharmacokinetics study showed rapid and complete conversion of beta-PGME to MPA, with a relatively long elimination half-life (33-44 hr) for MPA. However, peak and AUC concentrations of MPA in blood associated with the MPA LOEL dose of 78 mg/kg/day were 1.3 mM and 52.9 mM-hr/L, respectively."
        },
        {
            "References": "ECHA; REACH Registration for 1-Methocypropan-2-ol (CAS 107-98-2); Available from, as of November 20, 2015: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ Propylene glycol methyl ether was evaluated in the Salmonella/mammalian-microsome bacterial mutagenicity assay (Ames test) using a plate incorporation assay. The test was conducted using Salmonella typhimurium bacetrial tester strains TA98, TA100, TA1535, TA 1537 and TA1538 at 6 doses in triplicate. The test agent was assayed at 2, 10, 50, 250, 1250, 6250 ug/plate.  The assay was repeated independently.  All solvent (negative) control plates and positive control plates gave frequencies of induced revertants within expected ranges. Slight variation in the control were seen for most of the strains with S-9 in both the experiments but was quite normal (not significant).  No evidence of toxicity or insolubility was seen in experiment up to 6250 ug/plate, which is highest dose used.  The test material did not induce a mutagenic response in any of the tester strains in either of the assays as judged by the frequencies of histidine-independent (his+) revertants.  Hence, the test material was classified as negative in the Ames under the experimental conditions used."
        },
        {
            "References": "ECHA; REACH Registration for 1-Methocypropan-2-ol (CAS 107-98-2); Available from, as of November 20, 2015: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ Dowanol Propylene glycol methyl ether (Dowanol PM) was evaluated in an vitro chromosomal aberration assay utilizing Chinese hamster ovary (CHO) cells. The clastogenicity of the test material was assessed in the absence and presence of an externally supplied metabolic activation (S-9) system at dose levels of 1.25, 2.5, 5.0, 10.0 mg/mL of Dowanol PM. prior to main expiriment a cytotoxicity assay was performed for the dose range finding. Cultures treated with 500 ug/mL cyclophosphamide served as positive controls for the activation assays. Negative control cultures were treated with culture medium (the solvent used to dissolve the test material). There were no statistically significant increases in the frequencies of chromosomal aberrations in cultures treated with the test material either in the absence or presence of of S-9 as compared to the negative conrol cultures. The positive control chemicals induced the epxected increases in aberration frequencies. Hence, under the experimental conditions used,  Dowanol PM was considered to be non-clastogenic to CHO cells in culture."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/GENOTOXICITY/ Addition of propylene glycol methyl ether to Salmonella typhimurium strains TA1535, TA100, TA98, TA1537, or TA1538 either in the presence or absence of a rat liver microsomal (S-9) activating system failed to induce a mutagenic response. No evidence for clastogenesis or induction of unscheduled DNA synthesis by propylene glycol methyl ether in Chinese hamster ovary (CHO) cells or in cultured rat primary hepatocytes, respectively, was observed."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Propylene glycol monomethyl ether (PGME) (107-98-2). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of January 31, 2005.",
            "Value": "/OTHER TOXICITY INFORMATION/  ... Exposure to 3000 ppm of PGMEAc, which has similar systemic toxicity as PGME, showed morphologic changes in the olfactory nasal mucosa. Since PGME and PGMEAc are metabolized in a similar fashion, the histopathological changes were attributed to hydrolysis to acetic acid in the nasal epithelium. It should also be noted that the NOAEL for PGME occurs below and the LOAEL above the reported saturation concentration of 1500 ppm."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Sept 1, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1-methoxy-2-hydroxypropane can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1-methoxy-2-hydroxypropane is expected to have very high mobility in soil."
        }
    ]
}