{
    "_id": {
        "$oid": "6682e898c4e5dba5ffba265f"
    },
    "CID": {
        "$numberInt": "7904"
    },
    "Name": "VINYL ACETATE",
    "IUPACName": "ethenyl acetate",
    "CanonicalSMILES": "CC(=O)OC=C",
    "Synonyms": [
        "VINYL ACETATE",
        "Ethenyl acetate",
        "108-05-4",
        "Acetic acid ethenyl ester",
        "Acetic acid vinyl ester",
        "Ethenyl ethanoate",
        "Acetoxyethene",
        "Acetoxyethylene",
        "1-Acetoxyethylene",
        "Vinyl acetate monomer",
        "Vinyl ethanoate",
        "Vinyl A monomer",
        "Vinylacetat",
        "Vinylacetate",
        "9003-20-7"
    ],
    "IsomericSMILES": "CC(=O)OC=C",
    "INCHI": "InChI=1S/C4H6O2/c1-3-6-4(2)5/h3H,1H2,2H3",
    "INCHIKEY": "XTXRWKRVRITETP-UHFFFAOYSA-N",
    "Formula": "C4H6O2",
    "MolecularWeight": {
        "$numberDouble": "86.09"
    },
    "Description": "Vinyl acetate is an acetate ester.",
    "XlogP": {
        "$numberDouble": "0.7"
    },
    "Complexity": {
        "$numberInt": "65"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR, Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Washington,DC: Amer Chem Soc (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated for vinyl acetate(SRC), using a log Kow of 0.73(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) Pahren HR, Bloodgood DE; Water Pollut Control Fed J 33: 233-8 (1961) (4) Ludzack FJ, Ettinger MB; J Water Pollut Control Fed 32: 1173-1200 (1960) (5) Nieder M et al; Appl Environ Microbiol 56: 3023-28 (1990) (6) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available at https://www.safe.nite.go.jp/english/db.html as of May 27, 2009.",
            "Value": "AEROBIC: Values of 42% and 51.3% theoretical of BOD for vinyl acetate were reached in 5 days when incubated in marine water and sewage inoculum, respectively(1). 62% and 72% of theoretical BOD values were measured in 5 and 20 days, respectively, using an acclimated sewage inoculum(2); 51 and 69% of theoretical BOD values were measured in 5 and 15 days, respectively, in marine water containing a synthetic sewage seed(2). CO2 evolution of 27 and 49% over 19 and 38 days incubation, respectively, was obtained using a non-acclimated sewage inoculum(3); 58% CO2 evolution in 22 days was obtained using an acclimated sewage inoculum(3). CO2 evolution of 42% in 10 days was measured using an acclimated sewage inoculum(4). Vinyl acetate, initial concentration of 20 mM, was readily degraded using aerobic sewage (nearly complete degradation in 7.5 hrs) with reaction products of acetaldehyde and acetate formed(5). Vinyl acetate, present at 100 mg/L, reached 98% of its theoretical BOD in two weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(6)."
        },
        {
            "References": "(1) Chou WL et al; Biotechnol Bioeng Symp 8: 391-414 (1979) (2) Nieder M et al; Appl Environ Microbiol 56: 3023-28 (1990)",
            "Value": "ANAEROBIC: 100% degradation of vinyl acetate was observed following a 3-day lag period using the Hungate Serum Bottle technique (anaerobic conditions) and enriched methane cultures(1). Vinyl acetate, initial concentration of 20 mM, was readily degraded under anaerobic conditions using soil, with nearly complete degradation observed in 26 hrs; using an anaerobic sludge inocula nearly complete degradation was observed in 5 hrs(2). Biodegradation products of acetaldehyde and acetate were formed(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 9",
            "Value": "log Kow = 0.73"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "NIOSH; Criteria Document: Vinyl Acetate p.26 (1978) DHEW Pub. NIOSH 78-205",
            "Value": "/It has been suggested that/ vinyl acetate disturbs glutathione metabolism, ... by acting as a substrate for glutathione transferase."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "Acetaldehyde is a metabolite of vinyl acetate through esterase-mediated metabolism. It is discussed that vinyl acetate exhibits its genotoxicity via acetaldehyde. For example /researchers/ demonstrated that vinyl acetate induces /DNA protein crosslinking/ via acetaldehyde, and ... chromosomal damage induced by vinyl acetate in mammalian cell cultures is through formation of acetaldehyde ... Acetaldehyde is a naturally occurring substance in the metabolic pathways of animals and humans (metabolism of ethanol and sugars). It occurs in small quantities in human blood. Therefore, it may well be that acetaldehyde expresses its genotoxic potential in case of metabolic overload."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mild irritation after 5-15 minutes of exposure and necrosis after 20 hours of exposure was demonstrated in a further skin irritation study: An unknown number of rabbits were dermally exposed to unknown amounts of undiluted vinyl acetate for 1, 5 and 15 minutes and for 20 hours ... . No signs of irritation were observed after 24 hours following 1-minute exposure; slight erythema occurred 24 hours after the 5- and the 15- minutes exposures. Mild erythema and mild edema were observed at 24 hr after the 20-hours exposure. Necrosis was observed 8 days after 20 hour-exposure to the compound."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Vinyl acetate caused mild irritation in the eyes of rabbits which was reversible within 48 hr after application. The test was performed according to the current guidelines on acute eye irritation. The amount of 0.1 mL of undiluted vinyl acetate (purity of 99.9 %) was placed in the left conjuctival sacs of one male and two female New Zealand White rabbits. One hour after application mild redness and chemosis of conjunctivae were observed, which were fully reversible in all animals after 48 and 24 hr, respectively. No changes of corneal opacity and iris were observed. The mean scores determined after 24, 48 and 72 hr and relevant for classification were 1/0/0 for redness and 0/0/0 for chemosis, corneal opacity and iris."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Vinyl acetate (purity /greater than/ 99.9%) was tested in a Local Lymph Node Assay (LLNA). A total of seven groups each of five female mice (CBA strain) were used. Five groups were treated with vinyl acetate at concentrations of 5%, 10%, 25%, 50% (w/v) in acetone: olive oil, 4:1 (v/v) and 100% (undiluted) by topical application to the dorsum of each ear lobe (left and right) on three consecutive days ... Five days after the first topical application the mice were intravenously injected into the tail vein with 3H-methyl thymidine (equal to 19.8 uC/mouse). Approximately five hours after the intravenous injection the mice were killed, auricular lymph nodes were excised and pooled per animal ... All animals had survived and systemic clinical were not noted. Local inflammatory reactions (increased ear thickness) were noted in all groups with the exception of the vehicle control group and the 5%-group. The Stimulation Index (SI) was below a 3-fold increase in all groups with the exception of the positive control group. Mean SI values were 2.0, 2.4, 1.9, 1.7, 1.3, 16.6 for the 5%, 10%, 25% 50%, 100% test solution and the positive control (25% HCA) (5%)."
        },
        {
            "References": "ATSDR; Toxicological Profile for Vinyl acetate (C4H6O2) Available from, as of March, 9 2009: https://www.astdr.cdc.gov/toxprofiles/tp59.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Respiratory tract damage is characteristic of vinyl acetate exposure in laboratory animals following acute-, intermediate-, or chronic-duration inhalation exposure ... Respiratory tract damage was reported to be the cause of death in rats, mice, guinea pigs, and rabbits acutely exposed (4 hours) to vinyl acetate. Gasping and labored breathing were usually observed in these animals prior to death, and necropsy revealed lung congestion and hemorrhage, froth in the trachea, and excess pleural fluid."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2987",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ VINYL ACETATE IS A LOW EYE IRRITANT, BUT INJURIES HAVE BEEN OBSERVED TO HEAL WITHIN 48 HR. IT DEFATS THE SKIN & IS ... /A CNS DEPRESSANT/ IN HIGH CONCN."
        },
        {
            "References": "PMID:7160917",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The content of free non-protein thiols (-SH) was investigated in the livers of guinea pigs, rats, and mice after ip injection of vinyl acetate. A rapid change of the hepatic non-protein thiols level was found in guinea pigs after injection of 500 mg/kg, resulting in a 50% decr in non-protein thiols content. In mice, the decr was slower and amounted to only 23% 4 hr after injection of 300 mg/kg. Rats responded to a single dose of 450 mg/kg with only a 10% redn of liver non-protein thiols content. An approx 20% decr was observed after chronic intermittent exposure (5 hr/day for 6 mo) to 10, 100 or 500 mg/cu m vinyl acetate."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1685",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Exposed rabbits by inhalation at 7 to 142 ppm...for 40 min. ... At 71 ppm decreased the excitability of the CNS, whereas 142 ppm produced a more pronounced excitability of the CNS."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day inhalation study groups of 10 male and 10 female Sprague-Dawley rats and CD-1 mice were exposed to vinyl acetate vapors (purity of test substance 99.9%) at concentrations of 0, 50, 200 or 1000 ppm (calculated as 0, 180, 710 or 3600 mg/cu m), 6 hours/day, 5 days/week ... Exposure of rats to 1000 ppm vinyl acetate resulted in significantly decreased body weight gain (final body weight -19% in both sexes), clinical effects (intermittent incidence of respiratory distress, hunched postures and ruffled fur), increased lung-to-body weight ratio (assumed as due to lung congestion), and histomorphological changes in the respiratory tract (mild histiocytic alveolitis) ... Many rats from both groups had peribronchial/perivascular lymphoid hyperplasia, alveolar histiocytosis/ histiocytic pneumonia, chronic tracheitis and laryngitis, and lympadenitis. Except a higher incidence of alveolar histiocytosis in high dose rats (19/20 vs. 12/20 controls) no treatment-related toxic effect was seen in the organs examined. The olfactory regions of nasal sections of 4 male and 3 female rats exposed to 1000 ppm were reviewed. The most severe lesions were seen in the dorsal medial meatus of the anterior nasal passages (level II), lesions extended posteriorly to the dorsal medial meatus of levels III and IV and the dorsal scroll of the third ethmoturbinates. Lesions were characterized by postdegenerative atrophy of the olfactory epithelium and focal erosion, with associated infiltration of neutrophils and eosinophils. Some losses of Bowman's glands and of nerve bundles in the lamina propria were observed in the most severely affected areas. There was only a minimal evidence of regeneration of the affected epithelium."
        },
        {
            "References": "PMID:12011478",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... It was/ hypothesized that prolonged VA exposure at high concentrations would induce cytotoxicity and a restorative cell proliferation (CP). These endpoints were measured in F-344 rats and BDF1 mice administered drinking water containing 0, 1000, 5000, 10,000, or 24,000 ppm /vinyl acetate/ for 92 days. On test days, Days 1, 8, 29, and 92, upper digestive tract histopathology and oral cavity CP (pulsed 5-bromodeoxyuridine [BrdU] to measure S-phase DNA synthesis) were evaluated. Analysis of test solutions showed that VA spontaneously hydrolyzed, slowly releasing acetic acid and thereby lowering pH. Statistically significant, concentration-related increases in CP occurred in basal cells of the mandibular oral cavity mucosa of mice at 10,000 and 24,000 ppm but only after 92 days. CP increases were approximately 2.4- and 3.4-fold above controls and were considered to be toxicologically significant. Some statistically significant increases in CP were also measured in the oral cavity mucosa of rats; however, these changes were considered to be of equivocal biological relevance. No histopathological evidence of mucosal injury was seen in either species. The absence of cytotoxicity in the upper digestive tract mucosa suggests that the increased CP at high administered VA concentrations may be due to a mitogenic response, ostensibly from the loss of cell growth controls in oral cavity mucosa."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of ten male and ten female rats were given drinking water containing 200, 1000, or 5000 ppm of vinyl acetate for 13 weeks, decreased food consumption was noted at the highest dose and decreased body weight gain occurred in the males. Female rats excreted more concentrated and darker urine at the highest level. No liver pathology or any other histopathologic change was noted. In a similar study, groups of ten male and ten female mice were administered drinking water containing 200, 1000, or 5000 ppm vinyl acetate for 13 weeks. No overt signs of toxicity were noted during the study. The no-observed-effect level (NOEL) in this study was 5000 ppm."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five male and five female rats were exposed by inhalation 6 hours/day, 5 days/week for 4 weeks at 50, 150, 500, or 1000 ppm of vinyl acetate. The 50 ppm level was increased to 1500 ppm on exposure day 10. At 500 ppm and above, vinyl acetate appeared to be a pulmonary irritant. A concentration-related reduction in body weight gain was seen and was more pronounced in the females. No pathologic lesions were noted at necropsy. Groups of five male and five female mice were also exposed by inhalation on a similar dosing schedule as the rats except that the 50 ppm level was increased to 1500 ppm on exposure day 8. The findings were similar, i.e., pulmonary irritation and decreased body weight gain. No pathologic changes were seen at necropsy."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of four dogs 6 hours/day, 5 days/week for a period of 6 weeks at an average concentration of 91 ppm vinyl acetate failed to result in any detectable physiological changes. Exposure was interrupted for 2.5 weeks after which the dogs were exposed at an average concentration of 79 ppm for an additional 2 weeks. Following this period, the exposure was increased to 186 ppm for 1 week. No gross or microscopic pathology was noted; only irritation of the eyes and lacrimation were observed at the 186 ppm level."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five male and five female rats were given drinking water containing 50, 200, 1000, or 5000 ppm of vinyl acetate for 4 weeks; during the last week of treatment, the 50ppm exposure was increased to 10,000 ppm. During the early part of the study, there was minimal and transient retardation of the body weight gain in the 5000 ppm group. A lower rate of body weight gain was observed in females administered 1000 ppm. Treatment with 10,000 ppm was associated with a decrease in water consumption. No deaths occurred and the animals appeared to be healthy. Absolute and relative liver weights were reduced for all vinyl acetate-treated rats. The toxicological significance of these changes was considered questionable due to the absence of any liver pathology."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1686",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ DOGS EXPOSED 6 HR DAILY FOR SEVERAL WK @ CONCN STARTING WITH AN AVG OF 91 PPM & ENDING AFTER ... 11 WK @ 186 PPM . THE DOMINANT RESPONSE ... WAS IRRITATION OF THE EYES WITH LACRIMATION. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 122 (1986)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Following exposure for 6 hr on 5 days/wk over a 4 wk period, signs of irritation of the respiratory tract were observed in mice exposed to concn of 520 mg/cu m (150 ppm) & in rats exposed to 1760 mg/cu m (500 ppm). Exposure of both species to 3500 mg/cu m (1000 ppm) for 6 hr/day on 6 days/wk over 3 mo caused retardation in wt gain; no specific damage to parenchymal organs was noted."
        },
        {
            "References": "PMID:2870825",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The development of hepatic enzyme-altered foci (ATPase, GGTase) was investigated after dosing vinyl acetate (200 and 400 mg/kg per day, orally) to newborn rats for 3 weeks, with or without subsequent promotion by phenobarbital. Whereas the structurally related compounds vinyl carbamate and vinyl chloride induce enzyme-altered foci under comparable experimental conditions, no foci were observed in vinyl acetate-treated animals at the age of 14 weeks. This is consistent with investigations on metabolism and pharmacokinetics of vinyl acetate which show that this compound, after entering the organism, is immediately split by blood esterases and thus may not be available for epoxidation to an ultimately carcinogenic metabolite."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In animals, long-term inhalation and oral administration of vinyl acetate produce tumors at the primary site of exposure, the surface epithelium of the respiratory tract and of the upper gastrointestinal tract ... Vinyl acetate exposure produced tumors at the site of first contact along the exposure routes. A thresholded mode of carcinogenic action is thought to be active. The observed tumor responses are reflecting the target site-specific enzyme activities: Following inhalation and oral exposure vinyl acetate is rapidly hydrolyzed by carboxylesterases leading to the formation of acetic acid and acetaldehyde which is further converted into acetic acid in the presence of aldehyde dehydrogenases. Intracellular aldehyde dehydrogenase activity is limited, at higher concentrations of vinyl acetate it will not be sufficient for the oxidation of generated acetaldehyde. Thus, at high vinyl acetate concentrations non-physiologically high concentrations of acetaldehyde are produced ... Overall, it is considered that the critical events in vinyl acetate carcinogenesis do fit to the criteria for the exceptional cases where genotoxic action is thought to be thresholded. From animal data it is concluded that vinyl acetate might pose a cancer risk for humans exposed to the substance via the inhalation or oral route. Carcinogenicity is thought to act via a secondary mechanism and the concern may be relevant above threshold concentrations. The observed effects are thought to be relevant for the human. For the respiratory tract humans may be less sensitive than the rat due to a lower carboxylesterase activity in the nasal mucosa."
        },
        {
            "References": "PMID:15090683",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity and chronic toxicity of vinyl acetate monomer (VA) were examined in male and female Crj:BDF1 mice and F344/DuCrj Rats. Groups of 50 mice and 50 rats of each sex were orally administered VA in drinking water containing 0, 400, 2,000 or 10,000 ppm (g/g) VA for 104 wk. Squamous cell tumors were clearly evident in the upper digestive tract of treated mice and rats, and in the larynx  of treated mice of both sexes. In mice, squamous cell carcinomas and papillomas were observed in the oral cavity, esophagus, forestomach and larynx of the 10,000 ppm group, together with basal cell hyperplasia, squamous cell hyperplasia and epithelial dysplasia. In rats, incidences of squamous cell carcinomas and papillomas were increased in the oral cavity of the 10,000 ppm group of both sexes, and an esophagus squamous cell carcinoma was observed in a 10,000 ppm female. Pre-neoplastic hyperplasias were also noted. Mapping of the neoplastic and pre-neoplastic lesions in the oral cavity of the 10,000 ppm group revealed that both the lesions occurred predominantly at Level V in mice and at Level VI in rats. A lower confidence limit of a benchmark dose (BMDL10) of 477 mg/kg/d was obtained from a dose-response relationship between combined incidence of squamous cell carcinomas and papillomas in the oral cavity of mice and rats and the estimated daily VA intakes per body weight, and compared with literature values."
        },
        {
            "References": "PMID:12562631",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Vinyl acetate monomer (VAM) was administered in drinking water supplied ad libitum at doses of 5,000, 1,000, and 0 ppm (v/v) to 17-week-old Sprague-Dawley rats (breeders) and to 12-day embryos (offspring). Treatment lasted for 104 weeks; thereafter, animals were kept under control conditions until spontaneous death. VAM was found to cause an increase in total malignant tumors and in carcinomas and/or precursor lesions of the oral cavity, lips, tongue, esophagus,  and forestomach. Based on these data, VAM must be considered a multipotent carcinogen."
        },
        {
            "References": "PMID:9472342",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Vinyl acetate monomer (VAM) was administered in drinking water at doses of 5,000, 1,000, and 0 ppm (v/v), to Swiss mice, 17 weeks old (breeders) or 12-day embryos (offspring) at the start of the experiment. The treatment lasted 78 weeks, and the animals were kept under control until spontaneous death. VAM has been shown to cause an increase in: (1) total malignant tumors; (2) carcinomas of the Zymbal glands, oral cavity, tongue, esophagus, and forestomach; (3) stomach tumors; (4) lung tumors; and (5) uterine tumors. A slight increase of hepatomas has been observed among male mice offspring treated with the higher dose. On the basis of these data VAM must be considered a multipotential carcinogen."
        },
        {
            "References": "PMID:7982530",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Vinyl acetate was evaluated for chronic toxicity and oncogenicity in male and female rats and mice in a 104-week study. Target concentrations were 0, 50, 200, and 600 ppm. The study included interim terminations at approximately 53 and 83 weeks and a group whose exposure was terminated at 70 weeks and allowed a 15-week recovery period. Over the course of the exposures, body weight gain was consistently depressed in all 600 ppm groups and in the 200 ppm mice. Except for female rats of the 600 ppm exposure group, recovery animals showed significant improvements in weight gain relative to controls. There were no changes in hematological parameters of either species that could be unequivocally related to treatment. The only effect noted on clinical chemical parameters during the study were decreases in blood glucose in the 600 ppm females. There were no adverse effects on survival in either species. Increases in lung weight were noted in rats and mice primarily in the 600 ppm groups. These changes were associated with bronchial exfoliation, macrophage accumulation, and fibrous plaques and buds extending into the airway lumen, and bronchial/bronchiolar epithelial disorganization. The most significant histopathological changes were noted in the nasal cavity. In the olfactory epithelium of both rats and mice, the main nonneoplastic changes included epithelial atrophy, regenerative effects (squamous metaplasia and respiratory metaplasia of olfactory epithelium), basal cell hyperplasia, and epithelial nest-like infolds. No nonneoplastic changes were observed in the respiratory epithelium of rats, while squamous metaplasia at the naso/maxilloturbinate region was prevalent in mice. Nonneoplastic changes were similar in the recovery groups. Oncogenic responses to vinyl acetate exposure were mainly confined to the nasal cavity in rats and included endo- and exophytic papillomas, squamous cell carcinoma, carcinoma in situ in olfactory regions, and endophytic papilloma in respiratory regions. Squamous cell carcinomas were also found either in areas normally covered by cuboidal epithelium or areas of unknown origin. One squamous cell carcinoma was found in the larynx of a rat of the 600 ppm groups. One squamous cell carcinoma was found in the lung of a mouse of the 600 ppm group."
        },
        {
            "References": "PMID:7982529",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The purpose of this study was to evaluate vinyl acetate for potential chronic toxicity and oncogenicity when given to rats in drinking water from the time of gestation. Target concentrations were 0, 200, 1000, and 5000 ppm (v/v). Drinking water solutions were prepared daily and analyzed at approximately 4-week intervals. F0 rats were given solutions of vinyl acetate for 10 weeks and then mated. Offspring (F1 rats) were culled to equal group sizes of 60 main study rats and 30 rats for satellite groups. F1 rats were treated for up to 104 weeks with interim kills of satellite groups at 52 and 78 weeks. Body weights and clinical signs of toxicity were monitored in F0 and F1 rats. Food and water consumption were measured in F1 rats. At Weeks 52 and 78 of the test, clinical pathology and urine analysis examinations were conducted on 10 rats per group from satellite animals. A complete gross and histopathological examination of F1 rats was conducted at the interim kills and on main study rats at Week 104. Average vinyl acetate consumption over the course of the study in male rats of the 200, 1000, and 5000 ppm groups was 10, 47, and 202 mg/kg/day, respectively. Female rats consumed an average of 16, 76, and 302 mg/kg/day, respectively. Compound-related effects observed during the study included a concentration-related decrease in water consumption among rats of the 1000 and 5000 ppm groups and a decrease in food consumption among rats of the 5000 ppm groups. Concurrent body weight decrement was observed only in the 5000 ppm groups."
        },
        {
            "References": "PMID:3724436",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The scope of the study included ... 10-month exposure of animals to vinyl acetate at concentrations 10, 100 and 500 mg/cu m, 5 days weekly, 5 hours daily. During the 10-month experiment the animals were observed and body weight controlled. In addition, periodically some hematological examinations and biochemical of blood serum as well as histopathological examinations of inner organs were carried on. Post-mortally the weight of inner organs was determined. ... The prevalence and the degree of intensity of the changes of ... indicators was the least in the group of animals exposed to vinyl acetate at concentration of 10 mg/cu m. These changes were transient /and did not involve/ reticulopenia and animal body weight decrease. Histopathological examinations revealed some inflammatory changes in the respiratory system both in control and exposed animals. Only planoepithelial metaplasia of bronchi was found exclusively in animals exposed to vinyl acetate at all concentrations used. The changes within liver were found only in animals exposed to vinyl acetate at concentration of 100 and 500 mg/cu m. These changes involved fatty degeneration of hepatic parenchyma, proliferation and extension of smooth endoplasmatic reticulum and the changes within the biliary canaliculi..."
        },
        {
            "References": "PMID:6845374",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A chronic toxicity test was carried out in groups of 20 male and female F344 rats with vinyl acetate dissolved in drinking water at two concentrations, 2500 and 1000 mg/liter. Treatment lasted for 2 years and did not lead to early death of the animals compared with untreated controls. The incidence of most types of neoplasm was similar in the treated and control groups. However, six females receiving the higher dose of vinyl acetate had adenoma or carcinoma of the thyroid and five had carcinoma of the uterus; the latter were not seen in the controls."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2987",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ CHRONIC 24 HR INHALATION OF 2.4 MG/CU M VINYL ACETATE BY RATS RESULTED IN SUBTLE HEPATIC CHANGES OF ENZYME RHYTHMS, BUT WERE MORE PRONOUNCED WITH 13.2 & 68 MG/CU M."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V19 345 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A GROUP OF 96 SPRAGUE-DAWLEY RATS (SEX NOT SPECIFIED) WERE EXPOSED FOR 4 HR/DAY ON 5 DAYS/WK FOR 52 WK TO MAX TOLERATED CONCN, 8.8 G/CU M (2500 PPM) VINYL ACETATE IN AIR. NO TUMORS WERE REPORTED TO HAVE OCCURRED DURING 135 WK. EARLY MORTALITY WAS HIGH: 49 ANIMALS SURVIVED FOR 26 OR MORE WK. (THE WORKING GROUP NOTED THAT THE TIME OF DEATH OF ANIMALS THAT LIVED LONGER THAN 26 WK WAS NOT INDICATED)"
        },
        {
            "References": "RUMYANTSEV AP ET AL; KHIM PROM-ST, SER: TOKSIKOL SANIT KHIM PLASTMASS (2): 20-2 (1979)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ CONTINUOUS 4 MO INHALATION BY RATS & MICE OF 13.2 OR 68.0 MG VINYL ACETATE/CU M CAUSED CONCN DEPENDENT EMPHYSEMA & LUNG ATELECTASIS, & DISTURBED BLOOD CIRCULATION IN OTHER ORGANS. THE FUNCTIONS OF CNS, HYPOPHYSIS, & ADRENAL GLAND WERE DISTURBED."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 121 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 20 female Fischer F344 rats, 7 to 8 wk of age, received 0 (controls), 1000 or 2500 mg/L vinyl acetate (with no significant impurities) in drinking water for 100 wk & were then observed for the rest of their lifetime (max, 130 wk). At that time, survival in males & females was: controls, 7/20 & 5/20; 1000 mg/L, 8/20 & 11/20; 2500 mg/L, 1/6 & 11/20, respectively. Increases in incidence of liver neoplastic nodules (0 control, 4 low-dose & 2 high dose males; 0 control, 0 low dose & 6 high dose females (p< 0.01), of uterine adenocarcinomas (0 control, 1 low dose & 5 high dose females) (p< 0.024) & polpys (0 control, 3 low dose, & 5 high dose females), & thyroid C-cell adenomas (0 control, 2 low dose & 5 high dose females) (p= 0.024) were observed in treated groups. No malignant neoplasm was found in liver."
        },
        {
            "References": "PMID:4060182",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The questioning of results of carcinogenicity of vinyl acetate resulted in the conducting of a DNA binding assay in vivo in rats, using (14)C-labelled vinyl acetate. After administration of (14)C-vinyl acetate to male and female Fischer-344 rats, either orally (1 mCi) or by inhalation (0.45-0.75 mL injected into the gas phase of the exposure chamber), no specific hepatic DNA adducts, known to occur after administration of labelled vinyl halides or vinyl carbamates, could be detected."
        },
        {
            "References": "PMID:3389659",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic and reproductive toxicology studies were performed for vinyl acetate. Inhalation studies using rats and mice were conducted, with animals being exposed to 50, 200, or 600 ppm vinyl acetate in air. A small percentage of early deaths in mice, attributable to respiratory lesions, was possibly associated with inhalation of 600 ppm vinyl acetate. Body weight gain was lower in both species at higher concentrations. In the nasal cavity, atrophy of the olfactory epithelium with replacement with different cell types was noted in both species at 200 and 600 ppm. Epithelial hyperplasia of the trachea was noted at 200 and 600 ppm in mice only. In the lungs in both species, foamy histiocytes, epithelial exfoliation and fibroepithelial tags were noted at 600 ppm. Mice demonstrated epithelial hyperplasia at 600ppm and fibroepithelial tags were noted at 200 ppm. Changes were noted at 53 weeks into the study and showed little progression for the remainder of the time. Eleven tumors was found in the nasal cavities of rats at the 600 ppm exposures; eight were benign papillomas of various cell types and three were squamous carcinomas. There was no evidence that vinyl acetate exposure caused adverse systemic effects and 50ppm was a clear no observable effect level. A chronic 2 year toxicity/carcinogenicity study following in-utero exposure in rats via drinking water exposure was undertaken. Dose related reductions in water and food intake, and body weight gain were seen. An increase in relative kidney weight in high dose males was the only treatment related organ effect."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Newborn Wistar (4-5 animals per sex per group) rats were exposed orally to 100 or 200 mg/kg bw/day vinyl acetate (99% pure, impurity: 100 ppm hydroquinone) in condensed milk twice a day for three weeks. A subgroup of animals was additionally treated with phenobarbital in drinking water for 8 weeks to stimulate the growth of potentially occurring preneoplastic liver foci. 14 weeks after the start of the study livers were dissected. No ATPase-free and gamma-GT-positive areas in the liver as indication for the development of liver nodules could be found."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 24 mated female Crl:CD(SD)BR rats were exposed to vinyl acetate vapors from day 6 to day 15 of gestation at concentrations of 0 (control), 50, 200, or 1000 ppm (equivalent to about 100, 205, and 1025 mg/kg bw/day, based on a respiratory rate of 0.8 L/min/kg for rats) for 6 hr/day. At 1000 ppm, severe maternal toxicity (marked reduction in body weight gain, congestion of the lungs) and some signs of fetotoxicity occurred. Fetal toxicity was evident by a statistically significant decrease in mean fetal weight and mean crown-rump length in the fetuses of the 1000 ppm group. In addition, there was a statistically significant increase in the incidence of minor skeletal alterations (mainly delayed ossification) in fetuses from dams exposed to 1000 ppm. In summary, vinyl acetate did adversely affect both the dam and the conceptus at an inhaled concentration of 1000 ppm, but not at lower exposure levels. The NOAEC for the inhalation study was considered to be 200 ppm."
        },
        {
            "References": "PMID:7737432",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of male and female Crl:CD(SD)BR rats were given 0, 200, 1000, or 5000 ppm vinyl acetate (VA) via the drinking water over two generations. In addition, a cross-mating trial of control and 5000-ppm male and female rats was conducted in the F1 generation to investigate the slightly decreased litter production in the high-dose group. No treatment-related mortality was observed in any of the groups. Water consumption was significantly reduced in the 5000-ppm groups in both generations and in the 1000-ppm F1 female rats. The body weights of the F0 and F1 male rats and the F1 female rats in the 5000-ppm group tended to be slightly lower than those of the control group. Body weight gain was significantly decreased during lactation in the F0 females at 5000 ppm and in the F1 females at 1000 and 5000 ppm. Pup weights in the F1 generation, but not in the F2 generation, were significantly lower than those of the control on lactation Day 21. The number of litters produced in the F1 generation in the 5000-ppm group was slightly lower than that of the control group and was attributed to lower fertility. Fewer pups were produced when control females were mated with the 5000-ppm males; however, the decrease was due to poor mating performance rather than decreased fertility. No decrease was apparent when the 5000-ppm females were mated with the control group males. Under the conditions of this study, the no-observed adverse effort level was considered to be 1000 ppm."
        },
        {
            "References": "PMID:7737431",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  ... To assess the potential of vinyl acetate (V)A causing developmental toxicity in rodents, groups of 23 or 24 Crl:CD(SD)BR rats were given 0, 200, 1000, or 5000 ppm VA in drinking water or exposed 6 hr/day to 0, 50, 200, or 1000 ppm VA vapors on Days 6-15 of gestation (both routes approximately 0, 25, 100, or 500 mg/kg/day). Administration of VA in the drinking water produced no evidence of maternal or developmental toxicity. A significantly lowered water intake was observed in dams from the 5000 ppm VA group and probably reflected unpalatability of the VA water solution at the highest dose level. In the inhalation study, maternal toxicity was evident by a marked reduction in weight gain of dams exposed to 1000 but not 200 or 50 ppm VA. Fetal toxicity was evident by a statistically significant decrease in mean fetal weight and mean crown-rump length in fetuses from the 1000-ppm VA group. In addition, there was a statistically significant increase in the incidence of minor skeletal alterations in fetuses from dams exposed to 1000 ppm VA. Delayed ossification was the main skeletal alteration. In summary, pregnant rats were relatively insensitive to the effects of VA administered in the drinking water at a concentration level as high as 5000 ppm. However, VA did adversely affect both the dam and the conceptus at an inhaled concentration of 1000 ppm, but not at lower exposure levels. These results indicate that VA is not uniquely toxic to the conceptus. The no-observed-effect level for the dam and conceptus under these experimental conditions was greater than 5000 ppm for the drinking water study and was 200 ppm for the inhalation study."
        },
        {
            "References": "PMID:3389659",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Inhalation studies using rats and mice were conducted, with animals being exposed to 50, 200, or 600 ppm vinyl acetate in air. A two generation reproduction study was conducted in rates exposed via drinking water. A decrease in fertility was seen in the 5000 ppm group, attributable to males."
        },
        {
            "References": "ATSDR; Toxicological Profile for Vinyl acetate (C4H6O2) Available from, as of March, 9 2009: https://www.astdr.cdc.gov/toxprofiles/tp59.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In the 3-month mouse study, hunched posture and ruffled fur were observed from days 1 through 9 in mice exposed to 200 ppm and intermittently through day 34 in mice exposed to 1,000 ppm. In the 3-month rat study, these clinical signs were consistently observed for the first 13 days of the study and intermittently thereafter in the animals exposed to 1,000 ppm only. A dose-related increase in the incidence of head tilt was also noted in some rats and mice exposed to vinyl acetate for 104 weeks. These neurological signs were noted only intermittently throughout the chronic studies. It is possible that these neurological signs were secondary to the poor health of the animals and may not be indicative of a primary effect of vinyl acetate on the nervous system."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/  An increase in the induction of micronuclei was detected following a single intraperitoneal injection of 250 to 2000 mg/kg in male C57B1/6 mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/  Vinyl acetate increased the frequency of sperm abnormalities in mice following five intraperitoneal injections of 500 mg/kg; no effects were seen at 125 or 250 mg/kg. Thus, vinyl acetate has demonstrated mutagenic activity in a number of test systems."
        },
        {
            "References": "PMID:6119816",
            "Value": "/GENOTOXICITY/ Eighteen compounds structurally related to the mutagenic carcinogen vinyl chloride have been tested for mutagenicity in five strains of Salmonella typhimurium. ... Vinyl acetate /was/ not mutagenic. The mutagenicity tests were performed both without and with activation by rat and hamster liver microsomal preparations (S9). /Vinyl acetate was/ tested in the plate incorporation and/or liquid preincubation tests except vinyl bromide, which was tested as a gas."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ A mouse lymphoma assay was reported to be positive with and without S-9 mix; however, a full report with detailed data is lacking. Vinyl acetate was tested in concentrations ranging, with S-9 mix, from 1.8 to 5 uL/mL and, without S-9 mix, from 1.9 to 4 uL/mL; the highest dose of 5 uL/mL corresponds to 4650 ug/mL or 54 mmol/L. With S-9 mix, induced mutant frequencies were 2.4- to 7.4-fold that of the concurrent negative control; relative total growths ranged from 10 to 62%. Without S-9 mix, 5- to 10.3-fold increases in mutation frequencies were observed; relative total growths were between 5 and 26%. Further details on the investigation are not available. Therefore, the relationship between genotoxicity and cytotoxicity cannot be evaluated. Furthermore, it cannot be deduced whether the genetic effects were preferentially due to gene or chromosome mutations."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ ... /It was/ demonstrated /that/ the potential of vinyl acetate for induction of DNA-protein crosslinks (DPX) with purified plasmid DNA and calf thymus histone proteins. Doses ranging from 10 to 100 mmol/L were used. Induction of DPX was bound to the presence of rat liver microsomes. Induction of DPX was also found in isolated cells from rat nasal tissues. With treatment times of 1 to 2 hr, very high doses ranging from 25 to 75 mmol/L were needed for induction of DPX rates over the background level."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report Draft, Vinyl Acetate (108-05-4) (2005). Available from, as of February 27, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Vinyl acetate induced sister-chromatid exchanges (SCE) in bone marrow cells of male BDF rats (3 per group) after single intraperitoneal application. Weak effects were found at doses from 370 mg/kg upwards in non-hepatectomised rats and from 470 mg/kg upwards in hepatectomized rats. The maximum effect was ca. a doubling of the spontaneous SCE frequency at 560 mg/kg. The treatments were without clear influence on cell proliferation behavior. Data on general toxicity were not given; it can be estimated that 370 and 470 mg/kg correspond to half of the LD50."
        },
        {
            "References": "PMID:3185588",
            "Value": "/GENOTOXICITY/ The testicular genotoxic effects of vinylacetate (VA) and its hydrolysis product, acetaldehyde (AA), were studied in mice by analyzing the induction of morphologically abnormal sperm and meiotic micronuclei. VA significantly increased the frequency of sperm abnormalities at 500 mg/kg/day while lower doses were ineffective. AA did not induce abnormal sperm. Neither of the compounds influenced the frequency of meiotic micronuclei. VA, but not AA, caused a dose-dependent decrease in sperm production and a reduction of testicular weight at 500 and 125 mg/kg/day."
        },
        {
            "References": "PMID:3796670",
            "Value": "/GENOTOXICITY/ A dose-dependent increase in micronucleated polychromatic erythrocytes was observed in the bone marrow of male C57B1/6 mice 30 hr after a single intraperitoneal injection of vinyl acetate (250, 500, 1000 or 2000 mg/kg bwt; (9-14 animals per group). The effect was statistically significant at 1000 mg/kg (1.33 +/- 0.29% vs. 0.6 +/- 0.10% in olive oil-treated controls) and at 2000 mg/kg (1.57 +/- 0.19%) of vinyl acetate. These doses were fatal to 6 (1000 mg/kg) and 8 (2000 mg/kg) out of 14 animals in both groups. The ratio of polychromatic to normochromatic cells decreased as a function of vinyl acetate dose. Cyclophosphamide (20 mg/kg), used as a positive control chemical, induced a clear increase in micronucleated polychromatic erythrocytes (2.07 +/- 0.20%)."
        },
        {
            "References": "PMID:4027971",
            "Value": "/GENOTOXICITY/ A distinct dose-dependent induction of SCEs similarly occurred in Chinese hamster ovary cells after a 24-hr vinyl acetate treatment (0.125-1 mM). A pulse treatment of Chinese hamster ovary cells for 4 hr also yielded a clear increase in SCEs, but at higher concentrations (0.3-5 mM). The presence of rat liver S9 mix enhanced the SCE-inducing effect of vinyl acetate in Chinese hamster ovary cells."
        },
        {
            "References": "PMID:6119816",
            "Value": "/GENOTOXICITY/ Vinyl acetate was tested in the Ames Salmonella test with Salmonella typhimurium strains TA1537, TA1538, TA1535, TA98, and TA100 with and without rat or hamster S9 mix from animals pretreated with Aroclor 1254. The cmpd was not mutagenic and was not toxic to the cells at doses up to 1000 ug/plate."
        },
        {
            "References": "PMID:8248935",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The induction of DNA-protein crosslink (DPXL) formation by acetaldehyde and vinyl acetate in rat nasal epithelial tissues was detected using a sodium dodecyl sulfate/KCl precipitation technique. Endogenous crosslink levels ranged from 0.5 to 2.0% of total DNA and were considered background. Epithelial cells isolated from both olfactory and respiratory turbinates exhibited dose- and time-dependent increases in DPXL formation when exposed to 10-150 mM acetaldehyde for 1-2 hr at 37 degrees C. Similarly, respiratory and olfactory epithelial cells exposed to 5-75 mM vinyl acetate for 1-2 hr accumulated up to 12- and 15-fold higher crosslink levels than untreated cells, respectively. However, vinyl acetate appears to induce much higher levels of DPXLs at equimolar doses than acetaldehyde. This is thought to be related to stimulation of acetaldehyde-induced DPXL formation by the pH lowering effect of acetic acid production (via vinyl acetate hydrolysis). Pretreatment of the nasal turbinates with 1 mM BNPP reduced 25 mM vinyl acetate-induced DPXL formation by over 75% in both tissues. These data support a hypothesis that carboxylesterase-mediated hydrolysis of vinyl acetate is necessary to generate the active intracellular cross-linking agent, acetaldehyde, and the cytotoxic metabolite, acetic acid."
        },
        {
            "References": "PMID:16039400",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ To determine whether exposure to vinyl acetate affects the intracellular pH of intact oral cavity tissue, isolated mouse oral buccal epithelium was loaded with the pH-sensitive dye BCECF, and then exposed to vinyl acetate concentrations ranging from 10 to 1000 um for up to 4 min. Extracellular vinyl acetate exposure induced a progressive intracellular acidification that was reversible upon removal of the vinyl acetate. The rate of the acidification was concentration-dependent and increased exponentially within the concentration range tested. The magnitude of the vinyl acetate-induced acidification was inhibited by pretreatment with the carboxylesterase inhibitor bis(p-nitrophenyl)phosphate. These results are consistent with the hypothesis that vinyl acetate contributes to the generation and progression of oral cavity tumors via a process of intracellular acidification..."
        },
        {
            "References": "PMID:12883081",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... While vinyl acetate-induced decreases in intracellular pH (pHi) have been demonstrated in rat hepatocytes, comparable data from nasal epithelial cells do not exist. ...An in vitro assay system /was used to determine/ the effects of vinyl acetate exposure on pHi in respiratory and olfactory nasal epithelial cells from rats. The respiratory and olfactory epithelial cells were isolated from dissected maxillo- and ethmoturbinates by enzyme digestion. The cells were plated; loaded with the pH-sensitive dye, carboxyseminaphthorhodafluor-1 (SNARF-1); and observed using confocal microscopy. Individual cellular analysis demonstrated that both respiratory and olfactory epithelial cells responded to vinyl acetate exposures with a dose-dependent decrease in pHi. Changes occurred at 100 uM but reached a plateau above 250 uM. Maximal decreases in pHi were 0.3 pH unit in respiratory epithelial cells. While pHi values were normally distributed for the respiratory epithelial cells, the olfactory epithelial cells demonstrated a bimodal distribution, indicating at least two populations of cells, with only one population of cells responding to vinyl acetate. Acidification in these cells did not plateau but continued to increase at 1000 uM. Bis(p-nitrophenyl)phosphate (BNPP), a carboxylesterase inhibitor, was able to attenuate the vinyl acetate-induced decrease in pHi. ... These results are consistent with the proposed mode of action for vinyl acetate and supply further data for developing appropriate risk assessments for vinyl acetate exposure."
        },
        {
            "References": "PMID:11896299",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... Freshly isolated rat hepatocytes were used as a model system to test the concept that exposure of cells to vinyl acetate causes a reduction in pH(i). Quantitative fluorescence imaging ratio microscopy showed that exposure of hepatocytes to vinyl acetate concentrations ranging from 10 to 1000 uM caused rapid and sustained reductions of approximately 0.03 to 0.65 pH units. Cellular acidification was rapidly reversed to control pH(i) upon removal of vinyl acetate. There was minimal accumulation of protons during the exposure period, as suggested by minor differences in pH(i) of cells with or without prior exposure to vinyl acetate. The effect of vinyl acetate on pH(i) was attenuated by prior exposure to the carboxylesterase inhibitor bis(p-nitrophenyl)phosphate. These results support the concept that intracellular acidification is a sentinel pharmacodynamic response of cells to vinyl acetate exposure and that pH(i) is an appropriate metric dose for use in quantitative risk assessments of cancer and noncancer human health risk assessment."
        },
        {
            "References": "ATSDR; Toxicological Profile for Vinyl acetate (C4H6O2) Available from, as of March, 9 2009: https://www.astdr.cdc.gov/toxprofiles/tp59.html",
            "Value": "/IMMUNOTOXICITY/ Reductions in relative thymus and/or spleen weight were consistently noted in rats and mice exposed to vinyl acetate for 4 weeks and 3 months at exposure concentrations of 1,000 ppm, but no gross or histopathological effects were noted in these organs. In rats chronically exposed to vinyl acetate, only males exposed to 50 or 600 ppm exhibited a decrease in relative spleen weight. The biological significance of these changes is not known. They may be suggestive of an immunosuppressive action of vinyl acetate, but the appropriate parameters were not investigated to delineate this possibility."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR, Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Washington,DC: Amer Chem Soc (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of vinyl acetate is estimated as approximately 60(SRC), using a log Kow of 0.73(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that vinyl acetate is expected to have high mobility in soil(SRC)."
        }
    ]
}