{
    "_id": {
        "$oid": "6682e898c4e5dba5ffba2661"
    },
    "CID": {
        "$numberInt": "7909"
    },
    "Name": "Methyl isobutyl ketone",
    "IUPACName": "4-methylpentan-2-one",
    "CanonicalSMILES": "CC(C)CC(=O)C",
    "Synonyms": [
        "4-Methyl-2-pentanone",
        "METHYL ISOBUTYL KETONE",
        "4-Methylpentan-2-one",
        "108-10-1",
        "Isopropylacetone",
        "Isobutyl methyl ketone",
        "MIBK",
        "Hexone",
        "2-Pentanone",
        "4-methyl-",
        "4-Methyl-2-oxopentane",
        "Methylisobutylketon",
        "Isohexanone",
        "2-Methyl-4-pentanone",
        "Shell mibk",
        "Metilisobutilchetone"
    ],
    "IsomericSMILES": "CC(C)CC(=O)C",
    "INCHI": "InChI=1S/C6H12O/c1-5(2)4-6(3)7/h5H,4H2,1-3H3",
    "INCHIKEY": "NTIZESTWPVYFNL-UHFFFAOYSA-N",
    "Formula": "C6H12O",
    "MolecularWeight": {
        "$numberDouble": "100.16"
    },
    "Description": "Methyl isobutyl ketone is a ketone.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "64"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Burdock, G.A. (ed.). Fenaroli's Handbook of Flavor       Ingredients. 6th ed.Boca Raton, FL 2010, p. 1350",
            "Value": "Methyl isobutyl ketone has been reported found in Chinese quince"
        },
        {
            "References": "(1) Dr. Duke's Phytochemical and Ethnobotanical Databases. Methyl-isobutyl ketone. Available from, as of Mar 8, 2018: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Methyl isobutyl ketone occurrence in plants(1).",
            "Table": "[{'Genus species': 'Cinnamomum camphora', 'Family': 'Lauraceae', 'Common name(s)': 'Camphor; Ho Leaf', 'Part': 'Plant'}, {'Genus species': 'Sambucus nigra', 'Family': 'Adoxaceae', 'Common name(s)': 'European Alder; European Elderberry; Elder; European Elder; Black Elder', 'Part': 'Flower essential oil'}, {'Genus species': 'Zingiber officinale', 'Family': 'Zingiberaceae', 'Common name(s)': 'Ginger', 'Part': 'Essential oil'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tanii H, Hashimoto K; Toxicol Lett 30: 13-17 (1986) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Mar 9, 2018: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for methyl isobutyl ketone(SRC), using a log Kow of 1.31(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 9, 2018: https://www.safe.nite.go.jp/english/db.html (4) Desai SM; Diss Abstr Int B 52: 3752-85 (1992) (5) Olthof M, Olmstead DG; pp 835-42 in Proc Ind Waste Conf. 1992 47th Chelsea, MI (1993) (6) Stover EL, Kincannon DF; J Am Water Works Assoc 75: 292-8 (1983) (7) Bridie AL et al; Water Res 13: 627-30 (1979)",
            "Value": "AEROBIC: The theoretical BOD of methyl isobutyl ketone (5 ppm) in seawater was measured as 27.6% and 30.6% over a 5 day incubation period(1). The theoretical BOD of methyl isobutyl ketone in freshwaters seeded with settled domestic sewage was 56%, 66%, 69% and 69%, over 5, 10, 15 and 20 day incubation periods(2). The theoretical BOD of methyl isobutyl ketone in synthetic seeded seawaters with settled domestic sewage was 15%, 46%, 50% and 53%, over 5, 10, 15 and 20 day incubation periods(2). Methyl isobutyl ketone, present at 100 mg/L, reached 84% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(3). Methyl isobutyl ketone was degraded 78-84% with a degradation rate of 0.24 1/hr in experiments using activated sludge inoculum, 100 mg/L of methyl isobutyl ketone, 30 mg/L biomass and a temperature of 28 °C for 28 days(4). Methyl isobutyl ketone had influent concentrations of 8100, 8100 and 190 ug/L and effluent concentrations of 27.5, 40.5 and <10 ug/L using an activated sludge with a daily mass loading of COD/bacterial mass ratios of 0.1, 0.36 and 0.48, respectively(5). Methyl isobutyl ketone was degraded from 855 ug/L to 143 ug/L in 12 hours and from 3385 ug/L to 1098 ug/L in 8 hours using activated sludge that was acclimated for 3 weeks(6). In a wastewater stream, a BOD of 2.06 g of oxygen/g and a COD of 2.16 g of oxygen/g for methyl isobutyl ketone were found(7)."
        },
        {
            "References": "(1) Suflita JM, Mormile MR; Environ Sci Technol 27: 976-78 (1993)",
            "Value": "ANAEROBIC: The theoretical methane recovery of methyl isobutyl ketone in an anaerobic aquifer was 46% over a 3 week incubation period(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995) (2) Burdock GA, ed; Fenaroli's Handbook of Flavor Ingredients. 6th ed. Boca Raton, FL: CRC Press, p. 1350 (2010)",
            "Value": "Methyl isobutyl ketone was detected at concentrations of 43.6 ng/g and 93.6 ng/g in salt-fermented anchovies and shrimp, respectively(1). Methyl isobutyl ketone has been reported found in crab, clam(2)."
        }
    ],
    "logP": [
        {
            "References": "Tanii H, Hashimoto K; Toxicol Lett 30(1): 13-17 (1986)",
            "Value": "log Kow = 1.31"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 221",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Guinea pigs /were exposed/ to concentrations of 1000, 16,800, & 28,000 ppm methyl isobutyl ketone. The 1000 ppm level caused little or no irritation of eyes & nose of the animals. Guinea pigs showed a decr respiratory rate during the first 6 hr of exposure ... attributed to a low grade ... /central nervous system depression/. The 16,800 ppm level caused immediate signs of eye & nose irritation followed by salivation, lacrimation, ataxia, & death. Nine of 10 ... died within 6 hr of exposure. The highest concn used (28,000 ppm) killed 50 percent of the animals within 45 min. Only a few guinea pigs survived 60 min of exposure. ... Fatty livers & congestion of the brain, lungs and spleen were noted."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, 4-Methylpentan-2-one (CAS Number: 108-10-1) (EC Number: 203-550-1) (Last modified: January 22, 2018). Available from, as of February 21, 2018: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In this study, 3 New Zealand White rabbits were exposed to 0.5 mL of undiluted methyl iso butyl ketone on the shaved dorsal region under semi-occlusive conditions.  Animals were exposed to the test compound for 4 hours and observations were recorded at 1, 24, 48, and 72 hours after removal of the patch and residual test substance.  Skin reactions were scored according to a prescribed numerical system.  No dermal response to treatment was observed in any animals throughout the observation period. In addition, no signs of toxicity or ill health were observed in any rabbit during the observational period.  Based on the results of this study, methyl iso butyl ketone elicited no dermal irritation to intact rabbit skin. Methyl iso butyl ketone is not classified as a skin irritant according to CLP."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a series of studies ... rabbits (shaved skin) were patch tested with MIBK in a single, 10 hr occlusive patch test. Erythema was observed for up to 24 hr post application. Drying and flaking of the skin surface were observed after MIBK was applied to the skin of rabbits daily (10 mL/day) for 7 days. Slight skin irritation was observed after undiluted MIBK (5 and 10 mL) was applied (under occlusive wrap) to depilated skin of guinea pigs for 24 hr. Reportedly, there was no clinical evidence of absorption. MIBK (500 mg) induced moderate irritation of rabbit skin after a contact period of 24 hr. The application of MIBK (2 mL) to the backs of guinea pigs daily for 31 days caused desquamation, but no clinical or histologic evidence or toxic neuropathy."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ studied the ocular irritation potential of MIBK using New Zealand albino rabbits. The test substance (0.1 mL) was instilled into the conjunctival sac of one eye of each animal. Untreated eyes served as controls. The cornea, iris, and conjunctiva were scored at days 1, 2, 3, 7, 10, 14, and 21, post instillation. A Draize score was computed at each observation period ... Draize scores of 5 and 2 (110 max) were reported for 100% and 2% MIBK, respectively. It was concluded that MIBK induced mild ocular irritation in rabbits."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ administered the following concentrations of MIBK to dogs of either sex (weights = between 18 and 24 kg) via the inlet of a respirator: 0.01%, 0.05%, 0.10%, 0.25%, 0.50%, and 1.0%. The duration of exposure to each concentration was 5 min. The chest of each animal was opened and various hemodynamic parameters were studied. At a concentration as low as 0.05%, MIBK induced an increase in mean pulmonary arterial pressure (5.8% increase). The increase in each parameter was intensified at higher concentrations. Exposure concentrations up to 0.5% induced either no effect or a nonsignificant decrease in myocardial contractility. However, exposure to 1% MIBK induced a significant decrease (15.9%) in myocardial contractility. Significant decreases in left ventricular pressure and systematic vascular resistance were also noted. The observed increases in heart rate were described as consistent and concentration dependent, but statistically nonsignificant. Decreases in mean pulmonary arterial flow, stroke volume, and stroke work were observed at high concentrations of exposure (0.5% and 1.0% MIBK)."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ evaluated the influence of MIBK on the vestibulo-oculomotor reflex (VOR) of female Sprague-Dawley rats ... (weights = 250-300 g). The effect of MIBK on VOR was studied by recording nystagmus that was induced by accelerated rotation. The VOR connects the labyrinth with the eye muscles via the brainstem, thereby eliciting ocular movements in response to acceleration or deceleration of the head. The test substance (in an emulsion of lipids) was administered by continuous intravenous infusion for 60 min. Test concentrations varied between 0.1% and 10%. MIBK had a depressive effect on VOR. The threshold limit for this effect was 0.2 mM/L (20 ppm) at an infusion rate of 30 uM/kg/min. It was suggested that solvents cause depression or excitation of VOR by interaction with central pathways in the reticular formation and the cerebellum."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 221",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure to 19,500 ppm ... methyl isobutyl ketone produced anesthesia in 7 of 10 mice within 30 min. ... Concentrations above 20,000 ppm produced anesthesia within 30 min with subsequent death of most of the animals. Gross examination at necropsy revealed congestion of the lungs."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /The authors/ evaluated the acute inhalation toxicity of MIBK using five groups of 10 CF-1 mice (weights = 20-23 g). The animals were exposed to various concentrations of the test substance (1.0% v/v [41 mg/L] to 3.0% v/v [123 mg/L]) in a 10 L glass chamber. The mortality rate was determined after 45 min of exposure. Exposure to 1.0% v/v MIBK and to a saturated concentration of 3.0% MIBK resulted in no deaths and mortality rate of 80%, respectively. The LC50 (95% fiducial limit) was 74.2 +/- 25.8 mg/L."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The oral administration to male rats of 1362 mg/kg MIBK in 5% polyoxyethylated castor oil produced increased renal cytochrome P-450 and aniline hydroxylase activity and increased liver and renal aminopyrine N-demethylases activity. ..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 229",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats exposed to 25 ppm ... methyl isobutyl ketone showed a minimal statistical increase in pressor lever response, but the discriminatory behavior of baboons was not impaired by exposures of 20-40 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 229",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Reported delayed behavioral response times in baboons exposed to 50 ppm of methyl isobutyl ketone alone, but no alteration of response was seen when methyl isobutyl ketone was combined with methyl ethyl ketone (100 ppm)."
        },
        {
            "References": "Batyrova TF; Gig Tr Prof Zabol 11: 52-3 (1973)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When given orally to mice and rats, the lethal doses of methyl isobutyl ketone were 2.85 and 4.6 g/kg, respectively. Exposure of rats to solvent at 86-127 mg/cu m 4 hr daily for 4.5 months caused disturbances in the conditioned reflexes and in the detoxifying function of the liver; a decrease of the eosinophil count in the blood was also observed."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, 4-Methylpentan-2-one (CAS Number: 108-10-1) (EC Number: 203-550-1) (Last modified: January 22, 2018). Available from, as of February 21, 2018: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 30 male and 30 female Sprague-Dawley rats were administered MIBK by gavage in corn oil at daily dose levels of 0 (vehicle control), 50, 250, or 1000 mg/kg-day for 13 consecutive weeks and evaluated for exposure-related changes in body weight, food consumption, mortality, clinical signs, ophthalmological parameters, and terminal organ weights (heart, liver, spleen, brain, kidney, gonads, adrenals, thyroid, and parathyroid). The following evaluations were conducted in rats from each exposure level at interim (week 7) and final sacrifices: hematology, clinical chemistry, urinalysis, and comprehensive gross pathology. All tissue samples collected during gross necropsy in high-dose and control rats were evaluated for histopathologies, and kidney samples were also histologically evaluated in mid-dose rats.  Reversible lethargy was observed in rats of both sexes receiving 1000 mg/kg-day (but not at lower dose levels) for a few hours following dosing and reportedly decreased in incidence and severity during the study. Males in the high-dose group showed a slight (9%) but significantly decreased mean body weight gain as compared to controls during the last 2 weeks of exposure, whereas female body weight gain was significantly increased during 5 of the last 6 weeks of exposure. Both male and female food consumption was significantly increased during the second half of the exposure period. The only potentially exposure-related hematological effects observed were slight but statistically significant increases in hemoglobin (+6%) and hematocrit (+8%) at terminal sacrifice in females administered 1000 mg/kg-day and a 15% decrease in lymphocyte count in high-dose males at terminal sacrifice.  The lowest hepatic effect level that was observed in the oral exposure studies was 250 mg/kg-day for increased (+39%) serum glutamic-pyruvic transaminase (SGPT) in female rats at the terminal sacrifice. The following changes suggestive of adverse liver effects were observed at 1000 mg/kg-day at either interim and/or final sacrifice: increased SGPT (+73%, interim; +34%, terminal) in females as compared to controls, increased serum alkaline phosphatase (+84%, interim) in females, increased serum cholesterol in males (+30%, interim) and females (+59%, interim; +65%, final), increased terminal absolute (+34%, males; +39%, females) and relative (+42%, males; +38%, females) liver weights, decreased albumin/globulin ratio in males (-16%, interim), and minimally increased serum total protein in females (+9%, interim; +10%, terminal).  The only renal effect occurring at 250 mg/kg-day was increased terminal absolute or relative kidney weights in males and females, ranging from 6 to 12% over controls. The following changes suggestive of adverse kidney effects were observed at 1000 mg/kg-day: increased terminal absolute and relative kidney weights (from 25 to 34% in males and from 20 to 22% in females) as compared to controls, increased blood-urea-nitrogen (BUN) in males (+37%, interim), increased serum potassium in males (+34%, terminal), decreased serum glucose in males (-27%, terminal), and a reported increase in urinary protein and ketones in males and females at terminal sacrifice (summary data were not provided). Histological examination of kidney tissues revealed an increased incidence of male rats with mild nephropathy (multifocally distributed swollen or hyperchromatic and flattened renal cortical tubular epithelial cells) at 1000 mg/kg-day (16/20) as compared to controls (4/20) but no increase in such lesions in females.  Significantly increased relative adrenal weights in male (+29%) and female (+11%) rats and slightly increased relative testis weights (+9%) in males were also observed at 1000 mg/kgday. No exposure-related histopathologic lesions were evident in the liver or adrenal glands nor in any other tissue that was examined, aside from the kidney. The NOAEL was estimated to be 250 mg/kg bw/d, based on increases in relative kidney weights for male and female rats administered MIBK at doses of 250 mg/kg bw/d but without histological lesions. Effects at higher doses included kidney changes, hepatomegaly and alterations in clinical chemistry and urinalysis parameters. No treatment-related effects of any kind were observed at 50 mg/kg-day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 229",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of methyl isobutyl ketone on the schedule-controlled operant behavior of male Sprague Dawley rates exposed 6 hr/day at 250, 750, or 1500 ppm for 13 weeks. Using a multiple fixed ratio/fixed interval schedule of reinforcement, the food-restricted animals showed no significant differences in fixed-ratio run rate, fixed-ratio pause duration, fixed-interval response rate, or index of curvature values at any exposure concentration."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 117, Methyl Isobutyl Ketone (1990). Available from, as of February 20, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats exposed dermally to 300-600 mg MIBK/kg per day for 4 months, dose- and time-dependent morphological changes were observed in the skin, brain, liver, adrenals, spleen, and testis. Body temperature decreased and oxygen consumption increased."
        },
        {
            "References": "MacEwen JD et al; US Nat Tech Inform Serv AD Rep 29 (730291) (1971)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats, dogs, and monkeys were exposed to methyl isobutyl ketone vapor (410 mg/cu m). Rats developed hyaline droplet nephrosis within 2 wk of exposure, but this was reversed by removal from the methyl isobutyl ketone, even after a 90 day exposure. The 60 min emergency exposure limit of 100 ppm and the 90 and 100 day provisional limits had a wide margin of safety."
        },
        {
            "References": "Vernot EH et al; US Nat Tech Inform Serv AD Rep: 11 (751443) (1971)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rat kidney wt and kidney/body wt ratio were significantly increased after continuous exposure of the rats to 410 mg methyl isobutyl ketone/cu m for 2 wk, and kidney and liver organ wt and organ/body wt ratio were increased after exposure to 820 mg/cu m for 2 wk and to 410 mg/cu m for 90 days."
        },
        {
            "References": "MacKenzie WF; US Nat Tech Inform Serv, AD Rep: 13 (751444) (1971)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Lesions from exposure to methyl isobutyl ketone were found only in the rat, and were limited to the first and second sections of the proximal convoluted tubule of the nephron of the kidney. The lesion was designated hyaline droplet toxic tubular nephrosis, and the lesion was present at 14 days of exposure and continued with a variable decrease in severity throughout the exposure."
        },
        {
            "References": "PMID:118468",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Methyl isobutyl ketone was evaluated for effects on a delayed match-to-sample discrimination task in the juvenile baboon. The animals were exposed to 1/2 the threshold limit value of each gas for 24 hr per day during a 7 day period. Each exposure condition affected accuracy of performance minimally but resulted in incr and decr extra responses during the delay intervals. Response times were slowed under methyl isobutyl ketone."
        },
        {
            "References": "PMID:3691997",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Six male and six female Fischer 344 rats and B6C3F1 mice were exposed to 0, 100, 500, and 2000 ppm methyl isobutyl ketone. The animals were exposed to methyl isobutyl ketone vapor for 6 hr/day for 5 days with 2 days off and exposure for 4 more consecutive days. No deaths occurred in the animals during this study. Absolute and relative liver weight (p< 0.01) and absolute (p< 0.05) and relative (p< 0.01) kidney weight of male rats increased significantly after exposure to 2000 ppm. In female mice exposed to 2000 ppm, there was a significant (p< 0.05) increase in absolute and relative (p< 0.01) liver weight and absolute kidney weight. An increased incidence of hyaline droplets and epithelial regeneration in proximal tubules was noted in male rats exposed to 2000 ppm. No other histological changes were noted. In a subchronic study, animals were exposed to 0, 50, 250, or 1000 ppm methyl isobutyl ketone 6 hr/day, 5 days/wk for 14 wk. Body weights of rats and mice were similar to the controls throughout the 14 wk. In male rats the absolute and relative liver weights after exposure to 1000 ppm were significantly (p< 0.001) larger than the controls. In female rats absolute, but not relative, kidney weight was increased by exposure to 250 ppm. A statistically significant (p< 0.01) increase in absolute liver weight in male mice exposed to 250 or 1000 ppm, and an increase in relative liver weight in males exposed to 1000 ppm /were noted/. After exposure to 1000 ppm methyl isobutyl ketone, male rat platelet numbers increased significantly (p< 0.01) whereas eosinophils decreased significantly (p< 0.05) in female rats. Serum cholesterol increased significantly (p< 0.01) in male rats exposed to 250 or 1000 ppm. An increase in urine glucose was observed in male and female rats exposed to 1000 ppm methyl isobutyl ketone. Histopathologic observation showed an increase in hyaline droplets in the kidneys of male rats exposed to 250 and 1000 ppm methyl isobutyl ketone."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 117, Methyl Isobutyl Ketone (1990). Available from, as of February 20, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of five hens were continuously exposed for 50 days by inhalation to either 4100 mg MIBK/cu m (1000 ppm) or 3520 mg n-hexane/cu m (1000 ppm) or for 30 days to a mixture of 4100 mg MIBK/cu m and 3520 mg n-hexane/cu m. Inhalation of n-hexane alone had no effect on hepatic microsomal enzymes, but inhalation of MIBK or the MIBK/n-hexane mixture increased significantly the aniline hydroxylase activity and cytochrome P-450 content of the liver."
        },
        {
            "References": "PMID:19428932",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male F-344 rats were administered corn oil (vehicle control), d-limonene (positive control, 300 mg/kg), or MIBK (1000mg/kg) and female F-344 rats corn oil (vehicle control) or MIBK for 10 consecutive days by oral gavage. Approximately 24 hr after the final dose the kidneys were excised and the left kidney prepared and evaluated for histological changes including protein (hyaline) droplet accumulation, immunohistochemical staining for alpha2u-globulin (alpha2u), and proliferating cell nuclear antigen (PCNA) to quantitate renal cell proliferation. The right kidney was prepared for quantitation of total protein and alpha2u using an ELISA. MIBK elicited an increase in protein droplets, accumulation of alpha2u, and renal cell proliferation in male, but not female rats, responses characteristic of alpha2u-mediated nephropathy. MIBK produced identical histopathological changes in the male rat kidney when compared to d-limonene, an acknowledged inducer of alpha2u-nephropathy except that the grade of severity tended to be slightly lower with MIBK. MIBK did not induce any effects in female rats. Therefore, renal histopathology, along with the other measures of alpha2u accumulation, provides additional weight of evidence to support the inclusion of MIBK in the category of chemicals exerting renal effects through a alpha2u-nephropathy-mediated mode-of-action."
        },
        {
            "References": "PMID:982453",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Methyl isobutyl ketone (98.79%) failed to produce detectable nervous system damage in cats sc injected twice daily/wk, 5 days/wk for 8.5 months."
        },
        {
            "References": "US EPA; Integrated Risk Information System (IRIS), Chemical Assessment Summary: Methyl Isobutyl Ketone (MIBK), p.6-8 (Last Revised: 04/25/2003). Available from, as of February 22, 2018: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Reproductive toxicity of MIBK was evaluated in a two-generation inhalation study in Crl:CD(SD)BR rats. Groups of 30 male and 30 female F0 rats were exposed whole-body to MIBK vapors at mean measured concentrations of 0, 491, 999, and 1996 ppm (0, 2012, 4093, and 8178 mg/cu m) for 6 hr/day for 70 consecutive days prior to mating and throughout mating. F0 females were further exposed until gestation day 20 and again during lactation days 5 to 21; pups were not directly exposed during lactation. Litters were culled to four per sex on lactation day 4. At weaning on lactation day 21, groups of 30 male and 30 female F1 rats at each exposure level were randomly selected, including at least one male and one female from each viable litter. Beginning at 7 days after weaning, selected F1 rats were exposed (using the same exposure schedule that was used for the F0 rats) to mean measured concentrations of 0, 506, 1002, and 2006 ppm (0, 2073, 4105, and 8219 mg/cu m). F0 and F1 parental rats were evaluated for reproductive endpoints (estrous cycle regularity and duration, sperm count, production rate, motility, and morphology, mating and fertility indices, number of days between pairing and coitus, gestation length, parturition, litter size, pup sex ratio, and ovarian follicle counts and corpora lutea in control and high-exposure females), survival, clinical signs, startle response, food consumption, body weight, organ weights, comprehensive gross pathology, and histopathology of major organ systems and all gross lesions (10/sex in control and high-exposure groups and all rats that died prior to terminal sacrifice). F1 and F2 pups were evaluated for developmental endpoints, including post-natal survival (both before and after resumption of maternal exposures during lactation), clinical signs, body weight, and external anatomical integrity (skeletal examinations were conducted in pups with abnormal external changes). F1 pups were also evaluated for balanopreputial separation in males and vaginal perforation in females. Complete gross pathology evaluations were performed in F1 pups that were not selected for mating and in all F2 pups. The report did not mention any examination of hematology, blood chemistry, and urine chemistry in parental groups or offspring of either generation. Parental survival in both generations was unaffected by exposure. Only transient deviations of body weight from control levels were observed in F0 rats. High-exposure F1 parental female body weights were depressed through mating but not throughout gestation and lactation. F1 parental males showed transient depressed body weight at 2073 and 4105 mg/cu m and consistently depressed body weight at 8219 mg/cu m, in spite of elevated food consumption (g food consumed/kg bw/day) in the 8219 mg/cu m exposure group. No exposure-related effect on body weight gain was seen in parental rats of either generation. Among F0 rats, increased relative liver weights (males and females at 8178 mg/cu m) and increased relative kidney weights (males at >/=2012 mg/cu m ; females at >/=4093 mg/cu m) were observed. Significantly increased relative adrenal and ovary weights were also observed in F0 females at 8178 mg/cu m. In the F1 parental groups, significant increases in relative liver weight (males at >/= 4105 mg/cu m; females at 8219 mg/cu m) and relative kidney weight (males at >/=2073 mg/cu m; females at 8219 mg/cu m) were observed, and significantly increased relative seminal vesicle, right testis, left cauda epididymis, and adrenal glands were seen in F1 parental males at 8219 mg/cu m. The incidence of rats with centrilobular hepatocellular hypertrophy (considered by the authors to be an adaptive response) was significantly increased in F0 males at >/= 4093 mg/cu m and in F1 parental males at >/= 4105 mg/cu m. The prevalence of nephropathy characterized by inflamed and thickened basophilic tubule membranes was significantly increased in F0 males exposed to 8178 mg/m3 and in F1 parental males at >/=4105 mg/cu m. F1 parental males also showed increased prevalence of acidophilic spherical inclusions/droplets in the renal cortical tubular epithelium at >/= 4105 mg/cu m, but the authors reported that there was no evidence of fully developed alpha2u-globulin-related renal tubular lesions. No other exposure-related gross or microscopic tissue changes were observed in F0 or F1 parental groups. Signs suggestive of CNS depression were observed in mid- and high-exposure parental groups in both generations. Reduced startle response during exposure was observed in F0 males and females at >/=4093 mg/cu m, in F1 parental males at >/= 4105 mg/cu m, and in F1 parental females at 8219 mg/cu m. Transient unsteady gait and prostration were observed among F1 parental males and females approximately 1 hour following exposure to 8219 mg/cu m on several days prior to mating, but the effect attenuated with repeated exposures; similar neurological symptoms were not reported in F0 rats. The only effect reported in offspring was significantly depressed body weights on day 14 postpartum in F1 and F2 male and female pups in mid- and high-exposure groups; however, pup body weights were not different from those of controls on days 7 and 21 post-partum. No other exposure-related changes were observed in any reproductive or developmental endpoint in either generation, including an absence of anatomical changes in F0 and parental F1 reproductive organs."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, 4-Methylpentan-2-one (CAS Number: 108-10-1) (EC Number: 203-550-1) (Last modified: January 22, 2018). Available from, as of February 21, 2018: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Developmental and maternal toxicity were evaluated in groups of 35 pregnant Fischer 344 rats exposed by inhalation to 0, 300, 1000, or 3000 ppm (0, 1229, 4106, 12,292 mg/cu m) MIBK for 6 hr/day on gestation days 6 through 15. Animals were sacrificed on gestation day 21. Dams were evaluated for exposure-related changes in clinical signs, body weight, food consumption, organ weights (kidney, liver, and gravid uterus), and reproductive parameters; fetuses were evaluated for exposure-related changes in body weight and viability, and for external, skeletal, and thoracic and peritoneal visceral alterations. Maternal mean body weight, weight gain, and food consumption were significantly decreased in rats exposed to 12,292 mg/cu m (but not to 4106 mg/cu m or lower) during the exposure period, but they had recovered to control levels by the day of sacrifice. Maternal clinical signs observed in rats included coordination loss, hindlimb weakness, paresis, irregular gait, hypoactivity, ataxia, unkempt fur, negative tail or toe pinch, piloerection, lacrimation, or red perioral encrustation. These clinical signs were observed only during the exposure period and only at 12,292 mg/cu m. No exposure-related deaths occurred in the rat exposure groups. Statistical analyses by the authors were per dam or per litter. No exposure-related effects were observed in rats with respect to numbers of corpora lutea, total implants, percent implantation loss, live fetuses per litter, nonviable implants per litter, percent live fetuses, and sex ratio. Fetal body weights (litter weight, male weight per litter, and female weight per litter) were significantly reduced in rats exposed to 1229 (the mean by 3%) and 12,292 mg/cu m (the mean by 6%) but not to 4106 mg/cu m. The authors indicated that the reduction in rat fetal body weight was confounded by a skewed distribution of litter size, whereby higher doses had very small litters and smaller litters had varied mean weights across dose, while lower-dosed dams appeared to have larger litters and larger litters showed a dose-dependence in mean weight. There was no statistically significant increase in the number of rat fetuses per litter. The authors decided the reductions in rat fetal body weight was not treatment-related. No exposure-related change in the incidence of malformations of any type were observed in rat fetuses. The number of litters with observations indicating retarded skeletal ossification was significantly increased to various degrees in rats at 12,292 mg/cu m relative to controls for a variety of skeletal endpoints, with scattered increases in litters with retarded ossification at lower exposure levels that were not considered by the authors to be exposure-related. 4106 mg/cu m was considered to be the NOEL for both maternal animals and offspring."
        },
        {
            "References": "PMID:15204733",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To evaluate whether methyl isobutyl ketone (MIBK) affects reproductive performance, a two-generation reproduction study was conducted. MIBK was administered to 30 Sprague-Dawley rats/sex/group via whole-body inhalation at concentrations of 0, 500, 1000, or 2000 ppm, 6 hr daily, for 70 days prior to mating. F(0) and F(1) females were exposed from mating through gestation day 20 and from postnatal day 5; F(2) litters were maintained through postnatal day 21. No treatment-related mortality of adult animals occurred. There was a dose-related increase in adult animals with no or a decreased response to a sound stimulus at 1000 and 2000 ppm; however, no adverse clinical signs occurred 1 hr after exposure, suggesting this was a transient sedative effect. Clinical signs of central nervous system (CNS) depression in the pups were observed and one F(1) pup died after initial exposure to 2000 ppm on postnatal day 22; subsequently exposure was delayed until postnatal day 28. Decreased body weight gain and slight decreased food consumption were observed during the first 2 weeks of exposure in both generations at 2000 ppm. There were no adverse effects on male and female reproductive function or landmarks of sexual maturation. Increased F(0) and F(1) liver weights with associated centrilobular hypertrophy occurred in rats at 2000 ppm, indicative of an adaptive response. Increased male kidney weights at all exposure concentrations, associated with hyaline droplets, were indicative of male rat-specific nephropathy. Other than acute sedative effects, the no-observed-adverse-effect level (NOAEL) for parental systemic effects (excluding male rat kidney) was 1000 ppm, based on transient decreased body weight and food consumption; for reproductive effects, 2000 ppm, the highest concentration tested; and for neonatal toxicity, 1000 ppm (based on acute CNS depressive effects)."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /The authors/ studied the neurotoxicity of MIBK in ... rats ... The animals were exposed to 1500 ppm MIBK in an 18.5 L glass exposure chamber for up to 5 months. ... Slight ... /CNS depression/ was observed during exposure. However, no signs of neurological dysfunction were noted at the end of the exposure period. Consistently, many axons containing large numbers of dilated, glycogen-filled mitochondrial remnants, adaxonal Schwann cell invaginations, and rare focal swellings were noted in the most distal portions of the tibial and ulnar nerves. Distal nerve fiber degeneration was not observed. Results of examination of sampled areas of the central nervous system and proximal parts of the peripheral nervous system were unremarkable. ..."
        },
        {
            "References": "PMID:10499357",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Methyl iso-butyl ketone (MiBK), a commercial solvent, was selected by the US Environmental Protection Agency (US EPA) for testing under the Multi-Substance Rule for the Testing of Neurotoxicity (US EPA, 1993) using schedule-controlled operant behavior (SCOB) to determine if subchronic exposure to MiBK vapor had the potential to alter behavior as an indicator of neurotoxicity. Food-restricted and ad libitum-fed Sprague-Dawley male rats were exposed to 0, 250, 750, or 1500 ppm MiBK for 6 hr/day, 5 d/wk for 13 weeks. SCOB testing of food-restricted animals, using a multiple fixed ratio (FR)/fixed interval (FI) schedule (FR20:FI120), was conducted prior to each exposure to maintain the operant behavior; the data from Weeks -1, 4, 8, and 13 were evaluated for evidence of neurotoxicity. SCOB testing was also evaluated for two weeks following the cessation of exposures. Ad libitum-fed animals were included to assess systemic effects using routine indicators such as changes in body weight, food consumption, and organ weight. No significant differences were seen in fixed-ratio run rate, FR pause duration, fixed-interval response rate, and index of curvature values at any concentration. Animals exposed to 750 and 1500 ppm MiBK exhibited clinical signs associated with transient reduced activity levels, but only during exposure. No signs of reduced activity were observed immediately after exposure for either group. No other treatment-related abnormalities were observed during exposure. Food-restricted animals did not demonstrate any increased or decreased sensitivity to the CNS depressive effects of MiBK relative to the ad libitum-fed animals. No treatment-related body weight differences were observed within either the food-restricted groups or the ad libitum-fed groups, although body weights of the former were clearly depressed compared with those of the latter. Relative and absolute liver, and relative kidney weights were significantly greater for the 750 and 1500 ppm ad libitum-fed animals. No differences in kidney weight were observed for food-restricted animals, but absolute and/or relative liver weights were significantly higher for all the treated food-restricted groups. The results of this study indicate that repetitive exposures to high concentrations of MiBK vapors do not result in adverse effects on operant behavior in the rat."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 117, Methyl Isobutyl Ketone (1990). Available from, as of February 20, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ MIBK (purity > 98.5%) and the metabolite 4-hydroxy-4-methyl-2-pentanone (HMP) were tested (24-hr exposure) in cultured rat liver cells (RL4) for the ability to induce chromosomal damage. Metabolic activation with S9 mix was not used because RL4 cells are metabolically competent. The concentrations of MIBK employed were 0.125, 0.25, and 0.5 times the concentration required for 50% inhibition of cell growth. Maximum concentrations tested were thus 1000 ug MIBK/mL and 4000ug HMP/mL (this HMP level was equivalent to the concentration required for >60% growth inhibition). Incubations with MIBK were sealed to prevent loss by evaporation. MIBK did not produce chromosomal damage, but HMP gave a small increase (which was not dose related) in chromatid damage within the concentration range 2000-4000 ug/mL. It should be noted that HMP did not induce reverse gene mutation in bacteria or mitotic gene conversion in yeast."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 117, Methyl Isobutyl Ketone (1990). Available from, as of February 20, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ MIBK and the metabolite 4-hydroxy-4-methyl-2-pentanone (HMP) were assayed for mitotic gene conversion using log-phase cultures of the yeast Saccharomyces cerevesiae JD1. Compounds were tested up to a concentration of 5 mg/mL in the presence and absence of rat liver S9 fraction in a sealed container for 18 hr. Neither compound induced mitotic gene conversion."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 117, Methyl Isobutyl Ketone (1990). Available from, as of February 20, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Both MIBK and the oxidative metabolite 4-hydroxy-4-methyl-2- pentanone (HMP) ... were tested for mutagenicity in Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538, and in Eschericia coli strains WP2 and WP2 uvrA. Aroclor-induced rat liver S9 fraction was included. No induction of reverse gene mutation was observed up to a maximum concentration of 8000 ug MIBK/mL (pre-incubation assay in a sealed container) or 4000 ug HMP/plate (plate incorporation assay)."
        },
        {
            "References": "PMID:3050497",
            "Value": "/GENOTOXICITY/ Methyl isobutyl ketone (MIBK) ... /was/ tested for potential genotoxicity. The assays ... of MIBK included the Salmonella/microsome (Ames) assay, L5178Y/TK+/- mouse lymphoma assay, BALB/3T3 cell transformation assay, unscheduled DNA synthesis assay, and micronucleus assay. ... The presence of a marginal response only at the highest cytotoxic concentration tested in the L5178Y/TK+/- mouse lymphoma assay, the lack of reproducibility in the BALB/3T3 cell transformation assay, and clearly negative results in the Ames assay, unscheduled DNA synthesis and micronucleus assays, suggest that MIBK is unlikely to be genotoxic in mammalian systems."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, 4-Methylpentan-2-one (CAS Number: 108-10-1) (EC Number: 203-550-1) (Last modified: January 22, 2018). Available from, as of February 21, 2018: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ ... MIBK was administered via intraperitoneal (IP) injection to male and female CD-1 mice at a dose of 0.73 mL/kg body weight.  Corn oil was used as the vehicle and triethylenemelamine was administered via the IP route as the positive control compound. Mice were sacrificed at 12, 24, or 48 hours following injection of test article or control (5 mice/sex/time point). Two male mice and 4 female mice died following test article administration and animals receiving MIBK appeared heavily sedated. No other clinical signs of toxicity were observed and no statistically significant increases in the number of micronucleated polychromatic erythrocytes were noted at any time point. Injection of the positive control caused the anticipated increase in micronucleated polychromatic erythrocytes."
        },
        {
            "References": "Cosmetic Ingredient Review; Safety Assessment of MIBK (Methyl Isobutyl Ketone). Int J Toxicol 23(S1): 29-57 (2003)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... MIBK (50 and 200 mM) inhibited the enzyme activity of creatine kinase from rat muscle and adenylate cyclase from rat brain in vitro."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 117, Methyl Isobutyl Ketone (1990). Available from, as of February 20, 2018: https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Inhalation of 2440 to 12,400 mg MIBK/cu m (595 to 3020 ppm) in rats produced enhancement of the liver cytochrome P-450 content and glutathione-S-transferase activity and also enhanced the ability of 1,2-dichlorobenzene to increase serum glutamate dehydrogenase activity."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) USEPA; Superfund Record of Decision USEPA/ROD/RO5-86/034 (1986) (2) Kuo MCT et al; Bull Environ Contam Toxicol 65: 654-9 (2000)",
            "Value": "SOIL: Methyl isobutyl ketone was detected in the soil of a Michigan waste disposal facility at a concentration of 4 ug/kg(1). Methyl isobutyl ketone was found in 0.6% of 705 soil samples taken from 30 industrial sites in Taiwan(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Tanii H, Hashimoto K; Toxicol Lett 30: 13-17 (1986) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Mar 9, 2018: https://www2.epa.gov/tsca-screening-tools (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of methyl isobutyl ketone is estimated as 70(SRC), using a log Kow of 1.31(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that methyl isobutyl ketone is expected to have high mobility in soil."
        }
    ]
}