{
    "_id": {
        "$oid": "6682e898c4e5dba5ffba2662"
    },
    "CID": {
        "$numberInt": "7910"
    },
    "Name": "4-METHYL-2-PENTANOL",
    "IUPACName": "4-methylpentan-2-ol",
    "CanonicalSMILES": "CC(C)CC(C)O",
    "Synonyms": [
        "4-METHYL-2-PENTANOL",
        "4-Methylpentan-2-ol",
        "108-11-2",
        "2-Pentanol",
        "4-methyl-",
        "Isobutylmethylcarbinol",
        "2-Methyl-4-pentanol",
        "Methyl isobutyl carbinol",
        "Methylisobutylcarbinol",
        "Methyl amyl alcohol",
        "Isobutylmethylmethanol",
        "MIBC",
        "1,3-Dimethylbutanol",
        "4-Methylpentanol-2",
        "MAOH",
        "Methylisobutyl carbinol"
    ],
    "IsomericSMILES": "CC(C)CC(C)O",
    "INCHI": "InChI=1S/C6H14O/c1-5(2)4-6(3)7/h5-7H,4H2,1-3H3",
    "INCHIKEY": "WVYWICLMDOOCFB-UHFFFAOYSA-N",
    "Formula": "C6H14O",
    "MolecularWeight": {
        "$numberDouble": "102.17"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "41"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C, Leo AJ; Medchem Project Issue No. 26 Claremont, CA: Pomona College (1985) (2) Lyman WJ et al; Handbook of Chem Property Estimation Methods NY: McGraw-Hill p. 5-5 (1982) (3) Riddick JA et al; Organic Solvents John-Wiley & Sons Inc NY (1986)",
            "Value": "Based upon an experimental log Kow of 1.43(1), a BCF of 7.2 has been estimated using a recommended regression equation(2). Based upon an experimental water solubility of 1.64X10+4 mg/kg(3), a BCF of 2.6 has been estimated using a recommended regression equation(2). Based upon these estimated BCF, 4-methyl-2-pentanol will not be expected to bioconcentrate in aquatic organisms(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Niemi GJ et al; Environ Toxicol Chem 6: 515-27 (1987) (3) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (4) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (5) Yonezawa Y, Urushigawa Y; Chemosphere 8: 139-42 (1979)",
            "Value": "A percent theoretical BOD of 84% was observed after 5 days in screening tests using the standard dilution technique and effluent from a biological sanitary waste treatment plant as inoculum(1). A percent theoretical BOD of 43% was observed after 5 days in screening tests using the standard dilution technique and acclimated sewage as inoculum(2). Tests using acclimated mixed microbial cultures as inoculum gave a percent theoretical BOD of 56% after 5 days(3). In screening tests using filtered, settled domestic wastewater as inoculum, the observed percent theoretical BOD of 50%, 72%, 90% and 94% were observed after 5, 10, 15, 20 days, respectively(4). In screening tests using activated sludge in a medium containing 100 ppm urea and approximately 16,000 ppm ethyl alcohol, the observed rate constant of disappearance of 4-methyl-2-pentanol was 0.432/hr which corresponds to a half-life of 17 hr(5). The results of these laboratory screening tests indicate that 4-methyl-2-pentanol is readily biodegradable under the conditions used in the experiments(SRC). No information regarding biodegradation in natural media was found(SRC)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Gossett RW et al; Mar Pollut Bull 14: 387-92 (1983)",
            "Value": "4-Methyl-2-pentanol was not detected (detection limit 0.3 ug/kg, dry weight basis) in tissue samples from aquatic organisms taken 6 km from the Los Angeles County wastewater treatment plant discharge, Palos Verdes, CA between Nov 1980 and Aug 1981(1). Samples analyzed included one sample each of liver tissue from Pacific Sanddab (Citharichthys xanthostigma), scorpion fish (Scrorpaena guttata), Dover sole (Microstomus pacificus), and white croaker (Genyonemus lineatus); muscle tissue from ridgeback prawn (Sicyonia ingentis); and a whole red pointer crab (Mursia guadichaudii)(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch C, Leo AJ; Medchem Project Issue No. 26 Claremont, CA: Pomona College (1985)",
            "Value": "log Kow= 1.43"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 401",
            "Value": "SKIN CONTACT FOR 24 HR RESULTED IN LD50 3.56 ML/KG FOR RABBIT ... SKIN IRRITATION WAS MINIMAL, HOWEVER."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 702",
            "Value": "... BY APPLICATION OF A DROP TO RABBIT EYES ... FOUND TO CAUSE INJURY OF PRESUMABLY TRANSIENT TYPE, GRADED 5 ON A SCALE OF 1-10 AFTER 24 HR. /THE MOST SEVERE INJURIES HAVE BEEN RATED 10/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4615",
            "Value": "RATS INHALING 2000 PPM FOR 8 HR: 5 OF 6 DIED. SATURATED VAPOR FOR 2 HR: NO DEATHS. /FROM TABLE/"
        },
        {
            "References": "PMID:3353988",
            "Value": "Methyl isobutyl ketone has recently been shown to potentiate and cholestasis induced by manganese bilirubin or manganese in rats. The effect of 4-methyl-2-pentanol and 4-hydroxymethyl isobutyl ketone, two major metabolites of methyl isobutyl ketone on these models of cholestasis /was examined/. Dosages varying from 1.88 to 15 mmol/kg 4-methyl-2-pentanol or 4-hydroxymethyl isobutyl ketone were administered once, 18 hr prior to the administration of a cholestatic manganese bilirubin combination. The cholestatic effect of the manganese bilirubin combination was enhanced with dosages of 4-methyl-2-pentanol of 3.75 mmol/kg and larger. Daily pretreatment for 3 days resulted in an increased response to the cholestatic challenges of either mangenese bilirubin or manganese alone. 4-Methyl-2-pentanol administered repetitively was a better potentiator than 4-hydroxymethyl isobutyl ketone with the manganese bilirubin model of cholestasis. However, with manganese alone, 4-hydroxymethyl isobutyl ketone proved to be more effective. 4-Methyl-2-pentanol and 4-hydroxymethyl isobutyl ketone per se were devoid of cholestatic properties, since the bile flow measured prior to the cholestatic challenge was not decreased and in some cases was significantly greater than that of vehicle-pretreated animals. These results show that methyl isobutyl ketone metabolites can potentiate the cholestatic form of hepatotoxicity."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Gossett RW et al; Mar Pollut Bull 14: 387-92 (1983)",
            "Value": "4-Methyl-2-pentanol was not detected (detection limit 0.5 ug/kg, dry weight basis) in two samples of marine sediment taken 6 km from the Los Angeles County wastewater treatment plant discharge, Palos Verdes, CA between Nov 1980 and Aug 1981(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C, Leo AJ; Medchem Project Issue No. 26 Claremont, CA: Pomona College (1985) (2) Lyman WJ et al; Handbook of Chem Property Estimation Methods NY: McGraw-Hill p. 4-9 (1982) (3) Riddick JA et al; Organic Solvents John-Wiley & Sons Inc NY (1986) (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Based upon an experimental log Kow of 1.43(1), a Koc of 143 has been estimated using a recommended regression equation(2). Based upon an experimental water solubility of 1.64X10+4 mg/kg(3), a Koc of 21 has been estimated using a recommended regression equation(2). Based upon these estimated Koc, 4-methyl-2-pentanol will be expected to exhibit high to very high mobility in soil(4). 4-Methyl-2-pentanol, therefore, may leach through soil to groundwater if it does not volatilize or biodegrade first(SRC)."
        }
    ]
}