{
    "_id": {
        "$oid": "6682e899c4e5dba5ffba2663"
    },
    "CID": {
        "$numberInt": "7912"
    },
    "Name": "DIISOPROPYLAMINE",
    "IUPACName": "N-propan-2-ylpropan-2-amine",
    "CanonicalSMILES": "CC(C)NC(C)C",
    "Synonyms": [
        "DIISOPROPYLAMINE",
        "108-18-9",
        "N,N-Diisopropylamine",
        "N-(1-Methylethyl)-2-propanamine",
        "2-Propanamine",
        "N-(1-methylethyl)-",
        "N-propan-2-ylpropan-2-amine",
        "N-isopropylpropan-2-amine",
        "diisopropyl amine",
        "N-Isopropyl-1-amino-2-methylethane",
        "bis(isopropyl)amine",
        "NSC 6758",
        "CCRIS 6235",
        "HSDB 931",
        "Bis(Propan-2-Yl)Amine",
        "UNII-BR9JLI40NO"
    ],
    "IsomericSMILES": "CC(C)NC(C)C",
    "INCHI": "InChI=1S/C6H15N/c1-5(2)7-6(3)4/h5-7H,1-4H3",
    "INCHIKEY": "UAOMVDZJSHZZME-UHFFFAOYSA-N",
    "Formula": "C6H15N",
    "MolecularWeight": {
        "$numberDouble": "101.19"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "33"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR Fundamentals and Applications in Chemistry and Biology. Washington,DC: Amer Chem Soc (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-672 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated for diisopropylamine(SRC), using a log Kow of 1.4(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Calamari D et al; Chemosphere 9: 753-62 (1980)",
            "Value": "Diisopropylamine achieved 1% of the theoretical BOD over an incubation period of 5 days in an aerobic screening study at 20 °C using sewage inoculum(1). In a second run of the same screening study using acclimated sewage seed, 43% of the theoretical BOD was achieved after 5 days(1). At an initial concn of 10 ppm diisopropylamine, 0% of the theoretical BOD was observed after an incubation period of 14 days in a screening study using sludge inoculum(2). In the same study using acclimated sludge inoculum, 31.5% of the theoretical BOD was observed after 15 days using the same initial concn of diisopropylamine(2). Furthermore, in the same study, initial concns of 50 and 100 ppm diisopropylamine appeared to be inhibitory to microbial growth(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995.",
            "Value": "log Kow= 1.4"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1105",
            "Value": "AFTER EXPOSURE OF RATS TO 8000 PPM FOR 4 HR, 2 OUT OF 6 ANIMALS DIED. IN SATURATED VAPOR, TIME FOR NO DEATHS WAS 5 MIN. /FROM TABLE/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1105",
            "Value": "After exposure of rabbits to 261 ppm for 7 hr/day, 2 to 20 days, 4 out of 5 animals died. /From table/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1105",
            "Value": "After exposure of rats to 597 ppm for 7 hr/day, for 5 days, 1 out of 2 animals died. /From table/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1105",
            "Value": "After exposure of rats to 261 ppm for 7 hr/day, for 19 days, 1 out of 2 rats died. /From table/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 475",
            "Value": "... /Guinea pigs, rabbits, cats, and rats received inhalation exposures/ involving forty 7-hr/day exposures over an 8 wk period ... All rabbits had died by the 20th exposure day, as well as one-half of the guinea pigs, but all others survived the 40 exposures at 600 ppm. No changes were seen in the cellular elements of the blood in any of the exposed animals; however, cloudiness of the cornea with partial or total loss of vision occurred. This injury was due to superficial contact, as no corneal effects resulted from subcutaneous injection of 420 mg/kg in guinea pigs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 475",
            "Value": "Diisopropylamine vapor is a severe, primary, pulmonary irritant in both acute and chronic exposures, producing excessive fluid and cloudy swelling of the corneal epithelium at vapor conc of 600 ppm and above in several species of laboratory animals."
        },
        {
            "References": "PMID:6752894",
            "Value": "Diisopropylamine dichloroacetate, the active component of many formulations of pangamic acid (trade-name vitamin B15), and diisopropylamine, a component of diisopropylamine dichloroacetate, both demonstrate mutagenicity in the Ames Salmonella/mammalian microsome mutagenicity test."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "Diisopropylamine was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Diisopropyylamine was tested at doses of 0.033, 0.10, 0.33, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Diisopropylamine was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 10 mg/plate."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 71",
            "Value": "Diisopropylamine was not shown to be mutagenic using the Salmonella/microsome preincubation assay. ... Five Salmonella typhimurium strains were used in the presence and absence of rat or hamster liver S-9 fraction."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 475",
            "Value": "All guinea pigs, rabbits, cats, and rats exposed /orally to vapor/ at about 2200 ppm died in less than 3 hours, but all survived 7 hours of exposure at 777 ppm. Upon a repeated exposure, the guinea pigs and rabbits died, but the cats and rats survived."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 475",
            "Value": "The acute inhalation toxicity of diisopropylamine is considerably greater than that of diethylamine, isopropylamine, or ethylamine, the conc causing death to ... /guinea pigs, rabbits, cats, and rats/ in 4 hr being approx 1000, 4000, 6000, and 8000, respectively."
        },
        {
            "References": "CHEN X ET AL; YAO HSUEH T'UNG PAO 16 (6): 52-3 (1981)",
            "Value": "IV (30 MG/KG) & INTRADUODENAL (150 MG/KG) ADMINISTRATION DECR BLOOD PRESSURE IN RATS BY 34 AND 47%, RESPECTIVELY, WITH CORRESPONDING REDN IN HEART RATE OF 45 & 50 BEATS/MIN, RESPECTIVELY."
        },
        {
            "References": "PMID:6752894",
            "Value": "Diisopropylamine dichloroacetate, the active component of many formulations of pangamic acid (trade-named \"vitamin B15\") and diisopropylamine, a component of diisopropylamine dichloroacetate, both demonstrate mutagenicity in the Ames Salmonella/mammalian microsome mutagenicity test. Ninety percent of such agents prove carcinogenic, and this long term possibility must be considered in any proposed use of pangamic acid containing diisopropylamine or diisopropylamine dichloroacetate."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Golovnya RV et al; USSR Acad Med Sci pp. 327-35 (1982)",
            "Value": "Diisopropylamine was qualitatively identified in soil samples taken from the region of Moscow(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR Fundamentals and Applications in Chemistry and Biology. Washington,DC: Amer Chem Soc (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Riddick JA et al; Organic Solvents: Physical Properties and Methods of Purification 4th ed Wiley NY,NY: Interscience (1986)",
            "Value": "The Koc of diisopropylamine was estimated as 140(SRC), using a log Kow of 1.4(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that diisopropylamine is expected to have high mobility in soil(SRC). The pKa of diisopropylamine is 11.07(4), indicating that the protonated form will be the predominant species in moist soils and cationic molecules generally adsorb to organic carbon and clays more strongly than their neutral counterparts(SRC)."
        }
    ]
}