{
    "_id": {
        "$oid": "6682e899c4e5dba5ffba2664"
    },
    "CID": {
        "$numberInt": "7914"
    },
    "Name": "ISOPROPYL ETHER",
    "IUPACName": "2-propan-2-yloxypropane",
    "CanonicalSMILES": "CC(C)OC(C)C",
    "Synonyms": [
        "Diisopropyl ether",
        "ISOPROPYL ETHER",
        "108-20-3",
        "2-Isopropoxypropane",
        "\"Propane",
        "2,2-oxybis-\"",
        "diisopropylether",
        "Diisopropyl oxide",
        "Ether",
        "isopropyl",
        "\"2,2-oxydipropane\"",
        "Bis(isopropyl) ether",
        "Izopropylowy eter",
        "2-propan-2-yloxypropane",
        "di-iso-propylether",
        "Di-isopropyl ether",
        "Ether isopropylique"
    ],
    "IsomericSMILES": "CC(C)OC(C)C",
    "INCHI": "InChI=1S/C6H14O/c1-5(2)7-6(3)4/h5-6H,1-4H3",
    "INCHIKEY": "ZAFNJMIOTHYJRJ-UHFFFAOYSA-N",
    "Formula": "C6H14O",
    "MolecularWeight": {
        "$numberDouble": "102.17"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "33"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 5- 4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 8 was calculated for isopropyl ether(SRC), using a log Kow of 1.52(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Fujiwara Y et al; Yukagaku 33: 111-14 (1984) (2) Bridie AL et al; Water Res 13: 627-30 (1979) (3) Alexander M; Biotechnol Bioeng 15: 611-47 (1973)",
            "Value": "No data concerning the biodegradation of isopropyl ether in environmental media were located. An activated sludge aqueous screening study found that the compound was biodegraded slowly after a 15 day lag period with a 25% theoretical biological oxygen demand being measured after 25 days incubation(1). A screening test study utilizing a sewage inoculum also indicated slow biodegradation as indicated by the 7% theoretical biological oxygen demand which was measured after 5 days(2). These screening test results suggest that isopropyl ether may be resistent to biodegradation in the environment(SRC). Many ethers are known to be resistant to biodegradation(3)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Databank. Sangster Res. Lab., Montreal Quebec, Canada (1994)",
            "Value": "log Kow= 1.52"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 464",
            "Value": "... MONKEY, RABBIT, & GUINEA PIG /WERE REPEATEDLY EXPOSED/ TO A VAPOR CONCN OF 6.0% OF ISOPROPYL ETHER IN AIR. ALL DIED DUE TO RESPIRATORY FAILURE. ... ANIMALS EXPOSED TO VAPOR CONCN OF 1% FOR 1 HR DAILY ... /EXHIBITED/ SIGNS OF INTOXICATION & DEPRESSION, REVEALED NO SIGNIFICANT WT OR BLOOD CHANGES DURING OR AFTER 20 EXPOSURES. AT 0.3% FOR 2 HR & 0.1% FOR 3 HR DAILY, THERE WERE NO DELETERIOUS EFFECT NOTED DURING OR AFTER 20 EXPOSURES."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 464-5",
            "Value": "... RABBITS ... /WERE ADMIN A SINGLE ORAL DOSE OF ISOPROPYL ETHER/ (5-6.5 G/KG). RAPID, INTENSE INTOXICATION WAS PRODUCED. DEATH WAS DUE TO RESP FAILURE CAUSED BY DEPRESSANT ACTION. SINGLE EXPOSURES /ON RABBIT SKIN/ TO LIQ FOR ONE HR PRODUCED NO DELETERIOUS EFFECT. ... REPEATED EXPOSURE FOR 10 DAYS CAUSED DERMATITIS."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 503",
            "Value": "ANIMAL EXPERIMENTS HAVE SHOWN ... THOSE SURVIVING FOR SOME WEEKS AFTER EXPOSURE HAVE SHOWN SEVERE TOXIC CHANGES IN LIVER."
        },
        {
            "References": "ATAKISHIEV AR ET AL; TR AZERB NAUCHNO-ISSLED INST GIG TR PROF ZABOL 8: 23-6 (1973)",
            "Value": "AFTER 20-30 DAYS OF EXPOSURE OF RABBITS TO DIISOPROPYL ETHER VAPORS @ 7.5 ML/L/1.5 HR DAILY PERIVASCULAR & PERICELLULAR EDEMAS WERE FOUND IN THE BRAIN. LEVEL OF ASCORBIC ACID IN NEURONS OF CERVICAL SYMPATHETIC NODES WAS DECR."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 835",
            "Value": "Animal exposure studies ... showed no toxic effects other than /SRP: CNS depression/ and death at very high concentrations ... Monkeys, rabbits, or guinea pigs exposed repeatedly (twenty 1-hr daily exposures) at a vapor concentration of 10,000 ppm exhibited intoxication and depression, but revealed no significant blood or weight changes. Twenty 3-hr daily exposures at 1000 ppm produced no deleterious effects. The minimum lethal dose for rabbits was 5 to 6.5 g/kg. ... repeated exposure for 10 days to the skin of rabbits caused dermatitis."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981., p. 1",
            "Value": "... Animals exposed to 30,000 ppm for 1 hour showed signs of /SRP: CNS depression/. ... The liquid dropped in the eye of a rabbit caused minor injury. In rabbits, repeated skin exposure to the liquid for 10 days caused dermatitis, possibly due to defatting action."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 786",
            "Value": "The principal physiological response on exposure to excessive concentrations is anaesthesia. A single exposure of rats to 1.6% for 4 hr caused some weight loss and blood changes that persisted for several weeks after exposure. A single exposure of 0.3% for 2 hr caused no noticeable anaesthesia in experimental animals, nor were any deleterious effects noted after 20 such exposures."
        },
        {
            "References": "PMID:3045484",
            "Value": "Isopropyl ether, tested for genotoxic activity in bacterial mutation assays, a yeast assay for mitotic gene conversion and in cultured mammalian cells (either rat liver or Chinese hamster ovary) for structural chromosome damage. Isopropyl ether gave a negative response in the bacterial mutation assays and yeast mitotic gene conversion assay."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 503",
            "Value": "ISOPROPYL ETHER IS ... CONSIDERED, ON BASIS OF ANIMAL EXPERIMENTS, TO BE 1 1/2 TO 2 TIMES AS TOXIC AS ETHYL ETHER."
        },
        {
            "References": "PMID:8816932",
            "Value": "Two inhalation studies were performed with a vaporized sample of commercial-grade diisopropyl ether (DIPE). In the subchronic study, Sprague-Dawley rats (14/sex) were exposed to 0 (both untreated and sham-exposed controls), 480, 3300, or 7100 ppm diisopropyl ether for 6 h/d, 5 d/wk, for approximately 90 d. Diisopropyl ether itself accounted for 91-95% of the vapors, with the remainder being a mixture of 27-29 compounds. Exposure to diisopropyl ether did not adversely affect clinical signs, body weight, serum chemistry, hematology, or the number of sperm or spermatids. Exposure of males to 7100 ppm resulted in hypertrophy of liver cells associated with increased liver weight and in increased kidney weight with an increased incidence of hyaline droplets in proximal tubules of the kidney. Females had increased weight of both liver and kidney, although kidney increased only in relation to sham-exposed controls and no morphological changes were observed in either organ. At 3300 ppm, weights of liver and kidney were again increased in males; the liver weights were increased in females only compared to sham-exposed controls and not untreated controls. No abnormalities were observed morphologically. No changes were observed with 480 ppm. In the developmental toxicity study, pregnant Sprague-Dawley rats (22/group) were exposed to 0 (both untreated and sham-exposed controls), 430, 3095, or 6745 ppm for 6 h/d on gestation d 6-15. Animals were sacrificed on gestation d 20. With 6745 ppm, dams had a slight reduction in body weight gain and a significant decrease in food consumption. A concentration-related increase in the incidence of rudimentary 14th ribs was observed, but its significance was uncertain. There was no apparent toxicity, either maternal or fetal, at the lowest exposure concentration. Both studies indicated a low order of toxicity for diisopropyl ether."
        },
        {
            "References": "Feuston MH, Dalbey WE; J Am Coll Toxicol 15 (3): 267 (1996)",
            "Value": "Diisopropyl ether (DIPE) has been used as a solvent and has been considered as a possible additive for gasolines, similar to other oxygenates such as ethanol and methyl-t-butyl ether. In the present study, nulliparous female Sprague-Dawley rats were housed with Sprague-Dawley male rats in a 1:1 ratio and observed daily for evidence of breeding activity. Females positive for sperm plug and for sperm in the vaginal lavage fluid were considered to be at day 0 of gestation and individually housed. These females were exposed to 0 (both untreated and sham-exposed controls), 385, 3240, or 7065 ppm diisopropyl ether for 6 hr/day on gestation days 6-15. On gestation day 20, dams were necropsied and the fetuses evaluated for normal development. Subsequently, the skeletons and viscera of fetuses were evaluated. Lacrimation and salivation were noted in a few diisopropyl ether-exposed females at the highest concentration during, or immediately following, exposures. The animals returned to normal appearance shortly after cessation of each daily exposure. At an exposure concentration of 7065 ppm, dams had a slight reduction in body weight gain and a decrease in food consumption. A concentration-related increase in the incidence of rudimentary 14th ribs was observed. There was no apparent toxicity, either maternal or fetal, at the lowest exposure concentration."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab Montreal Quebec, Canada (1994) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of isopropyl ether is estimated as approximately 160(SRC), using a log Kow of 1.52(1) and a regression-derived equation(2,SRC). According to a classification scheme(3), this estimated Koc value suggests that isopropyl ether is expected to have high mobility in soil(SRC)."
        }
    ]
}