{
    "_id": {
        "$oid": "6682e899c4e5dba5ffba2665"
    },
    "CID": {
        "$numberInt": "7915"
    },
    "Name": "ISOPROPYL ACETATE",
    "IUPACName": "propan-2-yl acetate",
    "CanonicalSMILES": "CC(C)OC(=O)C",
    "Synonyms": [
        "ISOPROPYL ACETATE",
        "108-21-4",
        "2-Propyl acetate",
        "propan-2-yl acetate",
        "2-Acetoxypropane",
        "Acetic acid",
        "1-methylethyl ester",
        "Isopropyl ethanoate",
        "Isopropylacetat",
        "Paracetat",
        "Isopropylacetaat",
        "Acetic Acid",
        "isopropyl ester",
        "1-Methylethyl acetate",
        "\"Acetate disopropyle\"",
        "Isopropylester kyseliny octove",
        "Isopropile (acetato di)"
    ],
    "IsomericSMILES": "CC(C)OC(=O)C",
    "INCHI": "InChI=1S/C5H10O2/c1-4(2)7-5(3)6/h4H,1-3H3",
    "INCHIKEY": "JMMWKPVZQRWMSS-UHFFFAOYSA-N",
    "Formula": "C5H10O2",
    "MolecularWeight": {
        "$numberDouble": "102.13"
    },
    "Description": "Isopropyl acetate is a carboxylic ester.",
    "XlogP": {
        "$numberDouble": "0.9"
    },
    "Complexity": {
        "$numberInt": "66"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL dATAbASE of Aqueous Solubility. Fifth Ed, Tucson, AZ: Univ Az, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated for isopropyl acetate(SRC), using a water solubility of 29,000 mg/l(1,SRC) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Nieme GJ et al; Environ Toxicol Chem 6: 515-27 (1987) (2) Babeu L, Vaishnav DD; J Ind Microbiol 2: 107-15 (1987) (3) Lamb CB, Jenkins GF; Proc 8th Industrial Waste Conf, Purdue Univ: pp. 326-9 (1952) (4) Price KS et al; J Wat Pollut Contr Fed 46: 63-77 (1974)",
            "Value": "A screening test using an activated mixed microbial sewage inoculum indicated that isopropyl acetate had a 5 day BOD of 38%(1). Isopropyl acetate, at an initial concn of 0.4-3.2 ug/l, had a 52.3% 5 day BOD when incubated with an acclimated mixed microbial culture(2). In a screening test using a settled sewage seed, 2.5 ppm isopropyl acetate was found to have a 5 day BOD of 12.7%, which increased to 40% after 10 days and 49.1% after 40 days(3). Isopropyl acetate was determined to have a 5 day BOD of 61% using a settled domestic wastewater seed, and BOD's of 72%, 74% and 76% after 10, 15 and 20 days, respectively(4). When the same inoculum was added to synthetic sea water, the 5, 10, 15 and 20 day BOD's were 14%, 39%, 43%, 49%, respectively(4)."
        }
    ],
    "logP": [
        {
            "References": "PMID:7983591",
            "Value": "log Kow = 1.02"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 536",
            "Value": "FROM EXPT ON ISOLATED FROG'S HEART IT APPEARS TO BE MORE TOXIC ... THAN ETHYL OR METHYL ACETATE. ... MODERATE EYE IRRITATION; NO SKIN IRRITATION; /SRP: CNS DEPRESSION/ ... PRECEDING DEATH."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 826",
            "Value": "... /IT WAS/ FOUND THAT 32000 PPM WAS FATAL TO 5 OF 6 RATS IN 4 HR, WHEREAS 16000 PPM WAS FATAL TO 1 OF 6."
        },
        {
            "References": "PMID:6845368",
            "Value": "Mice were exposed during 4 hr to isopropyl acetate. After exposure, measurements were made on duration of immobility developed in a behavioral despair swimming test. The chemical reduced the total duration of immobility measured over 3 min in a concn-related manner."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-203",
            "Value": "Toxicity Rating: 2. Like other simple esters, mild irritant and central depressant actions. Although n-propanol is about 3-fold more acutely toxic than isopropanol, the simple esters of each are about equi-toxic with n-propyl acetate 6.6 g/kg, isopropyl acetate 6.9 g/kg, n-propyl, n-butyrate 5.7 g/kg and n-propyl isovalerate 8.2 g/kg. The ratio of the narcotic to the lethal dose is smaller for the esters than for the parent alcohols."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981., p. 1",
            "Value": "... It may produce /CNS depression/ at high concentrations approaching the lethal level in animals. ..."
        },
        {
            "References": "PMID:9332698",
            "Value": "In vivo anesthetic activity of alkyl acetates in mice was studied in relation to hydrophobicity and the in vivo effect on membrane fluidity. The anesthetic potency (AD50) of alkyl acetates was determined; Ad50 shows the ip dose required to anesthetize 50% of mice from the treated group. We used log P (n-octanol/water partition coefficient) as an operational definition of hydrophobicity. Membrane fluidity was determined using 1,6-diphenyl-1,3,5-hexatriene as fluorescence probe. Log (1/AD50) was a parabolic function of log P, and the value of log P that corresponds to the minimum AD50 was estimated to be 2.08. Brain synaptosomal membranes were prepared from mice 30 min after dosing with each of the three alkyl acetates applied at 1.5 fold AD50: n-butyl, n-amyl, and n-hexyl acetate. In each alkyl acetate group, most of the animals were anesthetized (> 68%). Decreased membrane fluidity was observed for the animals that were anesthetized while no change in the fluidity was seen for the animals that were not anesthetized. The results suggest an involvement of decreased DPH fluidity in alkyl acetate induced anesthesia."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL dATAbASE of Aqueous Solubility. Fifth Ed, Tucson, AZ: Univ Az, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of isopropyl acetate is estimated as approximately 15(SRC), using a measured water solubility of 29,000 mg/l(1) and a regression-derived equation(2,SRC). According to a classification scheme(3), this estimated Koc value suggests that isopropyl acetate is expected to have very high mobility in soil(SRC)."
        }
    ]
}