{
    "_id": {
        "$oid": "6682e899c4e5dba5ffba2667"
    },
    "CID": {
        "$numberInt": "7918"
    },
    "Name": "Acetic anhydride",
    "IUPACName": "acetyl acetate",
    "CanonicalSMILES": "CC(=O)OC(=O)C",
    "Synonyms": [
        "ACETIC ANHYDRIDE",
        "Acetyl acetate",
        "108-24-7",
        "Acetanhydride",
        "Ethanoic anhydride",
        "Acetyl anhydride",
        "Acetic acid",
        "anhydride",
        "Acetyl oxide",
        "acetic acid anhydride",
        "Acetic oxide",
        "Acetyl ether",
        "Anhydride acetique",
        "Anidride acetica",
        "Octowy bezwodnik",
        "Azijnzuuranhydride"
    ],
    "IsomericSMILES": "CC(=O)OC(=O)C",
    "INCHI": "InChI=1S/C4H6O3/c1-3(5)7-4(2)6/h1-2H3",
    "INCHIKEY": "WFDIJRYMOXRFFG-UHFFFAOYSA-N",
    "Formula": "C4H6O3",
    "MolecularWeight": {
        "$numberDouble": "102.09"
    },
    "Description": "Acetic anhydride is an acyclic carboxylic anhydride derived from acetic acid. It has a role as a metabolite and a reagent.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "83"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Gold V; Trans Faraday Soc 44: 506-18 (1948)",
            "Value": "The half-life for the hydrolysis of acetic anhydride is 4.4 minutes(SRC), based on a rate constant of 0.002625 1/sec at 25 °C(1). Bioconcentration of acetic anhydride in aquatic organisms is unlikely due its rapid hydrolysis(SRC)."
        },
        {
            "References": "Environment Canada; Tech Info for Problem Spills: Acetic Anhydride (Draft) p.74 (1982)",
            "Value": "No potential for biological accumulation or food chain contamination."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1818",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Inhalation of 2000 ppm by rats for 4 hours caused deaths. It caused severe eye burns in rabbits."
        },
        {
            "References": "Klaassen, C.D., M.O. Amdur, Doull J. (eds.). Casarett and Doull's Toxicology. The Basic Science of Poisons. 5th ed. New York, NY: McGraw-Hill, 1995., p. 589",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Acetic anhydride/ ...penetrates intact corneal epithelium rapidly and reaches iris in concentration high enough to cause iritis."
        },
        {
            "References": "United Nations Environment Programme: Screening Information Data Sheets on Acetic anhydride (108-24-7) (June 1997)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed to inhalation of vapors containing 0, 1, 5, or 20 ppm /acetic anhydride/ for 6 hr/day, 5 days per week for 13 weeks. Clinical observations of eye and respiratory tract irritation and reduced body weights were observed primarily at 20 ppm. Microscopic examination of tissue revealed signs of irritation of minimal severity in the respiratory tract (nasal passages; larynx) in most animals at the 5 ppm level. At 20 ppm, all animals showed minimal to moderate respiratory tract irritation (nasal passages; larynx; trachea; lungs). Systemic effects were not observed at 5 or 20 ppm. No effects were detected at 1 ppm. In animals exposed to the same level of acetic anhydride for 13 weeks and then allowed a 13 week period without exposure, significant recovery from irritation effects were reported."
        },
        {
            "References": "United Nations Environment Programme: Screening Information Data Sheets on Acetic anhydride (108-24-7) (June 1997)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Inhalation exposure of pregnant female rats to 0, 25, 100, or 400 ppm 6 hr/day during days 6-15 of gestation ... caused fetotoxicity in a screening study with female rats exposed to the highly irritating, maternally toxic dose of 100 ppm vapor during gestation. At 100 ppm, severe respiratory tract irritation and body weight reduction were observed in the maternal animals. No developmental effects were seen at 25 ppm even though substantial irritation of the respiratory tract was observed in maternal animals. The NOEL for developmental/reproductive effects was considered to be 25 ppm."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ Acetic anhydride was evaluated for mutagenicity in the Salmonella/ microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Acetic anhydride was tested at doses of 0.0033, 0.01, 0.033, 0.10, 0.19, 0.33, 0.90, and 1.0 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S9. Acetic anhydride was negative in these tests and the highest ineffective dose tested in any S. typhimurium strain was 1.0 mg/plate. This dose exhibited some clearing of the background bacterial lawn."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Gold V; Trans Faraday Soc 44: 506-18 (1948)",
            "Value": "The half-life for the hydrolysis of acetic anhydride is 4.4 minutes(SRC), based on a rate constant of 0.002625 1/sec at 25 °C(1). Hydrolysis is expected to be the predominate fate of acetic anhydride in soil(SRC)."
        }
    ]
}