{
    "_id": {
        "$oid": "6682e89ac4e5dba5ffba2668"
    },
    "CID": {
        "$numberInt": "7922"
    },
    "Name": "SUCCINIC ANHYDRIDE",
    "IUPACName": "oxolane-2,5-dione",
    "CanonicalSMILES": "C1CC(=O)OC1=O",
    "Synonyms": [
        "SUCCINIC ANHYDRIDE",
        "108-30-5",
        "dihydrofuran-2,5-dione",
        "oxolane-2,5-dione",
        "Succinic acid anhydride",
        "Succinyl oxide",
        "Dihydro-2,5-furandione",
        "2,5-Diketotetrahydrofuran",
        "Succinyl anhydride",
        "Butanedioic anhydride",
        "Rikacid SA",
        "2,5-Furandione",
        "dihydro-",
        "Tetrahydro-2,5-dioxofuran",
        "2,5-Dioxotetrahydrofuran",
        "Tetrahydro-2,5-furandione"
    ],
    "IsomericSMILES": "C1CC(=O)OC1=O",
    "INCHI": "InChI=1S/C4H4O3/c5-3-1-2-4(6)7-3/h1-2H2",
    "INCHIKEY": "RINCXYDBBGOEEQ-UHFFFAOYSA-N",
    "Formula": "C4H4O3",
    "MolecularWeight": {
        "$numberDouble": "100.07"
    },
    "Description": "Succinic anhydride is a cyclic dicarboxylic anhydride and a tetrahydrofurandione. It is functionally related to a succinic acid.",
    "XlogP": {
        "$numberDouble": "-0.5"
    },
    "Complexity": {
        "$numberInt": "102"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Bunton CA et al; J Chem Soc 1963: 2918-26 (1963) (2) Freitag,D et al; Chemosphere 14:1589-616 (1985) (3) Korte,F et al; Chemosphere. 1:79-102 (1978)",
            "Value": "Bioconcentration of succinic anhydride in aquatic organisms is unlikely due its rapid hydrolysis(1). Experimental bioconcentration factors (chemical concentration in fish/chemical concentration in water) of succinic anhydride in fish (Golden ide) were less than 10(2,3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Freitag,D et al; Chemosphere 14:1589-616 (1985) (2) Korte,F et al; Chemosphere. 1:79-102 (1978)",
            "Value": "AEROBIC: Approximately 78% of the succinic anhydride added to activated sewage sludge at 50 ug/L was biodegraded within five days at 25 °C (1,2); however, hydrolysis is expected to be the principal fate of succinic anhydride in water and these results are probably for succinic acid, the hydrolysis product(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 1180",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Succinic anhydride rated 8 on rabbits eyes. Most severe injuries have been rated 10."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 1022",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ F344 rats were administered 47 to 750 mg suspensions of succinic anhydride/kg bw in corn oil by gavage for 20 days. Compound-related deaths occurred in males at 375 mg/kg bw or higher doses, and in females at 187 mg/kg bw and higher doses. Inflammation of the upper respiratory tract was observed at high doses. In a 16 day study, all B6C3F1 mice died being treated with 875 mg/kg bw and higher doses. There were no lesions in animals treated with up to 438 mg succinic anhydride/kg bw."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 268",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Six male rats...treated twice weekly...for 65 wk (total dose, 260 mg). Sc sarcomas developed at injection site in all 3 rats that survived 93-106 wk. No tumors occurred in 24 controls..."
        },
        {
            "References": "PMID:14316217",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Succinic anhydride produced transplantable local tumors in all surviving rats. Arachis oil, used as vehicle for preceding compound, was noncarcinogenic in 0.5 mL doses in rats, whereas in mice there was 1 case of mammary adenoma following doses of 0.1 mL."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Succinic Anhydride in F344/N Rats and B6C3F1 Mice (Gavage Studies). Technical Report Series No. 373 (1990) NIH Publication No. 90-2828 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Under the conditions of these 2 yr studies, there was no evidence of carcinogenic activity of succinic anhydride for male or female F344/N rats given 50 or 100 mg/kg succinic anhydride. There was no evidence of carcinogenic activity for male B6C3F1 mice given 38 or 75 mg/kg succinic anhydride or for female B6C3F1 mice given 75 or 150 mg/kg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V15 268",
            "Value": "/GENOTOXICITY/ Succinic anhydride did not induce reverse mutations in Salmonella typhimurium TA 1535, TA 1537, TA 98 and TA 100 either in presence or absence of rat liver post-mitochondrial supernatant."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 p.1182",
            "Value": "/GENOTOXICITY/ This material has been found lacking mutagenic effectiveness in the Drosophila melanogaster. Even though not mutagenic, other reports have shown disuccinyl peroxide to induce inactivating DNA alterations."
        },
        {
            "References": "Bohn B, Brossmer R; FEBS (Fed Eur Biochem Soc) Lett 42 (1): 18 (1974)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ Succinic anhydride completely inhibited anaerobic CO2 production by intact Brewer's yeast cells, but had only 10% inhibition in case of succinic anhydride on CO2 production in lyophilized yeast preparation."
        },
        {
            "References": "PMID:8545845",
            "Value": "/IMMUNOTOXICITY/ The sensitizing abilities of 13 dicarboxylic acid anhydrides associated with occupational exposure were assessed in guinea-pigs to investigate structure/activity relationships in allergic respiratory disease. The chemicals tested were succinic-anhydride (SA), maleic-anhydride (MA), methylmaleic-anhydride (MMA), phthalic-anhydride, cis-hexahydrophthalic-anhydride, trans-hexahydrophthalic-anhydride, methylhexahydrophthalic-anhydride (MHHPA), 1,2,3,6-tetrahydrophthalic-anhydride (THPA1236), 3,4,5,6-tetrahydrophthalic-anhydride (THPA3456), 3-methyltetrahydrophthalic-anhydride (MTHPA34), 4-methyltetrahydrophthalic-anhydride (MTHPA44), 4-methylphthalic-anhydride (MPA), and trimellitic-anhydride (TMA). Male Hartley-guinea-pigs were intradermally injected with 0.05 mL of 0.3 molar anhydride at two sites. Specific immunoglobulin-G (IgG) levels were determined by enzyme linked immunosorbent assay 21 days postinjection and IgE levels determined by the passive cutaneous anaphylaxis test (PCA). With the exception of THPA3456 and SA, all anhydrides increased specific total IgG antibodies in all animals of their test groups. Only 3 of 9 and 7 of 9 guinea-pigs produced IgG antibodies, at low levels, to THPA3456 and SA, respectively. The highest IgG titer, 6,400, was produced by MTHPA44. Specific IgG1 and IgG2 antibody titers were increased in all animals testing IgG positive. All animals immunized with MA, MPA, MHHPA, or either isomer of MTHPA developed specific IgE antibodies with five and six out of nine developing IgE antibodies to MMA and TMA, respectively. The authors conclude that methyl substitution increased anhydride antibody formation. ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bunton CA et al; J Chem Soc 1963: 2918-26 (1963)",
            "Value": "Adsorption of succinic anhydride in soil is unlikely due its rapid hydrolysis(1)."
        }
    ]
}