{
    "_id": {
        "$oid": "6682e89ac4e5dba5ffba2669"
    },
    "CID": {
        "$numberInt": "7923"
    },
    "Name": "MALEIC ANHYDRIDE",
    "IUPACName": "furan-2,5-dione",
    "CanonicalSMILES": "C1=CC(=O)OC1=O",
    "Synonyms": [
        "MALEIC ANHYDRIDE",
        "furan-2,5-dione",
        "108-31-6",
        "2,5-Furandione",
        "Toxilic anhydride",
        "Maleic acid anhydride",
        "cis-Butenedioic anhydride",
        "Dihydro-2,5-dioxofuran",
        "2,5-dihydrofuran-2,5-dione",
        "Maleinanhydrid",
        "RCRA waste number U147",
        "2,5-Furanedione",
        "NSC 137651",
        "Anhydrid kyseliny maleinove",
        "MALEICANHYDRIDE"
    ],
    "IsomericSMILES": "C1=CC(=O)OC1=O",
    "INCHI": "InChI=1S/C4H2O3/c5-3-1-2-4(6)7-3/h1-2H",
    "INCHIKEY": "FPYJFEHAWHCUMM-UHFFFAOYSA-N",
    "Formula": "C4H2O3",
    "MolecularWeight": {
        "$numberDouble": "98.06"
    },
    "Description": "Maleic anhydride is a cyclic dicarboxylic anhydride that is the cyclic anhydride of maleic acid. It has a role as an allergen. It is a cyclic dicarboxylic anhydride and a member of furans.",
    "XlogP": {
        "$numberDouble": "-0.1"
    },
    "Complexity": {
        "$numberInt": "129"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Mar 10, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Bunton CA et al; J Chem Soc 1963: 2918-26 (1963)",
            "Value": "An estimated BCF of 5 was calculated in fish for maleic anhydride(SRC), using an estimated log Kow of 1.62(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). In addition, maleic anhydride hydrolyzes rapidly in water forming maleic acid with hydrolysis half-lives of 3.32 and 0.37 minutes at 0 and 25.1 °C respectively(3). Bioconcentration of maleic anhydride in aquatic organisms is unlikely due its rapid hydrolysis(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 11, 2015: https://www.safe.nite.go.jp/english/db.html (2) ECHA; Search for Chemicals. Maleic Anhydride (CAS 108-31-6) Registered Substances Dossier. European Chemical Agency. Available from, as of Mar 10, 2015: https://echa.europa.eu/ (3) Matsui S et al; Wat Sci Tech 20:201-10 (1988) (4) Matsui S et al; Prog Water Technol 7: 645-59 (1975) (5) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (6) Verschueren K; Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. New York, NY: John Wiley & Sons, p. 1398 (2001) (7) Bunton CA et al; J Chem Soc 1963: 2918-26 (1963)",
            "Value": "AEROBIC: Maleic anhydride, present at 100 mg/L, reached 54.8% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1). Using OECD Guideline 301B (Ready Biodegradability: CO2 Evolution Test), maleic anhydride was found to be readily biodegradable with CO2 evolution rates of 61.6% after 4 days and 93.2% after 11 days(2); it was noted that maleic anhydride hydrolyzes under the test conditions and, as a result, maleic acid is believed to be the test material investigated in the study(2). Another OECD Guideline 301B test determined >90% CO2 evolution within 25 days(2). Using OECD Guideline 301E (Ready Biodegradability: Modified OECD Screening Test) and a non-adapted activated sludge inoculum, maleic anhydride was found to be readily biodegradable with a 73-81% removal after 28 days(2). The TOC and COD-Mn of maleic anhydride, present at 170 mg/L in industrial wastewater, was reduced by 98% and 99%, respectively, after 1 day of acclimation with an activated sludge inocculum from a waste water treatment plant(3). In one report 99% removal was achieved in 4 hr by activated sludge(4). Others report 40-60% theoretical BOD in 5 days with sewage inoculum(5,6). The data suggest that maleic anhydride is expected to biodegrade rapidly(SRC); however, maleic anhydride hydrolyzes rapidly in water forming maleic acid with hydrolysis half-lives of 3.32 and 0.37 minutes at 0 and 25.1 °C, respectively(7). Therefore, the available biodegradation rates are expected to correspond primarily to maleic acid(SRC)."
        }
    ],
    "logP": [
        {
            "References": "US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Mar 10, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "log Kow = 1.62"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Randall DJ, Healy CE; J Am Coll Toxicol Pt B: Acute Toxicity Data 1 (1): 75 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Maleic anhydride was corrosive to the rabbit eye /after/ 45 mg of finely ground maleic anhydride was placed into the conjunctival sac of New Zealand albino rabbits."
        },
        {
            "References": "Randall DJ, Healy CE; J Am Coll Toxicol Pt B: Acute Toxicity Data 1 (1): 75 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Maleic anhydride was corrosive to New Zealand albino rabbit skin /when/ responses were scored in accordance with the Federal Hazardous Substances Act. ... Maleic anhydride was not corrosive to New Zealand albino rabbit skin /when/ responses were scored in accordance with Classification of Corrosive Hazards - Department of Transportation."
        },
        {
            "References": "Randall DJ, Healy CE; J Am Coll Toxicol Pt B: Acute Toxicity Data 1 (1): 75 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Clinical signs /of acute oral toxicity in Sprague Dawley albino rats/ included reduced appetite and activity, increasing weakness, collapse and death. Autopsy of decendents showed hemorrhagic areas of the lung and liver and acute gastrointestinal inflammation. Viscera of surviving animals appeared normal at sacrifice."
        },
        {
            "References": "Randall DJ, Healy CE; J Am Coll Toxicol Pt B: Acute Toxicity Data 1 (1): 75 (1990)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Clinical signs /of acute dermal toxicity in New Zealand albino rabbits/ included reduced appetite and activity, increasing weakness, collapse and deaths. Autopsy of decedents showed enlarged gall bladder, discoloration of spleen and kidneys, gastrointestinal inflammation, lung and liver hyperemia (40.0% water solution only) and hemorrhagic lungs, liver discoloration (corn oil only). Viscera of surviving animals appeared normal at sacrifice."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 12, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Solid maleic anhydride confined for 24 hr to the abdominal skin of 1 rabbit caused a severe denaturation which extended almost through the abdominal wall. Repeated applications of a 10% aqueous solution on the ear (non occlusive) caused only a slight irritation (erythema/scaliness). Occlusive application of the same solution on  the shaven abdomen led at first only to slight irritation, but following  repetition the effect became severe. Repeated application of a 1% aqueous solution to the ear (non occlusive) or the abdomen (occlusive) did not cause significant irritation."
        },
        {
            "References": "Danish Ministry of the Environment; Environmental Protection Agency; Evaluation of health hazards by exposure to Maleic anhydride and proposal of a health-based quality criterion for ambient air Environmental Project No. 1497, (2013) p. 9; Available from, as of February 18, 2015: https://eng.mst.dk/publications/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Signs of central nervous system depression were observed in rats in a single-dose inhalation study, indicating that absorption occurs via this route."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 12, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Charles River CD rats (10 animals/sex/group) were exposed by inhalation for 6 hr/day, 5 days/wk for 4 weeks to concentrations of 0.012, 0.032, and 0.086 mg/L maleic anhydride. ... Varying degrees of nasal and ocular irritation in relation to test substance concentration. At the high dose, red-tinged nasal and ocular discharge and salivation along with periods of nasal bleeding, marked respiratory distress (gasping) during exposure (nasal discharge remained after exposure); with respect to discharge less severe effects at low and mid dose. Significant depression of body weight gain as well as in food consumption for male and female in mid and high dose groups; increased number of eosinophils and neutrophils in males and females in high  dose group (statistically but not physiologically significant, no measurements in other  groups). No effects in clinical chemistry (control and high dose group analyzed). Occult blood observed in urine of 3 males and 2 females in high dose group (not in control). Urine volume in females and pH in males significantly reduced (high dose). Significant effects on relative and absolute organ weights: increase of relative lung weight in females low dose and females and males high dose, decrease in absolute spleen weight in females mid and males and females high dose, increase in relative liver weight in females mid and high dose, absolute liver weight decreased in males high dose, decrease in heart weight of females (absolute) in mid dose and males (absolute and relative) in high dose, in females relative heart weight increased at high dose, absolute and relative adrenals of males in low and high dose decreased, absolute and relative adrenals in females mid dose increased, kidney weight in males and females high dose decreased absolute but increased relative, testes in males high dose relative weight increase, absolute ovaries females high dose decrease, pituitary absolute decreased in males high dose, relative brain in females and males high dose increase but absolute in males decreased; females and males high dose increase but absolute in males decreased. Slight to moderate nasal hyperplasia in all rats in mid and high dose group and in 10/20 of low dose group; mucosal inflammatory infiltrate (occasionally exudate) in most rats of all treatment groups; epithelial hyperplasia of tracheal mucosa mostly accompanied with inflammatory infiltrates in mid and high dose, infiltrates in 2 rats of low dose group; localized intraalveolar hemorrhages and foamy macrophages in rats of all treatment groups; slight to moderate hyperplasia of bronchial epithelium in most rats accompanied by squamous metaplasia in 3 rats of the high dose group; same with 3 rats of mid dose group."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 12, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 20 female BOR:DHPX guinea pigs were treated (control 10 animals; induction with 6 intradermal injections of 0.025% test substance in corn oil (with or without Freunds complete adjuvants). /Followed by a/ rest period of 1 wk. Occlusive patch /was applied/ for 48 hr with 3% test substance. /Followed by a/ rest period of 2 weeks. Challenge with 1% test substance (occlusive patch for 24 hr); results were scored 24 and 48 hr after removing the patch. Results: at 24 hr and 48 hr 100% of animals with positive reaction (control 0%); reduced body weight gain.  ...Extremely sensitizing. />99.7% pure; main impurities: <0.1% maleic and fumaric acid/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague-Dawley rats (15 animals/sex/group) were fed 20, 40, 100, 250, or 600 mg/kg/day for 90 days. At the 100 mg/kg/day dose, 2/15 males /experienced/ minimal alterations of the kidney (increased size, pale coloration, diffuse tubular dilatation, hypertrophy, degeneration and regeneration of tubular epithelium). At the 250 mg/kg/day dose, the above described changes /occurred/, but /were/ more severe. /There were/ increased relative and absolute kidney weights in males, and one male with lung adenoma. At the 600 mg/kg/day dose slight proteinuria (males and females) occurred. Increased relative liver weight (males); increased relative and absolute kidney weights (males and females); grossly and microscopically visible renal changes like above, but more severe (males and females. 1/15 males had lung adenoma. NOAEL: 40 mg/kg bw. /99.5% pure/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male white rats (10 animals/group) were exposed continuously by inhalation to concentrations of 0.00003, 0.00008, 0.00034, 0.0008 mg/L for 70 days. At the 0.00008 mg/L dose significant temporary blood leucocytosis, pronounced after starvation period (20% of normal ration) /was observed/. At 0.00034 mg/L, slightly delayed body weight gain (but significant), significant drop in phagocytic neutrophilic activity and increase in the number of leucocytes /was observed/. At the 0.0008 mg/L dose, at the beginning  of exposure period rats were restless with sniffing and sneezing, and rubbing their noses. Significantly lowered rate of weight gain, significantly reduced number of erythrocytes, significantly lowered activity of neutrophils and increased number of leucocytes (persistent leucocytosis), significantly lowered sulfhydryl-group activity in blood serum /was also noted at 0.0008 mg/L/. Histopathology: atrophy of the nasal mucosa, pulmonary inflammation changes, especially around fine bronchi. No histopathological alterations /occurred/ in other groups. NOAEL: 0.00003 mg/L and LOAEL: 0.00008 mg/L."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 12, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ CD Rats (15 animals/sex/group) were exposed 6 hr/day, 5 days/wk for a total of 132-136 days during a 6 month period to concentrations of 0.0011, 0.0033, 0.0098 mg/L. Concentrations were monitored 3 times/day. Clinical parameters included: ophthalmoscopic examination, hematology, urine analysis, complete necropsy, organ weights, histopathology. Significant effects at 0.0033 and 0.0098 mg/L /include/: reduced body weight during the study, terminal body weights reduced only for males of the high dose group; increased relative pituitary and adrenal weight, reduced absolute and relative thyroid weight. Dose-related increased severity of nasal and ocular irritation (in the high dose group: red-tinged nasal discharge, isolated cases of ocular discharge, sneezing). Histopathology: trace to mild hyperplastic changes in nasal tissue at all dose levels, also metaplastic changes (not in females at low dose); infiltration of the nasal epithelium with neutrophils and eosinophils; increased amount of hemosiderin pigment in the red pulp from spleens (only females); no further treatment related effects. />99% pure/"
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 112",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rabbits were dosed by gavage with 2.5 mg/kg bw for 6 months. The treatment affected liver glycogen-forming function and leukocyte phagocytic activity. Histology examination revealed signs of parenchymatous dystrophy in the liver, kidneys, spleen, and GI tract mucosa."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Fischer 344 rats were fed 10, 32, or 100 mg/kg bw/day for 2 years. ...No treatment-related increase in tumorigenesis, but validity is limited by elevated incidences of adenocarcinomas of the uterus in all groups when compared with historical controls (/possible/ effects of continuous 24 hr illumination for unknown period, hormonal effects)."
        },
        {
            "References": "Danish Ministry of the Environment; Environmental Protection Agency; Evaluation of health hazards by exposure to Maleic anhydride and proposal of a health-based quality criterion for ambient air Environmental Project No. 1497, (2013) p. 9; Available from, as of February 18, 2015: https://eng.mst.dk/publications/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 25 mated female rats were given 99% pure maleic anhydride in corn oil by gavage from day 6 to 15 of pregnancy at dose levels of 0, 30, 90, or 140 mg/kg b.w./day. Sacrifice and cesarean section took place on day 20. A not statistically significant reduced body weight or body weight gain was found at all dose levels during the first few days of treatment. No effect was found on post-implantation loss, fetal weight, or incidence of fetal variants and major malformations."
        },
        {
            "References": "Danish Ministry of the Environment; Environmental Protection Agency; Evaluation of health hazards by exposure to Maleic anhydride and proposal of a health-based quality criterion for ambient air Environmental Project No. 1497, (2013) p. 9; Available from, as of February 18, 2015: https://eng.mst.dk/publications/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 10 male and 10 female rats (F0) generation received 99% pure maleic acid in corn oil by gavage at dose levels of 0, 20, 55, or 150 mg/kg b.w./day. After 80 days of treatment, the F0 animals were mated to produce an F1a generation. After the weaning of F1a pups, the F0 generation was mated again to produce an F1b generation. Ten male and 20 female F1b pups from each group were selected for continued treatment and were mated twice to produce the F2a and F2b generations. The study was terminated at weaning of the F2b generation. At 150 mg/kg b.w./day over half of the F0 and the majority of the F1 generation died. Renal cortical necrosis and microscopic bladder calculi were found in a number of animals. At 20 or 55 mg/kg b.w./day, gastric mucosal thickening and inflammation were seen in some parental animals, but no clear systemic toxic effects. A low and variable intergroup pregnancy rate was found (control group 50-70%; low dose group 35-87%). At 150 mg/kg b.w./day, F1a pup bodyweights were slightly reduced. At 20 or 55 mg/kg b.w./day, F0 and F1 pregnancy rate, litter size, incidence of pup abnormalities, pup survival and growth were not affected. No treatment-related histological changes were seen in the F2b pups."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Cytogenetic assay /was conducted using/ fibroblast cell line CHL from Chinese hamster. ...Different doses tested including the 50% growth inhibition dose. In assays without S9-mix, cells /were/ harvested after 24 or 48 hr treatment with the test substance at 37 °C. With metabolic activation, incubation with S9-mix and test substance for 3 hr at 37 °C and additional 24 hr culture before chromosome preparation. Results: D20= 0.23 mg/mL (the dose at which chromosome aberrations were detected in 20% of metaphase cells)."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative in the Bacillus subtilis recombination assay with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Negative in the Ames test using Salmonella typhimurium strains TA 98, TA 100, TA 1535, TA 1537, and TA 1538 at concentrations of 10-5000 ug/plate with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A lysyl-containing peptide was dissolved in a phosphate buffer and mixed with a solution of maleic anhydride in acetonitrile (final concentrations: 1:4). Using HPLC analysis the percentage of peptide that had reacted with maleic anhydride was calculated. A peptide reactivity index of 10 was found, i.e. all the peptide had reacted. This in vitro test demonstrated that maleic anhydride is able to react as an hapten and to cause sensitization following inhalation presumably by interaction with mucosal surface proteins."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Among a number of chemicals the effect of maleic anhydride was analyzed in a test measuring platelet activation by noradrenaline. An inhibition of platelet aggregation was found (inhibition of cyclo-oxygenase-thromboxane pathway). The results support the theory of an aspirin-like property."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Maleic anhydride (108-31-6) (2000 CD-ROM  edition). Available from, as of July 13, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/IMMUNOTOXICITY/ Maleic anhydride was conjugated to rat serum albumin. Serum IgG antibodies, to maleic anhydride and potentially cross-reactive anhydrides, were measured by an enzyme-linked immunoassay. Antibodies showed <5% cross reactivity to trimellitic dianhydride, phthalic anhydride or pyromellitic dianhydride."
        },
        {
            "References": "PMID:10797476",
            "Value": "/IMMUNOTOXICITY/ ...In the current investigations ...the nature of immune responses /in mice/ provoked by prolonged topical exposure to five acid anhydrides /was characterized/. Under application conditions where similar overall immunogenicity was achieved, ...cytokine responses induced by /phthalic anhydride/ (PA), /maleic anhydride/ (MA), /hexahydrophthalic anhydride/ (HHPA) and /methyltetrahydrophthalic anhydride/ (MTHPA) /were compared/ with those provoked by concurrent exposure to /trimellitic anhydride/ (TMA) or to the reference contact allergen 2, 4-dinitrochlorobenzene (DNCB). Lymph node cells (LNC) draining the site of topical exposure to DNCB invariably expressed high levels of the type 1 cytokines interferon-gamma (IFN-gamma) and interleukin-12 (IL-12), but only low levels of the type 2 cytokines interleukin-4 (IL-4) and interleukin-10 (IL-10). In each experiment, TMA-activated LNC displayed the converse, type 2, phenotype of cytokine production. The other acid anhydrides in each case provoked a type 2 cytokine secretion profile, with comparable IL-10 expression but somewhat less vigorous IL-4 production compared with that observed following exposure to the reference respiratory allergen TMA. In every experiment relatively low levels of IFN-gamma and IL-12 were elaborated by acid anhydride-activated LNC, with the exception of PA-stimulated LNC that displayed increased amounts of IL-12 in comparison with other acid anhydrides. Thus, prolonged topical exposure of mice to five different acid anhydrides in each case resulted in the development of a predominantly Th2-type cytokine secretion phenotype, consistent with the ability of these materials to provoke asthma and respiratory allergy through a type 2 (possibly IgE-mediated) mechanism."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Mar 10, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Bunton CA et al; J Chem Soc 1963: 2918-26 (1963)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of maleic anhydride can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that maleic anhydride is expected to have very high mobility in soil. However, maleic anhydride hydrolyzes rapidly in water forming maleic acid with hydrolysis half-lives of 3.32 and 0.37 minutes at 0 and 25.1 °C respectively(3). Therefore, potential leaching in soil is expected to be dominated by degradation to maleic acid(SRC)."
        }
    ]
}