{
    "_id": {
        "$oid": "6682e89ac4e5dba5ffba266b"
    },
    "CID": {
        "$numberInt": "7929"
    },
    "Name": "3-XYLENE",
    "IUPACName": "1,3-xylene",
    "CanonicalSMILES": "CC1=CC(=CC=C1)C",
    "Synonyms": [
        "M-XYLENE",
        "1,3-Dimethylbenzene",
        "108-38-3",
        "1,3-Xylene",
        "meta-Xylene",
        "m-Xylol",
        "m-Dimethylbenzene",
        "m-Methyltoluene",
        "Benzene",
        "1,3-dimethyl-",
        "3-Xylene",
        "1,3-Dimethylbenzol",
        "Santosol 150",
        "m-Xylenes",
        "2,4-Xylene",
        "CCRIS 907"
    ],
    "IsomericSMILES": "CC1=CC(=CC=C1)C",
    "INCHI": "InChI=1S/C8H10/c1-7-4-3-5-8(2)6-7/h3-6H,1-2H3",
    "INCHIKEY": "IVSZLXZYQVIEFR-UHFFFAOYSA-N",
    "Formula": "C8H10",
    "MolecularWeight": {
        "$numberDouble": "106.16"
    },
    "Description": "M-xylene is a xylene carrying methyl groups at positions 1 and 3.",
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "58"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (2) Malkina IL et al; J Environ Qual 49(1): 28-36 (2011)",
            "Value": "Volatile constituents of kiwi fruit flowers contained 3-xylene(1). 3/4-Xylene occurs in the volatiles emitted from corn, alfalfa and cereal silage(2)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. m-Xylene. Available from, as of Sept 28, 2016: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "3-Xylene occurrence in some plants(1).",
            "Table": "[{'Genus species': 'Carthamus tinctorius', 'Family': 'Asteraceae', 'Common name(s)': 'Safflower', 'Part': 'Bud', 'Concn (ppm)': '0.12'}, {'Genus species': 'Centella asiatica', 'Family': 'Apiaceae', 'Common name(s)': 'Gotu Kola, Pennywort', 'Part': 'Shoot', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Petroselinum crispum', 'Family': 'Apiaceae', 'Common name(s)': 'Parsley', 'Part': 'Leaf', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Sarracenia flava', 'Family': 'Sarraceniaceae', 'Common name(s)': 'Yellow pitcherplant', 'Part': 'Essential Oil', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ogata M et al; Bull Environ Contam Toxicol 33: 561-67 (1984) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Ogata M, Miyaka Y; Water Res 12: 1041-4 (1978) (4) Nunes P, Benville PE Jr; Bull Environ Contam Toxicol 21: 719-24 (1979) (5) IARC; Monographs on the Evaluation of the Carcinogenic Risk of Chemicals to Man. Geneva: World Health Organization, International Agency for Research on Cancer, 1972-Present. Xylenes. 47: 129 (1989) (6) ECHA; Search for Chemicals. m-Xylene (CAS 108-38-3) Registered Substances Dossier. European Chemical Agency. Available from, as of June 23, 2016: https://echa.europa.eu/",
            "Value": "A BCF value of 14.8 was measured in goldfish exposed to 3-xylene at 1 mg/L(1). According to a classification scheme(2), this BCF value suggests the  potential for bioconcentration in aquatic organisms is low(SRC). BCF values of 23.4 for eels(3) and 6 for clams(4) have been measured. A mean concentration of 21.7 mg/kg was measured in the muscles of eels (Aguilla japonica) exposed to sea water containing 14.1 mg/kg 3-xylene and 13.1 mg/kg 2-xylene(5). Rainbow trout (Oncorhynchus mykiss) exposed to xylene (emulsified in aquatic weed control) for 56 days in a flow-through system had a maximum BCF of 25.9(6)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Kitano M; Biodegradation and Bioaccumulation Tests on Chemical Substances; OECD Tokyo Mtg TSU-No.3 (1978) (3) Van der Linden AC; Dev Biodeg Hydrocarbons 1: 165-200 (1978) (4) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (5) Tabak HH et al; 44th Purdue Proc Ind Waste Conf 44: 405-23 (1990) (6) Van Beelen P; Stygologia 5: 199-212 (1990) (7) Zeyer J et al; Appl Environ Microbiol 52: 944-47 (1986) (8) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 21, 2016: https://www.safe.nite.go.jp/english/db.html (9) ECHA; Search for Chemicals. m-Xylene (CAS 108-38-3) Registered Substances Dossier. European Chemical Agency. Available from, as of June 23, 2016: https://echa.europa.eu/",
            "Value": "AEROBIC: 3-Xylene is degraded in standard biodegradability tests using a variety of inocula including sewage, activated sludge and seawater(1-4). Using a respirometric test, 91.8% biodegradation of 3-xylene, initially at 100 mg/L, was measured in 13 days with a lag period of 2 days(5). Half-lives of >97 and 24 days were reported for the biodegradation of 3-xylene in Texas and Oklahoma aquifers, respectively(6). Up to 0.4 mM 3-xylene was rapidly mineralized to CO2 in a laboratory aquifer column operated under denitrifying conditions; the degradation rate constant under continuous flow conditions was >0.45/hr(7). Xylene (mixed isomers), present at 100 mg/L, reached 100% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test which classified xylene as readily biodegradable(8). Using OECD Guideline 301F (Ready Biodegradability: Manometric Respirometry Test) with a mixture of sewage, soil and natural water inoculum, 3-xylene reached 98% of its O2 consumption in 28 days which classified 3-xylene as readily biodegradable(9)."
        },
        {
            "References": "(1) Kappeler T, Wuhrmann K; Water Res 12: 327-33 (1978) (2) API; Transport and Fate of Dissolved Methanol, Methyl-Tertiary-Butyl-Ether, and Monoaromatic Hydrocarbons in a Shallow Sand Aquifer. Appendix H: Laboratory Biotransformation Studies. American Petroleum Institute. Health Environ Sci Dept, API Publ No. 4601 (App H). April (1994) (3) Acton DW, Barker JF; J Contam Hydrol 9: 325-52 (1992)",
            "Value": "3-Xylene in a gas-oil mixture was completely degraded within 8 days in groundwater with an acclimation period of 3-4 days(1). The aerobic biotransformation of PS-6 gasoline in groundwater with no oxygenates added (initial 3-xylene = 216 ug/L) and with 15% methyl-tert-butyl ether (initial 3-xylene = 361 ug/L) resulted in first order rate constants of 0.038 and 0.058/day, respectively, with an acclimation period of <7 days and a total incubation period of 232 days; complete biodegradation in these soil microcosm studies required approximately 115 days(2). The biotransformation of PS-6 gasoline in groundwater under initially aerobic (7-<21 days) followed by anaerobic conditions with no oxygenates added (initial 3-xylene = 800 ug/L) and with 15% methyl-tert-butyl ether (initial 3- xylene = 863 ug/L) resulted in zero-order rate constants of 63 and 44 ug/L/day (for the aerobic period of the experiment), respectively; biodegradation of 3-xylene in these soil microcosm studies was not complete within 420 days(2). Anaerobic aquifer microcosms from a methanogenic, leachate-impacted zone were spiked with 119-137.2 ug/L 3-xylene; under control, nitrate- and sulfate-amended conditions, losses of 7, 13, and 15%, respectively, were reported after 187 days incubation(3). In situ columns were packed with aquifer material from the anaerobic leachate-impacted North Bay, Ontario aquifer(3). In nitrate-amended and acetate-amended columns, 3-xylene was not degraded biotically, with a small amount of degradation due to abiotic mechanisms; however, in columns with added sulfate, 3-xylene was rapidly biodegraded within 10-50 days, depending on the site(3)."
        },
        {
            "References": "(1) Anid PJ et al; Wat Res 27: 685-91 (1993) (2) Albrechtsen HJ et al; pp. 371-78 in Appl Biotechnol Site Rem, Pap Inter Symp, In Situ On-Site Bioreclam. 2nd ed., 1993, Hinchee REL et al, eds. Lewis: Boca Raton, FL (1994) (3) Ball HA, Reinhard M; Environ Toxicol Chem 15: 114-22 (1986) (4) Beller HR et al; Environ Sci Technol 29: 2864-70 (1995) (5) Bouwer EJ; J Environ Engineer 115: 741-55 (1989) (6) Ribbons DW, Eaton RW; pp. 59-84 in Biodegradation and  Detoxification of Environmental Pollutants, AM Chakrabarty, ed. CRC Press, Inc. (1982) (7) Seyfried B et al; Appl Environ Microbiol 60: 4047-52 (1994)",
            "Value": "Aerobic flow-through aquifer column studies resulted in 80% removal of the 3-/4-xylene(1). Combined 3-/4-xylene concentrations were not significantly reduced within 42 days following the addition of nitrate to this column; however, anaerobic conditions in the nitrate-amended column resulted in about 50% removal of 3-/4-xylene after several months(1). Leachate containing 3-/4-xylene at 100 ug/L was significantly biodegraded under denitrifying  conditions but not under either iron-reducing or methanogenic conditions(2). Anaerobic microcosms were constructed using aquifer sediment and groundwater from the Seal Beach Naval Weapons Station in CA which had been contaminated with gasoline(3). Following the loss of toluene, 3-/4-xylene was biodegraded completely by day 39 with a maximum rate of 4.1 ug/L-hr(3). Following the addition of nitrate, there was less complete removal of 3-/4-xylene however, the maximum removal rate was increased to 5.4 ug/L-hr(3). During biodegradation, methyl groups of 3-xylene were oxidized to carboxyls giving m-toluate followed by 2-hydroxy-5-oxohepta-2,4-dienoate(6). 3-Methylsalicylate was also reported as a metabolite from the biodegradation of 3-xylene(6). 3-Methylbenzyl fumaric acid and 3-methylbenzyl succinic acid(4) and 3-methylbenzoate and traces of 3-methylbenzaldehyde(7) were reported as metabolites from the biodegradation of 3-xylene under anaerobic conditions(4). Combined 3-/4-xylene was rapidly removed from aerobic strip-pit pond water (from coal mining) which had been amended with either nutrients or nutrients and sewage with less than 5% remaining after 12 days incubation; pond water alone required 43 days to reach 86% removal(5)."
        },
        {
            "References": "(1) Clapp LW et al; Wat Environ Res 66: 153-60 (1994) (2) Dean-Ross D; Bull Environ Contam Toxicol 51: 596-99 (1993) (3) Hutchins SR; Environ Toxicol Chem 12: 1413-23 (1993) (4) Hutchins SR; Environ Toxicol Chem 10: 1437-48 (1991) (5) Hutchins SR; Appl Environ Microbiol 57: 2403-07 (1991) (6) Van der Hoek JP et al; Environ Technol Lett 10: 185-94 (1989) (7) Melcer H et al; Wat Sci Tech 25: 383-89 (1992)",
            "Value": "Combined 3-/4-xylene, initially at 5.53 ug/L, was greater than 78% biodegraded using both activated sludge and biological aerated filter reactors(1). Soil samples contaminated with jet fuel, containing 3-xylene at 0.067 ug/mL soil extract initially, contained 0 ug 3-xylene/ml soil extract after 5 days incubation(2). In non-acclimated aquifer material incubated with 10 mg/L radiolabeled 3-xylene under denitrifying conditions, approximately 20 and 78% of the solution radiolabel was distributed as nonvolatile products and CO2, respectively, by day 7(3). In acclimated aquifer material incubated with 5 mg/L radiolabeled 3-xylene under denitrifying conditions, approximately 3.4 and 94% of the solution radiolabel was distributed as nonvolatile products and CO2, respectively, by day 7(3). Biodegradation of 3-xylene did not occur in unamended aquifer material; however, the addition of nitrate allowed the degradation of 3-xylene within 25 days(4). Zero-order rate constants of >0.29 and 0.14 mg/L/day were reported in aquifer microcosms for 3-xylene in aerobic and nitrate-reducing conditions, respectively(5). Groundwater contaminated with combined 3-/4-xylene (at 1300 ug/L) was treated with both upflow aerated columns and rotating biological contactors with 98% removal in 37 days and 96% removal in 146 days, respectively(6). 98.1% of the combined 3- and 4-xylenes present initially were biodegraded in an activated sludge treatment plant(7)."
        },
        {
            "References": "(1) Reinhard M et al; Div Environ Chem Preprints Extended Abstracts 36: 210-12 (1996)",
            "Value": "ANAEROBIC: In situ anaerobic slug test experiments on a weathered gasoline plume showed biodegradation of 3-xylene under nitrate-reducing (100% degradation in 10 days) and sulfate-reducing conditions (100% degradation in 47 days)(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 43",
            "Value": "log Kow = 3.20"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After a 6-hr exposure to m-xylene the LC50 in rats and mice was reported to be 5984 ppm (5796-6181 ppm) and 5267 ppm (5025-5490 ppm), respectively. The signs of toxicity consisted of hypotonia, somnolence, /CNS depression/ and clonic spasms leading to death due to respiratory failure."
        },
        {
            "References": "Toftgard R, Nilsen OG; Toxicol 23: 197-212 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to 2000 ppm of m-xylene for 3 days increased hepatic cytochrome P450 concentration and reduced nicotinamide adenine dinucleotide cytochrome c reductase activity. In kidney microsomes an increased concentration of cytochrome P450 was obtained following exposure to m-xylene. In lung microsomes m-xylene caused a decrease in cytochrome P450 content and reduction in n-hexane hydroxylation in vitro. However, O-deethylation of 7-ethoxyresorufin was not affected."
        },
        {
            "References": "David A et al; Int Arch Occup Environ Health 44 (2): 117-25 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Retention of inhaled m-xylene vapors and the amt of the excreted metabolite, ie, conjugated m-methylbenzoic acid (MBA) was measured /in rats/ before and after hepatic microsomal enzyme induction by phenobarbital. ... At 400 and 800 mg/cu m, ... the amt of excreted m-methylbenzoic acid did not differ in pretreated and control animals. A rise in the concn of m-xylene to 2000 and 4000 mg/cu m, increased 4-fold the amt of excreted m-methylbenzoic acid in phenobarbital pretreated rats compared with control rats."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.68-9 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Animal studies using rats indicate that mixed xylene, m-xylene, o-xylene, or p-xylene generally induce a wide variety of hepatic enzymes, as well as increased hepatic cytochrome P-450 content in rats ... . Following acute exposures to mixed xylene ... , m-xylene ... , o-xylene ... , or p-xylene ... , effects have been observed including increased relative liver weight ... , cytochrome P-450 content ... , microsomal protein ... , microsomal enzyme activity ... , proliferation of the endoplasmic reticulum ... , and decreased hexobarbital sleep time ... . Similar changes were observed in rabbits and mice ...  . Although histopathological examination of livers in most studies showed no adverse effects ... , minor histopathological changes suggesting mild hepatic toxicity included decreased glycogen content, dilation of the cisterns of the rough endoplasmic reticulum, separation of ribosomes from the membranes, variously shaped mitochondria, and increased autophagous bodies ... . Also, increased serum transaminases were observed following a 4-hour exposure of rats to 1,000 ppm p-xylene..."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.64-5 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Adverse respiratory effects noted in rats, mice, and guinea pigs following acute and intermediate inhalation exposure to xylene are similar to those observed in humans. They include decreased respiration, labored breathing, irritation of the respiratory tract, pulmonary edema, pulmonary hemorrhage, and pulmonary inflammation ... . Exposure to concentrations of 2,440 ppm mixed xylene for 6 minutes ... to 1,467 ppm o-xylene for 5 minutes ... , or to 1,361 ppm m-xylene for 6 minutes ... produced a 50% decrease in respiratory rate in mice. Comparison of the individual xylene isomers showed that the irritant effects of m- and o-xylene as quantified by measurements of respiratory rate in mice are more pronounced than those of p-xylene, with o-xylene having the most prolonged effect ... . In rats that died as a result of exposure to 9,900 ppm mixed xylene for 4 hours, atelectasis, hemorrhage, and edema of the lungs were observed ... . Biochemical changes detected in the lungs after acute-duration intermittent exposure include transiently decreased lung surfactant levels at 300 ppm p-xylene ... . and decreased pulmonary microsomal enzyme activities at 2,000 ppm mixed xylene, 75 to 2,000 ppm m-xylene, 2,000 ppm o-xylene, or 1,000 or 3,400 ppm p-xylene ... . . The LOAEL of 75 ppm for m-xylene was based on decreased P-450 and 7-ethoxycoumarin O-deethylase activities noted in the lungs of rats exposed for 24 hours ... . The decrease in pulmonary microsomal activity by selective inactivation of enzymes can result from damage to lung tissue caused by the toxic metabolite of xylene, a methylbenzaldehyde ... ; the selective inactivation of enzymes may also result in anoxia."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The oral LD50 values in rat have been reported to be ... 5011 mg/kg body weight for m-xylene ... ."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sprague-Dawley rats (four males/group) were exposed to 0 or 2000 ppm m-xylene for 3 days. The effect on cytochrome P-450 and enzyme activities in liver, kidney and lung were studied. In exposed animals there was a significant increase in relative liver weight, in cytochrome P-450 content in liver and kidney, and in some enzyme activities in these two organs. The content of pulmonary cytochrome P-450 was decreased."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wistar rats were pretreated with PB for 3 days (80 mg/kg body weight per day) and then given m-xylene orally or intraperitoneally at a small (0.081 mmol/kg) or a large (0.81 mmol/kg) dose or by inhalation (6 hr) at a low (174 mg/cu m, 40 ppm) or high (1740 mg/cu m, 400 ppm) concentration. PB treatment had a significant effect on the metabolism of inhaled m-xylene (decreased blood m-xylene and increased urinary excretion of m-methylhippuric acid), but only at the high dose. The PB-induced enzyme induction had an effect at both dose levels on the metabolism of orally administered m-xylene. The effect on intraperitoneally administered m-xylene was more similar to that of inhaled than that of orally administered m-xylene."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The CYP2B1 and CYP1A1 isoenzyme activities, benzyloxy-resorufin O-deethylation and ethoxyresorufin O-deethylation, respectively, were studied in nasal, pulmonary and hepatic tissues of rats injected intraperitoneally with m-xylene. Tissues taken at 2, 12 and 24 hr after injection showed inhibition of these activities in both nasal and pulmonary microsomes, but increased activities in hepatic microsomes."
        },
        {
            "References": "Elovaara E et al; J Appl Toxicol 2 (1): 27-32 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 300 ppm m-xylene 6 hr daily, 5 days a wk for 1 or 2 wk. Intermittent exposure for 2 wk lowered non-protein sulfhydryl group content of liver & increased activities of microsomal NADPH-cytochrome c reductase, 7-ethoxycoumarin O-deethylase and UDP-glucuronosyltransferase in liver. The importance of impaired aldehyde metabolism in m-xylene toxicity could not be confirmed in male Wistar rats at the concentration used."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 137 (1989)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Exposure of rats by inhalation to meta-xylene at concentrations of 200, 1700 or 3200 mg/cu m for 6 hours per day on five days per week for two weeks resulted in changes in the activities of brain enzymes (NADPH-diaphorase, azoreductase and superoxide dismutase), which were reversible two weeks after cessation of exposure. Changes in open field behavior were observed in rats exposed by inhalation to 300 ppm (1300 mg/cu m) for 6 hour per day for five to 18 weeks."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 1195 (1999)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three-month inhalation exposure to meta-xylene (1000 ppm (4340 mg/cu m), 6 hr per day on five days per week) of male Wistar rats had a very slight effect on the hepatocyte ultrastructure: limited proliferation of smooth endoplasmic reticulum and lysosomes was observed. Findings were similar after six months' exposure to 100 ppm (434 mg/cu m). Simultaneous exposure to toluene made the proliferation of smooth endoplasmic reticulum more prominent."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.65 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No effect on absolute or relative lung weights was observed in male rats intermittently exposed to m-xylene at concentrations as high as 100 ppm for 13 weeks ... . No histopathological changes in the lungs were evident in rats, dogs, guinea pigs, or monkeys following intermediate exposure for 90 to 127 days to concentrations of 78 ppm o-xylene on a continuous basis ... or 13 weeks to 810 ppm mixed /xylenes/ or 6 weeks to 780 ppm o-xylene, 5 weeks to 300 ppm m-xylene, or for 5 days to 300 ppm p-xylene on an intermittent basis ... ."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.69-70 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Many similar hepatic effects appear after intermediate-duration exposure to mixed xylene or o-xylene. They include increased absolute and/or relative hepatic weight in rats ..., increased cytochrome P-450 ... ; increased microsomal enzyme activity ... ;  proliferation of the smooth and rough endoplasmic reticulum ...  and decreased hexobarbital sleeping time because of enhanced metabolism of the drug ... . Similar effects were observed in rabbits and mice ... . As in the acute studies, several intermediate-duration studies in rats, guinea pigs, monkeys, or dogs, reported no effect on serum transaminases ... or hepatic morphology ... . Ultrastructural examination of livers showed only minor changes: decreased hepatic glycogen in rats ... , ultrastructural changes in hepatic rough endoplasmic reticulum and mitochondria in rats ... , increased autophagous bodies ... , and changes in the distribution of hepatocellular nuclei in rats ... . Some authors have characterized the hepatic changes as adaptive rather than adverse ... . No effects on hepatic microsomal proteins, cytochrome P-450, lipid peroxidation (as indicated by levels of malondialdehyde), triglycerides, serum enzymes (AST, ALT, SDH), or absolute or relative liver weights were observed in rats exposed to m-xylene at concentrations as high as 100 ppm for 13 weeks ... . No changes in the levels of lipid peroxidation (malondialdehyde levels), glutathione, or glutathione-S transferase activity were observed in rats intermittently exposed to 92 ppm m-xylene for 5 months."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.107 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Histological damage to the outer hair cells of the organ of Corti provided evidence of ototoxicity in rats exposed by oral gavage to p-xylene, but not m- or o-xylene, at a dose of 900 mg/kg/day, 5 days/week for 2 weeks ... . The losses of hair cells occurred in the area of the cochlea responsive to medium frequencies (10-25 kHz)."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In Wistar rats exposed to 1000 ppm m-xylene for 6 hr/day, 5 days/week for 3 months or to 100 ppm for 6 months, slight ultrastructural changes (proliferation of smooth endoplasmic reticulum) were found in hepatocytes."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.24-25 (January 2003). Available from, as of July 19, 2016:: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 male and 20 female Sprague-Dawley rats were administered m-xylene (99% purity) by gavage in corn oil at doses of 0, 100, 200, or 800 mg/kgday for 90 consecutive days. Survival incidences were 20/20, 17/20, 15/20, and 18/20, respectively, for males and 20/20, 20/20, 16/20, and 16/20, respectively, for females. Mortality in the mid-dose males and mid- and high-dose females attained statistical significance, but a significant trend was observed only in females. Mottled lungs and a failure of the lungs to collapse were observed in all mid- and high-dose animals that died early and in 2/3 of the lowdose males that died early but were not evident in any of the animals that survived to study termination. Histopathologic examination of the lungs from animals that died before study termination revealed foreign material in the alveoli in all but one animal. Therefore, these deaths were attributed to vehicle and/or compound aspiration. Clinical signs present throughout the study were limited to high levels of salivation prior to dosing in high-dose males and females. Body weight gains over the entire study period were decreased (p</=0.05) in mid- and high-dose males (89% and 75%, respectively, of controls) and high-dose females (85% of controls). Food consumption was likewise decreased (p</=0.05) in high-dose males during weeks 1-5 (90% of control levels) and in mid- and high-dose males during weeks 6 to 9 (92% of control levels for both groups). A thorough histologic examination revealed no other abnormalities. Other effects noted were not definitively related to treatment and/or were not biologically significant. The NOAEL and LOAEL are identified as 200 and 800 mg/kg-day, respectively, based on decreased body weight."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.66 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Morphological changes in coronary microvessels (increased wall thickness) were noted in rats exposed to 230 ppm xylene (unspecified composition) for 4 weeks ... . Other effects seen in rats inhaling unspecified (lethal) concentrations of xylene of unknown composition included ventricular repolarization disturbances and occasional arrhythmias; the toxicity of unknown components was not reported ... . However, no adverse effects on the heart were observed upon histopathological examination of rats and dogs exposed intermittently for 10 to 13 weeks to mixed xylene at concentrations as high as 810 ppm ... or rats, guinea pigs, dogs, or monkeys exposed to o-xylene at 78 ppm on a continuous basis for 90 to 127 days or 780 ppm on an intermittent basis for 6 weeks ... . No effect on absolute or relative heart weights was observed in male rats intermittently exposed to m-xylene at concentrations as high as 100 ppm for 13 weeks ..."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.70-1 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The renal effects of mixed xylene and o-xylene following inhalation exposure have been evaluated in acute and intermediate studies with rats, guinea pigs, dogs, and monkeys ... . Effects noted in these studies at xylene concentrations of 50 to 2,000 ppm have included increased renal enzyme activity, increased renal cytochrome P-450 content, and increased kidney-to-body weight ratios (o-xylene-exposed rats) ... . However, histopathologic examination of rats, guinea pigs, dogs, and monkeys did not reveal any renal lesions after inhalation of 810 ppm mixed xylene or 78 ppm o-xylene for an intermediate period of 13 weeks and 90 to 127 days, respectively ... . No effect on absolute or relative kidney weights was observed in male rats intermittently exposed to m-xylene at concentrations as high as 100 ppm for 13 weeks."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.105 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Limited information was located regarding dermal effects in animals. No adverse effects were noted during microscopic examination of the skin of rats and mice administered mixed xylene 5 days/week at doses as high as 2,000 mg/kg in mice and 1,000 mg/kg for rats for an intermediate (13 weeks) period of time or as high as 1,000 mg/kg for mice and 500 mg/kg for rats for a chronic (103 weeks) period of time ... . The skin of rats administered doses as high as 800 mg/kg/day of m- or p-xylene for 13 weeks appeared normal upon histopathological examination."
        },
        {
            "References": "Ungvary G et al; Toxicol 18: 61-74 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CFY mice were exposed to m-xylene at 150, 1500, or 3000 mg/cu m, 24 hr/day from days 7-14 of gestation. Toxic effects were decreased wt of fetuses, /decreased/ activity of succinic dehydrogenase, alkaline and acid phosphatase, and glucose 6-phosphatase. /Also m-xylene/ changed characteristic features of functional maturity of the nephron, retardation of fetus was dose related. At highest dose level it increased /embryo/ losses, increased incidence of extra ribs and interfered with process of implantation."
        },
        {
            "References": "Staples RE, Nawrot RS; Soc of Toxicol 19th Annual Meeting, Abstracts of Papers p.A22 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Xylene was administered to CD-1 mice by gavage as the m-, o-, or p-isomer from days 6-15 of gestation at 0.30, 0.75, and 1.00 mg/kg body weight/dose, and from days 12-15 of gestation at 1.00 mg/kg body weight/ dose ... overt maternal toxicity and a significantly increased incidence of resorptions among the offspring were noted only at the high dose level of m-xylene, these adverse effects and an increased incidence of cleft palate ... were noted at both the middle and high dose levels of o- and p-xylene. After exposure from days 12-15 of gestation to any isomer of xylene maternal toxicity was significantly increased; ... increased ... incidence of malformations ... mostly cleft palates, were observed only with m- or p-xylene ... ."
        },
        {
            "References": "PMID:3908073",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Data obtained from rodents indicate that maternal exposure to mixed xylenes or individual xylene isomers can have adverse effects on the conceptus. Fetotoxic effects were reported following maternal inhalation exposure to mixed xylenes; altered enzyme activities were also found in rat pups. Dermal application resulted in apparent changes in fetal enzyme activities, while oral treatment was followed by prenatal mortality, growth inhibition, and malformations, primarily cleft palate. Maternal inhalation of individual isomers was associated with all the above mentioned effects, with the exception of cleft palate. The o- and p- isomers appeared more hazardous to the offspring than did the m-isomer. Malformations (ie cleft palate) associated with mixed or individual isomers were primarily reported at maternally toxic doses."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.81 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Results of a well-documented comparative standard developmental toxicity assay in rats exposed for 6 hours/day on gestational days 6 to 20, suggest that developmental toxicities of m- and p-xylene are secondary to maternal toxicity ... . Statistically significant maternal effects (reduced \"corrected weight gain\" - body weight gain exclusive of gravid uterus weight) and fetal toxicity (reduced fetal weight) occurred at exposures of >/=1,000 ppm, but not 500 ppm for these two isomers. Both m- and p-xylene at 2,000 ppm induced significant increases in delayed ossification, a skeletal variation related to retarded growth, although the affected bones were different for the two isomers. Dams exposed at >/=1,000 ppm to o-xylene or mixed xylenes showed similar effects, although the reduced corrected weight gain for mixed xylenes was only significant for gestational days 6-13. However, both o-xylene and mixed xylene caused significantly reduced fetal body weights at 500 ppm, the maternal NOAEL. Exposure to mixed xylenes did not elicit any developmental structural anomalies at concentrations as high as 2,000 ppm, whereas o-xylene elicited increases in the percent of fetuses per litter with skeletal variations (incomplete ossification) at 2,000 ppm and in the percent of fetuses with any variation at 1,000 ppm."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When rabbits (New Zealand White) were exposed to 0 or 115 ppm o-xylene 24 hr/day from day 7 to day 20 of gestation, no maternal toxicity or incidence of delayed development was observed in the exposed group. Similar results were observed with m-xylene, but an increased incidence of post-implantation loss was observed. Exposure to 115 ppm p-xylene gave the same results as with o-xylene, but exposure to 230 ppm p-xylene 24 hr/day resulted in no live fetuses (one dam died, three aborted and in four there was total resorption or fetal death  in utero)."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice (CFLP) were exposed to 0 or 115 ppm o-xylene for 4 hr, 3 times per day on day 6 to day 15 of gestation, and the dams were killed on day 18. Data concerning maternal toxicity were not reported. There was evidence of delayed weight gain and skeletal ossification in the fetuses of exposed animals. Similar results were obtained with m-xylene and p-xylene."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.33 (January 2003). Available from, as of July 19, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Xylene isomers (m-, o-, or p-) were administered by gavage to pregnant CD-1 mice at apparent doses of 0, 0.3, 0.75, or 1.00 mL/kg three times daily on GDs 6 to 15 or 1.0 mL/kg three times daily on GDs 12-15. Assuming a density of 860 mg/mL, these doses correspond to 0, 774, 1935, and 2580 mg/kg-day. The abstract mentioned a control group but did not specify the number of dams in the groups. Exposure to the mid and high dose of o- or p-xylene and the high dose of m-xylene during GDs 6 to 15 resulted in overt maternal toxicity (not otherwise specified) and a significantly increased incidence of resorptions. The mid- and high-dose o- or p- xylene-exposed groups (GDs 6 to 15) additionally had an increased incidence of cleft palate (the actual incidence was not cited). Exposure to 2580 mg/kg-day of any isomer during GDs 12 to 15 resulted in a significant increase in maternal lethality, with exposure to p- or m-xylene additionally resulting in a significant increase in the incidence of malformations, consisting mostly of cleft palate. Subsequent studies on the developmental effects of m-xylene were conducted: mice were administered m-xylene at doses of 1935 or 2580 mg/kg-day during GDs 12 to 15 or 6 to 15. Although exposure to m-xylene during GDs 12 to 15 did not result in overt toxicity at the low dose and did not significantly increase the incidence of malformations, exposure during GDs 6 to 15 did result in a low (4.4% vs. 0.0% in vehicle controls) but statistically significant increase in cleft palate in only the high-dose group, in the absence of overt maternal toxicity."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of female rats (CFY) were exposed to 0, 34, 345 or 690 ppm o-xylene 24 hr/day from day 7 to day 14 of gestation. The dams were killed on day 21. Some ultrastructural changes in the liver and decreased weight gain during the exposure period were observed in the dams exposed to 345 or 690 ppm. At these concentrations lower fetal body weight was observed, and at the highest dose level delayed skeletal ossification was noted.  There was no evidence of malformations. Similar results were obtained when the animals were exposed to  m-xylene. With  p-xylene there were signs of delayed skeletal ossification at exposure levels showing no maternal toxicity (at 34 and 345 ppm).  At 690 ppm, increased postimplantation loss of fetuses and more retarded fetuses were observed."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a study to validate a developmental toxicity screen, mice (ICR/SIM) were exposed orally to 0 or 2000 mg m-xylene/kg body weight from day 8 to day 12 of gestation. No effects were seen on mothers or young."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a study of levels of noradrenaline and dopamine in various parts of the forebrain and hypothalamus, Sprague-Dawley rats (six males/group) were exposed to 0 or 2000 ppm  m-xylene, 6 hr/day for 3 days. The animals were killed within 18 hr after the last exposure. A significant increase in catecholamine levels and turnover was observed in various parts of the hypothalamus of exposed animals. There was no effect on dopamine levels."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.43 (January 2003). Available from, as of July 19, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of 12 male Wistar rats /were exposed/ to toluene, m-xylene, or a 1:1 mixture for 6 hours per day, 5 days per week, at a concentration of 0 or 100 ppm for 6 months or 1000 ppm for 3 months. Rotarod performance and spontaneous motor activity were assayed 24 hours after termination of the exposure periods. At 3 and 6 months, blood samples were collected 24 hours after termination of exposure for measurement of serum chemistry variables (e.g., ALT, AST, sorbitol dehydrogenase, alkaline phosphatase, and total protein) and hematologic variables (erythrocyte counts, hemoglobin concentration, hematocrit, leukocyte count, and differential leukocyte counts). Serum chemistry and hematologic results were reported only for rats exposed to 1000 ppm for 3 months. Statistical evaluations (using a p=0.05 level of significance) of collected data included analysis of variance, Dunnet's test, and the Fisher exact test. Rats exposed to m-xylene alone exhibited statistically significantly decreased rotarod performance and decreased spontaneous activity, as measured 24 hours after termination of the exposures, when compared with controls. The percentages of failures in the rotarod test were roughly 60% in rats exposed to 1000 ppm for 3 months, 35% in rats exposed to 100 ppm for 6 months, and 0% for controls at either time period. The mean spontaneous motor activity in rats exposed to 100 ppm for 6 months was about 400 movements per hour, compared with about 800 movements per hour for controls."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ When male Wistar rats were exposed for 4 hr to a 1:1 mixture of m-xylene and n-butyl alcohol or to the single substances at 500-4000 ppm, there were disturbances of rotarod performance. The medial effective concentrations (EC50) were calculated to be 3080 ppm (mixture), 6530 ppm ( n-butyl alcohol) and 1980 ppm (xylene) respectively.  The combined exposure gave less than additive effects. A concentration-dependent decrease in respiratory rate in mice was demonstrated in a study where mice were exposed to 500-4000 ppm of n-butyl alcohol, m-xylene or a 1:1 mixture of both. The RD50 was calculated to be 3010 ppm, 1360 ppm and 3140 ppm, respectively. The combined exposure gave less than additive effects."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The acute neurobehavioral effect of m-xylene was evaluated after 20 min inhalation exposure using a functional observations battery in mice. In the concentration range of 2000-8000 ppm, these effects included changes in posture, decreased arousal and rearing, increased ease of handling, disturbances of gait, mobility and righting reflex, decreased forelimb grip strength, increased landing foot splay and impaired psychomotor coordination. The response to various sensory stimuli was also decreased. These acute effects were short-lived, recovery beginning within minutes of removal from the exposure chamber."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.43-4 (January 2003). Available from, as of July 19, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of 12 male Wistar rats /were exposed/ to 0, 50, or 100 ppm m-xylene or n-butyl alcohol or a 1:1 mixture (purity of chemicals not provided) for 6 hours per day, 5 days per week, for 3 months and evaluated similar endpoints as in the earlier study. Blood for clinical biochemistry and hematologic analysis was collected 24 hours after termination of the inhalation exposure. The report does not specify the timing of the neurologic examinations, but it appears reasonable to assume that it was 24 hours after termination of exposure. Statistical evaluations (using a p=0.05 level of significance) of the collected data included analysis of variance, Dunnet's test, and the Fisher exact test. Sensitivity to pain was assessed using the hot plate behavior test, in which the animals are placed on a hot (54 °C) surface and the time interval between being placed on the plate and licking of the paws is measured. Rats exposed to 50 or 100 ppm m-xylene alone had statistically significant increased sensitivity to pain at the end of the 3-month exposure (latency of the pawlick response was 8.7 and 8.6 seconds, respectively, vs. 12.2 seconds for the controls). The LOAEL is 100 ppm, based on decreased rotarod performance and decreased latency in the pawlick response in the hot-plate test, and the NOAEL is 50 ppm."
        },
        {
            "References": "US EPA; Toxicological Review of Xylenes (CAS No. 1330-20-7) In Support of Summary Information on the Integrated Risk Information System (IRIS) p.45-6 (January 2003). Available from, as of July 19, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Groups of male Wistar rats (10 to 11 animals per group) to 0 or 100 ppm of m-xylene for 6 hours per day, 5 days per week, for 4 weeks. Behavioral testing was performed at various intervals before exposure (radial maze and openfield evaluations) and after exposure (radial maze (days 14 to 18), open-field activity (day 25), passive avoidance (days 39 to 48), hot plate test (days 50-51), and active avoidance (days 54-60). In the open-field activity test, animals were placed in a 100 cm x 100 cm arena that was surrounded by 20 cm-high walls and divided into 49 equal squares. The number of square borders crossed (locomotor activity), number of rearings (exploratory activity), and number of grooming episodes were recorded. In the passive avoidance test, animals were placed on a platform above the floor of the cage, and the time until the animal stepped off the platform was recorded in a series of six trials. In the first two trials, the animals were allowed to explore the cage for 60 seconds after stepping down; in the third trial, they received a series of footshocks after stepping off the platform. In trials 4, 5, and 6 the animals received no shocks and were allowed to stay on the floor for 1 minute after stepping off the platform. In the active avoidance test, the animals were trained to avoid an electric footshock by moving from one compartment of the cage to another when a sound was played. After successfully displaying avoidance behavior in four of five trials, the animals were considered to be trained. Postexposure evaluations determined the frequency of avoidance behavior in response to the same stimulus. No differences between control and exposed rats were seen in radial maze parameters (number of arm entries, arms omitted, or arms entered multiple times) either before exposure (7 days prior to exposure) or at 14 to 18 days after the termination of exposure. Similarly, no differences between groups were seen in open-field activity, examined on day 8 prior to exposure and day 25 postexposure, or in active avoidance (number of trials to avoidance criterion), examined on days 54 and 60 postexposure. Xylene-exposed rats showed a significantly shorter step-down time (trial 6 only; no difference in trials 1 to 5) in the passive avoidance test (examined on days 39 to 48 postexposure) and a significantly greater paw-lick latency in the hot plate behavior test (35 seconds vs. 10 seconds in control) (examined on days 50-51 postexposure), identifying 100 ppm as a LOAEL for neurobehavioral effects."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p. 106-7 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Clinical signs consistent with central nervous system toxicity have been observed in rats and mice following oral exposure to mixed xylene. A single oral dose of 4,000 mg/kg caused incoordination, prostration, decreased hindleg movement, and hunched posture in rats and tremors, prostration, and/or slowed breathing in mice ... . In 13-week gavage assays in rats, neurotoxic signs included hyperactivity, convulsions, salivation, and epistaxis following exposure to 800 mg/kg/day m- or p-xylene ...  and increased aggression following exposure to 1,500 mg/kg/day mixed xylenes ... . Clinical signs observed in mice in the hour after gavage dosing with mixed xylenes included weakness, lethargy, unsteadiness, tremors, and partial paralysis of hindlimbs at 2,000 mg/kg in a 13-week assay and hyperactivity at 1,000 mg/kg beginning week 4 in 13-week and 2-year assays ... . Mild sedation at 2,000 mg/kg and increases in latency of several peaks in flash-evoked potentials at doses of 250 mg/kg and higher were observed following single doses of p-xylene; no effect was seen at 125 mg/kg/day."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.75 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Results of experimental studies with animals also provide evidence that mixed xylene and its isomers are neurotoxic following inhalation exposure. Signs of neurotoxicity observed in rats, mice, dogs, cats, and gerbils following acute and intermediate inhalation exposure to the various xylene isomers include /CNS depression/, prostration, incoordination, tremors, muscular spasms, labored breathing, behavioral changes, hyperreactivity to stimuli, altered visual evoked potentials, elevated auditory thresholds, hearing loss, and decreased acetylcholine in midbrain and norepinephrine in hypothalamus (suggestive of effect on motor control, sleep, and memory maintenance). Exposure levels associated with neurological effects in animals are well defined. A comparative study determined that the minimal alveolar concentrations needed to induce anesthesia in rats were similar for all three isomers (0.00118, 0.00139, and 0.00151 atm, respectively, for o-, m-, and p-xylene), but only p-xylene also induced excitation (strong tremors)..."
        },
        {
            "References": "PMID:4024118",
            "Value": "/BEHAVIORAL STUDIES/ Xylene, a widely used industrial solvent, is a mixture of ortho-, meta-, and para- isomers. In this study, ... the effects of each isomer, as well as a commercial-grade mixture of xylenes, on two behavioral measures /were examined/: operant performance of 15 mice trained to lever-press under a DRL (differential reinforcement of low rates) 10 sec schedule, and motor performance of mice on an inverted screen test. The 15 min operant sessions immediately followed 30 min exposures to solvent vapors (500 to 7000 ppm), or air, in static inhalation chambers. Ortho-, meta-, para-, and mixed xylenes produced similar biphasic effects on response rates, and concentration dependent decreases in reinforcement rates. The lowest significantly effective concn for each isomer on any variable was 1400 ppm, where increases in response rates occurred. Half-maximal response rates /ranged from/ 5179 ppm (o-xylene) to 6176 ppm (m-xylene). The temporal distribution of responses was only moderately disrupted, even at high concentrations. In other groups of mice, motor coordination was also disrupted by the xylenes in a concentration-dependent manner. Half-maximal effective concentrations /ranged from/ 2676 ppm (p-xylene) to 3790 ppm (m-xylene). ..."
        },
        {
            "References": "American Chemistry Council Benzene, Toluene, and Xylenes VCCEP Consortium; Xylenes Category: m-Xylene (CAS No. 108-38-3), o-Xylene (CAS No. 95-47-6), p-Xylene (CAS No. 106-42-3), Mixed Xylenes (CAS No. 1330-20-7) Voluntary Children's Chemical Evaluation Program (VCCEP) Tier 1 Pilot Submission p 46. Docket Number OPPTS - 00274D October 6, 2005. Available from, as of July 19, 2016: https://java.epa.gov/chemview",
            "Value": "/GENOTOXICITY/ Mixed xylenes and the xylene isomers have been tested in both in vitro and in vivo assays and are substantially non-genotoxic. In vitro studies of mixed xylenes and xylene isomers in bacterial cells, including Salmonella typhimurium, Escherichia coli, and Bacillus subtilis, for mutation or DNA damage with and without metabolic activation were negative, as was a mitotic gene conversion study in yeast, Saccharomyces cerevisiae, D4. Although most Salmonella studies were performed using plate incorporation, /one/ study employed a suspension assay as well in order to optimize interaction between bacteria and mixed xylenes; no increase in gene mutation was observed by either method."
        },
        {
            "References": "American Chemistry Council Benzene, Toluene, and Xylenes VCCEP Consortium; Xylenes Category: m-Xylene (CAS No. 108-38-3), o-Xylene (CAS No. 95-47-6), p-Xylene (CAS No. 106-42-3), Mixed Xylenes (CAS No. 1330-20-7) Voluntary Children's Chemical Evaluation Program (VCCEP) Tier 1 Pilot Submission p 46. Docket Number OPPTS - 00274D October 6, 2005. Available from, as of July 19, 2016: https://java.epa.gov/chemview",
            "Value": "/GENOTOXICITY/ ... Each xylene isomer /was administered/ to male NMRI rats intraperitoneally in 2 similar doses, 24 hours apart over a range of concentrations from 0, 0.12-0.75 mL/kg (105-650 mg/kg) and evaluated femoral bone marrow 30 hours after the first injection. No increase in micronucleated polychromatic erythrocytes was observed for any xylene isomer (or for ethylbenzene which was also tested) at any dose level."
        },
        {
            "References": "PMID:7019688",
            "Value": "/GENOTOXICITY/ In an Ames assay, m-xylene did not revert Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98, & TA100, either with or without metabolic activation by S9 mix obtained from livers of rats either untreated or induced with Aroclor 1254."
        },
        {
            "References": "PMID:4091654",
            "Value": "/GENOTOXICITY/ Genotoxic effects of 5 widely used aromatic industrial solvents, ethylbenzene, toluene, o-xylene, m-xylene and p-xylene, on bone marrow cells of male NMRI mice were studied using the micronucleus test. Each cmpd was given to animals by ip administration of 2 similar doses 24 hr apart. Increased formation of micronuclei within polychromatic erythrocytes of femoral bone marrow 30 hr after the first injection was conducted was apparently due to the clastogenic effect of the test cmpd. ..."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.117, 121-2 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/GENOTOXICITY/ The preponderance of data from testing in vivo ... and in vitro ... indicates that xylenes are not mutagenic and do not induce chromosomal anomalies. A few studies indicate that DNA fragmentation may occur if cells are exposed to levels that cause cytotoxicity, presumably related to the activity of nucleases within dying cells. ... Mixed xylene, and the individual xylene isomers, have been tested for genotoxicity in a variety of short term in vitro assays. Results of standard mutagenicity assays indicate that mixed xylene and xylene isomers are not mutagenic in bacteria, yeast, or mammalian cells ... . Mixed xylenes did not induce umu gene expression, part of the SOS response to DNA damage, in Salmonella typhimurium TA1535/pSK1002 ... . Mixed xylene did not induce chromosomal anomalies (chromosomal aberrations or sister chromatid exchanges) in cultured mammalian cells ... . Mixed xylenes did not enhance the adenovirus transformation of hamster embryo cells ... . In summary, genotoxicity studies on mixed xylene and the individual isomers of xylene have provided consistently negative results in a variety of in vitro and in vivo assays and test systems (bacteria, yeast, insects, cultured mammalian cells, mice, rats, and humans). Thus, there is sufficient evidence to conclude that mixed xylene, m-xylene, o-xylene, and p-xylene are nonmutagenic."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Xylenes (Update) (PB2008-100008) p.122 (August 2007). Available from, as of July 19, 2016: https://www.atsdr.cdc.gov/toxprofiles/tp71.pdf",
            "Value": "/GENOTOXICITY/ No mutagenic activity was demonstrated for any of the various metabolites of xylene in bacterial test systems. Salmonella typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538, with and without S9 metabolic activation... /including p-xylenol ... , m-xylenol ... , and o-methylbenzyl alcohol ... /Xylene metabolites/."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ None of the /xylene/ isomers induced micronuclei in the bone marrow of male NMRI mice after two ip administrations of 105-650 mg/kg body weight at a 24-hr interval, but they did, however, enhance the induction of micronuclei by toluene."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 644",
            "Value": "/GENOTOXICITY/ When tested for mutagenicity, o-, m-, and p-xylene were negative by assay in the Ames system using Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98, and TA100 with or without metabolic activation by S9 fraction derived from livers of rats either untreated or induced with Aroclor 1254."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ None of the isomers nor unspecified xylene was mutagenic to Salmonella typhimurium TA1535, TA1537, TA98, TA100, UTH 8413 or UTH8414 in the presence or absence of a metabolic system from uninduced or Arochlor-induced rat and hamster livers."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 190, Xylenes (1997). Available from, as of September 28, 2016: https://www.inchem.org/documents/ehc/ehc/ehc190.htm",
            "Value": "/GENOTOXICITY/ Exposure to technical grade xylene containing 18.3% ethylbenzene caused recessive lethal mutations in Drosophila melanogaster but not exposure to m-xylene, or o-xylene. The same report stated that exposure to rats for 300 ppm, 6 hr per day, 5 days per week for 9, 14 and 18 weeks did not induce chromosomal aberrations in bone-marrow cells."
        },
        {
            "References": "PMID:21986191",
            "Value": "/IMMUNOTOXICITY/ Some chemical compounds in the environment worsen allergic inflammation. In this study, we examined whether organic solvents induce the production of thymic stromal lymphopoietin (TSLP) which elicits Th2-type immune responses. Organic solvents were painted on the earlobes of BALB/c mice. The expression of TSLP in the ear was determined by ELISA. Xylene and toluene, but not chloroform or ethyl acetate, induced the expression of mRNA for TSLP in the earlobe tissue. Among the aromatic compounds, xylene, especially m-xylene, and trimethylbenzene caused apparent TSLP production. The level of TSLP in the xylene-treated earlobes reached a maximum at 24 hr, and TSLP was expressed in epithelial tissues. Production of TSLP was unaffected in mast cell-deficient W/W(v) mice but apparently diminished in TNF-a knockout mice and IL-4 receptor knockout mice. Repeated painting of xylene for 7 days induced an increase in the weight of cervical lymph nodes and expression of OX40 ligand, both of which were inhibited in TSLP receptor knockout mice. Xylene promoted the picryl chloride-induced thickening of the ear and IL-4 production, which were reversed in TSLP receptor knockout mice. Xylene induced TSLP production, resulting in an exacerbation of allergic inflammation. Thus, xylene might be a good tool for examining the roles of TSLP in eliciting allergy in experimental animals."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Al-Rekabi H et al; Bull Environ Contam Toxicol 56: 90-97 (1996) (2) Harland BJ et al; Intern J Environ Anal Chem 20: 295-311 (1985)",
            "Value": "SEDIMENT: Sediment collected from the River Morava, Slovakia, contained 3- and 4-xylene, combined, at concentrations from 0.21 to 1.53 ug/kg wet weight(1). Sediment samples from the River Tees estuary, England, contained 3- and 4-xylene, combined, at concentrations from 3.4 to 250 ppb(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Abdul AS et al; Hazard Waste & Hazard Mater 4: 211-22 (1987) (2) Sabljic A; Environ Sci Technol 21: 358-66 (1987) (3) Schuurmann G et al; Environ Sci Technol 40: 7005-7011 (Supporting information) (2006) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Hu Q et al; Environ Toxicol Chem 14: 1133-40 (1995) (6) Uchrin CG, Katz J; Bull Environ Contam Toxicol 46: 534-41 (1991) (7) Li Y, Gupta G; Chemosphere 28: 627-38 (1994) (8) Nye PH et al; J Environ Qual 23: 1031-37 (1994) (9) Piet GJ et al; Quality of Groundwater Int Symp Proc Von Duijvanbouden W et al, eds. Studies Environ Sci 17: 557-64 (1981) (10) Xu F et al; J Environ Qual 30: 1618-1623 (2001)",
            "Value": "A Koc value of 166 was measured for 3-xylene using sandy aquifer materials with an foc ranging from 0.0002 to 0.0225(1). Measured Koc values in soil have been reported to be 182(2), 166 and 275(3). According to a classification scheme(3), these Koc values suggest that 3-xylene is expected to have moderate mobility in soil. A Kp value (equilibrium-sorption coefficient) of 0.049 was measured for 3-xylene using a Borden soil column (98% sand, 0.29% organic carbon)(5). Benzene/toluene/xylene mixtures containing 3-xylene, were added to soil columns using aquifer material from the Cohansey aquifer (90% sand; 4.4% organic matter; pH-3.8); a partition coefficient of 8.74 was measured for 3-xylene(6). Adsorption coefficient values of 0.25, 0.23, and 0.02 were measured for 3-xylene, present in a benzene/toluene/ethylbenzene/xylene mixture, on montmorillonite, illite, and kaolinite (all with low to no organic carbon present), respectively, using a batch equilibrium technique(7). More 3-xylene vapor was sorbed by air-dry than oven-dry soil (Evesham clay; air-dry soil contained 37 g organic C, 350 g clay, and 60 g water/kg oven-dry soil) at relative vapor pressures of 3-xylene exceeding 0.6; this suggests that the planar 3-xylene molecule is either readily adsorbed by interlayer sites in the air-dry soil (more sites potentially available than in oven-dry soil) or, as it is a fairly soluble molecule, that some will dissolve in the water film in air-dry soil(8). 3-Xylene has been observed to pass through soil unchanged in concentration at a dune-infiltration site on the Rhine River(9). A soil leaching column study estimated a 3-xylene Koc of 282 using a chromatographic methodology(10)."
        }
    ]
}