{
    "_id": {
        "$oid": "6682e89bc4e5dba5ffba266d"
    },
    "CID": {
        "$numberInt": "7932"
    },
    "Name": "3-CHLOROANILINE",
    "IUPACName": "3-chloroaniline",
    "CanonicalSMILES": "C1=CC(=CC(=C1)Cl)N",
    "Synonyms": [
        "3-CHLOROANILINE",
        "108-42-9",
        "m-Chloroaniline",
        "3-Chlorobenzenamine",
        "Benzenamine",
        "3-chloro-",
        "m-Chloraniline",
        "3-Chlorophenylamine",
        "Orange GC Base",
        "m-Chlorophenylamine",
        "m-Aminochlorobenzene",
        "m-Chloroaminobenzene",
        "Aniline",
        "m-chloro-",
        "3-Cloroaniline",
        "Fast Orange GC Base",
        "3-Chlooranilinen"
    ],
    "IsomericSMILES": "C1=CC(=CC(=C1)Cl)N",
    "INCHI": "InChI=1S/C6H6ClN/c7-5-2-1-3-6(8)4-5/h1-4H,8H2",
    "INCHIKEY": "PNPCRKVUWYDDST-UHFFFAOYSA-N",
    "Formula": "C6H6ClN",
    "MolecularWeight": {
        "$numberDouble": "127.57"
    },
    "Description": "3-Chloroaniline is a substituted aniline.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "74"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Rouchard J et al; Meded Fac Landbouwwet Rijksuniv Gent 51: 235-42 (1986)",
            "Value": "3-Chloroaniline, which is the main metabolite of chloropropham, corresponded to about 50% of the applied dosage of chloropropham in the 2nd of 3rd successive lettuce cultures(1). After the 3rd culture, the amount of chloropropham and 3-chloroaniline increased lettuce, as well as soil(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tsuda T et al; Chemosphere 26: 2301-6 (1993) (2) Kalsch W et al; Chemosphere 22: 351-63 (1991) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "The average BCFs in the whole body of carp exposed to 3-chloroaniline in flow-through experiments (25 °C, 12 L/hr) for 24 to 336 hr at high (14.7 ug/L) and low (0.67 ug/L) exposure levels were 0.8 and 2.2, respectively(1). Excretion was rapid with depuration rates and half-lives of 0.21/hr and 3.3 hr, respectively(1). This conclusion is supported by field data in which the concentration of 3-chloroaniline in water and fish were <0.02 - 0.02 ug/L and <2.0 ng/g(1). Uptake was rapid in static tests (0.17 umol/L, 26 °C) on zebrafish and a BCF of 11.5 was obtained for 100 hr exposure (2). Elimination was best described by a two compartment first order model(2). After 52 hr of depuration, the concn of 3-chloroaniline in the zebrafish declined to 10.3% of the steady state value.  According to a classification scheme(3), these BCF values suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Malaney GW; J Water Pollut Control Fed 32: 1300-11 (1960) (2) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-3 (1966) (3) Pitter P; Water Res 10: 231-5 (1976) (4) Baird R et al; J Water Pollut Control Fed 49: 1609-15 (1977) (5) Bartha R et al; Sci 16: 582-3 (1968) (6) Udod VM et al; Mikrobiologiya 41: 213-16 (1972) (7) Wellens H; Z Wasser Abwassser Forsch 23: 85-98 (1990) (8) Thompson FR, Corke CT; Can J Microbiol 15: 791-6 (1969)",
            "Value": "AEROBIC: In a test using a Warburg respirometer, 50% of the theoretical BOD was measured for 3-chloroaniline over a 190 hr incubation period(1). A 100% loss of UV absorbance of 3-chloroaniline in a mineral salts solution, with a soil inoculum, required an excess of 64 days(2). Using an acclimated activated sludge inoculum, 97.2% of initial 3-chloroaniline was degraded under the test conditions(3). Biological transformation (20% degradation in 6 hr) was observed in an aqueous test system receiving activated sludge from two treatment plants(4). In the Zahn-Wellens test, 100% DOC removal was obtained in 17 days(7). Incubation of 3-chloroaniline (50 mg/50 g soil) in soil for 14 days resulted in formation of 3,3'-dichloroazobenzene(5). No dichloroazobenzene was formed using sterilized soil(5). 3-Chloroaniline was degraded (85-90%) with no lag period by a  mixed culture of containing Pseudomonas (12 species) and Bacillus (15 species), which was isolated from sludge that was acclimated to nitroaniline(6). 3-Chloroaniline may degrade in soil by chemical and microbial processes(8). When 3-chloroaniline (30 ppm) was incubated in Guelph loam with water added to 60% water-holding capacity, levels declined rapidly for 2 weeks after which time the rate of loss decreased(8). The percent of 3-chlororaniline remaining in soil after 2 and 8 weeks were 38% and 18%, respectively(8)."
        },
        {
            "References": "(1) Kondo M; Simulation Studies of Degradation of Chemicals in the Environment, Tokyo, Japan: Office of Health Studies Environ Agency (1978) (2) Paris DF, Wolfe NL; App Environ Microbiol 53: 911-6 (1987) (3) Lyons CD et al; Bull Environ Contam Toxicol 35: 696-703 (1985) (4) Kondo M et al; Eisei Kagaku 34: 188-95 (1988)",
            "Value": "AEROBIC: In a 3-day cultivation test using 2 different river waters from Japan and two different sea waters, 50% of initial 3-chloroaniline was degraded; the degradation was paralleled by growth of microbes(1,4). On this basis, 3-chloroaniline was judged to be readily biodegradable(4). A biotransformation half-life of 0.4 year was determined for 3-chloroaniline in laboratory studies using two pond and one river water samples obtained near Athens, GA(2). The primary biotransformation product is 4-chlorocatechol(2). In laboratory studies examining the persistence of 3-chloroaniline in water, no significant difference was observed in the degradation rate in pond water, pond water plus sewage sludge inocula, or sterile water over a 14 day period(3). This suggests that degradation is mostly chemical in nature(SRC)."
        },
        {
            "References": "(1) Susarla S et al Water Sci Technol 34: 37-43 (1996) (2) Kuhn EP, Suflita JM; Environ Sci Technol 23: 848-52 (1989)",
            "Value": "ANAEROBIC: A half-life of 666.3 days was observed for 3-chloroaniline incubated under anaerobic conditions with estuarine sediment slurry collected from the Tsurumi River, Japan(1). 3-Chloroaniline was not biotransformed when anaerobically incubated with samples from two sites, one methanogenic and one sulfate-reducing, within a shallow unconfined aquifer polluted by leachate from a municipal landfill for 8 months(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 19",
            "Value": "log Kow = 1.88"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Rouchard J et al; Meded Fac Landbouwwet Rijksuniv Gent 51: 235-42 (1986)",
            "Value": "3-Chloroaniline, which is the main metabolite of chloropropham, corresponded to about 50% of the applied dosage of chloropropham in the 2nd of 3rd successive lettuce cultures(1). After the 3rd culture, the amount of chloropropham and 3-chloroaniline increased in soil and lettuce(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 19 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (5) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989) (6) Fletcher CL, Kaufman DD; J Agric Food Chem 28: 667-71 (1980) (7) Parris GE; Environ Sci Technol 14: 1099-1105 (1980)",
            "Value": "The Koc of 3-chloroaniline is estimated as 250(SRC), using a log Kow of 1.88(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 3-chloroaniline is expected to have moderate mobility in soil. However, aromatic amines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(4,5), suggesting that mobility may be much lower in some soils(SRC). In laboratory persistence studies using non-sterilized Hagerstown silty clay loam soil, 73% of applied 3-chloroaniline remained chemically bound to soil particles after 64 days of incubation(6). A related chemical, 2-chloroaniline, has been observed to undergo rapid and reversible covalent bonding with humic materials in aqueous solution; the initial bonding reaction is followed by a slower and much less reversible reaction believed to represent the addition of the amine to quinoidal structures followed by oxidation of the product to give an amino-substituted quinone(7)."
        }
    ]
}