{
    "_id": {
        "$oid": "6682e89bc4e5dba5ffba266e"
    },
    "CID": {
        "$numberInt": "7933"
    },
    "Name": "3-CHLOROPHENOL",
    "IUPACName": "3-chlorophenol",
    "CanonicalSMILES": "C1=CC(=CC(=C1)Cl)O",
    "Synonyms": [
        "3-Chlorophenol",
        "108-43-0",
        "m-Chlorophenol",
        "Phenol",
        "3-chloro-",
        "Phenol",
        "m-chloro-",
        "3-Hydroxychlorobenzene",
        "m-Chlorophenic acid",
        "meta-Chlorophenol",
        "3-Chloro-Phenol",
        "3-Chloro-1-hydroxybenzene",
        "NSC 59700",
        "Z2Z7M2FTAD",
        "CHEMBL41172",
        "DTXSID4024800",
        "CHEBI:38855"
    ],
    "IsomericSMILES": "C1=CC(=CC(=C1)Cl)O",
    "INCHI": "InChI=1S/C6H5ClO/c7-5-2-1-3-6(8)4-5/h1-4,8H",
    "INCHIKEY": "HORNXRXVQWOLPJ-UHFFFAOYSA-N",
    "Formula": "C6H5ClO",
    "MolecularWeight": {
        "$numberDouble": "128.55"
    },
    "Description": "3-chlorophenol is a monochlorophenol carrying the chloro substituent at position 3.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "74"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Ver 2006.01.30 Updated. National Institute of Technology and Evaluation. Tokyo, Japan. m-Chlorophenol. 108-43-0. Available from https://www.safe.nite.go.jp/english/db.html as of October 15, 2008. (2) Sacan MT et al; J Chem Inf Comput Sci 44: 985-992 (2004) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Carp exposed to 40 ug/L of 3-chlorophenol for a period of 6 weeks had BCF values in the range of 5.1-10 and carp exposed to 4 ug/L of 3-chlorophenol for a period of 6 weeks had BCF values in the range of 7.0-16(1). A BCF value of 20.0 (logBCF = 1.30) for 3-chlorophenol was reported(2). According to a classification scheme(3), these BCF values suggest that the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Ingols RS et al; J Water Pollut 38: 629 (1966) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlorinated Phenols p.C-4 (1980) EPA 440/5-80-032",
            "Value": "AEROBIC: Biological degradation of chlorophenols in activated sludge ... 3-chlorophenol was found at a level of 100 mg/L, and was completetly degraded in three days with 100% ring degradation."
        },
        {
            "References": "(1) Hale DD et al; pp. 74-91 in Biol Degrad Biorem Toxic Chem., Chaudhry GR ed., Portland, OR: Dioscordies Press (1994) (2) Loehr RC; Treatibility Potential for EPA Hazardous Wastes in Soil. USEPA/600/2-089-11 (1989) (3) Kazumi J et al; Appl Environ Microbiol 61: 4069-73 (1995) (4) Lu CJ, Tsai YH; Water Sci Technol 28: 97-101 (1994) (5) Baker MD et al; Water Res 14: 1765-71 (1980) (6) Baker MD, Mayfield CI; Water Air Soil Pollut 13: 411 (1980) (7) Alexander M, Aleem MIH; J Agric Food Chem 9: 44-7 (1961) (8) Barth EF, Bunch RL; Biodegradation and Treatability of Specific Pollut USEPA-600/9-79-034 (1979) (9) Farrell A, Quilty B; Biodeg 10: 353-62 (1999) (10) Lu GH et al; Bull Environ Contam Toxicol 69: 111-116 (2002)",
            "Value": "AEROBIC: 3-Chlorophenol undergoes aerobic biodegradation by reductive dechlorination followed by ring cleavage(1). Aerobic biodegradation half-lives in soil samples were measured as 15 and 21 days(2). The half-life of 3-chlorophenol in water and soil were reported as 36 and 160 days, respectively(4). 3-Chlorophenol was completely biodegraded in 100 days with sediment obtained from the Hudson River(3). 3-Chlorophenol was biodegraded 5% in batch reactors using unacclimated microorganisms isolated from soil(4). 6% biodegradation was reported in 40 days in water from a farm stream at 20 °C and 56% biodegradation was reported in sediment from farm stream at 20 °C in 30 days; 14% degradation in 30 days was observed in sterile sediments(5). Degradation in clay loam soil under aerobic conditions of 87% 3-chlorophenol reported in 160 days with 31% degradation in sterile control(6). 3-Chlorophenol was not completely removed in 72 and 47 days in nutrient media seeded with Dunkirk and Mardin silt loam suspensions, respectively(7). No degradation was reported using settled wastewater solids seed incubated for 7 days followed by 3 weekly subcultures(8). Incubation of 3-chlorophenol with aerobic batch mixed cultures at 30 °C resulted in the incomplete degradation of 3-chlorophenol. Degradation peaked after 48 hours and was 100% complete after 238 hours with only 38.0% chloride release, indicating that ortho-cleavage pathway is needed in order to completely biodegrade 3-chlorophenol. Accumulation of the meta-cleavage product 3-chlorocatechol became toxic to the meta-cleavage enzyme(9). 3-Chlorophenol reached 31.7% of its BOD in river water obtained from the Jilin section of the Songhua River, China. A test concn of 2 mg/L (based on TOD) was tested at 15-20 °C, pH 6.8-7.0, and a dissolved oxygen concn of 8.0 mg/L, using standard iodometric tritration(10)."
        },
        {
            "References": "(1) Hale DD et al; pp. 74-91 in Biol Degrad Biorem Toxic Chem., Chaudhry GR ed., Portland, OR: Dioscordies Press (1994) (2) Masunaga S et al; Environ Sci Technol 30: 1253-60 (1996) (3) Baker MD, Mayfield CI; Water Air Soil Pollut 13: 411 (1980) (4) Suflita JM, Miller GD; Environ Toxicol Chem 4: 751-8 (1985) (5) Boyd SA et al; Appl Environ Microbiol 46: 50-4 (1983) (6) Boyd SA, Shelton DR; Appl Environ Microbiol 47: 272-7 (1984) (7) Haggblom MM et al; Envrion Pollut 107: 199-207 (1995) (8) Jin P, Bhattacharya SK; Water Environ Res 69: 938-947 (1997) (9) Kuhlmann B and Schottler U; Intern J Environ Anal Chem 65: 289-95 (1996) (10) Susarla S et al; Environ Technol 18: 903-11 (1997) (11) Wang YT et al; J Environ Eng 124: 231-8 (1998)",
            "Value": "ANAEROBIC: 3-Chlorophenol undergoes anaerobic degradation by hydroxylation to 3-chlorocatechol followed by dechlorination(1). The anaerobic biodegradation rate constant of 3-chlorophenol in marine sediment was measured as 0.02 days-1, corresponding to a half-life of about 36 days(2). Degradation of 3-chlorophenol in clay loam soil under anaerobic conditions was 37% in 160 days vs 15% in sterile control(3). 3-Chlorophenol was degraded by anaerobic columns of actively methanogenic aquifer material contaminated by landfill leachate but not by nonmethanogenic aquifer material(4). Complete degradation was reported in 7 weeks with incubation using municipal sewage sludge under anaerobic conditions(5). Incubation of 3-chlorophenol with sewage sludge under anaerobic conditions gave the following results: complete disappearance of 3-chlorophenol in 6 weeks with an approximately 3 week lag period using unacclimated sludge; approximately 100% loss of 3-chlorophenol in 7 or 12 days using sludge acclimated to 3- or 4-chlorophenol, respectively; no degradation in 32 days using sludge acclimated to 2-chlorophenol(6). 3-Chlorophenol biodegrades in the absence of oxygen under methanogenic, sulfidogenic, and iron-reducing conditions(7). 3-Chlorophenol degraded completely in <15 hours (no lag phase) in an anaerobic propionate enrichment culture at 35 °C(8). 3-Chlorophenol (100 ug/L) was persistent (lag phase >30 days) in adapted anaerobic, non-adapted anaerobic, and aerobic sand and gravel after 4 weeks in a model ecosystem consisting of a laboratory filter operating with groundwater. Complete metabolism after 7 days was observed only when 3-chlorophenol (100 ug/L) was applied to a gravel filter that favored microbial degradation and adapted to phenol degradation(9). The half-life of 3-chlorophenol in anaerobic lake sediment (<1% organic matter) was reported as 173 days with a 2 day lag period(10). 3-Chlorophenol degraded in phenol-enriched, acclimated methanogenic culture at a much higher rate than in unacclimated digester sludge culture and dechlorinated 2-chlorophenol faster(11)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 17",
            "Value": "log Kow = 2.5"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-71 (1982)",
            "Value": "SEDIMENT: 3-Chlorophenol was identified, not quantified, in soil and sediment samples obtained from the Love Canal, New York(1)."
        },
        {
            "References": "(1) Hoekstra EJ et al; Environ Sci Technol 33: 2543-9 (1999)",
            "Value": "SOIL: 3-Chlorophenol was detected in the soils of beech and douglas fir forests after samples were spiked with Na(37)Cl. In beech forest soils 3-chlorophenol was detected in leaf litter (<0.3 ug/kg dw), 0-5 cm deep humus (0.07 ug/kg dw), 5-10 cm deep black soil (0.04 ug/kg dw), and 10-15 cm deep black soil (<0.01 ug/kg dw). In Douglas fir forest soils, 3-chlorophenol was detected in 0-5 cm deep humus (<0.04 ug/kg dw), 5-10 cm black soil (<0.04 ug/kg dw), 10-15 cm deep gray soil (<0.02 ug/kg dw), and 15-20 cm yellow soil(<0.02 ug/kg dw)(1)."
        },
        {
            "References": "Valo R et al; Chemosphere 13 (8): 835-44 (1984)",
            "Value": "SOIL: A study was conducted of soil and water contamination in the vicinity of 2 sawmills that used chlorophenol containing preservatives used against blue-staining fungi. The soil around the treatment basins contained up to 70 mg chlorophenols/kg and that in the storage area for treated lumber up to 6 mg/kg. Contamination extended to a depth of at least 2 m near the treatment basins. /Chlorophenols/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sacan MT, Balcioglu IA; Chemosphere 32: 1993-2001 (1996) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Serjeant EP, Dempsey B; IUPAC Chem Data Ser No.23. NY,NY: Pergamon pp.989 (1979) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (5) Novak JT et al; p. 191-206 in Soil Aquifer Pollut, Rubin J, Narkis N, Carberry J, eds, Berlin, Germany: Springer (1998)",
            "Value": "The Koc of 3-chlorophenol in soil was reported as 350(1). According to a classification scheme(2), this Koc value suggests that 3-chlorophenol is expected to have moderate mobility in soil(SRC). The pKa of 3-chlorophenol is 9.12(3), indicating that this compound will partially exist in the anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4). Chlorophenols can be irreversibly immobilized by covalent bonding to soil organic matter (SOM). Irreversible binding increased with the addition of hydrogen peroxide and under anoxic conditions(5)."
        }
    ]
}