{
    "_id": {
        "$oid": "6682e89bc4e5dba5ffba2671"
    },
    "CID": {
        "$numberInt": "7944"
    },
    "Name": "BIS(2-CHLORO-1-METHYLETHYL) ETHER",
    "IUPACName": "1-chloro-2-(1-chloropropan-2-yloxy)propane",
    "CanonicalSMILES": "CC(CCl)OC(C)CCl",
    "Synonyms": [
        "108-60-1",
        "BIS(2-CHLORO-1-METHYLETHYL) ETHER",
        "\"2,2-Dichlorodiisopropyl ether\"",
        "DCIP (nematocide)",
        "Dichloroisopropyl ether",
        "Dichlorodiisopropyl ether",
        "Bis(2-chloro-1-methylethyl)ether",
        "Isopropylchlorex",
        "\"2,2-Oxybis(1-chloropropane)\"",
        "\"2,2-Dichloroisopropyl ether\"",
        "Bis(1-chloro-2-propyl) ether",
        "Ether",
        "bis(2-chloro-1-methylethyl)",
        "(2-Chloro-1-methylethyl) ether",
        "NCI-C50044",
        "NSC 2849"
    ],
    "IsomericSMILES": "CC(CCl)OC(C)CCl",
    "INCHI": "InChI=1S/C6H12Cl2O/c1-5(3-7)9-6(2)4-8/h5-6H,3-4H2,1-2H3",
    "INCHIKEY": "QCFYJCYNJLBDRT-UHFFFAOYSA-N",
    "Formula": "C6H12Cl2O",
    "MolecularWeight": {
        "$numberDouble": "171.06"
    },
    "Description": "Bis(2-chloro-1-methylethyl)ether is an ether.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "60"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Seko S et al; Kinki Chugoku Nogyo Kenkyu 67: 38-41 (1984)",
            "Value": "Single or duplicate injection of 2667 ppm or 4000 ppm bis(2-chloro-1-methylethyl)ether emulsion, at 3 and 2 l/sq m, respectively, gave good control of root knot nematodes in soil, without leaving residues in figs."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Chloroalkyl Ethers p.C-16 (1980) EPA 440/5-80-030",
            "Value": "... The weighted average bioconcentration factor for ... bis(2-chloroisopropyl) ether /in/ the edible portion of all freshwater and estuarine aquatic organisms consumed by Americans is calculated to be ... 2.47."
        },
        {
            "References": "(1) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology & Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An BCF of 5.2 to 12 in carp was determined for bis(2-chloro-1-methylethyl) ether(1). According to a classification scheme(2), this BCF suggests that bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kleopfer RD, Fairless BJ; Environ Sci Technol 6: 1036-37 (1972) (2) Piet GJ, Zoeteman BCJ; J Amer Water Works Assoc 72: 400-4 (1980) (3) Zoeteman BCJ et al; Chemosphere 9: 231-49 (1980) (4) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology & Information Center. ISBN 4-89074-101-1 (1992) (5) Kawamoto K, Urano K; Chemosphere 21: 1141-152 (1990) (6) Tabak HH et al; JWPCF 53: 1503-17 (1981)",
            "Value": "AEROBIC GRAB SAMPLES: Bis(2-chloro-1-methylethyl) ether showed no biodegradation after 5 days at 20 °C when incubated with Ohio River water at an initial concentration of 33 mg/l(1). Three bank infiltration studies from the Rhine river in The Hague showed a concentration of approximately 0.5 ug/l, which was not reduced at all after infiltration(2). In the Netherlands, 33% removal in <1 yr and 90% removal in <3 months was observed after bank and dune infiltration of Rhine water, respectively(3). A degradation half-life has been estimated to be 59 days and 3.1 days for bis(2-chloro-1-methylethyl) ether in a lake in the Rhine basin and in the Rhine river, respectively, based upon field monitoring data (includes dilution and evaporation)(3). AEROBIC SCREENING STUDIES: Bis(2-chloro-1-methylethyl) ether, present at 100 mg/l, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum(4). Bis(2-chloro-1-methylethyl) ether did not degrade after an experimental period of 40 days under aerobic conditions(5). In a static-culture-flask biodegradation screening procedure, utilizing biochemical oxygen demand and dilution water containing 5 mg of yeast extract per liter as the synthetic medium, bis(2-chloro-1-methylethyl) ether was found to be significantly biodegradable with rapid adaptation. At a test concentration of 5 mg/l, the original culture achieved 85% biodegradation in 7 days and subcultures 100% in 7 days; when the test concentration was 10 mg/l, 63% biodegradation of the original culture was observed in 7 days and 100% in subcultures(6)."
        },
        {
            "References": "(1) Kawamoto K, Urano K; Chemosphere 21: 1141-152 (1990) (2) Van Beelen P; Stygologia 5: 199-212 (1990)",
            "Value": "ANAEROBIC: Bis(2-chloro-1-methylethyl) ether did not degrade after an experimental period of 40 days under anaerobic conditions(1). The calculated half-life for the chemical reductive dehalogenation of bis(2-chloro-1-methylethyl) ether was determined to be 903 days(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987)",
            "Value": "Bis(2-chloro-methylethyl) ether has been identified in fish collected from Lake Michigan and tributary streams in 1983(1)."
        }
    ],
    "logP": [
        {
            "References": "Kawamoto K, Urano K; Chemosphere 18:1987-96 (1989)",
            "Value": "log Kow= 2.48"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 475-6",
            "Value": "RATS WERE FED 22 DOSES ... IN OLIVE OIL BY STOMACH TUBE DURING A PERIOD OF 31 DAYS. EVEN THE LOWEST DOSE ... 0.01 G/KG CAUSED A DECREASE IN GROWTH RATE ... AT ... HIGHEST DOSAGE LEVEL, 0.20 G/KG, BOTH LIVER AND KIDNEY WT (PER UNIT OF BODY WT) ... INCREASED. SPLEEN WT ALSO INCREASED ..."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 519",
            "Value": "NO PRIMARY IRRITATION OF THE SKIN AFTER 20 APPLICATIONS TO THE EAR OF RABBITS WAS NOTED ... AND ONLY SCALINESS AFTER SAME NUMBER OF APPLICATIONS BY POULTICE METHOD TO SKIN OF ABDOMEN ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 476",
            "Value": "ALL 10 RATS SURVIVED A 6 HR EXPOSURE TO 350 PPM, BUT 2 OF 5 DIED AFTER AN 8 HR EXPOSURE. THESE ANIMALS EXHIBITED MODERATE LUNG CONGESTION AND SOME LIVER NECROSIS. ONE OF 4 ANIMALS DIED AFTER AN 8 HR EXPOSURE TO 175 PPM. WHEN RATS WERE EXPOSED TO 700 PPM, DEATHS OCCURRED AFTER 6 HR OF EXPOSURE. AUTOPSY REVEALED SLIGHT LUNG IRRITATION AND MODERATE TO SEVERE LIVER DAMAGE."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 476",
            "Value": "RATS EXPOSED TO AN ATMOSPHERE BELIEVED TO BE ESSENTIALLY SATURATED ... EXHIBITED SIGNS OF IMMEDIATE EYE IRRITATION AND SOME INCOORDINATION; THE MAX EXPOSURE TIME CAUSING NO DEATH WAS 1 HR."
        },
        {
            "References": "MITSUMORI K ET AL; NIPPON NOYAKU GAKKAISHI 4 (3): 323 (1979)",
            "Value": "10000 PPM IN DIET CAUSED DECR BODY WT GAIN & FOOD CONSUMPTION. MILD ANEMIA, HEMOSIDERIN DEPOSITION, & INCR EXTRAMEDULLARY HEMATOPOIESIS OF SPLEEN WERE ALSO OBSERVED. AT 2000 PPM IT INHIBITED BODY WT GAIN & CAUSED ANEMIC TENDENCY IN FEMALE MICE. NO INCR IN FREQUENCY OF AGE-RELATED LESIONS & TUMORS WAS OBSERVED. THE MAX NO-EFFECT LEVELS TOWARD MALE & FEMALE MICE WERE 2000 & 400 PPM, RESPECTIVELY."
        },
        {
            "References": "JORGENSON TA ET AL; MUTAT RES 53 (1): 124 (1978)",
            "Value": "ADULT MALE MICE WERE TREATED BY GAVAGE DAILY FOR 8 WK AT 3 DOSE LEVELS. THE MALES WERE MATED TO VIRGIN FEMALES. F1 MALES WERE EXAMINED CYTOGENETICALLY AFTER 2 BREEDINGS. ALL BREEDING DATA WERE EVALUATED AND CORRELATED WITH CYTOGENETIC EXAMINATIONS. NO POSITIVE RECIPROCAL TRANSLOCATIONS WERE OBSERVED IN THE CONTROL OR BIS(2-CHLOROETHYL) ETHER-TREATED GROUPS."
        },
        {
            "References": "PMID:6339892",
            "Value": "228 PESTICIDES WERE TESTED FOR MUTAGENICITY USING 5 STRAINS OF SALMONELLA TYPHIMURIUM (TA100, TA98, TA1535, TA1537, AND TA1538) AND 1 STRAIN (WP2 HCR) OF ESCHERICHIA COLI. PESTICIDES WERE TESTED UP TO A DOSE OF 5000 UG/PLATE, UNLESS THEY PROVED TOXIC TO BACTERIA AT THAT POINT. BIS(2-CHLORO-1-METHYLETHYL)ETHER WAS NEGATIVE."
        },
        {
            "References": "JORGENSON TA ET AL; MUTAT RES 53: 124 (1978)",
            "Value": "PRELIMINARY EVALUATION SUGGESTS THAT HERITABLE TRANSLOCATIONS DID NOT OCCUR IN MICE AFTER ADMIN OF BIS(2-CHLOROISOPROPYL) ETHERS."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "Bis(2-chloro-1-methylethyl)ether was found to be positive when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Bis(2-chloro-1-methylethyl) ether was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at doses of 0.0033, 0.010, 0.033, 0.100, 0.333, 0.666, 1.000, 1.666, and 3.333 mg/plate. The lowest positive dose tested in any S typhimurium strain was 0.100 mg/plate in strain TA1535 with hamster liver S-9. The compound was also positive in strain TA100 at a dose of 0.333 mg/plate with hamster S-9. No effect was seen using rat liver S-9 in either of these strains at any dose. When tested in strains TA97, TA98, and TA1537, no effects were seen under any test conditions (with or without activation) at any dose tested."
        },
        {
            "References": "Mitsumori K et al; Nippon Noyaka Gakkaishi 4 (3): 323-35 (1979)",
            "Value": "ICR mice of both sexes fed diets containing bis(2-chloro-1-methylethyl)ether (98.5% pure) at 0, 80, 400, 2000, or 10,000 ppm for 104 wk did not develop an increased incidence of tumors."
        },
        {
            "References": "USEPA; Chemical Hazard Information Profile: Bis(2-chloro-1-methylethyl)ether (Draft) p.10 (1983)",
            "Value": "Effects on 2 male and 2 female rats which were exposed to vapor concn of 700 ppm bis(2-chloro-1-methylethyl)ether for 5 hr were irritation of nose and eyes, respiratory difficulty, death of 2 animals. At autopsy: congested liver and kidney. Effects on 4 male and 4 female rats exposed to a vapor concn of 350 ppm 8 times for 5 hr were lethargy, respiratory difficulty, and retarded weight gain. At autopsy: congested liver and kidney. Effects on 4 male and 4 female rats exposed to vapor concn of 70 ppm 20 times for 6 hr were lethargy, and retarded weight gain. At autopsy: organs normal. 4 male and 4 female rats exposed to vapor concn of 2 ppm 20 times for 6 hr showed no symptoms of toxicity. At autopsy: organs normal. /From table/"
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 786",
            "Value": "The lowest vapor concentrations to which animals have been exposed is 175 ppm. One of four rats died after an exposure of 3 hr."
        },
        {
            "References": "Bioassay of Technical Grade Bis(2-chloro-1-methylethyl)ether for Possible Carcinogenicity (1979) Technical Rpt Series 191 DHEW Pub No. (NIH) 79-1747, U.S. Department of Health Education and Welfare, National Cancer Institute, Bethesda, MD 20014",
            "Value": "... Under the conditions of this bioassay, the technical grade material, bis(2-chloro-1-methylethyl)ether, was not carcinogenic in F344 rats of either sex. Levels of Evidence of Carcinogenicity: Male Rats: Negative; Female Rats: Negative."
        },
        {
            "References": "Carcinogenesis Bioassay of Bis(2-chloro-1-methylethyl)ether (~ 70%) Containing 2-Chloro-1-methylethyl(2-chhloropropyl)ether (~30%) in B6C3F1 Mice (Gavage Study) Technical Report Series No. 239 (1982) NIH Publication No. 83-1795 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "... Under the conditions of this bioassay, bis (2-chloro-1-methylethyl)ether, containing 2-chloro-1-methylethyl (2-chloropropyl)ether, was carcinogenic for B6C3Fl mice, causing increased incidences of alveolar/bronchiolar adenomas in male and females and hepatocellular carcinomas in males. In addition, the occurrence of a low incidence of squamous cell papillomas or carcinomas in the stomach or forestomach of females (a rare tumor in B6C3Fl mice) was probably associated with the admin of bis(2-chloro-1-methylethyl)ether. Levels of Evidence of Carcinogenicity: Male Mice: Positive; Female Mice: Positive."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Staples CA et al; Environ Toxicol Chem 4131-42 (1985)",
            "Value": "According to the STORET database, bis(2-chloro-1-methylethyl) ether has been detected in sediment from the USA at a median concn of <500.0 ug/kg (dry)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 66-3",
            "Value": "Because of its water solubility, some migration through the soil may occur."
        },
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 66-4",
            "Value": "The value of the log octanol/water partition coefficient ... 2.58, does indicate, ... some potential for adsorption on suspended organic matter."
        },
        {
            "References": "(1) Kawamoto K, Urano K; Chemosphere 19: 1223-231 (1989) (2) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of bis(2-chloro-1-methylethyl) ether in various soils was determined to be 47(1). According to a classification scheme(2), this estimated Koc value suggests that bis(2-chloro-1-methylethyl) ether is expected to have very high mobility in soil(SRC)."
        }
    ]
}