{
    "_id": {
        "$oid": "6682e89cc4e5dba5ffba2673"
    },
    "CID": {
        "$numberInt": "7947"
    },
    "Name": "1,3,5-TRIMETHYLBENZENE",
    "IUPACName": "1,3,5-trimethylbenzene",
    "CanonicalSMILES": "CC1=CC(=CC(=C1)C)C",
    "Synonyms": [
        "MESITYLENE",
        "1,3,5-Trimethylbenzene",
        "108-67-8",
        "sym-Trimethylbenzene",
        "3,5-Dimethyltoluene",
        "Fleet-X",
        "Trimethylbenzol",
        "Benzene",
        "1,3,5-trimethyl-",
        "s-Trimethylbenzene",
        "2,4,6-trimethylbenzene",
        "NSC 9273",
        "Trimethylbenzene",
        "1,3,5-",
        "HSDB 92",
        "1,3,5-trimethyl-benzene",
        "EINECS 203-604-4"
    ],
    "IsomericSMILES": "CC1=CC(=CC(=C1)C)C",
    "INCHI": "InChI=1S/C9H12/c1-7-4-8(2)6-9(3)5-7/h4-6H,1-3H3",
    "INCHIKEY": "AUHZEENZYGFFBQ-UHFFFAOYSA-N",
    "Formula": "C9H12",
    "MolecularWeight": {
        "$numberDouble": "120.19"
    },
    "Description": "1,3,5-trimethylbenzene is a trimethylbenzene carrying methyl substituents at positions 1, 3 and 5.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "55"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 23-342 and 42-328 were measured in carp for 1,3,5-trimethylbenzene concentrations of 150 and 15 ug/L, respectively(1). According to a classification scheme(2), BCF values of zero to 30 are low and from 100 to 1,000 are high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Snider EH, Manning FS; Environ Intern 7: 237-58 (1982) (2) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (3) Dean-Ross D; Bull Environ Contam Toxicol 51: 596-99 (1993) (4) Marion CV, Malaney GW; Proc 18th Indust Waste Conf, Eng Bull Purdue Univ, Eng Ext Ser 297-308 (1964)",
            "Value": "AEROBIC: Dissolved air flotation effluent from a class B petroleum refinery contained 1,3,5-trimethylbenzene at 43 ng/g; greater than 99% removal was shown following activated sludge treatment(1). 1,3,5-Trimethylbenzene at 100 mg/L was not biodegraded over a 14 day period using an activated sludge inoculum(2). Complete removal of 1,3,5-trimethylbenzene (at 0.035 ug/mL soil extract) from sandy loam soil samples contaminated with jet fuel was reported within 5 days; sterile samples with 1,3,5-trimethylbenzene at 0.035 ug/mL soil extract also showed complete removal of this compound within 5 days, probably by evaporation(3). During a 24 hour time period, 500 mg/L of 1,3,5-trimethylbenzene was toxic to the microbes in 2 out of 3 activated sludge inocula(4). 1,3,5-Trimethylbenzene was not biodegraded over a 7.5 day incubation period using an activated sludge inoculum(4)."
        },
        {
            "References": "(1) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (2) Parker WJ et al; Water Environ Res 65: 58-65 (1993) (3) Dore M et al; La Tribune du CEBEDEAU 28: 3-11 (1975) (4) Bachhausen P; Contam Soil 90, Int KFK/TNO Conf, 3rd, 2 Arendt F et al, eds, Kluwer: Dordrecht, Netherlands. pp. 983-8 (1990) (5) Arvin E et al; Int Conf Physicochemical Biol Detoxif Hazard Wastes 2: 828-47 (1989)",
            "Value": "AEROBIC: 1,3,5-Trimethylbenzene was not biodegraded in comparison to the control over an 8 day period, using an activated sludge inoculum which had been acclimated to benzene(1). The average influent concentration of 1,3,5-trimethylbenzene in an activated sludge plant was 22.7 ug/L; the average effluent concentration was below detection. 1,3,5-Trimethylbenzene was not detected in sludge; 5.6% of the removal was due to stripping, the remainder due to biodegradation(2). 3% of the theoretical BOD was reached for 1,3,5-trimethylbenzene in the 5 day BOD test(3). Soil at a contaminated construction site, containing 1,3,5-trimethylbenzene at a maximum concentration of 50 mg/kg, was bioremediated using sewage as an added inoculum; considerable degradation was reported within 6 months although 1,3,5-trimethylbenzene was more resistant to biodegradation than other compounds also present(4). Groundwater containing a mixture of compounds from a gasoline contaminated aquifer, including 1,3,5-trimethylbenzene at 0.2-1.0 mg/L, was subjected to an 85 hour adaptation period; degradation, defined as the time required for the concentration of 1,3,5-trimethylbenzene to reach less than 1 ug/L was 110 hours(5)."
        },
        {
            "References": "(1) Arvin E et al; Wat Sci Tech 20: 109-18 (1988) (2) Solona-Serena F et al; J Appl Microbiol 86: 1008-1016 (1999)",
            "Value": "AEROBIC: Groundwater from four sites, contaminated with heavy fuel, gasoline, and 2 with fuel oil, was incubated under aerobic conditions; 1,3,5-trimethylbenzene was biodegraded to a concentration less than 1 ug/L within 124, 74, 50, and 51 hours, respectively(1). The degradation of commercial unleaded gasoline was measured in liquid cultures consisting of urban waste water activated sludge. Gasoline was added at concn of 25 ug/L to 50 mL of 3 g/L dry weight inoculum and incubated for 25 days at 30 °C. After the incubation period an internal standard of dodecane was introduced to the flasks and the hydrocarbons were extracted after 1 hour of shaking. The samples were centrifuged after refrigeration and analyzed using chomatographic methods. The results showed that 94% of the gasoline was degraded with mineralization being the main process. Residual 1,3,5-trimethylbenzene concn in the test flask was 0.39 mg/L after the incubation period(2). The residual concn in the abiotic control was 7.17 mg/L(2)."
        },
        {
            "References": "(1) Thierrin J et al; Hydrolog Sci J 38: 309-22 (1993) (2) Arvin E et al; Int Conf Physicochemical Biol Detoxif Hazard Wastes 2: 828-47 (1989) (3) Albrechtsen HJ et al; pp. 371-78 in Appl Biotechnol Site Rem, Pap Int Symp, In Situ On-Site Bioreclam. 2nd. 1993. Hinchee REL et al, eds, Boca Raton,FL: Lewis (1994)",
            "Value": "ANAEROBIC: A half-life of 180 days was calculated for 1,3,5-trimethylbenzene in anaerobic groundwater from the Bassendean Sands; sulfate reduction occurred simultaneously(1). 1,3,5-Trimethylbenzene was not degraded in anaerobic aquifer microcosms(2). 1,3,5-Trimethylbenzene, present in a mixture of compounds found in groundwater polluted with landfill leachate, was not degraded under denitrifying, iron-reducing, or methanogenic/sulfate-reducing conditions(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:10794623",
            "Value": "1,3,5-Trimethylbenzene was detected in the edible asian crab Charybdis feriatus at concns of 5.6 ug/kg in the legs with a standard deviation of 0.7, 3.7 ug/kg in the body with a standard deviation of 0.6, and 33.3 ug/kg in the carapace with a standard deviation of 8.0(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 60",
            "Value": "log Kow  = 3.42"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:9524408",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sensory respiratory irritation effects of trimethylbenzene isomers (TMBs) (hemimellitene, mesitylene and pseudocumene) in male Balb/C mice were investigated in conditions of acute exposure ... . The pseudocumene, mesitylene and hemimellitene concentrations depressing the respiratory rate to 50% (RD50) were 578, 519, 541 ppm, respectively ..."
        },
        {
            "References": "PMID:9117193",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rotarod performance and pain sensitivity behavior were tested in rats exposed to trimethylbenzenes at concentrations of 250-2,000 ppm immediately after termination of a 4-hr exposure. Exposure to each of trimethylbenzene isomers /pseudocumene, mesitylene, and hemimellitene/ resulted in concentration-dependent disturbances in rotarod performance, and decrease in pain sensitivity in rats. Pseudocumene, mesitylene and hemimellitene EC50 values for rotarod performance behavior disturbances were 954, 963, 768 ppm and for decreases in pain sensitivity EC50 were 1,115, 1,212, 848, ppm, respectively."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Volumes I and II. New York: McGraw-Hill Book Co., 1971., p. 692",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In animals subjected to acute lethal intoxication, death was preceded by CNS depression and respiratory failure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2006.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ High concentrations of mesitylene vapor (5000 to 9000 ppm) caused central nervous system (CNS) depression in mice. ...During a single continuous 24 hour exposure at 2400 ppm mesitylene, 4 of 16 rats died in respiratory arrest."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:271",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toxicity of Tri- and Tetramethylbenzenes: Material: 1,3,5-trimethylbenzene; Route of entry: intraperitoneal; Species: rat; Dose or concentration: 1.5-2.0 g/kg; Results or Effects: LD100, minimal fatal dose. /From table/"
        },
        {
            "References": "PMID:1293891",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Increased catalase activity was observed in the liver microsomal fraction of ethanol-treated rats (10% v/v aqueous ethanol solution per os for 5 weeks). In contrast, cytochrome P-450 concentration and specific activity of NADPH-cytochrome c reductase remained at the same level as in the liver of control rats (drinking water).  ... Administration of mesitylene (1,3,5-trimethylbenzene) by gastric tube for 3 days (5 mmoles per kg daily) increased cytochrome P-450 concentration, specific activity of NADPH-cytochrome c reductase and ethanol metabolism."
        },
        {
            "References": "U.S. EPA; Master Test List. Results of Testing. Available from, as of August 29, 2007: https://www.epa.gov/oppt/chemtest/pubs/casnochart.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /As part of an EPA section 4 test rule, industry conducted a 14 day gavage study in rats,10/sex/dose at 60, 150, and 600 mg/kg./ No mortality was observed during the study. No adverse clinical signs were observed; however, wet inguinal fur was observed in high dose males. No treatment-related effects were noted on body weight, body weight gain, or food consumption. No treatment-related ophthalmic lesions were observed following treatment. No treatment related lesions were observed at necropsy. Treatment related changes in clinical pathology included increases in cholesterol levels and liver weight in the 150 and 600 mg/kg dose groups. The NOEL was 60 mg/kg for this study."
        },
        {
            "References": "U.S. EPA; Master Test List. Results of Testing. Available from, as of August 29, 2007: https://www.epa.gov/oppt/chemtest/pubs/casnochart.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /As part of an EPA section 4 test rule, industry conducted a 90 day gavage study in rats, 10/sex/dose at 50, 200, and 600 mg/kg./ No test substance-related deaths occurred during the study. Clinical signs observed predominantly in the high dose animals consisted of discolored inguinal fur, wet inguinal fur, and salivation. Cumulative body weight gain was decreased approximately 11% in high dose males. No treatment-related ophthalmic lesions were observed following the 90 day treatment. Treatment-related changes in clinical chemistry parameters consisted of increases in phosphorus levels and liver and kidney weight in the 600 mg/kg dose group. The NOEL was 200 mg/kg in this study."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1648",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /exposed/ at 1700 ppm of an isomeric mixture of trimethyl benzene for periods of 10 to 21 days and reported no fatalities or other toxicological effects. Exposure for 4 months to the same concentration caused reduced body weight gain, accompanied by progressively increasing lymphopenia and neutrophilia; however, it is not clear if the latter changes were due to the benzene content of the solvent preparation studied. Marked depression of the CNS was also observed. /Isomeric Mixture/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1648",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ High concetrations of mesitylene vapor (5000-9000 ppm) caused central nervous system ... depression in mice."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:271",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily subcutaneous injections of 0.12 mg/kg/day of the 1,3,5-isomer caused moderate thrombocytosis in the rabbit, while 0.2 mL/kg produced a primary thrombopenia. /From table/"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:270",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mesitylene, when inhaled by the rat at 1.5, 3.0, and 6.0 mg/liter for 6 hr revealed dose dependent increases in the percentage of neutrophilic granulocytes, but a decrease in lymphocytes which persisted for 7 to 14 days. Long term inhalation exposures at 3.0 mg/liter, 6 hr/day for 5 weeks did not significantly affect the hematologic picture. However, it elevated the blood serum alkaline phosphatase activity on short term exposures, and the serum glutamic-oxalacetic transaminase activity in long term experiments."
        },
        {
            "References": "PMID:15833381",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/The developmental toxicity of two trimethylbenzene isomers, mesitylene (1,3,5-trimethylbenzene) and pseudocumene (1,2,4-trimethylbenzene) was studied in Sprague-Dawley rats following inhalation exposure. Pregnant rats were exposed whole body to vapors of mesitylene (0, 100, 300, 600, and 1200 ppm) or pseudocumene (0, 100, 300, 600, and 900 ppm), 6hr/day, on gestational days (GD) 6 through 20. Significant decrease in maternal body weight gain and food consumption was observed at concentrations of 300 ppm mesitylene, 600 ppm pseudocumene, or greater. Fetal toxicity, expressed as significant reduction in fetal body weight, occurred at 600 and 1200 ppm mesitylene, and at 600 and 900 ppm pseudocumene. There was no evidence of embryolethal or teratogenic effects following inhalation exposure to either of these chemicals...."
        },
        {
            "References": "PMID:12608626",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Male rats were used in the experiment. The animals were exposed in the inhalation chambers to mesitylene vapors at the following concentrations: 0 ppm--group MES0; 25 ppm (125 mg/cu m)--group MES25; 100 ppm (500 mg/cu m)--group MES100 and 250 ppm (1,250 mg/cu m)--group MES250 for 4 weeks (6 hr/day, 5 days/wk). The following behaviors were tested: 1) ability to find water in a radial maze (14-19 days after the exposure); 2) open field locomotor activity (25 days after the exposure); 3) acquiring the conditioned reaction of active avoidance (35-45 days after the exposure); 4) sensitivity to pain and stress-induced changes of pain sensitivity (50-51 days after the exposure); and 5) acquiring the conditioned reaction of two-way active avoidance (54-60 days after the exposure). Significant between-group differences were noted in passive and active avoidance tests and sensitivity to pain. In the MES25, MES100 and MES250 rats, the persistence of the passive avoidance reaction was shorter, and more trials were required to produce the active avoidance reaction than in controls (group MES0), the MES100 group appeared to be more fearful on the second day of testing on the hot plate. The exposed groups did not differ in the magnitudes of the detected changes (no concentration-effect relationship). ..."
        },
        {
            "References": "PMID:11307854",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Trimethylbenzene (TMB), like xylene (dimethylbenzene), is a significant constituent of some industrial solvent mixtures. In earlier studies, /the authors/ found that in the rat a subacute low-level inhalation exposure to some of the TMB isomers may result in behavioral alterations detectable weeks after the exposure ... .  The purpose of the present study was to compare m-xylene (XYL) and each of the TMB isomers: 1,2,3-TMB (hemimellitene - HM), 1,2,4-TMB (pseudocumene - PS), and 1,3,5-TMB (mesitylene - MES) with respect to the ability for inducing behavioral effects in the rat. The rats (10-11 animals per group) were exposed repeatedly for 4 weeks (6 hr per day, 5 days per wk) to XYL (XYL group), HM (HM group), PS (PS group) or MES (MES group) at 100 ppm, or sham exposed (C group) in 1.3 cu m dynamic inhalation chambers. Starting 2 weeks after exposure the following forms of rat's behavior were assessed: radial maze performance, spontaneous activity in an open field, learning and retention of passive and active (two-way) avoidance response, and heat-induced paw licking before and after a 2 min footshock (a test for assessment of the stress response). None of the solvent-exposed groups differed considerably from the control one with respect to the radial maze performance. Compared to control rats, the rats of the XYL, PS and MES groups, but not those of HM group, showed a significantly higher spontaneous locomotor activity in the open field, an impaired passive avoidance learning and significantly longer paw-lick latencies 24 hr after footshock. Acquisition, but not retention, of the two-way active avoidance response was significantly impaired in all solvent-exposed groups. The XYL group did not differ significantly from PS, MES or HM group in any of the behavioral parameters. ..."
        },
        {
            "References": "PMID:10360087",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a series of acute experiments on rats the potential of toluene, mesitylene, hemimellitene and pseudocumene to affect the CNS function was assessed following an analysis of spontaneous and evoked hippocampal and cortical activity. The electrophysiological examinations were performed on rats with recording electrodes chronically implanted into selected brain structures. Solvent concentration in peripheral blood was determined by gas chromatography combined with the head space technique in rats with no surgical treatment. The experiments revealed significant quantitative differences between hippocampal and cortical EEG after i.p. injections of equimolar doses of the solvents. A relationship was found between the changes in spontaneous EEG and blood concentration of the solvents. Hemimellitene, with the lowest recorded blood level was found to have the highest potential for inducing the CNS effects."
        },
        {
            "References": "PMID:9600698",
            "Value": "/GENOTOXICITY/ The three trimethyl isomers of benzene (hemimellitene, 1,2,3-TMB; pseudocumene, 1,2,4-TMB and mesitylene, 1,3,5-TMB) were investigated for different genotoxicity endpoints: in vitro, in the Ames test with Salmonella typhimurium TA97a, TA98, TA100 and TA102 strains in the presence and absence of rat liver S9 metabolic activation; in vivo, in the micronucleus and sister chromatid exchange (SCE) tests with bone marrow cells of Imp:Balb/c mice. Only the isomer of benzene with the methyl-group at position 1, 2, 3 was found to have a mutagenic effect on S. typhimurium cells. Increase in bacterial reversions was observed in four conventional strains used in this study, but most clearly in TA97a. The mutagenic responses of 1,2,3-TMB with the Salmonella tester strains were observed in the experiments performed in the absence of enzymatic activation. None of the compounds had an influence on the frequency of micronucleated polychromatic erythrocytes in bone marrow cells of mice. However, all the three compounds were observed to have a cytogenetic potential of increasing the SCE level in these cells. Significant responses in SCE induction, compared with the level of those changes in corresponding solvent-administered controls, were obtained at three test doses of 1,2,3-TMB (730, 1470, 2200 mg/kg) and 1,2,4-TMB (900, 1800, 2700 mg/kg) and at two doses of 1,3,5-TMB (1800, 2700 mg/kg). These data provided a limited evidence for the genotoxic activity of 1,2,3-TMB and inadequate evidence for genotoxic activity of 1,2,4-TMB and 1,3,5-TMB."
        },
        {
            "References": "PMID:6778508",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of pretreatment with ... mesitylene were investigated on the microsomal enzymes of liver, kidney and lung in rats. The activities of aminopyrine N-demethylase, aryl hydrocarbon hydroxylase, aniline hydroxylase, NADPH-cytochrome c reductase, as well as the concentrations of cytochrome P-450 and cytochrome b5 were determined. The effects were most marked in the liver, where ...  mesitylene /caused an increase/ in all the enzymes investigated. In kidneys, /mesitylene/ ...increased the activity of aniline hydroxylase, ... cytochrome P-450 and b5. ... In lungs ...  mesitylene caused ... significant differences from the controls: increase in aminopyrine N-demethylase and aryl hydrocarbon hydroxylase, decrease in aniline hydroxylase. ..."
        },
        {
            "References": "PMID:9117193",
            "Value": "/OTHER TOXICITY INFORMATION/ Neurotoxic effects of trimethylbenzene isomers (pseudocumene, mesitylene and hemimellitene) in male rats were investigated in conditions of ... subchronic inhalation exposure ... Pseudocumene and hemimellitene at concentrations of 25, 100 and 250 ppm caused concentration-dependent disturbances in rotarod performance behavior and decrease in pain sensitivity. The neurotoxic effect of hemimellitene was more pronounced than that of pseudocumene and mesitylene. Two weeks after cessation of inhalation exposure to pseudocumene or hemimellitene no recovery in rotarod performance behavior was observed."
        },
        {
            "References": "PMID:1129786",
            "Value": "/OTHER TOXICITY INFORMATION/ Effect of phenobarbital administration on metabolism is due to increase in rate of aromatic hydroxylation rather than in rate of formation of corresponding carboxylic acid."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Derenbach JB; marine Chem 15: 295-303 (1985)",
            "Value": "SEDIMENT: Samples collected along a transect through the Baltic Sea (Fehmarn-Helsinki) in June 1981 contained 1,3,5-trimethylbenzene at 2.5 ng/kg; samples collected from a transect through the central Atlantic (from Recife/Montevideo) in October/November 1980 contained 1,3,5-trimethylbenzene at 2.9 ng/kg(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schwarzenbach RP, Westall J; Environ Sci Technol 15: 1360-67 (1981) (2) Borisover MD et al; Chemosphere 34: 1761-1776 (1997) (3) Wiedemeier TH et al; Ground Water Monit Remed 16: 186-194 (1996) (4) XU F et al; J Environ Qual 30: 1618-1623 (2001) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Duffy JJ et al; Environ Internat 3: 107-120 (1980)",
            "Value": "The Koc of 1,3,5-trimethylbenzene has been measured at a range of 501-1,445(1-4). According to a classification scheme(5), this Koc range suggests that 1,3,5-trimethylbenzene is expected to have low mobility in soil. 1,3,5-Trimethylbenzene was detected in soil leachate samples following the addition of crude oil to the surface of a soil trough filled with sand(6)."
        }
    ]
}