{
    "_id": {
        "$oid": "6682e89cc4e5dba5ffba2676"
    },
    "CID": {
        "$numberInt": "7950"
    },
    "Name": "1,3,5-TRICHLOROBENZENE",
    "IUPACName": "1,3,5-trichlorobenzene",
    "CanonicalSMILES": "C1=C(C=C(C=C1Cl)Cl)Cl",
    "Synonyms": [
        "1,3,5-TRICHLOROBENZENE",
        "108-70-3",
        "s-Trichlorobenzene",
        "sym-Trichlorobenzene",
        "Benzene",
        "1,3,5-trichloro-",
        "1,3,5-TRICHLORO-BENZENE",
        "Symmetrical trichlorobenzene",
        "2HS4M0BX3C",
        "63697-19-8",
        "DTXSID8026195",
        "CHEBI:49916",
        "NSC-4389",
        "CCRIS 5946",
        "HSDB 132",
        "NSC 4389"
    ],
    "IsomericSMILES": "C1=C(C=C(C=C1Cl)Cl)Cl",
    "INCHI": "InChI=1S/C6H3Cl3/c7-4-1-5(8)3-6(9)2-4/h1-3H",
    "INCHIKEY": "XKEFYDZQGKAQCN-UHFFFAOYSA-N",
    "Formula": "C6H3Cl3",
    "MolecularWeight": {
        "$numberDouble": "181.4"
    },
    "Description": "1,3,5-trichlorobenzene is a trichlorobenzene carrying chloro substituents at positions 1, 3 and 5.",
    "XlogP": {
        "$numberDouble": "4.2"
    },
    "Complexity": {
        "$numberInt": "63"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "PMID:12547532",
            "Value": "Samples of Arctic fox (Alopex lagopus) muscle and liver taken from Barrow, AK, Holman, NT, and Arviat, NU had total chlorobenzene concentrations of 4.2-17.6 ng/g (wet weight), of which 1,3,5-trichlorobenzene is included(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Oliver BG, Niimi AJ; Environ Sci Technol 17: 287-91 (1983) (3) Geyer HJ et al; in Handb Environ Chem, Vol2., Beek B, ed. Springer-Verlag: Berlin, Germany pp 1-166 (2000) (4) Franke C et al; Chemosphere 29: 1501-14 (1994) (5) Legierse KCHM et al; Aquat Toxicol 41: 301-23 (1998)",
            "Value": "BCFs of 600-1,600 and 150-1,700 were measured in carp exposed for a 6 week incubation period at concns of 25 and 2.5 ug/L of 1,3,5-trichlorobenzene, respectively(1). Trout exposed to 1,3,5-trichlorobenzene for up to 119 days had a mean BCF of 1,800(2). Guppy (Poecilia reticulata) had a BCF of 756 wet weight but was calculated as 14,000 based on lipid weight for 1,3,5-trichlorobenzene(3). According to a classification scheme(4), these BCF values suggest that bioconcentration in aquatic organisms is high to very high. 1,3,5-Trichlorobenzene had a measured BCF of 2 in pond snail (Lymnaea stagnalis) after 10 days of exposure(5)."
        },
        {
            "References": "Oliver BG; Can J Fish Aquat Sci 41 (6): 878-83 (1984)",
            "Value": "Oligochaete worms, mainly Limnodrilus hoffmeisteri and Tubifex tubifex, were exposed to ... contaminated sediments from Lake Ontario (USA, Canada) for 110 days in laboratory aquariums. The worms accumulated many of the 24 chlorinated chemicals /including 1,3,5-trichlorobenzene/ and for most compounds, concn factors (CF) continued to increase over the 110 day study period. The mixture of chemicals found in the worms differed considerably from that in sediments because of large variations in concentration factors between chemicals."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Bacteriol 87: 910-9 (1964) (2) Gaffney PE; J Water Pollut Control 48: 2731-7 (1976) (3) Chemicals Inspection and Testing Institute; Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (4) Wang MJ, Jones KC; Environ Sci Technol 28: 1843-52 (1994) (5) Peijnenburg WJGM et al; Environ Toxicol Chem 11: 289-300 (1992) (6) Middeldorp PJM et al; Appl Environ Microbiol 63: 1225-9 (1997)",
            "Value": "AEROBIC: 1,3,5-Trichlorobenzene was resistant to biodegradation when exposed to mixed cultures of microorganisms adapted to phenol for an unspecified period of time(1). 1,3,5-Trichlorobenzene incubated in domestic wastewater for 24 and 135 hours showed 0% biodegradation, while 1,3,5-trichlorobenzene incubated in adapted wastewater showed 20 and 47% biodegradation after 24 and 135 hours, respectively(2).  1,3,5-Trichlorobenzene, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(3). The half-life of 1,3,5-trichlorobenzene in sewage sludge amended soil was 24 days(4). 1,3,5-Trichlorobenzene showed no biodegradation when incubated in sediment from freshwater streams in the Netherlands(5). 1,3,5-Trichlorobenzene was found to be persistent when a concn of 28 uM was incubated for 4 days(6). These data suggest that biodegradation is not an important environmental fate process(SRC)."
        },
        {
            "References": "(1) Masunga S et al; Wat Sci Technol 33: 173-80 (1996) (2) Hollinger C et al; App Environ Microbiol 58: 1636-44 (1992) (3) Fathepure BZ et al; Appl Environ Microbiol 54: 327-30 (1989) (4) Bosma TNP et al; FEMS Microbiol Ecol 53: 223-30 (1988) (5) Bosma TNP et al; Ground Water 34: 49-56 (1996)",
            "Value": "ANAEROBIC: 1,3,5-Trichlorobenzene was biodegraded by an acclimated anaerobic sediment slurry obtained from the Tsurumi River, Japan(1). The first-order biodegradation rate constant was 0.02 days-1, corresponding to a half-life of about 35 days(1). An enriched microbial culture derived from sediment of the Rhine River reductively dechlorinated 6 uM of 1,3,5-trichlorobenzene to 1,3-dichlorobenzene after a 1 year lag time(2). 1,3,5-Trichlorobenzene (275 uM) was not subject to dechlorination when incubated in anaerobic sewage sludge for 14 weeks at 37 °C(3). 1,3,5-Trichlorobenzene was reductively dechlorinated to monochlorobenzene via 1,3-dichlorobenzene in anaerobic sediment columns(4). 1,3,5-Trichlorobenzene, under methanogenic conditions, degraded >99% in Rhine and Dune sediment taken near Nieuwegein, Netherlands(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Jan J, Malnersic S; Bull Environ Contam Toxicol 24: 824-7 (1980) (2) Zupancic-Kralj L, Jan J; Acta Chim Slov 41: 447-56 (1994) (3) Kuehl DW et al; Chemosphere 29: 523-35 (1994) (4) Hendriks AJ et al; Environ Toxicol Chem 17: 1885-98 (1998) (5) King TL et al; Bull Environ Contam Toxicol 71: 543-50 (2003) (6) Hanna M; Water Pollut Res J Can 27: 833-43 (1992)",
            "Value": "1,3,5-Trichlorobenzene was found in various species of fish and mussels from Rivers in Slovenia and from the Gulf of Triest, Yugoslavia 1978, at concentrations of 0.001-0.015 ug/g (dry weight)(1). Combined isomers of tri- and tetrachlorobenzenes were detected in fish from polluted regions of Slovenia at concentrations of 0.3 and 1 ug/g(2). 1,3,5-Trichlorobenzene was detected in 11% of fish in the 400 sites sampled in the US at a mean concentration of 0.1 ng/g(3). 1,3,5-Trichlorobenzene was detected at mean concentrations of 0.08, 0.14, 0.03 and 0.04 ug/g in carp, white sucker, largemouth bass and smallmouth bass, respectively(3). 1,3,5-Trichlorobenzene was detected in zebra mussel (Dreissena polymorphia) at 0.14 and 0.12 ug/kg (wet weight) sampled at Lobith on the Rhine and Eijsden on the Meuse(4). 1,3,5-Trichlorobenzene was detected at 0.9 ng/g (wet weight) in snow crab (Chionoectes opilio) at 1 of 13 locations, in 1996, but was not detected at any of the 13 locations in samples from 1997 to 2000(5). 1,3,5-Trichlorobenzene was analyzed but not quantifiable in mussels (Elliptio complanata) from the Cornwall/Massena area on the St Lawrence River from samples taken Sept 28, 1989(6)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 16",
            "Value": "log Kow = 4.19"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:220753",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,3,5-Trichlorobenzene increased bile duct-pancreatic fluid flow and decreased its protein concentration 24 hr after ip treatment of rats with 5.0 mmol/kg. The mechanism of increased bile duct-pancreatic fluid flow is not known, but it does not involve secretin or cholinergic stimulation of the pancreas, nor does it occur secondary to liver damage."
        },
        {
            "References": "PMID:6628258",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed to 0, 10, 100, or 1000 mg/cu m of 1,3,5-trichlorobenzene vapors for 6 hr/day, 5 days/wk for up to 13 wk. After 4 and 13 wk of exposure, animals were sacrificed and examined for changes in blood, clinical chemistry, internal organs, and tissues resulting from the 1,3,5-trichlorobenzene treatment. No treatment related effects on the blood and clinical chemistry were evident. The only effects that were considered treatment related were a squamous metaplasia and hyperplasia in the respiratory epithelium in the nasal passages of high dose rats, and the increased incidence of dried red material /porphyrin, a red pigment  from the Harderian glands/ on the faces of these rats."
        },
        {
            "References": "Cote M et al; Drug Chemical Toxicol 11 (1): 11-28 (1988)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The toxic effects of three trichlorobenzene isomers, 1,2,3-trichlorobenzene, 1,2,4-trichlorobenzene, and 1,3,5-trichlorobenzene, were investigated in rats treated over a period of 90 days. Thirteen groups of weanling Sprague Dawley rats were given one of the trichlorobenzenes, at concentrations of 1, 10, 100, or 1000 ppm in corn oil, or corn oil alone. After 13 wk all animals were anesthetized with ether and exsanguinated via the abdominal aorta. Clinical examination showed no signs of toxicity except reduced weight gain in some groups. High dose groups of treated males had a general trend towards lower weight gain with statistically significant weight gain suppression only seen in males treated with 1,2,3-trichlorobenzene at 10 of 1000 ppm. The liver to body weight ratios of males receiving the highest doses of the three trichlorobenzenes were significantly higher than controls. Kidney weights were higher for some groups of males. Trichlorobenzene exposure did not affect serum sodium, potassium, inorganic phosphate, total bilirubin, alkaline phosphatase, aspartate transferase, total protein, calcium, cholesterol, glucose, uric acid, lactate dehydrogenase, or any hematological or urinary parameter. Hepatic microsomal aniline hydroxylase and aminopyrine demethylase activities were significantly elevated in males fed 1,2,4-trichlorobenzene at 1000 ppm. Aminopyrine demethylase activity was significantly elevated in females. Histopathologic changes related to treatment were seen in liver, thyroid, and kidney for all three isomers. The changes were mild in nature and judged to be significant only at the highest dose level, but they were more severe in males than in females. Microscopic changes in the liver consisted of mild to moderate increases in cytoplasmic volume and anisokaryosis of hepatocytes. Changes in the thyroid included reduction in both follicular size and colloid density. Only 1,3,5-trichlorobenzene resulted in mild to moderate renal changes in the convoluted tubules which were characterized by eosinophilic inclusions, enlargement and anisokaryosis of the lining cells and hyperplasia of the tubular epithelial cells. Only changes associated with the 1000 ppm dose level of the isomer were considered to be biologically significant. ..."
        },
        {
            "References": "PMID:3233372",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A study was made in rats of possible teratogenic effects of three trichlorobenzene isomers and of their distribution in dams and fetuses. Pregnant Sprague Dawley rats were administered 150 and 300 mg/kg of 1,2,4-trichlorobenzene, or 150, 300, and 600 mg/kg of 1,2,3-trichlorobenzene or 1,3,5-trichlorobenzene. Chemicals were given by gavage on day six through day 15 of gestation. Dams were assessed for toxic effects and distribution of chemicals in tissues, and fetuses were examined for toxic and teratogenic effects. Dams did not exhibit any signs of toxicity, although there was a tendency toward a dose related reduction in body weight. Abnormalities in pregnancy outcome and fetal development did not appear to be related to treatment. Maternal liver weights were increased by all three isomers, and other organ weights were normal. Significant dose related increases in liver aminopyrine-N-demethylase activity were found for 1,2,3-trichlorobenzene and 1,2,4-trichlorobenzene. Dose related decreases in hemoglobin and hematocrit occurred with all three compounds. Histology revealed maternal liver changes and eye lens lesions in 1,3,5-trichlorobenzene and 1,2,4-trichlorobenzene exposed fetuses. Mild thyroid changes were also noted in dams."
        },
        {
            "References": "Miyata R et al; Bull Natl Inst Hyg Sci (Tokyo) 0 (99): 60-5 (1981)",
            "Value": "/GENOTOXICITY/ Salmonella typhimurium strain appears to be a suitable indicator for mutagenesis because of its well developed genetic system. The mutagenic activity of some 15 chemicals derived from different interests was evaluated by using TA92, TA1535, TA100, TA1537, TA94 and TA98 strains in the absence and in the presence of a hepatic /S9 fraction/. Chemicals tested here /included/ ... 1,3,5-trichlorobenzene. ... Five positive control mutagens mitomycin C, 9-aminoacridine, 2-nitrofluorene, N-ethyl-N'-nitro-N-nitrosoguanidine and 2-aminoanthracene, respectively, were also examined in this experiment. The S9 fraction employed for chemical mutagenicity testing was prepared from the livers of male Fischer rats and male BALB/c mice by the induction with polychlorinated biphenyls, KC-400. ... 1,3,5-Trichlorobenzene, did not induce mutation or lethality in any strains at a range of concentrations from 0.03-3 mg/plate in both the absence and the presence of S9 mix."
        },
        {
            "References": "PMID:3331700",
            "Value": "/GENOTOXICITY/ Eight widely used halogenated benzenes, including the three isomers of trichlorobenzene were tested for acute toxicity (LD50) and clastogenicity in 8 week old NMRI mice by intraperitoneal administration. Four doses of each chemical (up to 70% of LD50) were tested for clastogenic activity. Each compound was administered in two equal doses, 24 hr apart. Increased formation of micronucleated polychromatic erythrocytes, observed in femoral bone marrow, 30 hr after the first injection, was considered to be due to the clastogenic activity of the test compound. All the halogenated benzenes tested were found to be clastogenic (p< 0.01). No significant differences were found between the clastogenic activities of the trichlorobenzene isomers."
        },
        {
            "References": "Nohmi T et al; Bull Natl Inst Hyg Sci (Tokyo) 0 (103): 60-4 (1985)",
            "Value": "/GENOTOXICITY/ The mutagenicities of organic chemical contaminants in city water and related compounds were examined by the Salmonella/microsome test (Ames test). The three isomers of trichlorobenzene were not mutagenic in the test system."
        },
        {
            "References": "PMID:7444163",
            "Value": "/OTHER TOXICITY INFORMATION/ Hepatic arylesterase activity /in rats/ was induced by 1,2,4-trichlorobenzene but not by 1,3,5-trichlorobenzene. Serum arylesterase was not induced by any of the halogenated benzenes."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Kuntz KW, Wary ND; J Great Lakes Res 9: 241-8 (1983) (2) Kuntz KW; Toxic Contaminants in the Niagara River, 1975-82 Burlington, Ontario Tech Bull No. 134 (1984) (3) Oliver BG; Symp Amer Chem Soc Div Environ Chem 186th Natl Mtg 23: 421-2 (1983) (4) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-6 (1982) (5) Oliver BG, Charlton MN; Environ Sci Technol 18: 903-8 (1986) (6) Oliver BG, Bourbonniere RA; J Great Lakes Res 11: 366-72 (1985) (7) Oliver BG, Nicol KD; Environ Sci Technol 16: 532-36 (1982)",
            "Value": "SEDIMENT: 1,3,5-Trichlorobenzene was detected in Niagara River suspended sediments at the following levels: Niagara-on-the-Lake, 1980, 28 samples, 93% pos, avg 20 ppb dry wt(1); 1981, 5 stations, range of avgs, 3-53 ppb(2); 1981, settling particles, 5.3 ppb(3). Surficial sediments, Lake Superior, 13 sites, 46% pos, not detected-0.4 ppb, avg of pos 0.2 ppb, Lake Huron, 42 sites, 90% pos, not detected-4 ppb, avg pos 0.7 ppb, Lake Erie, 5 sites, 100% pos, 0.1-5 ppb, avg pos 1 ppb, Lake Ontario, 11 sites, 100% pos, 7-250 ppb, avg pos 60 ppb(4). Lake Ontario, Niagara River vicinity, 1982: 20 m sediment traps, 6 stations, 83% pos, 2.4-5.2 ppb; 3 sites, avg, ppb (depth, m): 5.5 (20), 7.0 (40), 8.6( 60), 9.5 (68)(5). Concn (ppm dry wt) in sediments: Southern Lake Huron, 9 samples, 0.1-0.5, 0.3 avg; Lake St. Clair, 2 samples, 3.6-10, 6.8 avg: Western Lake Erie, 9 samples, 0.8-12, 3.1 avg; Central Lake Erie, 22 samples, not detected-1.0, 0.6 avg; Eastern Lake Erie, 15 samples, not detected-1.7, 0.9 avg(6). Mean 1,3,5-trichlorobenzene concns of 0.2, 0.7, 1 and 60 ppb were detected in the superficial sediments from Lakes Superior, Huron, Erie, and Ontario, respectively(7)."
        },
        {
            "References": "(1) Beurskens JEM et al; Water Sci Technol 29: 77-85 (1994) (2) ten Hulscher TEM et al; Chemosphere 35: 2331-44 (1997) (3) ten Hulscher TEM et al; Environ Sci Technol 33:126-32 (1999) (4) Masunga S et al; Wat Res 25: 289-97 (1991) (5) van Zoest R, van Eck GTM; Sci Total Environ 103: 57-71 (1991) (6) Lee CL, Fang MD; Chemosphere 35: 2039-50 (1997) (7) Ristola T et al; Chemosphere 32: 1179-92 (1996) (8) Lee CL et al; Chemosphere 41: 889-99 (2000) (9) Santiago S et al; Aquat Sci 56: 221-42 (1994) (10) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000)",
            "Value": "SEDIMENT:  Lake Ketelmeer, in The Netherlands, has been analyzed for pollutants since 1940; 1,3,5-Trichlorobenzene was detected in the sediment at concns of 130 ng/kg (1965)(1), 50 ng/kg (1985)(1), and 20-120 ug/kg (1995)(2). 1,3,5-Trichlorobenzene was also detected at concns of 59 ug/kg (dry weight) in the top layer and at 137 and 144 ug/kg (dry weight) in core samples from Lake Ketelmeer collected in 1999(3). 1,3,5-Trichlorobenzene was detected at concns of 0.1-39.2 ng/g in sediment from Ise Bay, Japan(4). 1,3,5-Trichlorobenzene was detected at maximum concns of 4, 5 and 12 ng/g in sediment taken from the Scheldt Estuary, Netherlands(5). 1,3,5-Trichlorobenzene was detected in sediment off the coast of Taiwan at concns of 1-24 ng/kg from samples taken April to Oct 1995(6) and in Lake Ladoga, Russia at concns of 0-3.9 ng/g(7). 1,3,5-Trichlorobenzene was found off the coast of Kaohsiung, Taiwan at 40 sites at concns of not detected to 78.3 ng/g in samples taken 1996(8). 1,3,5-Trichlorobenzene was not detected in suspended solids in the Rhone River at Bouveret, Pougny, and Pioncare, but was detected at Saone, Chasse, St. Vallier, Beauchastel, Donzere, and Arles at 9.7, 475, 5.3, 28.7, 8.8, and 220 ug/kg (dry weight), respectively(9). Bed sediment samples taken from the Rhone River had concns of 1,3,5-trichlorobenzene of not detected, 9.3, 11.4, and 16.2 ug/kg (dry weight) from samples taken near Seyssel, Cordrieu, Beauchastel, and Arles, respectively(9). 1,3,5-Trichlorobenzene was detected in sediment in 7 of 7 sites in the German Bight area(10)."
        },
        {
            "References": "PMID:9253193",
            "Value": "SOIL: 1,3,5-Trichlorobenzene had an avg soil concentration of 0.026 mg/kg in localities contaminated by agrochemical and communal waste in Slovakia(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sacan MT, Balcioglu IA; Chemosphere 32: 1993-2001 (1996) (2) Borisover MD, Graber ER; Chemosphere 34: 1761-76 (1997) (3) Dannenfelser RM et al; Chemosphere 23: 141-65 (1991) (4) Beck AJ et al; Adv Agron 55: 345-91 (1995) (5) Chu W, Chan K-H; Sci Total Environ 248:1-10 (2000) (6) Gao C et al; Environ Toxicol Chem 15: 1089-96 (1996) (7) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Measured log Koc values for 1,3,5-trichlorobenzene of 2.8(1), 3.09(2), 3.2(3), 3.69(4), 3.79(5) and 3.82(6), were reported in soil. According to a recommended classification scheme(7), these Koc values suggest that 1,3,5-trichlorobenzene has low to no mobility in soil(SRC)."
        },
        {
            "References": "(1) Masunga S et al; J Environ Sci Health A31: 887-903 (1996) (2) ten Hulscher TEM et al; Chemosphere 35: 2331-44 (1997) (3) Jonker MTO, Smedes F; Environ Sci Technol 34: 1620-6 (2000)",
            "Value": "A log Koc value of 3.6 was measured for 1,3,5-trichlorobenzene in sediment obtained from Ise Bay, Japan(1). A log Koc value of 4.5 was measured from sediment of Lake Ketelmeer, Netherlands(2). Log Koc values of 5.96 and 5.36 were also measured in Lake Ketelmeer at 0-30 cm (3.75% organic matter) and 40-120 cm (6.48% organic matter), respectively(3)."
        }
    ]
}