{
    "_id": {
        "$oid": "6682e89dc4e5dba5ffba267a"
    },
    "CID": {
        "$numberInt": "7958"
    },
    "Name": "DIISOBUTYL KETONE",
    "IUPACName": "2,6-dimethylheptan-4-one",
    "CanonicalSMILES": "CC(C)CC(=O)CC(C)C",
    "Synonyms": [
        "2,6-Dimethyl-4-heptanone",
        "2,6-Dimethylheptan-4-one",
        "108-83-8",
        "DIISOBUTYL KETONE",
        "Isovalerone",
        "Diisobutylketone",
        "Isobutyl ketone",
        "Valerone",
        "Diisobutilchetone",
        "s-Diisopropylacetone",
        "Di-isobutylcetone",
        "DIBK",
        "4-Heptanone",
        "2,6-dimethyl-",
        "Diisobutylketon",
        "sym-Diisopropylacetone"
    ],
    "IsomericSMILES": "CC(C)CC(=O)CC(C)C",
    "INCHI": "InChI=1S/C9H18O/c1-7(2)5-9(10)6-8(3)4/h7-8H,5-6H2,1-4H3",
    "INCHIKEY": "PTTPXKJBFFKCEK-UHFFFAOYSA-N",
    "Formula": "C9H18O",
    "MolecularWeight": {
        "$numberDouble": "142.24"
    },
    "Description": "2-Methyl-4-heptanone is a ketone.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "91"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; Aquasol Database of Aqueous Solubility. Ver 5. College of Pharmacy, University of Arizona - Tucson, AZ (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 7 was calculated in fish for diisobutyl ketone(SRC), using a water solubility of 2,640 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Vaishnav DD et al; Chemosphere 16: 695-703 (1987) (2) Babeu L, Vaishnav DD; J Indust Microb 2: 107-15 (1987) (3) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974)",
            "Value": "AEROBIC: Using standard BOD dilution techniques with acclimated microbial cultures, theoretical BODs of 37.4-46.7% were measured for diisobutyl ketone over 5-day incubation periods(1,2). Diisobutyl ketone had BODs of 4, 39, 57, and 88% of theoretical measured over 5, 10, 15, and 20 day incubation periods, respectively, using standard BOD dilution techniques and a non-acclimated sewage inoculum(3); theoretical BODs of 4, 9, and 18% were measured over 10, 15, and 20 day incubation periods, respectively, using a synthetic salt BOD dilution water and a non-acclimated sewage inoculum(3)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Diisobutyl ketone, CAS #108-83-8 p.66 (June 1988). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not sensitizing in guinea pig maximization test."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Diisobutyl ketone, CAS #108-83-8 p.66 (June 1988). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slightly irritating /to eyes of/ rabbit."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Diisobutyl ketone, CAS #108-83-8 p.65 (June 1988). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slightly irritating /to skin of/ rabbit."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Diisobutyl ketone, CAS #108-83-8 p.63 (June 1988). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Rats were given/ a single dose of 2000 mg/kg ... applied to the skin for 24 hours using an occluded dressing. There were no mortalities or other evidence of systemic toxicity. All animals gained in weight over the 14 day observation period. Slight skin irritation was observed at the application site."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:319",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... No deaths in rats or guinea pigs exposed for 7.5 to 16 hr to saturated vapors of diisobutyl ketone /were reported/. A single 6 hr exposure of rats to 1500 ppm caused ataxia and drowsiness but no deaths. ... A higher degree of toxicity for rats /was reported/; an 8 hr exposure to essentially a saturated atmosphere (2000 ppm) caused the deaths of five of six animals. Exposure for 4 hr was reported to be the shortest time that produced a toxic effect in rats exposed to 2000 ppm. ... Mice survived twelve 3 hr exposures to a saturated atmosphere. ... Guinea pigs and rats /were exposed/ to concn of 125 to 1650 ppm for thirty 7 hr exposures. The 125 ppm concn was a no effect level for both species. The 250 ppm concn incr liver and kidney wt of female rats, but decr the liver wt of the male guinea pigs. Rats exposed to intermediate concn of 530 and 920 ppm had incr liver and kidney wt. Incr mortality and liver and kidney injury were seen at 1650 ppm."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 397",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diisobutyl ketone causes no significant injury when tested on rabbit eyes by application of a drop, but the vapor @ conc of 25 ppm in air causes a sensation of eye irritation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:319",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Daily doses of 4000 mg/kg given by gavage killed all rats after two or three treatments. Deaths were attributed to severe depression of the central nervous system, hepatotoxicity, and dehydration. Pulmonary congestion and edema and renal toxicity were contributing factors in the deaths."
        },
        {
            "References": "PMID:2448916",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four groups, each consisting of 10 male and 10 female Fischer-344 rats, were exposed 6 hr/day, 5 days/week, for 9 days to diisobutyl ketone (DIBK) vapor at concentrations of 905, 300, 98, or 0 (control) ppm. An additional 10 rats/sex were assigned to the 905 and 0 ppm groups and allowed two weeks recovery prior to sacrifice. Rats exposed to 905 ppm had mild ocular irritation (lacrimation) and evidence of kidney toxicity, manifested as: 1) an increase in absolute and relative (as a percentage of body weight) kidney weights, 2) an increase in urine volume (and water intake) with a concomitant decrease in urine osmolality (males only), and 3) an increase in severity of hyalin droplet nephrosis in the proximal tubules (males only). Absolute and relative liver weights were also increased in both male and female rats of the 905 and 300 ppm groups. These effects either disappeared or lessened in severity following the 2-week recovery period. Male rats exposed to 300 ppm had similar renal alterations to the males of the 905 ppm group, although the alterations were fewer in number and smaller in magnitude. Kidney weights and renal histology of the males of the 98 ppm group were similar to the control male rats, although an increase in urine volume with a decrease in urine osmolality was observed. The kidney findings in this study were not surprising because of the chemical relationship of DIBK with other aliphatic ketones (e.g., methyl isobutyl ketone, methyl isoamyl ketone) which, after repeated inhalation exposure, cause hyalin droplet nephropathy in male rats. The significance of this male rat nephrosis with regard to human exposure is unknown."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:319",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Doses of 2000 and 1000 mg/kg administered /to rats by gavage/ daily for 3 wk did not cause mortality. The 2000-mg/kg dose produced central nervous system depression initially, but a tolerance developed after several doses. Body weight gain and feed consumption were not affected by the ketone exposure. Hematologic and serum clinical chemistry determinations were comparable to the control values. Absolute and relative liver and kidney weights were slightly increased. Histologically, only minor changes were seen in the livers and kidneys."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When diisobutyl ketone was tested in a 90-day gavage study at doses as high as 2000 mg/kg, abnormalities noted included reduced glucose levels, increased absolute and relative liver and adrenal gland weights, increased relative kidney weights, and decreased absolute brain and heart weights. Compound-related histopathology included minor changes in the stomach, liver, and kidneys. No neurotoxicity was evident."
        },
        {
            "References": "Organisation for Economic Cooperation and Development; Screening Information Data Set for Diisobutyl ketone, CAS #108-83-8 p.70-71 (June 1988). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ DIBK was administered in corn oil by gavage to male and female Sprague-Dawley rats at 100, 300, and 1000 mg/kg/day. Premating Exposure Period: male: 14 days, female: 14 days. Exposure Period: males 28 days, females 41 days minimum, 14 days. The death of 2 dams at the top dose level during lactation was considered attributable to treatment. Male bodyweights were suppressed at the top dose level. There were no changes in organ weights and no toxicologically significant histopathological changes in the male or female reproductive organs. Other organs were not examined. There was no evidence of an effect on any of the reproductive parameters investigated or on any of the surviving litters. There was no effect on the number of pregnancies or positive smears, litters born, number of implantations or proportion of pups born live in any dose group. NOAEL Parental: = 300 mg/kg bw. NOAEL F1 Offspring: = 1000 mg/kg bw."
        },
        {
            "References": "PMID:6845368",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Mice were exposed during a 4-hr period to various concentrations of 13 aliphatic or aromatic solvents which affect primarily the central nervous system (CNS). The test compounds /included/ ... diisobutyl ketone ... .  After exposure, measurements were made to see whether these neurotoxicants would decrease the immobility developed in a \"behavioral despair\" swimming test. Each chemical was shown to reduce the total duration of immobility measured over a 3-min period in a concentration-related manner. The systematic determination of the atmospheric concentrations responsible for a 50% decrease in immobility (ID50) permitted classification of the solvents in terms of their relative potencies. ... ."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for Diisobutyl ketone, CAS #108-83-8 p.69 (June 1988). Available from, as of October 2, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Tested negative in reverse mutation assay with Salmonella typhimurium TA98, TA100, TA1535, TA1537, and TA1538 with and without metabolic activation."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Diisobutyl ketone was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Diisobutyl ketone was tested at doses of 0.001, 0.003, 0.010, 0.033, 0.10, and 0.33 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S9. Diisobutyl ketone was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 0.33 mg/plate. This dose caused total clearing of the background bacterial lawn in cultures of strain TA1537."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; Aquasol Database of Aqueous Solubility. Ver 5. College of Pharmacy, University of Arizona - Tucson, AZ (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of diisobutyl ketone is estimated as 57(SRC), using a water solubility of 2,640 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that diisobutyl ketone is expected to have high mobility in soil."
        }
    ]
}