{
    "_id": {
        "$oid": "6682e89ec4e5dba5ffba267f"
    },
    "CID": {
        "$numberInt": "7964"
    },
    "Name": "CHLOROBENZENE",
    "IUPACName": "chlorobenzene",
    "CanonicalSMILES": "C1=CC=C(C=C1)Cl",
    "Synonyms": [
        "CHLOROBENZENE",
        "108-90-7",
        "Monochlorobenzene",
        "Phenyl chloride",
        "Benzene chloride",
        "Chlorbenzene",
        "Chlorobenzol",
        "Benzene",
        "chloro-",
        "Monochlorbenzene",
        "Chlorobenzen",
        "Monochlorbenzol",
        "Chlorbenzol",
        "Tetrosin SP",
        "Clorobenzene",
        "Chloorbenzeen"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)Cl",
    "INCHI": "InChI=1S/C6H5Cl/c7-6-4-2-1-3-5-6/h1-5H",
    "INCHIKEY": "MVPPADPHJFYWMZ-UHFFFAOYSA-N",
    "Formula": "C6H5Cl",
    "MolecularWeight": {
        "$numberDouble": "112.55"
    },
    "Description": "Chlorobenzene is the simplest member of the class of monochlorobenzenes, that is benzene in which a single hydrogen has been substituted by a chlorine. It has a role as a solvent.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "46"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) France RL; Bull Environ Contam Toxicol 59: 76-82 (1997) (2) Muir DCG et al; Environ Sci Technol 27: 1201-10 (1993)",
            "Value": "Saxifrage (Saxifraga oppositofolia) samples collected along the coast of Ellesmere Island in the high Arctic contained chlorobenzene, concentration not specified(1). Lichen samples collected from 35 locations across Ontario, Canada between 1985 and 1987 were found to contain chlorobenzene(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "PMID:9419262",
            "Value": "Breast-muscle of the thick-billed murres bird (Uria lomvia), originating from breeding colonies in the Canadian Arctic and collected off the coast of Newfoundland during the winters of 1986-1987 and 1989-1990, were found to contain chlorobenzene, concentration not specified(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 14, 2014: https://www.safe.nite.go.jp/english/db.html (2) Veith GD, Kosian P; pp. 269-81 in Physical Behavior of PCBs in the Great Lakes, Mackay D et al, eds (1983) (3) European Commission; IUCLID Dataset, Chlorobenzene (CAS 108-90-7), European Chemicals Bureau (2000). Available from, as of May 14, 2014: https://esis.jrc.ec.europa.eu/doc/IUCLID/datasheet/108907.pdf (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCF values of 4.3 to 39.6 and 3.9 to 22.8 were measured for chlorobenzene in carp (Cyprinus carpio) at chemical concentrations of 0.15 and 0.015 mg/L, respectively(1). A log BCF of 2.65 has been reported for chlorobenzene in fathead minnows(2) that corresponds to a BCF of 450(SRC). A BCF of 41 was measured in bluegill fish (Lepomis macrochirus) over a 14-day exposure period(3). According to a classification scheme(4), these BCF values suggest the potential for bioconcentration in aquatic organisms ranges from low to high, provided the compound is not metabolized by the organism(SRC). Dissolved organic matter that is present in interstitial water may greatly reduce the amount of a chemical that is available for accumulation(5). In one set of experiments, midge larvae were found to accumulate higher tissue-to-sediment ratios of chlorobenzene from a low-organic content sediment than from a high-organic content sediment(5). BCFs of 0.25 (from sediment), 11 (from interstitial water), and 10 (overlying water) were measured for midge larvae exposed to chlorobenzene under equilibrium exposure conditions(5). BCFs of 0.15 (from sediment), 310 (from interstitial water), and 5 (from overlying water) were measured for midge larvae exposed to chlorobenzene sorbed to high-organic content sediment under nonequilibrium exposure conditions(5). BCFs of 0.72 (from sediment), 18 (from interstitial water), and 2,187 (from overlying water) were measured for midge larvae exposed to chlorobenzene sorbed to low-organic content sediment under nonequilibrium exposure conditions(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Callahan, M.A., M.W. Slimak, N.W. Gabel, et al. Water-Related Environmental Fate of 129 Priority Pollutants. Volume I. EPA-440/4 79-029a. Washington, DC: U.S. Environmental Protection Agency, December 1979., p. 72-8",
            "Value": "Information ... concerning the biodegradation potential of chlorobenzene indicates that this compound will ... eventually degrade, but not at an environmentally important rate unless the microorganisms present are already growing on another hydrocarbon source."
        },
        {
            "References": "(1) Jain RK et al; Appl Environ Microbiol 53: 996-1002 (1987) (2) Lee RF, Ryan CC; Microbial degradation of pollutants in marine environments. Washington, DC: USEPA-600/9-79-012  pp. 443-50(1979) (3) Aelion CM et al; Appl Environ Microbiol 53: 2212-7 (1987) (4) Kookana RS, Rogers SL; Rev Env Contam Toxicol 142: 13-64 (1995) (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 14, 2014: https://www.safe.nite.go.jp/english/db.html (6) Bhattacharya SK et al; Wat Res 30: 3099-105 (1996) (7) European Commission; IUCLID Dataset, Chlorobenzene (CAS 108-90-7), European Chemicals Bureau (2000). Available from, as of May 14, 2014: https://esis.jrc.ec.europa.eu/doc/IUCLID/datasheet/108907.pdf (8) Lapertot ME, Pulgarin C; Chemosphere 65: 682-690 (2006)",
            "Value": "AEROBIC: 76.7% Chlorobenzene was removed after 8 weeks incubation at 22 °C in a groundwater microcosm(1). The biodegradation half-life of chlorobenzene was reported to be 150 days in river water and 75 days in sediment(2). Chlorobenzene was generally not mineralized after 8 months incubation in soil(3). A half-life of 7 days was measured in soil-groundwater slurries using natural microbial consortia isolated from contaminated soils and groundwater(4). No degradation of chlorobenzene occurred over a period of 8 months in a laboratory study using subsurface soil samples from an uncontaminated environment(4). Chlorobenzene, present at 100 mg/L, reached 0% of its theoretical BOD in four weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5). 99.0% removal of chlorobenzene was observed in a pilot-scale activated sludge system, an estimated 82.8% was attributed to biodegradation, 1.5% was adsorbed, and 14.7% was stripped(6). Chlorobenzene achieved 15% degradation after a 28-day incubation period using an activated sludge inoculum and a modified MITI test protocol(7). Using OECD 301B (Modified Sturm Test - CO2 Evolution) with an adapted activated sludge inoculum, only 10% theoretical CO2 evolved after 63 days(7). Greater than 90% degradation of chlorobenzene occurred after 15 days in a Sapromat respirometry test using an industrial non-adapted activated sludge inoculum(7). Using a closed-bottle 28-day BOD test protocol, chlorobenzene achieved a 73% degradation classifying the compound as readily biodegradable(8)."
        },
        {
            "References": "(1) Bouwer EJ; J Environ Eng 115: 741-55 (1989) (2) Nishino SF et al; Appl Environ Microbiol 58: 1719-26 (1992) (3) Pugh LB et al; Biotechnol Ind Waste Treat Biorem, Int Symp Implementation Biotechnol Ind Waste Treat Biorem 1992, Hickey RF, Smith G, eds, Boca Raton,FL: Lewis pp 195-211 (1996) (4) Swindoll CM et al; Environ Toxic Chem 7: 291-9 (1988) (5) van Beelen P; Stygologia 5: 199-212 (1990) (6) Freitas LM et al; Trans IChemE 77(Part B): 43-48 (1999) (7) Kurt Z et al; Environ Sci Technol 46: 11829-11835 (2012)",
            "Value": "AEROBIC: In a series of batch transformation studies, after a 25-day lag period, 49% of chlorobenzene was removed in pond water from a strip-pit pond over 43 days(1). In pond water amended with nutrients and in pond water amended with nutrients and sewage inoculum, chlorobenzene was reduced to concentrations below the detection limit after 12 days incubation; in pond water amended with nutrients and a sewage inoculum, the major product of chlorobenzene biotransformation was carbon dioxide(1). No loss of chlorobenzene was observed in sterile controls(1). The addition of sediment (0.61 g/L) did not significantly affect the biotransformation of chlorobenzene(1). Bacterial isolates obtained from groundwater and soils contaminated with chlorobenzene could mineralize approx 54% of the chlorobenzene within 7 days when supplemented with ammonium and phosphate; 85 and 99% of chlorobenzene added to groundwater microcosms was utilized by 28 days(2). In soil/groundwater microcosms at a former solvent storage site, a 49% reduction in the chlorobenzene concentration was observed over a 1-month period; 42% and 59% reduction in the chlorobenzene concentration was observed in microcosms amended with nutrients(3). A turnover time of 60,731 hours was measured in Lula, OK aquifer solid slurries under aerobic conditions(4). Biodegradation half-lives in not heavily polluted aquifer material were >540 days, 240 to 281 days, 88 years, and >490 days in Oklahoma sandy clay, OK gravel, OK sand, and OK sand, respectively(5). Complete mineralization of chlorobenzene, up to its maximum solubility level, occurred after 3 weeks of continuous operation in a stirred tank bioreactor(6). Results of flow-through column studies using sediment samples collected from sites contaminated by chlorobenzene revealed that chlorobenzene was readily biodegraded when migrating across the sediment/water interface(7)."
        },
        {
            "References": "(1) Masunaga S et al; Water Sci Technol 33: 173-80 (1996) (2) Susarla S et al; Environ Sci Pollut Res 3: 71-4 (1996) (3) Trizinsky MA, Bouwer EJ; Hazard Ind Wastes 24: 197-206 (1992) (4) Nijenhuis I et al; Environ Sci Technol 41: 3836-3842 (2007)",
            "Value": "ANAEROBIC: A half-life of 46.2 days was measured for chlorobenzene in an anaerobic estuarine sediment that was pre-exposed to various anthropogenic chemicals from the surrounding industries; benzene was identified as the product; in autoclaved sediment, the half-life was approximately 400 days(1). An 81.3% loss (half-life of 138 days) of chlorobenzene was observed in sediment samples obtained from the Tsurumi River, Japan over 1 year under anaerobic conditions; in autoclaved sediment, approx 50% loss of chlorobenzene was observed over the  1-year incubation period(2). 82% of the original chlorobenzene concentration was removed during a 47-day study using denitrifying bacteria, capable of degrading a mixture of aromatic compounds, isolated from sequential batch cultures; 60% was converted to carbon dioxide(3). In laboratory microcosm studies, anaerobic biodegradation of radio-labeled monochlorobenzene was demonstrated by mineralization to radio-labeled CO2(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Morita M et al; Environ Pollut 9: 175-9 (1975) (2) Oliver BG, Nichol KD; Environ Sci Technol 16: 532-6 (1982) (3) Pereira WE et al; Environ Sci Technol 22: 772-8 (1998) (4) Muir DCG et al; Arch Environ Contam Toxicol 19: 530-42 (1990)",
            "Value": "Two studies of chlorobenzenes in fish from the Great Lakes and Japanese coast failed to detect any chlorobenzene(1,2). Chlorobenzene was detected in Atlantic croakers (Micropogonias undulatus), blue crabs (Callinectes sapidua), spotted sea trout (Cynoscion nebulosis), and blue catfish (Ictalurus furcatus) collected from the junction of the Calcasieu River and the Bayou d'Inde, LA in the vicinity of an industrial outfall, at concentrations of 0.10, 0.41, 0.18, and 0.05 ug/g lipid, respectively(3). Chlorobenzene was identified in samples of burbot (Lota lota) liver obtained from 68 fish collected during 1985 and 1986 at 8 sites in remote lakes and rivers of Canada(4)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of May 13, 2014: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 2.84"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19800902",
            "Value": "Chlorobenzene is a volatile organic compound (VOC) that is widely used as a solvent, degreasing agent and chemical intermediate in many industrial settings. Occupational studies have shown that acute and chronic exposure to chlorobenzene can cause irritation of the mucosa of the upper respiratory tract and eyes. Using in vitro assays, /it was/ shown in a previous study that human bronchial epithelial cells release inflammatory mediators such as the cytokine monocyte chemoattractant protein-1 (MCP-1) in response to chlorobenzene. This response is mediated through the NF-kappaB signaling pathway. Here, /researchers/ investigated the effects of monochlorobenzene on human lung cells, with emphasis on potential alterations of the redox equilibrium to clarify whether the chlorobenzene-induced inflammatory response in lung epithelial cells is caused via an oxidative stress-dependent mechanism. /It was/ found that expression of cellular markers for oxidative stress, such as heme oxygenase 1 (HO-1), glutathione S-transferase pi1 (GSTP1), superoxide dismutase 1 (SOD1), prostaglandin-endoperoxide synthase 2 (PTGS2) and dual specificity phosphatase 1 (DUSP1), were elevated in the presence of monochlorobenzene. Likewise, intracellular reactive oxygen species (ROS) were increased in response to exposure. However, in the presence of the antioxidants N-(2-mercaptopropionyl)-glycine (MPG) or bucillamine, chlorobenzene-induced upregulation of marker proteins and release of the inflammatory mediator MCP-1 are suppressed. These results complement /the authors/ previous findings and point to an oxidative stress-mediated inflammatory response following chlorobenzene exposure."
        },
        {
            "References": "PMID:18645721",
            "Value": "Exposure to chlorobenzene induces the release of monocyte chemoattractant protein 1 (MCP-1) by lung epithelial cells, a chemokine involved in inflammatory reactions. To characterize the underlying mechanisms ... the influence of chlorobenzene on the activation of two intracellular signalling pathways: the nuclear factor-kappa B (NF-kappa B) and the p38 mitogen-activated protein kinase (MAPK) pathways /were investigated/. Human lung epithelial cells (A549) were stimulated with tumor necrosis factor (TNF)-alpha in the presence or absence of specific inhibitors of NF-kappaB or the p38 MAP kinase and exposed to chlorobenzene using an air-liquid cell culture system. Exposure of lung epithelial cells to chlorobenzene resulted in an activation of NF-kappa B and p38 MAP kinase and a release of the chemokine MCP-1. In the presence of IKK-NBD, a specific NF-kappa B inhibitor, or the inhibitors of the p38 MAP kinase SB 203580 and SB 202190, the chlorobenzene-related MCP-1 release was suppressed, suggesting an involvement of both pathways in the chlorobenzene induced expression of MCP-1. /These/ data show that the release of MCP-1 following chlorobenzene exposure is dependent on the NF-kappa B and MAPK pathways."
        },
        {
            "References": "PMID:3544166",
            "Value": "The binding of epichlorohydrin, 1,2-dichloroethane, 1,2-dibromoethane, chlorobenzene, bromobenzene, and benzene to nucleic acid and proteins of different murine organs was studied in in vivo and in vitro systems. The extent of in vivo enzymatic activation of brominated compounds was higher than that of chlorinated chemicals. Aryl halides were bound mainly to liver DNA whereas interaction of alkyl halides with DNA of liver, kidney, and lung gave rise to similar binding extent. In vitro activation of all chemicals was mediated by microsomal p450-dependent mixed function oxidase system present in rat and mouse liver and, in smaller amount, in mouse lung. Activation of alkyl halides by liver cytosolic GSH-trasferases even occurred. The relative reactivity of chemicals in vivo, expressed as covalent binding index to rat liver DNA, was: 1,2-dibromoethane > bromobenzene > 1,2-dichloroethane > chlorobenzene > epichlorohydrin > benzene. On the whole, it agreed with in vitro activation of chemicals, with genotoxicity data from other short-term assays ... . Covalent binding index values of chlorobenzene and bromobenzene gave the first clear evidence of genotoxicity and of possible carcinogenicity of these two chemicals."
        },
        {
            "References": "PMID:3930452",
            "Value": "At 22 hr after ip injection into male Wistar rats and BALB/c mice, chlorobenzene was covalently bound to DNA, RNA and proteins of the liver, kidney and lung, as has been found with various weak carcinogens. A microsome-mediated interaction with DNA occurred in vitro. The interaction was enhanced by pretreatment in vivo with phenobarbitone but was suppressed by addition of 2-diethylaminoethyl-2,2-diphenylvalerate hydrochloric acid in vitro. These results indicate the involvement of cytochrome p450. Liver microsomes were efficient bioactivators, whereas cytosol was ineffective. The extent of in vitro interaction of chlorobenzene with synthetic polyribonucleotides was of the same order as that with DNA. Finally, ultraviolet irradiation (lambda= 254 nm or lambda max= 365 nm) activated this environmental contaminant to forms capable of interacting with DNA."
        },
        {
            "References": "PMID:22387350",
            "Value": "The toxicity of chlorobenzenes to Tetrahymena growth metabolism was studied by microcalorimetry. The growth constant (k), peak time (T) and generation times (T(G)) were calculated. IC(50) of chlorobenzenes was obtained through the kinetic parameters. The results suggested that the order of toxicity was 1,2,4-trichlorobenzene>o-dichlorobenzene>p-dichlorobenzene>m-dichlorobenzene>chlorobenzene. ATR-FTIR spectra revealed that amide groups and PO(2)(-) of the phospholipid phospho-diester, both in the hydrophobic end exposed to the outer layer, were the easiest to be damaged. The relationship between IC(50) and chemicals structure parameters ..., indicated that the more chlorine atoms were substituted, the greater the toxicity was. Chlorobenzenes have toxicity of non-polar narcosis. Their toxicity is proportional to their concentrations at the site of action, and caused by membrane perturbation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 454",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cat experiments conducted in 1904, ...showed that exposures to 37 mg/L (8000 ppm) of /monochlorobenzene/ (MCB) resulted in severe narcosis in 30 min and death in 2 hr. Exposure to 17 mg/L (3700 ppm) resulted in death in 7 hr and 7 hr of exposure to 11-13 mg/L (2400 and 2900 ppm) caused restlesness, tremor, and muscular spasms, but no serious injury or fatalities. Definite narcotic efects were produced by exposure to 5.5 mg/L (1200 ppm) whereas concns of 1-3 mg/L (200-660 ppm) were tolerated for hours without significant effects.."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 455",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye contact with liquid /monochlorobenzene/ (MCB) results in transient conjunctival irritation to rabbits that resolves within 48 hr. No corneal injury was observed, although pain is likely to accompany contact with this chemical."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Time- and dose-dependent hepatotoxicity was seen in rats following single intraperitoneal injections. Liver necrosis was reported along with increased liver weights, increased sulfobromophthalein retention, and increased serum enzyme activities. Rapid recovery occurred at lower doses tested (2.0 and 4.9 mmol/kg), but extended recoveries were observed at doses of 9.8 or 14.7 mmol/kg."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 128, chlorobenzenes other than hexachlorobenzene. Available from, as of July 10, 2014: https://www.inchem.org/documents/ehc/ehc/ehc128.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Systemic effects of acute toxic doses of /monochlorobenzene/ (MCB) included damage to the liver and kidney, and effects on bile and pancreatic flow. Circulating alanine aminotransferase (ALT) was increased in 50% of CF-1 strain albino mice following a single intraperitoneal administration of approximately 428 mg/kg. ... In Sprague-Dawley rats, single intraperitoneal administration of the two highest doses of 1104 mg/kg and 1655 mg/kg body weight resulted in increases in plasma ALT and centrilobular necrosis. Increased liver to body weight ratios were observed at all doses (225-1655 mg/kg body weight). ... In C57 Black/6J male mice, coagulation necrosis of the proximal renal tubules was observed following intraperitoneal administration of 760 mg MCB/kg body weight; Sprague-Dawley rats were somewhat less sensitive having only swollen, vacuolated convoluted tubules at doses of 1047 mg/kg body weight. ... /Another study/ reported increased bile duct-pancreatic flow in Holtzman male rats administered 563 mg MCB/kg body weight (5 mmol/kg) intraperitoneally. /It was/ suggested that these effects were distinct from those on the liver, since they occurred in the absence of liver damage."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single intravenous dose of 20 mg/kg to rats produced liver and kidney changes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The material is a moderate skin and eye irritant (tested in the guinea pig and rabbit, respectively). Rats given single applications of chlorobenzene to either the tail or 5% of the body surface showed signs of toxicity (unspecified) at doses of 3600 mg/kg or greater."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three 6-hour exposures to a vapor/aerosol mixture containing 4 mg/L (approximately equivalent to 850 ppm) chlorobenzene and 1 mg/L dichlorobenzene (166 ppm) produced weight loss and eye and mucus membrane irritation in rats, guinea pigs, and rabbits. Blinking, lacrimation, and salivation were produced within 10 minutes by exposure at 2 mg/L chlorobenzene (and 0.5 mg/L dichlorobenzene). Liver, kidney, and testes weights were elevated, but no histopathologic damage was detected in these or other tissues."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p.14 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Animal studies show that chlorobenzene is lethal following acute, intermediate, and chronic oral exposures. Death occurred within 2 to 3 days after a single exposure to 4,000 mg/kg in corn oil by gavage in rats of both sexes, and in mice after a single exposure to 1,000 mg/kg. Necropsy or histological examination was not performed."
        },
        {
            "References": "DHHS ATSDR; Toxicological Profile for Chlorobenzene, p.15 (December 1990) Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/tp131.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Neurological effects of chlorobenzene have also been reported in animals following inhalation. Acute inhalation exposure produced muscle spasms followed by /CNS depression/ in rabbits exposed to 5 mg/L chlorobenzene (1,090 ppm) or greater for 2 hours."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 455",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...topical application of /monochlorobenzene/ (MCB) to the skin of rabbits caused slight reddening. Continuous contact for a week results in moderate erythema and slight superficial necrosis. In these studies, there was no indications of absorption of toxic levels, although prolonged skin contact is irritating."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene (108-90-7) p.72 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male and female rats were administered 12.5, 50.0, or 25.0 mg/kg bw/d of chlorobenzene in feed for 93 to 99 days./ Growth retardation of the male rats occurred at the highest level. Liver and kidney weights for some rats at the intermediate and highest level were significantly increased. Histopathological findings were not remarkable."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene (108-90-7) p.72 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male and female Charles River albino rats were exposed to chlorobenzene by inhalation at 0, 0.75, 1.5, 2.0 mg/L, 6 hrs/d, 5 d/wk for 90 days/. Effects on mortality, hypoactivity, lower mean body weight at 1.5 mg/L was observed in males at week 1 and with 2 mg/L in males at weeks 1 and 2. No effects observed on hematological parameters (examined only in the high dose group); no effects on blood glucose, BUN, SAP, SGPT after 39 and 91 days of treatment. No effects were observed on urine parameters after 38 and 88 days. In the high dose group, there were increased liver and ovary weight in the females and increased kidney weight in the males and females."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene (108-90-7) p.70 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male Sprague Dawley rats were exposed to 75 or 250 ppm of chlorobenzene by inhalation for up to 24 weeks. Groups of 10 rats were sacrificed after 5, 11, and 24 weeks of treatment and examined for hematology, clinical chemistry, and gross and histopathological changes. There appeared to be a small effect on food utilization. Small differences in red cell parameters including an increase in microhematocrit and a decrease in microcell volume were seen at 250 ppm.  An increase in platelets in both treatment groups after 11 weeks of chlorobenzene exposure suggested some stimulation of the bone marrow megakaryocytes. Platelets were normal at the end of 24 treatment weeks. Aspartate aminotransferase activity was reduced in the high level group at all times of sacrifice.  At 250 ppm the relative kidney weight was increased at sacrifice after 5 and 24 weeks as was the relative liver weight at sacrifice after 5 and 24 weeks. After 11 weeks the relative and absolute liver weight was also increased at 75 ppm. Histopathological changes consisting of vacuolated cortical adrenal cells and tubular and interstitial kidney lesions were seen at sacrifice after 11 weeks in both treatment groups"
        },
        {
            "References": "U.S. EPA; Integrated Risk Information System for Chlorobenzene (CASRN 108-90-7) Available from, as ofJuly 1 2014: https://www.epa.gov/NCEA/iris/subst/0399.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female beagle dogs were given chlorobenzene orally by capsule at doses of 27.25, 54.5, or 272.5 mg/kg/day, 5 days/week, for 13 weeks. NOAEL = 27.25 mg/kg/day; LOAEL = 54.5 mg/kg/day (slight bile duct proliferation, cytologic alterations, and leukocytic infiltration of the stroma, all in liver). Death; body weight loss; changes in hematology, clinical chemistry, and urine analysis; and pathologic changes in liver (bile duct hyperplasia, cytologic changes, leukocytic infiltration, centrilobular degeneration), kidney, gastrointestinal mucosa, and hematopoietic tissue were observed at 272.5 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 455",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... rats, rabbits, and guinea pigs were exposed 7 hr/day, 5 days/wk for a total of 32 exposures over 44 day period. At /a/ concentration of 1000 ppm in air, there were histopathological changes of the lungs, liver and kidneys. There was a slight depression of growth. Although there was no mortality in rats or rabbits, the guinea pigs did show a higher-than-normal mortality."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats and rabbits were exposed at concentrations of 0, 75, or 200 ppm chlorobenzene by inhalation for 7 hours/day, 5 days/week for 24 weeks (120-exposure days). In rabbits, a decrease in serum glutamic-oxaloacetic transaminase activity was seen only at week 11 but not at other sacrifice intervals. Lung weights were elevated. The significance of this change is questionable since most rabbits in this study had chronic respiratory disease. Rats showed hematologic changes suggesting a microcytic anemia. Serum glutamic oxaloacetic transaminase activity in rats was depressed at all sacrificial intervals. Liver weight increases were seen. Histopathologic changes, confined to rats, included focal lesions in the adrenal cortex, tubular lesions in the kidneys, and congestion in the liver and kidneys. All of these changes were mild in degree, but they were seen at both concentrations tested (75 and 200 ppm)."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene  p.76 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male and female B6C3F1 mice, 10 per sex per group, were exposed to chlorobenzene by gavage 5 d/week for 13 weeks at 60, 125, 250, 500, or 750 mg/kg bw/d. Survival was reduced at doses > or = 250 mg/kg (mortality: 250 mg/kg: 5/9 males, 4/10 females; 500 mg/kg; 10/10 males, 7/10 females; 750 mg/kg: 10/10 males, 10/10 females). Body weight gain appeared to be reduced in male mice at doses > or = 250 mg/kg and female mice at doses > or = 500 mg/kg. Porphyrinuria was detected in female mice at doses > or = 250 mg/kg. Liver weigths were increased in male mice at doses > or = 250 mg/kg. Heart weights were decreased slightly in all chlorobenzene treated groups of male mice. Histological examinations revealed dose-dependent chemical induced injuries to the liver (centrilobular hepatocellular degeneration and necrosis), kidney (necrosis of the proximal tubular epithelium), bone marrow (myeloid depletion), spleen (lymphoid depletion or necrosis) and thymus at doses > or = 250 mg/kg."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene p. 75 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male and female Swiss mice were exposed to chlorobenzene at 2500 mg/cu m daily, 7d/wk for 3 weeks./ Exposed mice showed loss of appetite, general emaciation, marked somnolence and weight loss; 5 animals died. Autopsy revealed fatty degeneration in the liver, leading to acute yellow atrophy. The majority of mice showed a decrease in white blood cell number with relative decrease in neutrophils and relative increase in lympocytes."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene p.75 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male and female Swiss mice were exposed to chlorobenzene by inhalation at 100 mg/cu m daily 7 hr/d for 3 months./ Exposed mice showed increased agitation and motility and decreased white blood cell count with relative decrease in neutrophils and relative increase in lymphocytes; 5 mice/sex/exposure and control group."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene p.73 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female F-344 rats,10/sex/dose, were exposed to chlorobenzene by gavage at 60, 125, 250, 500 or 750 mg/kg bw/d 5 d/wk for 13 weeks. Survival was reduced at 500 and 750 mg/kg (mortality: 500 mg/kg: 4/10 males, 3/10 females; 750 mg/kg: 9/10 males, 8/10 females. Body weight gains appeared to be reduced in male rats at doses >/= 500 mg/kg. Slight to moderate increases in serum gamma glutamyl transpeptidase activities, as well as slight increases in total liver porphyrin were observed in surviving female rats at 500 and 750 mg/kg; porphyrinuria was detected in male and female rats at 500 and 750 mg/kg. Slight increases in liver and kidney weights and slight decreases in spleen weights were observed in male and female rats, predominantely at higher doses. Histologic examinations revealed chemically related changes in the liver (primarily centrilobular hepatocellular necrosis), kidney (proximal tubular degeneration and necrosis), bone marrow (myeloid depletion), spleen changes were not apparent in the 500 and 750 mg/kg groups."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p.14 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ reported tubular dilatation with eosinophilic material, interstitial nephritis and foci of regenerative epithelium in male rats exposed to vapors of chlorobenzene at 150 and 450 ppm for two generations. There was also treatment-related congestion of the kidneys in rabbits exposed to chlorobenzene at concentrations 275 ppm in animals sacrificed at 5 weeks of a 24 week treatment period. Interstitial foci of lymphocytes were evident."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p. 14 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Treatment-related congestion of the liver was observed in male rats and to a lesser degree in male rabbits exposed for 24 weeks to >75 ppm. Focal hemorrhages and foci of perivascular lymphocytes were observed. Decreased levels of serum enzymes (lactate dehydrogenase [LDH] and serum glutamic-oxaloacetic transaminase [SGOT]) were observed at the end of the treatment period ... ."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene p.78 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male and female beagle dogs were exposed to chlorobenzene by inhalation at 0, 0.75, 1.5, or 2 mg/L 6 hr/d 5 d/wk for 90 days. 7 dogs were sacrifced in the extremeis in the mid and high dose group, one dog died in the mid dose group. No observable effects in the low dose group. Hypoactivity and conjuctivitis in the mid and high dose group. Lower mean body weights in the mid dose group at week 4 and in the high dose group from week 3 through week 10, no effect on final body weight. No effect on the hematological parameters with the exception of lower leukocyte counts in the high dose group, minor effect on SAP, SGOT, and SGPT in the high dose group (questionable relevance), no effect on urine parameters. Increased liver weight in mid dose females, decreased heart weight in mid dose males, increased pancreas weight in mid and high dose females. No effect at necropsy at final sacrificed. Necropsy of dogs killed while moribund revealed icterus and in few instances enlarged and hardened liver. Histopathology revealed vacuolation of hepatocytes in females in the high dose group, cytoplasmic vacuolation in the kidney and bilateral atrophy of the semiferious epithelium in 2 males in the high dose group."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene p.77 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ / Male rabbits were exposed by inhalation to chlorobenzene at 750 or 250 ppm 7 hr/d, 5 d/wk for up to 24 weeks./ Groups of 10-11 rabbits were sacrificed after 5, 11, and 24 weeks of treatment and examined for hematology, clinical chemistry, and gross and histopathological changes. Lower uric acid levels were evident in both treatment groups at the 5 and 11 week sacrifice, the lactate dehydrogenase activity was elevated in the 74 ppm group after 5 and 24 weeks. The lung and liver weights were increased after 24 weeks at 250 ppm. Histopathology: the background pathology in the control group was such that no changes could be determined in the treatment groups, except a higher incidence of kidney and liver congestion in the high level group after 5 weeks of treatment."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p.17 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day study, degeneration or focal necrosis of the proximal tubules was observed at >250 mg/kg in mice and >500 mg/kg in rats. Repeated doses of >100 mg/kg/day for 90 to 99 days caused an increase in kidney weights."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p. 14 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chlorobenzene may cause hematological changes. There were dose and time-related effects on red blood cell parameters, primarily an increase in reticulocyte count which increased in rats but not in rabbits exposed to vapors of chlorobenzene at concentrations >75 ppm for 24 weeks. Other hematological parameters (red blood cell count, hemoglobins, hematocrit, and white blood cell count) were variable and were comparable to controls at the end of the test."
        },
        {
            "References": "PMID:4057281",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Acute (single exposure), 14-d repeated exposure, 91-d subchronic, and 103-wk chronic toxicity studies of orally administered (gavage, in corn oil) monochlorobenzene were conducted in male and female Fischer-344 rats and B6C3F1 hybrid mice. A single exposure to 4000 mg/kg was lethal to male and female rats, while a single exposure to a dose as low as 1000 mg/kg was lethal to mice. Fourteen daily exposures to 1000 mg/kg caused death in rats of both sexes, but neither survival nor clinical health were compromised at 500 mg/kg in rats or mice. In the 91-d studies, wherein monochlorobenzene was administered once daily, 5 d/wk, survival was reduced by doses of 500 mg/kg and higher in rats, and by doses of 250 mg/kg and higher in mice. Dose-dependent necrosis of the liver (hepatocytes), degeneration or focal necrosis of the renal proximal tubules, and lymphoid or myeloid depletion of the spleen, bone marrow, and thymus (mild to severe) were produced by doses of 250 mg/kg or greater of monochlorobenzene in both sexes of rats and mice, although the incidences of these lesions varied considerably by sex and species. Consistent changes in the circulating blood components were not observed, but a mild porphyrinuria was detected at the higher doses. No toxic effects were observed at doses of 125 mg/kg or less. In the 2-yr studies, wherein monochlorobenzene was administered once daily, 5 d/wk, doses of 30 or 60 mg/kg in male mice and 60 or 120 mg/kg in female mice and male and female rats did not produce any evidence of toxicity. Doses of 60 or 120 mg/kg caused slight (statistically significant at 120 mg/kg; p less than 0.05) increases in the frequencies of male rats with neoplastic nodules of the liver. Increased tumor frequencies were not observed in female rats or in male or female mice receiving monochlorobenzene."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No evidence of toxicity was seen in a study in which chlorobenzene was administered orally at doses of 30 or 60 mg/kg to male mice and 60 or 120 mg/kg to female mice and rats of both sexes 5 days/week for 2 years. Slight increases in the frequency of neoplastic nodules of the liver were observed in male mice (statistically significant only at 120 mg/kg). Increased tumor frequencies were not observed in female rats or in mice of either sex."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 455",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Monochlorobenzene/ (MCB) was administered orally to rats 5 days/week for a total of 137 doses over a period of 192 days. A doses of 14.4 g/kg body wt/day was survived without any observable effect. At 144 mg/kg, there was a slight decrease in growth from which test rats recovered. . At both 144 mg/kg and 288 mg/kg, there were significant increases in liver and kidney wts with slight liver pathology."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p.14 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a two-generation study in rats, chlorobenzene in concentrations up to 450 ppm did not adversely affect reproductive performance or fertility. ... A slight increase was observed in the incidence of degenerative testicular changes (unilateral and bilateral) in high-dose (450 ppm) males (F0 and F1 generations) and the F1 mid-dose (150 ppm) males. The significance of this finding is unclear since the mean mating, pregnancy, and male fertility indices for both F0 and F1 generations were comparable for all groups and the incidences of testicular lesion were identical in F0 and F1 animals."
        },
        {
            "References": "PMID:6495340",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats and rabbits were exposed to 0, 75, 210 or 590 ppm monochlorobenzene via inhalation for 6 hr/day during the period of major organogenesis. Exposure to 590 ppm caused elevated liver weights in /dams of/ both species and decreased body weight gain and feed consumption in rats. Inhalation of monochlorobenzene vapors during gestation was not embryotoxic or teratogenic in rats. In rabbits, a few monochlorobenzene exposed fetuses exhibited visceral malformations, which were not observed among concurrent controls, though no dose-related increase in malformations was noticed. Fetal effects were limited to a slight delay in skeletal development, which occurred only in rats exposed to 590 ppm, a maternally toxic concn."
        },
        {
            "References": "PMID:3692024",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The long term effects of monochlorobenzene (MCB) on parental activities and offspring development through two generations of rats was investigated. Groups of 30 male and female Sprague-Dawley rats (F0 generation) were exposed to MCB vapor for 6 hours per day, 7 days per week at 0, 50, 150, and 450 ppm MCB for approximately 10 weeks prior to mating. Exposure to the females continued throughout gestation and lactation, except from day 20 of gestation to day four of lactation. Some of the progeny (F1 generation) were continued on the same concentration of MCB as the parents and were mated to nonsiblings. Progeny (F2 generation) were produced under the same regimen as for the previous generation. Mating and fertility indices for males and females appeared unaffected by treatment. In F1 litters, pup and litter survival for treated groups were comparable to controls. In F2 litters, a slight decrease in pup survival index was observed at the high concentration level only, but this was attributable to excessive mortality in the litters of two dams. Significant increase in mean absolute or relative liver weight occurred in the F0 and F1 generations in the 150 ppm and 450 ppm groups. Increased incidence of small flaccid testes and dilated renal pelvis occurred in the 450 ppm group for both F0 and F1 adults. Minimal to mild hepatocellular hypertrophy and renal degeneration and inflammatory lesions were found in males. Unilateral or bilateral degeneration of germinal epithelium of the testes was successful in siring litters. It was concluded that exposure to MCB at levels of up to 450 ppm does not have any adverse effects on reproductive performance or fertility of male and female rats through two consecutive generations."
        },
        {
            "References": "PMID:3370342",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental, genetic, and reproductive toxicities of benzene, chorobenzene, o-dichlorobenzene, m-dichlorobenzene, and p-dichlorobenzene were determined in a sea-urchin (Paracentrotus lividus) bioassay. Embryos were reared in the presence of the agents for 48 hr, from the zygote to the pluteus larval stage. In addition, sperm inactivation was tested by adding agents to sperm suspensions, which were then used to inseminate untreated eggs. Benzene treatment at 10(-6) molar (M) showed a significant increase in embryo developmental defects and an elevated metaphase to anaphase ratio indicating partial metaphase block, but no increase in total mitotic aberrations. With chlorobenzene, developmental defects were only increased above controls at 10(-4)M. Chlorobenzene increased the metaphase to anaphase ratio, and the percentage of anaphase aberrations increased significantly with 10(-5) and 10(-4)M. A dose related response was found for o-dichlorobenzene in developmental defects and for metaphase to anaphase ratio increases. For m-dichlorobenzene, developmental defects and mitotic abnormalities were strongly increased. Sperm inactivation tests produced entirely differently results. Only o-dichlorobenzene and p-dichlorobenzene caused spermiotoxicity. Developmental defects in the offspring of pretreated sperm were significant for all compounds, but primarily for benzene and chlorobenzene. However, chlorobenzene and o-dichlorobenzene caused clear inhibition of mitosis. Total mitotic aberrations increased with benzene, m-dichlorobenzene, and p-dichlorobenzene, for anaphase aberrations the greatest effect was observed for chlorobenzene, with lesser effects for m-dichlorobenzene, o-dichlorobenzene, and benzene. Both chlorobenzene and o-dichlorobenzene caused a sharp decrease in active mitotic figures and in anaphase figures (increased metaphase to anaphase), so that the lack of increase in total mitotic aberration did not necessarily reflect the absence of any effect."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene p.86 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In the lymphoma assay using a Fischer mouse lymphoma cell line derived from L5178Y cells /chlorobenzene was negative with and without metabolic activiation./"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene p.92 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ B6C3F1 Male mice were administered 128.8, 257.5, or 515 mg/kg bw/d of chlorobenzene as 3 ip injections and sacrificed 24 hr after the 3rd injection. Examination of the bone marrow in the micronucleus assay was negative. Similar results were observed in a mouse gavage study. However positive tests were reported in NMRI mice administered 225 to 900 mg/kg of chlorobenzene ip in 2 doses with sacrifice 6 hrs after last injection."
        },
        {
            "References": "U.S. EPA; Integrated Risk Information System for Chlorobenzene (CASRN 108-90-7) Available from, as of July 1 2014: https://www.epa.gov/NCEA/iris/subst/0399.htm",
            "Value": "/GENOTOXICITY/ Chlorobenzene was not mutagenic for Salmonella typhimurium strains TA98, TA100, TA1535, TA1537 or TA1538, with or without addition of rat liver or hamster liver homogenate. Chlorobenzene did not induce DNA damage in Escherichia coli strains WP2 uvr A+ rec A+ or WP100 uvr A- rec A- or S. typhimurium strains TA1978 uvr B+ or TA1538 uvr B-. Chlorobenzene caused increases in the number of revertants in Actinomycetes antibioticus-400 and Aspergillus nidulans and mitotic disturbances in Allium cepa. Chlorobenzene did not induce specific locus forward mutations in mouse lymphoma L5178Y cells, either with or without metabolic activation. Chlorobenzene induced reciprocal recombination in Saccharomyces cerevasiae strain D3 with metabolic activation, but was ineffective in S. cerevesiae strain D4 with or without metabolic activation."
        },
        {
            "References": "Vaghef H, Hellman B; Toxicology (6 (1): 19-28 (1995)",
            "Value": "/GENOTOXICITY/ The DNA damaging effect of chlorobenzene was investigated in peripheral lymphocytes and bone marrow cells from C57BL/6 female mice using a gel electrophoresis assay for DNA from single cells (the single cell gel electrophoresis assay) under alkaline conditions. The effect of chlorobenzene was studied both after single and repeated intraperitoneal injections of 750 mg/kg body weight. The cytostatic agent cyclophosphamide (150 mg/kg, ip) was used as a reference substance, and vehicle-treated mice as controls. DNA damage was recorded 16 hr after the (last) injection, using an automated computerized image analysis system specifically designed for the single cell gel electrophoresis assay. There was evidence of chlorobenzene-induced DNA damage after 3 days of repeated exposure in peripheral lymphocytes, but no indications of such an effect in bone marrow cells. Cyclophosphamide induced significant damage to DNA both in bone marrow cells and lymphocytes, the effect being most pronounced in the latter cells. It is concluded that high-dose exposure to chlorobenzene is associated with genotoxicity to peripheral lymphocytes. However, this solvent is apparently not a major hazard to bone marrow cells, even after repeated high-dose exposure."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, Chlorobenzene (108-90-7) p.87 (2000). Available from, as of October 14, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In a sister chromatid excahnage assay rat bone marrow cells in vitro presented positive results at concentrations of 0.001 - 100 mM chlorobenzene with metabolic activation."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, Chlorobenzene (108-90-7) p.87 (2000). Available from, as of October 14, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In a sister chromatid excahnage assay Chinese hamster ovary cells presented positive results at concentrations of 100 - 1000 ug/mL chlorobenzene without metabolic activation."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, Chlorobenzene (108-90-7) p.86 (2000). Available from, as of October 14, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In a sister chromatid excahnage assay Chinese hamster ovary cells presented negative results at concentrations of 30 - 300 ug/mL chlorobenzene with metabolic activation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/ No increase in the number of sex-linked recessive lethal mutations was produced in Drosophila."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/ Examination of Chinese hamster ovary cells following exposure to chlorobenzene in vitro showed more chromosomal break frequencies than expected in one of the nonactivated assays. The finding, however, was not concentration-dependent and was not reproducible."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/GENOTOXICITY/ Chlorobenzene did not induce deoxyribonucleic acid repair when tested in the HPD/DNA repair assay; however, it did induce transformations in the ARL/transformation assay."
        },
        {
            "References": "Fisher R et al; In Vitro Toxicol 3 (2): 181-94 (1990)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity of monochlorobenzene (MCB), 1,2-dichlorobenzene, 1,3-dichlorobenzene and 1,4-dichlorobenzene was examined using precision cut rat liver slices obtained from male Sprague-Dawley and Fischer 344 rats. The liver slices were maintained in dynamic organ culture for up to 6 hr and cytotoxicity was evaluated by intracellular K+ content and protein synthesis. A concentration related injury was observed when liver slices from Sprague-Dawley rats were incubated with the chlorobenzene isomers at concentrations greater than 1 mM. At 2 mM the degree of toxicity produced was dependent on the particular isomer studied with 1,3-dichlorobenzene showing the earliest onset of toxicity (3 hr) followed by 1,2-dichlorobenzene then 1,4-dichlorobenzene (6 hr). At 5 mM the degree of toxicity produced by any of the three dichlorobenzene isomers was not different. MCB, which was not toxic to the slices at 1 or 2 mM, was toxic at 5 mM (6 hr). A significant potentiation of dichlorobenzene toxicity was observed with liver slices prepared from phenobarbital induced Sprague-Dawley rats. This potentiation resulted in the expression of toxicity at either lower concentrations (1 mM for 1,2-dichlorobenzene at 2 mM). In addition, the toxicity of MCB (5 mM) was slightly increased in slices from phenobarbital-induced rats. When Fischer 344 rats slices were incubated with the chlorobenzenes, there was an increase in cytotoxicity and a change in the rank order of toxicity (1,2-dichlorobenzene > 1,3-dichlorobenzene > 1,4-dichlorobenzene > MCB). 1,2-dichlorobenzene and 1,3-dichlorobenzene (1 mM) were toxic in non-induced Fischer 344 rat slices but not toxic in non-induced Sprague-Dawley rat liver, slices. The 1,3-dichlorobenzene isomer was most toxic in Sprague-Dawley rats while 1,2-dichlorobenzene was the most toxic in Fischer 344 rats. Therefore, precision cut rat liver slicing can be used to not only distinguish the rank order of toxicant potency between chemical isomers, but also the effects of strain differences and the role of biotransformation enzyme induction."
        },
        {
            "References": "Ogino Y; Okayama Igakkai Zasshi 94 (11/12): 1045-50 (1983)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of halogenated hydrocarbons on the mitochondrial membrane were examined in rats. Monohalogenated benzenes decreased state 3 respiration and increased state 4 respiration, resulting in a decrease in respiratory control (RIC) and the ADP/O ratio. The above activity was observed in the decreasing order of iodobenzene, bromobenzene, chlorobenzene and fluorobenzenes. This order was parallel to K releasing activity."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, chlorobenzene(108-90-7) p.69 (2000 CD-ROM edition). Available from, as of July 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/IMMUNOTOXICITY/ Mouse local lymph node assay: not sensitizing"
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p.14 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/  Mice exposed to chlorobenzene at >250 mg/kg/day by gavage for 13 weeks showed thymic necrosis and lymphoid or myeloid depletion of bone marrow, spleen, or thymus. While histopathologic evidence suggests that chlorobenzene is immunotoxic."
        },
        {
            "References": "U.S. Dept Health & Human Services/Agency for Toxic Substances & Disease Registry; Toxicological Profile for Chlorobenzene p.14 (December 1990). Available from, as of July 1 2014: https://www.atsdr.cdc.gov/toxprofiles/index.asp",
            "Value": "/IMMUNOTOXICITY/ Slight leukopenia and lymphocytosis occurred in mice exposed /through inhalation/ to chlorobenzene (0.1 mg/L) for 3 months."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Chlorobenzene (108-90-7) p. 69 (2000 CD-ROM edition). Available from, as of July 1, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/guinea pig maximation test: not sensitizing"
        },
        {
            "References": "PMID:3987988",
            "Value": "/OTHER TOXICITY INFORMATION/ Time and dose dependent correlations of monochlorobenzenes' hepatotoxic effects were studied in view of: (1) assumed mechanistic similarities to bromobenzene (2) the paucity of /this type of/ data for chlorobenzenes, and (3) the relatively greater environmental importance of chlorobenzenes compared to bromobenzene. An ip dose of 9.8 mmol/kg chlorobenzene in rats produced evidence of liver toxicity over a 72 hr time course. Plasma alanine aminotransferase activity and morphological evidence of damage were maximized about 48 hr after dosing. Maximal covalent binding to liver protein (3.07 nmol/mg) had occurred by 24 hr and approximately 36% of the administered dose had appeared in the urine by 48 hr. Liver and plasma chlorobenzene concn were proportionally increased over the dosage range 2-14.7 mmol/kg but marked centrilobular necrosis and alanine aminotransferase activity elevations were seen only at the two highest doses (9.8 and 14.7 mmol/kg). Overall, doses depressed hepatic glutathione /levels/ (GSH) to between 30 and 40% of control by 4 hr. Evidence of rapid recovery was evident at 2.0 and 4.9 mmol/kg but glutathione levels remained low through 8 hr after /administration of the/ 9.8 or 14.7 mmol/kg /doses/. Liver body weight ratios were increased to a similar extent at all dosages when measured 24 hr post-treatment. Urinary excretion ranged from 59% at the low dosage to only 19% at the highest dosage, by 24 hr. Dose related covalent binding to liver protein at 24 hr occurred up to 9.8 mmol/kg /however/ the binding associated with 14.7 mmol/kg was equivalent /only/ to that seen with the 4.9 mmol/kg dosage (1.6 nmol/mg protein)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Pugh LB et al; pp. 195-211 in Biotechnol Ind Waste Treat Biorem, Int Symp Implementation Biotechnol Ind Waste Treat Biorem 1992, Hickey RF, Smith G, eds, Boca Raton, FL: Lewis (1996)",
            "Value": "SOIL: Chlorobenzene was detected in soil samples from a former solvent storage site at an average concentration of 19 mg/kg(1)."
        },
        {
            "References": "(1) Oliver BG, Nichol KD; Environ Sci Technol 16: 532-6 (1982) (2) STORET Data Base (ND) (3) Pereira WE et al; Environ Sci Technol 22: 772-8 (1988) (4) Bouwer EJ; J Environ Eng 115: 741-55 (1989) (5) Iannuzzi TJ et al; Chemosphere 34: 213-31 (1997)",
            "Value": "SEDIMENT: Chlorobenzene was not detected in sediment in an industrial river location, Lake Ontario (April to Nov 1980)(1) nor in sediment from Raritan Bay (Lower Hudson)(2). Chlorobenzene was detected in bottom sediments and suspended sediments collected near an industrial outfall in Bayou d'Inde, LA at concentrations of 1.5 and 0.22 ug/g organic carbon, respectively(3). Chlorobenzene was detected below the detection limit of 1 ug/L in sediment from a strip-pit pond, formed as a result of past coal mining activities in northeastern Ohio(4). Chlorobenzene was detected as a sewer overflow contaminant in sediment of the lower Passaic River, New Jersey in concentrations ranging from 7 to 1400 ug/kg(5)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Walton BT et al; J Environ Qual 21: 552-8 (1992) (2) Brusseau ML; Environ Toxicol Chem 12: 1835-46 (1993) (3) Hu Q et al; Environ Toxicol Chem 14: 1133-40 (1995) (4) Swann RL et al; Res Rev 85: 23 (1983) (5) Sheng G et al; Environ Sci Technol 30: 1553-7 (1996) (6) Selvakumar A, Hsieh HN; Int J Environ Stud 30: 313-9 (1987) (7) Dobbs RA et al; Int Conf Innovative Biol Treat Toxic Wastewaters; Scholze, RJ Jr, eds; pp 585-601 (1987) (8) Dobbs RA et al; Environ Sci Technol 23: 1092-7 (1989) (9) Knezovich JP, Harrison FL; Ecotoxicol Environ Safety 15: 226-41 (1988)",
            "Value": "Koc values of 313.1 and 146.5 were measured on Captina silt loam (1.49% organic carbon) and McLaurin sandy loam, (0.66% organic carbon), respectively(1). Equilibrium sorption constant (Ks) values of 0.295 and 0.09 were determined in Eustis fine sand (13 g/kg clay, 32 g/kg silt, 955 g/kg sand, 3.9 g/kg organic carbon) and Tampa (6 g/kg clay, 23 g/kg silt, 971 g/kg sand, and 1.3 g/kg organic carbon) soils, respectively(2); corresponding Koc values are 76 and 69(SRC). Equilibrium sorption coefficients of 0.014 and 10.20 were measured on Borden (98% sand, 1% silt, 1% clay, 0.29% organic carbon) and Mt. Lemmon (60.3% sand, 24.0% silt, 15.7% clay, 12.6% organic carbon) soils, respectively(3); corresponding Koc values are 4.8 and 81(SRC). According to a classification scheme(4), these Koc values suggest that chlorobenzene is expected to have moderate to very high mobility in soil(SRC). The sorption isotherm for chlorobenzene onto muck soil (49.0% organic carbon) was linear(5). A Kd value of 166.34 was measured for chlorobenzene using dewatered activated sludge (18% solids) that had been dried and sieved; 3.28% of the chlorobenzene was desorbed during the desorption phase of the  experiment(6). Partition coefficients of 0.35, 0.33, and 0.38 were measured for chlorobenzene on primary sludge, mixed liquor solids, and digested sludge, respectively(7). Sorption coefficients of 0.48 and 0.29 were measured on primary sludge and anaerobically digested sludge, respectively(8). Partition coefficients of 48 and 29 were measured in high organic carbon (14.5%) and low organic carbon (3.6%) Sherman Island sediments, respectively(9)."
        }
    ]
}