{
    "_id": {
        "$oid": "6682e89ec4e5dba5ffba2680"
    },
    "CID": {
        "$numberInt": "7965"
    },
    "Name": "CYCLOHEXYLAMINE",
    "IUPACName": "cyclohexanamine",
    "CanonicalSMILES": "C1CCC(CC1)N",
    "Synonyms": [
        "CYCLOHEXYLAMINE",
        "Cyclohexanamine",
        "108-91-8",
        "Aminocyclohexane",
        "Hexahydroaniline",
        "Hexahydrobenzenamine",
        "Aminohexahydrobenzene",
        "1-Cyclohexylamine",
        "Cyclohexyl amine",
        "1-Aminocyclohexane",
        "Aniline",
        "hexahydro-",
        "Benzenamine",
        "hexahydro-",
        "cyclohexyl-amine",
        "CCRIS 3645",
        "HSDB 918"
    ],
    "IsomericSMILES": "C1CCC(CC1)N",
    "INCHI": "InChI=1S/C6H13N/c7-6-4-2-1-3-5-6/h6H,1-5,7H2",
    "INCHIKEY": "PAFZNILMFXTMIY-UHFFFAOYSA-N",
    "Formula": "C6H13N",
    "MolecularWeight": {
        "$numberDouble": "99.17"
    },
    "Description": "Cyclohexylamine is a primary aliphatic amine consisting of cyclohexane carrying an amino substituent. It has a role as a human xenobiotic metabolite and a mouse metabolite. It is a conjugate base of a cyclohexylammonium.",
    "XlogP": {
        "$numberDouble": "1.5"
    },
    "Complexity": {
        "$numberInt": "46"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 24 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for cyclohexylamine(SRC), using a log Kow of 1.49(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Calamari D et al; Chemosphere 9: 753-62 (1980) (2) Bisz-Konarzewska A; Acta Microbiol Pol 27: 155-160 (1978)) (3) Wotzka J et al; Acta Hydrochim Hydrobiol 13: 583-590 (1983)",
            "Value": "A 100% theoretical BOD was observed for 10 mg/l of cyclohexylamine in an acclimated sewage inoculum, plant sludge and river mud over a 14 day incubation period(1). The theoretical BOD of cyclohexylamine (50 mg/l) was 79%, 68 % and 0% in an acclimated sewage inoculum, plant sludge and river mud respectively over a 14 day incubation period(1). The theoretical BOD of cyclohexylamine (100 mg/l) was 79%, 0% and 0% in an acclimated sewage inoculum, plant sludge and river mud respectively over a 14 day incubation period(1). A 200 mg/l sample of cyclohexylamine could not be biodegraded by an activated sludge and was assumed to be toxic to the microflora(2). A theoretical oxygen demand between 25 and 45% was observed for cyclohexylamine in a Warburg apparatus during a 5 day incubation period(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 24",
            "Value": "log Kow = 1.49"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Dreisbach, R. H. Handbook of Poisoning. 9th ed. Los Altos, California: Lange Medical Publications, 1977., p. 134",
            "Value": "CNS DEPRESSION. /FROM TABLE/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 365",
            "Value": "IN CONTRAST WITH MARGINAL EFFECTS NOTED...IN WHICH FAIRLY LARGE DOSES OF CYCLOHEXYLAMINE WERE ADMINISTERED /INVESTIGATORS/ FOUND NO EFFECTS IN RATS OR RABBITS ON FERTILITY, REPRODUCTION, EMBRYOGENESIS & PERI- AND POST-NATAL DEVELOPMENT."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 365",
            "Value": "/INVESTIGATORS/ STUDIED THE INDUCTION OF CHROMOSOME DAMAGE IN RATS AFTER IP INJECTION OF THE AMINE & FOUND A DOSE-DEPENDENT INCR IN CHROMOSOMAL BREAKS. THE AUTHORS CONSIDERED THIS INDICATIVE OF POTENTIAL CARCINOGENIC, MUTAGENIC OR TERATOGENIC ACTIVITY OF CYCLOHEXYLAMINE."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values, 4th ed., 1980. Cincinnati, Ohio: American Conference of Governmmental Industrial Hygienists, Inc., 1980., p. 114",
            "Value": "INHALATION EXPOSURE OF RATS TO 12000 PPM OF VAPOR FOR 6 HR CAUSED 2 DEATHS IN 3 ANIMALS BY END OF 48 HR. HOWEVER, RATS WITHSTOOD 6-HR EXPOSURE TO 1000 PPM WITHOUT DEVELOPMENT OF SIGNS OF TOXICITY OR DEATHS."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 364",
            "Value": "ONE DROP OF 50% AQ SOLN, APPLIED TO CONJUNCTIVAL SAC OF RABBIT EYE, CAUSED COMPLETE DESTRUCTION OF EYE."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 364",
            "Value": "WHEN THE UNDILUTED MATERIAL WAS APPLIED TO GUINEA PIGS & HELD IN CONTACT WITH SKIN UNDER AN IMPERVIOUS CUFF FOR 24 HR, LD50 WAS BETWEEN 1 & 5 ML/KG; EDEMA, NECROSIS AND PERSISTENT ESCHARS ATTESTED TO STRONG IRRITATING ACTION OF COMPD."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1135",
            "Value": "... Rabbits, guinea pigs, and rats /exposed/ to ... vapors, 7 hr/day, 5 days/wk, at average concentrations of 1200, 800 and 150 ppm. At 1200 ppm, all animals except one rat showed extreme irritation and died after a single exposure. Fractional mortality occurred after repeated exposure at 800 ppm. At 150 ppm, four of five rats & two guinea pigs survived 70 hr of exposure, but one rabbit died after 7 hr. The chief effects were irritation of the respiratory tract and eye irritation with the development of corneal opacities. No convulsions were observed."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1135",
            "Value": "/It/ ... produced convulsant deaths in rabbits when injected in olive oil @ doses of 0.5 g/kg. It was given daily for 82 days in drinking water @ 100 mg/kg, pathological findings or weight loss appeared in rabbits, guinea pigs, & rats."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-139",
            "Value": "IN MICE.../IT/ HAS TYPICAL SYMPATHOMIMETIC EFFECTS LIKE AMPHETAMINE WITH HYPERPYREXIA, HYPERTHERMIA, INCR METABOLIC RATE & DEGREE OF LETHALITY THAT IS DEPENDENT ON AMBIENT TEMP & CROWDING."
        },
        {
            "References": "VAN WENT-DE VRIES GF ET AL; FOOD COSMET TOXICOL 13(4) 415 (1975)",
            "Value": "CYCLOHEXYLAMINE INDUCED CHROMOSOME ABERRATIONS IN LYMPHOCYTES OF CHINESE HAMSTERS. 200 MG/KG ORALLY WAS GIVEN ON 3 SUCCESSIVE DAYS, CONSIDERED EQUIV TO 1.43 G FOR 60 KG MAN."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 87",
            "Value": "MULTIGENERATION EXPERIMENTS, INCL STUDIES ON REPRODUCTIVE CAPACITY AND PERINATAL DEVELOPMENT, AND TERATOLOGICAL STUDIES, PERFORMED WITH SWISS MICE RECEIVING 0.5% CYCLOHEXYLAMINE SULFATE IN THE DIET, SHOWED A SIGNIFICANT DECR IN THE NUMBER OF IMPLANTATION SITES AND IN THE NUMBER OF LIVEBORN FETUSES AS WELL AS AN INCREASED PERINATAL MORTALITY & A SIGNIFICANT REDUCTION IN WEIGHT GAIN. ... NO SIGNIFICANT TERATOGENIC OR EMBRYOTOXIC EFFECTS WERE FOUND IN RHESUS MONKEYS TREATED WITH 25, 50 OR 75 MG/KG BODY WEIGHT CYCLOHEXYLAMINE FOR DIFFERENT 4-DAY PERIODS DURING THE PHASE OF ORGANOGENESIS (20-45 DAYS OF PREGNANCY). /CYCLOHEXYLAMINE SULFATE/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V22 87",
            "Value": "NO SUBSTANCE-RELATED TERATOGENIC EFFECTS WERE OBSERVED IN ICR MICE TREATED ORALLY WITH 20, 50, OR 100 MG/KG BODY WEIGHT CYCLOHEXYLAMINE EITHER FROM DAY 0 TO DAY 5 OR FROM DAY 6 TO DAY 11 OF PREGNANCY. THERE WAS PRONOUNCED FETAL GROWTH RETARDATION WITH THE HIGHEST DOSE WHICH WAS LETHAL TO SOME MOTHERS AND A SLIGHT, BUT STATISTICALLY SIGNIFICANT GROWTH RETARDATION IN OTHER TREATED GROUPS. THE NUMBER OF RESORPTIONS WAS INCREASED IN SOME TREATED GROUPS, BUT WAS STATISTICALLY SIGNIFICANT ONLY WITH THE HIGHEST DOSE."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3161",
            "Value": "...INJECTED 50 TO 250 MG/KG OF CYCLOHEXYLAMINE /VIA CATHETER IN THE FETAL JUGULAR VEIN/...OF UNBORN SHEEP FOR PERIODS OF 5 OR 18 HR, AND EXAMINED CULTURES OF FETAL LYMPHOCYTES HARVESTED AFTER 48 HR AND AFTER 68 HR. THE PERCENTAGE OF FETAL LYMPHOCYTE ABERRATIONS WAS INCREASED BY CYCLOHEXYLAMINE TREATMENT, AND A RELATIVELY HIGH FREQUENCY OF CHROMOSOMAL ABNORMALITIES WAS OBSERVED."
        },
        {
            "References": "PMID:7262740",
            "Value": "CYCLOHEXYLAMINE GIVEN BY ORAL GAVAGE TO MALE BEAGLE DOGS (250 MG/KG/DAY) & MALE RATS (200 MG/KG/DAY) ADVERSELY AFFECTED BODY WT GAIN & FOOD CONSUMPTION IN BOTH SPECIES. ALTHOUGH A DEGREE OF TOLERANCE DEVELOPED, VOMITING TENDED TO OCCUR AFTER CYCLOHEXYLAMINE ADMIN TO DOGS. THE ONLY LESION DETECTABLE BY CONVENTIONAL HISTOLOGICAL EXAM WAS FOCAL ATROPHY OF SEMINIFEROUS TUBULES IN 1 RAT EXAMINED 13 WK AFTER CESSATION OF CYCLOHEXYLAMINE TREATMENT. QUANTITATIVE ASSESSMENT OF TESTICULAR SPERMATOGENESIS SHOWED THAT CYCLOHEXYLAMINE ADMIN REDUCED THE COUNTS OF PACHYTENE SPERMATOCYTES, & OF EARLY & LATE SPERMATIDS, IN BOTH SPECIES. THESE EFFECTS WERE APPARENTLY REVERSIBLE IN DOGS BUT NOT IN RATS."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "Cyclohexylamine was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Cyclohexylamine was tested at doses of 0.033, 0.10, 0.33, 1.0, 3.3, & 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, & TA100) in the presence & absence of rat or hamster liver S-9. Cyclohexylamine was negative in these tests & the highest ineffective dose tested in any S. typhimurium strain was 10 mg/plate."
        },
        {
            "References": "PMID:2711388",
            "Value": "Mice were fed cyclohexylamine (as the hydrochloride) at a constant intake of 400 mg/kg/day for 13 weeks. Food intake and body weight gain were not affected. The metabolism of (14)C labeled cyclohexylamine administered as a single oral dose (2 uCi per mouse) was not significantly different among animals chronically fed cyclohexylamine for 0, 3, 7, or 13 weeks. The major metabolite produced was 3-aminocyclohexanol; total metabolism was less than 2%. No treatment related testicular changes were observed in mice. Concentrations of cyclohexylamine in plasma (ug/ml) after 3 weeks feeding were 0.20; after 7 weeks 0.18; and after 13 weeks, 4.51 + or - 2.94. Concentrations of the chemical in testes (ug/g wet weight) varied from 6.81 + or - 5.21 at 3 weeks to 4.51 + or - 2.94 at 13 weeks."
        },
        {
            "References": "PMID:2711388",
            "Value": "Wistar and DA rats were fed cyclohexylamine (as the hydrochloride) at constant intake of 400 mg/kg/day for 13 weeks. Significant decreases in food intake and body weight gain were observed in both strains of rats. The metabolism of (14)C-labeled cyclohexylamine administered as a single oral dose (8 uCi per rat) was similar for both strains of rat, with no consistent effect due to age or prolonged feeding with cyclohexylamine. However, there was reduced elimination of carbon 14 in the treated Wistar and DA rats compared to that in the controls during the first 6 hr after dosing; the difference was statistically significant at 3 weeks in both strains and at 13 weeks in the DA strain. The major metabolites produced were 3- and 4-aminocyclohexanols; at 13 weeks the total metabolism was 17% to 18% for the Wistar rats, 4% to 6% in the DA rats. After 13 weeks, testicular atrophy was demonstrated in both strains of rat fed cyclohexylamine; DA rats appeared more sensitive to testicular toxicity than the Wistar rats. Concentrations of cyclohexylamine and its metabolites in plasma and in testicular tissue were higher in Wistar rats than in DA rats."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 29",
            "Value": "... Rats were fed diets containing cyclohexylamine hydrochloride (600-6000 ppm) for 2 yr. The 6000 ppm group exhibited slight anemia, a failure to produce normally concentrated urine, & lungs with foamy macrophages. Cyclohexylamine (2000 & 6000 ppm) produced testicular atrophy & tubules with fewer spermatids. Reduced food intake was also apparent at all dose levels & could be responsible for other effects such as decr body weight gain & alteration of organ weights."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 203 (1999)",
            "Value": "Several studies have shown that cyclohexylamine affects the testis of rats. In one study, cyclohexylamine produced testicular atrophy in DA and Wistar rats, but not in mice, at a dietary dose of 400 mg/kg per day for up to 13 weeks. The testicular toxicity was not due to the formation of hydroxylated metabolites but to cyclohexylamine per se. The lack of sensitivity of mouse testis is probably due to the lower tissue concentrations of cyclohexylamine in this species in comparison with rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V73 205 (1999)",
            "Value": "Exposure of day-10.5 rat embryos in whole embryo cultures to 1.0 mmmol/l cyclohexylamine reduced growth and increased the incidence of morphologically abnormal embryos. No significant effects were seen at 0.3 mmmol/l, and the addition of hepatic microsomes did not alter the dose-response relationship."
        },
        {
            "References": "PMID:1641854",
            "Value": "Intravenous infusion of cyclohexylamine (30-120 mg/kg) caused a dose-dependent increase in blood pressure in urethane-anesthetized rats. The increase in blood pressure was inversely related to the duration of the infusion. The blood pressure returned to baseline values (: 5 mmHg) within 60 min of the end of the infusion after doses of 30 and 60 mg/kg were administered over 20 and 40 min. The plasma concentrations of cyclohexylamine were related linearly to the administered dose and decreased only 27% between the end of the infusion and 60 min later. The concentration-effect relationship showed clockwise hysteresis, indicative of tachyphylaxis, as has been reported in humans (Eichelbaum et al., 1974). Administration of bolus doses of tyramine at the end of the infusion or 60 min later demonstrated the presence of an indirect sympathomimetic response, although this was attenuated to a greater extent by high doses and more rapid infusions of cyclohexylamine. An almost complete loss of response to tyramine was found only in animals given 120 mg/kg over 40 min. The presence of a tyramine response 60 min after the infusion of 60 mg/kg occurred when there was an essentially complete reversal of the hypertensive effect of cyclohexylamine. These data indicate that the hypertensive effect of the indirectly acting sympathomimetic amine cyclohexylamine occurs primarily during rapid increases in plasma concentrations. Tachyphylaxis develops rapidly after the cessation of the infusion which is probably due largely to reuptake of released noradrenaline at low doses and depletion of releasable noradrenaline at high doses."
        },
        {
            "References": "PMID:2332033",
            "Value": "Male Wistar strain rats were fed a diet providing an intake of 0 or 400 mg cyclohexylamine (CHA)/kg body weight/day for 1, 3, 7, 9, or 13 weeks. Histopathological examination of the testes showed changes after 3 weeks of CHA administration. The most frequent and consistent lesion consisted of a focal, basal vacuolation of the Sertoli cell cytoplasm associated with the local loss of spermatocytes and spermatogonia. After a 7-week administration, the Sertoli cell vacuolation was extensive, while the germ cell population showed mild to moderate degeneration and depletion. After longer periods of treatment the lesion was more severe and affected a greater number of tubules leading to general disruption of the germinal epithelium. Cocultures of Sertoli and germ cells were prepared from the testes of Wistar strain rats and exposed to (CHA) or its metabolite 4-aminocyclohexanol (4ACH) at concentrations ranging from 0.1 to 10 mM for periods of 24-72 hr. The cultures were fixed, stained, and examined by light microscopy. Cultures exposed to CHA or 4ACH showed morphological changes comparable with those seen in vivo. Sertoli cell vacuolation was the earliest change with progressive germ cell degeneration and exfoliation from the Sertoli cell monolayer. At equimolar concentrations, CHA produced more marked changes that 4ACH. These results suggest CHA itself acts directly on the testis and that its primary cellular target is the Sertoli cell."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 24 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Perrin DD; Dissociation Constants of Organic Bases in Aqueous Solution. IUPAC Chemical Series: Supplement. Buttersworth, London (1972)",
            "Value": "The Koc of cyclohexylamine is estimated as 150(SRC), using a measured log Kow of 1.49(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that cyclohexylamine is expected to have very high mobility in soil. The pKa of cyclohexylamine is 10.6(4), indicating that the protonated form will be the predominant species in moist soils and cations are expected to adsorb strongly to soil surfaces."
        }
    ]
}