{
    "_id": {
        "$oid": "6682e89fc4e5dba5ffba2682"
    },
    "CID": {
        "$numberInt": "7967"
    },
    "Name": "CYCLOHEXANONE",
    "IUPACName": "cyclohexanone",
    "CanonicalSMILES": "C1CCC(=O)CC1",
    "Synonyms": [
        "CYCLOHEXANONE",
        "108-94-1",
        "Ketohexamethylene",
        "Pimelic ketone",
        "Sextone",
        "Nadone",
        "Anon",
        "Anone",
        "Cyclohexanon",
        "Hexanon",
        "Hytrol O",
        "ketocyclohexane",
        "oxocyclohexane",
        "Pimelin ketone",
        "Cykloheksanon"
    ],
    "IsomericSMILES": "C1CCC(=O)CC1",
    "INCHI": "InChI=1S/C6H10O/c7-6-4-2-1-3-5-6/h1-5H2",
    "INCHIKEY": "JHIVVAPYMSGYDF-UHFFFAOYSA-N",
    "Formula": "C6H10O",
    "MolecularWeight": {
        "$numberDouble": "98.14"
    },
    "Description": "Cyclohexanone is a cyclic ketone that consists of cyclohexane bearing a single oxo substituent. It has a role as a human xenobiotic metabolite.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "68"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C, Leo AJ; Medchem Project, Issue No 26 Claremont, CA: Pomona College (1985) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. NY,NY: McGraw Hill Book Co, pp. 5-4, 5-10 (1982)",
            "Value": "The bioconcentration factor (BCF) for cyclohexanone can be estimated to be 2.4 based on the log Kow of 0.81(1) and a recommended regression equation(2). This BCF indicates that cyclohexanone will not bioconcentrate in aquatic organisms(SRC)."
        },
        {
            "References": "(1) Riddick JA et al; Organic Solvents, 4th ed pp. 344-5 NY,NY: Wiley (1986) (2) Hansch C, Leo AJ; Medchem Project Issue No. 26 Claremont, CA: Pomona College (1985) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods NY: McGraw-Hill p. 5-4,5-10 (1982)",
            "Value": "Based on a water solubility of 23,000 mg/l at 20 °C(1) and a log Kow of 0.81(2), the log BCF for cyclohexanone has been estimated to be 0.14 and 0.39, respectively, from recommended regression equations(1,3,SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan, Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (3) Kawasaki M; Ecotoxic Environ Safety 4: 444-54 (1980) (4) Sasaki S; p. 283-98 in Aquatic Pollutants: Transformation and Biological Effects; Hutzinger O et al eds, Oxford: Pergamon Press (1980) (5) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (6) Pitter P; Water Res 10: 231-5 (1976) (7) Takemoto Set al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (8) Wotzka J et al; Acta Hydrochim Hydrobiol 13: 583-90 (1985)",
            "Value": "Cyclohexanone is readily biodegradable according to most aerobic screening tests reported in the literature. Cyclohexanone was found to be significantly biodegradable using the Japanese MITI test protocol(3,4). The Japanese Chemical Testing and Inspection Institute obtained 97% of theoretical BOD in a 4-week test using 100 mg/L test concentration and a 30 mg/L sludge inoculum(1). A 5-day 32% theoretical BOD was determined using the AFNOR T 90/103 test (screening biodegradation test) and microbes from 3 polluted surface waters(5). A 96% removal (based on COD) in a mineral salts solution was observed using an acclimated activated sludge inoculum(6). Five-day BODs of 68.2% and 62.4% of theoretical were obtained using standard and seawater dilution methods, respectively(7). In Warburg respirometer studies, 50% of theoretical BOD was observed in 20 and 50 hours using adapted and nonadapted cultures, respectively(8). Fifty percent of theoretical BOD was obtained in a 5-day test using mixed microbial cultures(2)."
        },
        {
            "References": "(1) Patel MD, Patel DR; Indian J Environ Health 19: 310-8 (1977) (2) Dobbs RA, Bhattacharya SK; Fate of volatiles in wastewater treatment. Proceedings of the 16th Annual Hazardous Waste Research Symposium, Cincinnati, OH, USEPA-600/9-90-037 pp. 68-81 (1990) (3) Govind R et al; Environ Progress 10: 13-23 (1991)",
            "Value": "Cyclohexanone appears to be removable by biological treatment based upon the 98-99% reduction in BOD observed in tests of an acclimated activated sludge biological simulator treating caprolactam production waste that contains cyclohexanol, cyclohexanone, cyclohexanone oxime, and caprolactam(1). The total removal of cyclohexanone from a pilot-scale activated sludge system, including stripping, sorption, and biodegradation was 82%(2,3)."
        },
        {
            "References": "(1) Okuda A et al; Eisei Kagaku 37: 363-9 (1991) (2) Blotevogel KH, Butte W; pp 883-7 in DECHEMA Biotechnol Conf, 3(Pt. B, Biochem. Eng., Environ Biotechnol., Recovery Bio-prod., Saf. Biotechnol) (1989)",
            "Value": "Cyclohexanone (27 ppm) was readily biodegradable in a 28-day total organic carbon die-away test using artificial river water and microorganisms from the Ina and Neya Rivers in Japan obtained in the spring and fall(1). In a study of the biodegradation of 4-nitrophenol under methanogenic conditions using an enrichment culture of anaerobic bacteria obtained from industrial wastewater treatment sludge, complete mineralization occurred and cyclohexanone was one of the intermediates observed(2). Therefore, cyclohexanone may biodegrade under methanogenic conditions(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 23",
            "Value": "Log Kow= 0.81"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:6845368",
            "Value": "Mice were exposed to various concentrations of cyclohexanone during 4 hours. The central nervous system was primarily affected. After exposure, measurements were made to see whether the neurotoxicant would decrease the immobility developed in a behavioral despair swimming test /SRP: ie, not longer attempt to escape and adopt an immobile posture as measured by the duration of immobility during a 3 minute test. All solvents, in concn related manner, reduced the total duration of immobility/."
        },
        {
            "References": "PMID:473218",
            "Value": "A toxicity evaluation of cyclohexanone was conducted on various species of animals. Inhalation exposure of mice to cyclohexanone (19 mg/l) resulted in a mean time to death of 99.9 minutes. Histological exam of the lungs revealed acute congestion and edema with focal to diffuse hemorrhage of the lung parenchyma. Cyclohexanone was a primary irritant dermally and ophthalmically. It was cytotoxic to mouse fibroblast cells in culture."
        },
        {
            "References": "PMID:7256765",
            "Value": "Four groups (I-IV) comprised of three male dogs each received a dosage of 284 mg cyclohexanone/kg/day intravenously for 18-21 days as follows: 6% (volume/volume) solution at 75 (I) or 5 ml/minute (II); or 0.75% solution at 75 (III) or 5 ml/minute (IV). Signs of toxicity that were observed were vocalization, lacrimation, scleral vasodilation, mydriasis, salivation, urination, defecation, restlessness, stupor, ataxia, occasional convulsive movements, hyperpnea, and/or dyspnea. Regimen I produced a metabolic acidosis with an apparent respiratory component. The severity of the responses correlated well to the maximal plasma concentrations of cyclohexanone attained, which ranged from 80 to 320 ug/ml, and to the conditions of administration as follows: I > II > III > IV."
        },
        {
            "References": "Bringmann G, Kuehn R; Water Res 14 (3): 231-41 (1980)",
            "Value": "Using analogous methods of the cell multiplication inhibition test, the toxicity threshold (TT) of cyclohexanone was determined for model organisms of biological self purification, ie bacteria (Pseudomonas putida), green algae, (Scenedesmus quadricauda), and flagellate protozoa (Entosiphon sulcatum). Cyclohexanone exhibited selective toxic action on Pseudomonas putida with a toxicity threshold value of 180 mg/l."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 296",
            "Value": "Testing by application of the liquid to rabbits eyes causes moderate temporary injury, graded 5 on a scale of 1 to 10 after twenty-four hours."
        },
        {
            "References": "Panhuber H et al; Developmental Brain Res 31: 307-11 (1987)",
            "Value": "A study was performed to investigate the degree of shrinkage of mitral cells in the rat olfactory bulb when adult male Sprague Dawley rats were continuously exposed at normal rat colony odors (control), deodorized air, or cyclohexanone for 2 months. A low concentration of cyclohexanone (8 ppm) was used, which had a recognizable odor. After 10 weeks of exposure olfactory bulbs were removed, and results showed that adult rats exposed to cyclohexanone or deodorized air had significantly smaller cells than control rats. Overall, mitral cells or animals exposed to cyclohexanone were smaller than those of animals exposed to deodorized air. The number of mitral cells per bulb did not differ significantly among the three treatment groups. Exposure of adult rats to a single predominant odor has two effects: it directly deprives many mitral cells of excitation, and (via interneurons) it reduces activity in others by inhibiting their excitatory afferents."
        },
        {
            "References": "PMID:3463822",
            "Value": "Cyclohexanone was given to F344-rats and F1-mice in drinking water to determine the effects of a 2-year chronic exposure. The maximum tolerated dose for rats was 6,500 parts per million (ppm). For female mice, the maximum tolerated dose selected was 25,000 ppm in water; for males, 13,000 ppm. An additional group of female mice was given 6,500 ppm. In rats the cyclohexanone treatment did not affect survival, even at the 6,500 ppm concentration. Many neoplasms were found in the cyclohexanone treated rats. Those that differed in incidence from the untreated controls included adenoma of the adrenal cortex in male rats at a dosage rate of 3,300 ppm. However, this is not taken to be indicative of a carcinogenic effect of cyclohexanone in F344-rats. The most significant histological findings in male mice involved proliferative lesions of the liver and lung. An increase in the incidence of malignant lymphoma in the female mice treated with 6,500 ppm cyclohexanone was noted along with increased hepatocellular neoplasms in the 6,500 ppm dose group among male mice."
        },
        {
            "References": "PMID:2884740",
            "Value": "The evaluation of 55 chemicals /including cyclohexanol/ in the Chernoff/Kavlock developmental toxicity test was reported. The chemicals were administered to pregnant ICR/SIM-mice by gavage on gestation days eight through 12 in a single minimally toxic dose. Of the 26 compounds reported in the literature to be teratogenic or embryotoxic, 24 were positive in the developmental toxicity screen (DTS). The parameters used in the evaluation were: maternal toxicity, number of litters born, number of litters resorbed, average number of pups per litter alive on postnatal day one based on only those litters reaching term, average number of pups per litter on postnatal day one including the pregnancies not reaching term by day 21 or 22, average number of pups per litter dead or alive on postnatal days one and three, percentage of pup survival from postnatal day one to three, average live pup weight on postnatal day one and three, and average live pup weight gain from postnatal day one to day three. Of nine unclassified chemicals, cyclohexanone, sodium sulfate, and tetrachloroacetone were positive."
        },
        {
            "References": "Mackison, F. W., R. S. Stricoff, and L. J. Partridge, Jr. (eds.). NIOSH/OSHA - Occupational Health Guidelines for Chemical Hazards. DHHS(NIOSH) Publication No. 81-123 (3 VOLS). Washington, DC: U.S. Government Printing Office, Jan. 1981., p. 2",
            "Value": "Subchronic inhalation of cyclohexanone by rabbits and monkeys caused central nervous system depression and liver and kidney degeneration. Cutaneous or subcutaneous application of cyclohexanone for several days caused cataracts in guinea pigs."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 359",
            "Value": "Dietary levels of 1% cyclohexanone fed to female mice during pregnancy and lactation resulted in about 50% increased mortality in pups surviving to 21 days postpartum."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 359",
            "Value": "Histological examination of the lungs of mice that had been exposed at 4730 ppm of cyclohexanone for 2 hours revealed congestion, edema, and focal to diffuse hemorrhage of the lung parenchyma."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 359",
            "Value": "Cyclohexanone was positive in the forward mutation assay using Bacillus subtilis and the reverse mutation assay using Salmonella typhimurium. In the Ames assay, Salmonella typhimurium, strain TA98, showed the greatest revertant response. Human lymphocytes incubated with 0.00~0.1 mg/l cyclohexanone showed two to four times as many single-strand chromatin breakage as compared to control human lymphocytes."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 296",
            "Value": "After 0.5 ml was dropped on the skin of the back 3 times a week for 3 weeks, and after observation for 6 months, extensive lens changes were reported in 2 out of 12 animals, but after daily subcutaneous administration of 0.05 ml of a mixture of 50% or 5% cyclohexanone with saline according to the same schedule similar lens changes were found in only 1 out of 16 animals, and were partially spontaneously reversible. By ophthalmoscopy the vacuoles gave a lace-work or spider web appearance of the periphery of the lenses against the pink fundus reflex. (In parallel experiments with acetone and dimethyl sulfoxide a similar appearance developed, but in higher incidence.)"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 162 (1989)",
            "Value": "Exposure of rabbits by inhalation to about 12,000 mg/cu m cyclohexanone for 6 hour per day on five days per week for three weeks and to 1,200-5,560 mg/cu m for ten weeks induced /CNS depression/, loss of coordination and death (2/4 animals) only in the highest exposure group; slight conjunctival irritation was seen at doses of 1,200-3,000 mg/cu m. No toxic effect was observed with exposure to 750 mg/cu m."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 162 (1989)",
            "Value": "Intravenous administration of 50 or 100 mg/kg body weight cyclohexanone to rats for 28 consecutive days caused no significant ophthalmological or hematological toxicity or alterations in clinical chemistry, gross pathology or histopathology."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 163 (1989)",
            "Value": "Guinea pigs and rabbits were administered 0.5 or 5 mg/kg body weight cyclohexanone intravenously or 0.5 ml percutaneously three times a week for three consecutive weeks; lenticular alterations (anterior subcapsular vacuoles) were observed in all groups of guinea pigs but not in rabbits."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 163 (1989)",
            "Value": "Electrophysiological and neuropathological examination of rats receiving intraperitoneal injections of 200 mg/kg body weight cyclohexanone twice daily on five days per week for up to 13 weeks revealed no damage to the peripheral nervous system."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 163 (1989)",
            "Value": "Chick embryos were exposed to cyclohexanone vapors (concentration unspecified) either for 3 or 6 hours prior to incubation or for 3, 6 or 12 hours after 96 hours of incubation. Growth retardation was noted in day 13 embryos following exposure for 3 or 6 hours prior to or after incubation. In same hatchings exposed after incubation, an abnormal gait was seen."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 163 (1989)",
            "Value": "Dietary administration of 1% cyclohexanone to TB or NMRI mice for several generations was reported to affect the viability and growth of first generation males and females. No such effect was seen in animals of the second generation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 163 (1989)",
            "Value": "CF1 mice received daily intraperitoneal injections of 50 mg/kg body weight cyclohexanone for 28 days; beginning on the tenth day of treatment and throughout the exposure period, females were housed with an untreated male. On the last day of treatment, females were killed and the uterus examined for dead, resorbed and viable fetuses. No adverse effect was noted in the seven exposed litters."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 163 (1989)",
            "Value": "Groups of 28 ICR mice were exposed by oral intubation to 0 or 2,200 mg/kg body weight cyclohexanone per day on days 8-12 of gestation. The treatment was lethal to 6/28 females, but no maternal mortality was observed in the control group. Maternal weight gain during the treatment period was significantly reduced in the treated group, and two females had completely resorbed litters. Pup weight at birth and on postnatal day 3 was significantly reduced in the treated group, but litter size and viability were normal."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 163 (1989)",
            "Value": "Cyclohexanone was not mutagenic to four strains (TA1535, TA1537, TA98 and TA100) of Salmonella typhimurium in the presence or absence of any exogenous metabolic system in a plate incorporation assay."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V47 164 (1989)",
            "Value": "Chromosomal abnormalities were induced in bone marrow cells of male rats (rattus norvegicus) 6, 24 and 48 hours after subcutaneous injection of three doses each of 0.1, 0.5 and 1.0 g/kg body weight cyclohexanone (maximum tolerated dose). Abnormalities increased with dose and decreased with time, and consisted of chromatid gaps, breaks, centric fusions, centromeric attenuation, chromatid exchanges and polyploidy."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM, Howard PH; Environ Sci Technol 26: 1560-7 (1992) (2) Riddick JA et al; Organic Solvents, 4th ed pp. 344-5. NY,NY: Wiley (1986) (3) Lyman WJet al; Handbook of Chemical Property Estimation Methods. NY,NY: McGraw Hill Book Co (1982) (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc for cyclohexanone estimated using structure activity relationships (SAR) is 15(1). A Koc of 17 can be estimated from the water solubility, 23,000 mg/L(2), using a recommended regression equation(3). According to a suggested classification scheme(4), these Koc values indicate that cyclohexanone will be highly mobile in soil."
        }
    ]
}