{
    "_id": {
        "$oid": "6682e89fc4e5dba5ffba2685"
    },
    "CID": {
        "$numberInt": "7975"
    },
    "Name": "2-METHYLPYRIDINE",
    "IUPACName": "2-methylpyridine",
    "CanonicalSMILES": "CC1=CC=CC=N1",
    "Synonyms": [
        "2-METHYLPYRIDINE",
        "2-Picoline",
        "109-06-8",
        "o-Picoline",
        "alpha-Picoline",
        "Pyridine",
        "2-methyl-",
        "Picoline",
        "METHYLPYRIDINE",
        "a-picoline",
        "2-METHYL-PYRIDINE",
        "o-Methylpyridine",
        "PICOLINE",
        "ALPHA",
        ".alpha.-Picoline",
        "1333-41-1",
        "RCRA waste number U191"
    ],
    "IsomericSMILES": "CC1=CC=CC=N1",
    "INCHI": "InChI=1S/C6H7N/c1-6-4-2-3-5-7-6/h2-5H,1H3",
    "INCHIKEY": "BSKHPKMHTQYZBB-UHFFFAOYSA-N",
    "Formula": "C6H7N",
    "MolecularWeight": {
        "$numberDouble": "93.13"
    },
    "Description": "2-methylpyridine is a methylpyridine carrying a methyl substituent at position 2.",
    "XlogP": {
        "$numberDouble": "1.1"
    },
    "Complexity": {
        "$numberInt": "52"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 20 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Sept 19, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 19, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "An estimated BCF of 3 was calculated for 2-methylpyridine(SRC), using a log Kow of 1.11(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC). Low bioconcentration was reported for tests using carp (Cyprinus carpio)(4); however, actual BCF values were not available(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sasaki S; pp. 283-98 in Aquatic Pollutants, Transformation and Bio Effects. Hutzinger O et al, eds. Oxford, UK: Pergamon Press (1978) (2) Naik MN et al; Soil Biol Biochem 4: 313-23 (1972) (3) Sims GK, Sommers LE; J Environ Qual 14: 580-4 (1985) (4) Ronen et al; Ground Water 34: 194-99 (1996) (5) Ronen Z, Bollag JM; Intern J Environ Anal Chem 59: 133-43 (1995) (6) Sims GK, Sommers LE Environ Toxicol Chem 5: 503-9 (1986) (7) Mueller JG et al; Appl Environ Microbiol 57: 1277-85 (1991) (8) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 19, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: 2-Methylpyridine was reported as readily biodegradable in the MITI test(1). In an aerobic screening test using an enrichment culture obtained from soil as an inoculum, 100% degradation was obtained in 14 to 32 days(2). When this test was repeated under anaerobic conditions, degradation was much slower, requiring >97 days for complete biodegradation(2). Only 2.7% of the added 2-methylpyridine (initial concentration of 2 umoles/g) remained after 16 days following incubation in a silt loam soil(3). Complete biodegradation of 2-methylpyridine, initially added at 4 mg/L, was reported in aerobic groundwater incubated at 15 °C for 4 days(4). In an aerobic column study where subsurface sediment was leached with contaminated groundwater, 65% of the initially applied 2-methylpyridine was removed after 5 weeks of operation(5). Complete biodegradation of 2-methylpyridine was observed in 24 days following incubation in a defined medium inoculated with soil(6). Contaminated groundwater, from the American Creosote Works Superfund site in Pensacola, FL, was incubated with 2-methylpyridine; 33, 33, 33, 66, and 100% degradation was reported after incubation for 1, 3, 5, 8, and 14 days, respectively(7). 2-Methylpyridine, present at 100 mg/L, reached 0.1% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(8)."
        },
        {
            "References": "(1) Kaiser JP, Bollag JM; Soil Biol Biochem 24: 351-357 (1992) (2) Kuhn EP, Suflita JM; Environ Toxicol Chem 8: 1149-58 (1989) (3) Liu SM et al; Chemosphere 36: 2345-57 (1998) (4) Hongwei Y et al; Ecotoxicol Environ Saf 63: 299-305 (2006)",
            "Value": "ANAEROBIC: Complete biodegradation of 2-methylpyridine occurred within the first two weeks of exposure to unpolluted surface soil (with no pyridine derivatives) under aerobic conditions, but was unsuccessful under anaerobic conditions (both denitrifying and sulfidogenic conditions) with only 10% biodegradation reported in 3 months(1). 2-Methylpyridine was completely biodegraded within 2 weeks of exposure to contaminated (with pyridine derivatives) surface and subsurface soils under aerobic conditions(1). Under anaerobic conditions(both denitrifying and sulfidogenic conditions) in polluted soils, only 30% of the initially present 2-methylpyridine was degraded in 3 months. In sulfidogenic aquifer slurries, 97, 46, and <8% of the initially added 2-methylpyridine remained after 1, 3, and 8 months, respectively(2). In methanogenic aquifer slurries, 105, 107, and 97% 2-methylpyridine remained after 1, 3, and 8 months, respectively(2). 2-Methylpyridine was incubated in sulfidogenic estuarine sediments at concentrations from 70 to 80 uM; no biodegradation was reported over 200 days(3). In an anaerobic biodegradation study using sludge from a wastewater treatment plant digester as inoculum, 2-methylpyridine was found to have poor biodegradability(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Chevance FFV, Farmer LJ; J Agric Food Chem 47: 5151-5160 (1999) (2) Chung HY; J Agric Food Chem 47: 2280-87 (1999) (3) Fukami K et al; J Agric Food Chem 50: 5412-5416 (2002)",
            "Value": "Mean concentrations of 2-methylpyridine in Korean salt-fermented fish pastes were 146, 203, and 292 ng/g for anchovy, big-eyed herring and shrimp pastes, respectively(1). 2-Methylpyridine was reported as a volatile in the leg meat, body meat, and carapace meat of Charybdis feriatus, a popularly consumed edible crab in Asia at concentrations of 5.5, 2.6, and 4.5 ug/kg, respectively(2). 2-Methylpyridine was reported as a volatile compound in fish sauce from Southeast Asia(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 20",
            "Value": "log Kow = 1.11"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 737",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tested by drop application on rabbit eyes, it has caused moderate injury, graded 8 on a scale of 1 to 10 after 24 hr ... /the most severe injuries have been rated 10/."
        },
        {
            "References": "Dutertre-Catella H et al; Archives of Toxicology Suppl 13: 428-32 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The eye and skin irritational properties of various picolines: 2-picoline, 3-picoline and 4-picoline, were evaluated and compared to those for pyridine ... /in/ male New Zealand albino rabbits ... . Following either 7 or 14 days the rabbits were killed and histological examinations were conducted on the eyes. Eye irritation, caused by these exposures, was characterized by ocular irritation indice (OII). Eye irritation assessments showed that irritation was maximal either 1 hr or 1 day after exposure. Based upon ocular irritation indice values, 2-picoline, 3-picoline and pyridine were classified as \"irritating\", while 4-picoline was classified a \"severely irritating\". ... Over longer periods of time, which included recovery, all four of these compounds were determined to be \"severely irritating\". Histological examination of the eyes showed similar effects for all four compounds considered. These effects included keratitis lesions in corneal epithelial tissue, fibrillary edematous lamallae dissociation, and cellular inflammatory infiltration. Skin irritation was characterized by the cutaneous primary irritation index (PII). 2-Picoline, 3-picoline, and pyridine had primary irritation index values of 5.8, 6.8, and 4.8 respectively, while 4-picoline showed such high percutaneous toxicity that a PII value could not be determined. Overall results on skin irritation suggested that 2-picoline and 3-picoline should be classified as \"severely irritating\" with pyridine being classified as \"irritating\". Histological exam of the skin provided evidence for necrosis, ulceration, and regeneration. ..."
        },
        {
            "References": "KUPOR VG, GRUZDEVA KN; NARUSHENIYA METAB, TR NAUCHN KONF MED INST ZEPADN SIB, 1ST: 261-5 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily oral admin of 50 mg/kg for 4 MO decreased glycogen level & incr glucose & lactic acid levels in liver of rats throughout most of the study."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, 2-Methylpyridine (CAS 109-06-8) p.  (2000). Available from, as of October 20, 2014: https://esis.jrc.ec.europa.eu//",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Rat oral administration daily throughout pregnancy 157 mg/kg/day/ Structure and composition of the liver and the structure andgrowth pattern of the skin were disrupted in the offspring."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, 2-Methylpyridine (CAS 109-06-8) p.  (2000). Available from, as of October 20, 2014: https://esis.jrc.ec.europa.eu//",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Little information on reproductive effects is available. A Russian study of inhalation by rats for 4 months at 1.3 ppm caused no effects."
        },
        {
            "References": "Dyer RS et al; Fundamental and Applied Toxicology 5: 920-932 (1985)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The neurological effects of acute exposure to high concentrations of methylpyridines were investigated. Male Long-Evans-hooded-rats were implanted with electrodes. Visual function, paired flash evoked potential, pattern reversal evoked potentials, auditory function, brainstem auditory evoked responses, and cerebral excitability were measured, and hippocampal after discharge were performed. The median lethal dose (LD50) was assessed after 12, 28, and 35 rats were given 100 to 300 milligrams per kilogram (mg/kg) of 2-methylpyridine, 3-methylpyridine, or 4-methylpyridine. Effects on rectal temperature in animals injected with 100mg/kg of the drugs were determined. Sensitivity to pharmacologically induced seizures was determined after administration of 50mg/kg pentylenetetrazol (54955), intraperitoneally. Controls were treated with saline. The LD50s were 200mg/kg for 2-methylpyridine, 150mg/kg for 3-methylpyridine, and 162mg/kg for 4-methylpyridine. Death occurred within 24 to 48 hours after treatment. All of the methylpyridines produced a mild hypothermia. 3-Methylpyridine and 2-methylpyridine affected electrophysiological parameters more than did 4-methylpyridine. The authors conclude that all three compounds produce dysfunctions that only vary in magnitude."
        },
        {
            "References": "LEE H et al; MUTAGENESIS; 10 (3): 179-183 (1995)",
            "Value": "/GENOTOXICITY/ The three IQ (2-amino-3-methylimidazo(4,5-f) quinoline) compounds IQ, MeIQx (2-amino-3,4-dimethyl (4,5-f) quinoxaline) and MeIQ (2-amino-3,4-dimethylimidazo(4,5-f)quinoline) have been found in boiled pork juice. To determine which Maillard reaction products are important in the formation of IQ-type mutagens in boiled pork juice, six Maillard reaction products were separately added to the porkjuice before reflux boiling and then the mutagenicity of each sample was examined with Salmonella typhimurium TA98 in the presence of S9 mix. The addition of four Maillard reaction products enhanced the mutagenicity of pork juice 1.2-2.9-fold after reflux boiling. The highest level of enhancement was observed with tetrahydrothiophene, followed by 2,3-dimethylpyrazine, 3-methylpyridine and 2-methylpyridine. However, the addition of 2-acetylpyrrole and imidazole greatly inhibited the mutagenicity of pork juice."
        },
        {
            "References": "European Commission/European Chemical Substances Information System (ESIS); IUCLID Dataset, 2-Methylpyridine (CAS 109-06-8) p. 36 (2000). Available from, as of October 20, 2014: https://esis.jrc.ec.europa.eu//",
            "Value": "/GENOTOXICITY/ /Ames test with and without metabolic activation in / Salmonella typhimurium TA98, TA100, TA97, TA102, 10-5000 ug/plate (test material solvent: DMSO) /was negative/."
        },
        {
            "References": "ITC/USEPA; Information Review #425 (Draft) Methylpyridines p.9 (1984)",
            "Value": "/OTHER TOXICITY INFORMATION/ Repeated oral administration of 2-methylpyridine affected the activity of oxidation-reduction enzymes of rat liver."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Golovnya RV et al; USSR Acad Med Sci pp. 325-35 (1982) (2) Krone CA et al; Environ Sci Technol 20: 1144 (1986)",
            "Value": "2-Methylpyridine was detected but not quantified in non-agricultural loamy soil from the Moscow region(1). Less than 0.22 ppm of the chemical was found in Eagle Harbor sediment, an area of Puget Sound that is contaminated with creosote(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bi E et al; Environ Sci Technol 40: 5962-5970 (2006) (2) Scriven EFV et al; Pyridine and Pyridine Derivatives. Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2014). New York, NY: John Wiley & Sons. Online Posting Date: Dec 2, 2005. (3) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (4) Bi E et al; Environ Sci Technol 41: 3172-3178 (2006) (5) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The sorption behavior of 2-methylpyridine was studied in soil column tests using 5 Eurosoil reference soils having organic carbon content ranging from 0.33-1.85% and pH ranging from 5.2-8.6(1); measured Kd values ranging from 0.08 to 6.52(1) correspond to calculated Koc values of 4, 38, 70, 100 and 215(SRC); the lowest Koc value of 4 corresponds to Eurosoil 2 which had the highest pH value(8.6). The pKa of 2-methylpyridine is 5.96(2), indicating that this compound will exist partially in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(3). In the Eurosoil column tests(1), lowest adsorption occurred when 2-methylpyridine was in non-ionized form(1). Sorption of 2-methylpyridine to soil is primarily controlled by cation exchange and surface complex formation(1,4). According to a classification scheme(5), the Koc values suggest that 2-methylpyridine is expected to have very high to moderate mobility in soil."
        },
        {
            "References": "(1) Ringwald SC, Pemberton JE; Environ Sci Technol 34: 259-65 (2000) (2) Leenheer JA, Stuber HA; Environ Sci Technol 15: 1467-75 (1981) (3) Sims GK, Sommers LE Environ Toxicol Chem 5: 503-9 (1986)",
            "Value": "Spectral studies of 2-methylpyridine adsorbed to hydrated and dehydrated silica indicate that hydrogen bonding occurs with silica surface silanols via the nitrogen atom on the pyridine ring and that this interaction is stronger than that between this compound and water(1). 2-Methylpyridine emerged under 2 soil column void volumes; soil columns were packed with soil cores from Rock Springs, WY to the original 1016 mm depth and shale-oil process water was used as the mobile phase(2); the pH and clay content of the soil were not specified(2); this indicates that soil is an effective adsorbent when less than this void volume of retort water is applied (as in small spills)(2); rainfall leaching after a spill will also probably enhance solute migration(2). When 2-methylpyridine was incubated at 28 °C in a soil inoculum, 4.8% was sorbed by soil(3)."
        }
    ]
}