{
    "_id": {
        "$oid": "6682e7dbc4e5dba5ffba22ad"
    },
    "CID": {
        "$numberInt": "798"
    },
    "Name": "INDOLE",
    "IUPACName": "1H-indole",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=CN2",
    "Synonyms": [
        "indole",
        "1H-Indole",
        "120-72-9",
        "2,3-Benzopyrrole",
        "Indol",
        "1-Benzazole",
        "Ketole",
        "1-Azaindene",
        "Benzopyrrole",
        "2,3-Benzopyrole",
        "Indole (natural)",
        "Caswell No. 498B",
        "1-Benzo(b)pyrrole",
        "Indol [German]",
        "FEMA No. 2593"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=CN2",
    "INCHI": "InChI=1S/C8H7N/c1-2-4-8-7(3-1)5-6-9-8/h1-6,9H",
    "INCHIKEY": "SIKJAQJRHWYJAI-UHFFFAOYSA-N",
    "Formula": "C8H7N",
    "MolecularWeight": {
        "$numberDouble": "117.15"
    },
    "Description": "1H-indole is an indole and a polycyclic heteroarene. It has a role as an Escherichia coli metabolite. It is a tautomer of a 3H-indole.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "101"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Schlotzhauer WS et al; J Agric Food Chem 44: 206-09 (1996)",
            "Value": "Volatile compounds identified in Lonicera japonica flowers (Japanese honeysuckle) contained indole at concns of 52, <20, and 87 ug/kg for fresh flowers, flowers after 12 hours, and flowers after 24 hours, respectively(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Amer Chem Soc, Washington, DC. p. 38 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 25 was calculated for indole(SRC), using a measured log Kow of 2.14(1) and a recommended regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Arvin E et al; Inter Conf Physiochemical Biol Detoxif Hazard Wastes 2: 828-47 (1989) (2) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (3) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 24: 1040-53 (1955) (4) Vaishnav DD, Korthals ET; J Indust Microbiol 8: 209-12 (1991) (5) Subramanian V et al; Indian Inst Sci J 60: 143-78 (1978) (6) Medvedev VA et al; pp. 210-5 in Decomposition of Toxic and Nontoxic Organic Compounds in Soil. Overcash, MR (ed). Ann Arbor, MI: Ann Arbor Sci Publ (1981)",
            "Value": "Groundwater containing a mixture of aromatic hydrocarbons and aromatic nitrogen-, sulfur-, and oxygen-containing heterocyclics, including indole initially present at 0.2 to 1 mg/l, gave an aerobic degradation time (defined as the total time from the start of the experiment until a concn less than 1 ug/l is reached) for indole of 310 hours including an acclimation time of 130 hours at 10 °C(1). Indole, in a 5 day BOD test, reached 49.5% of the theoretical BOD using a mixed microbial inoculum obtained from an enrichment culture(2). A 5 day BOD test gave a BOD of 2.07 g/g for indole using a sewage inoculum(3). First order biodegradation rate constants of 4.3X10-2 BOD/hr and 7.7X10-2 spec/hr were measured for indole at 1.6, 2.5, and 3.2 mg/l for a BOD and a UV spectrophotometry detection method, respectively; the inoculum used was a mixed culture obtained from an enrichment culture technique(3). A reaction pathway for the aerobic biodegradation of indole was proposed: indole to indoxyl to dihydroxyindole to isatin to formylanthranilic acid to anthranilic acid to catechol(5). Indole, added to Chernozem soil at 1, 2, 3, 4, 5, 6, 7, 8, 9, and 10 g/kg soil, was completely biodegraded in 19, 37, 62, 72, 84, 92, 102, 131, and 135 days, respectively(6)."
        },
        {
            "References": "(1) Berry DF et al; Appl Environ Microbiol 53: 180-82 (1987) (2) Madsen EL et al; Appl Environ Microbiol 54: 74-78 (1988)",
            "Value": "Indole was completely biodegraded in 10 days under methanogenic conditions using a 9% anaerobic sewage sludge inoculum forming oxindole as an intermediate metabolite; the concn of indole in the sterile control over this time remained unchanged(1). Throughout the incubation period, net methane production increased, indicating that indole was mineralized(1). Complete metabolism of indole by methanogenic sediments from the shore, edge, and bottom of Buffalo Run stream, PA, occurred within 33 days. As indole disappeared, stoichiometric amounts of oxindole appeared in the sediment suspensions and persisted for over 4 weeks and was completely eliminated over 110 days(2). Complete biodegradation of indole was reported in 24 days using a 9% digested sludge inoculum at 22 °C under methanogenic conditions(2). Indole was completely biodegraded by suspensions of an organic soil (Carlisle muck) under methanogenic conditions within 67 days; concurrently, oxindole appeared, and persisted in near stoichiometric amounts for about 3 weeks(2). No oxindole accumulated under denitrifying conditions, using a soil inoculum, during the 144 days which were required for indole to disappear(2). This pattern was again seen using a 9% sewage sludge inoculum under methanogenic and denitrifying conditions; both conditions required 7 days for complete disappearance of indole; however, oxindole accumulated temporarily in the methanogenic culture but was not seen in the denitrifying culture probably due to rapid metabolism of this compound(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Rasmussen T et al; Chemosphere 27: 2123-25 (1993)",
            "Value": "Three samples of commercial Mytilus edulis (blue mussel), collected near Holbaek, Denmark, contained indole(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 38",
            "Value": "Log P= 2.14"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Heine HS et al; Chemico-Biol Interact 59 (2): 219-30 (1986)",
            "Value": "The effects of heterocyclic cmpd on hepatic xenobiotic metabolizing enzymes were studied in mice. Female CD-1 mice were admin 5 u mol/kg coumarin, trimethylene oxide (TMO), or trimethylene sulfide (TMS) for 6 days by gavage, or benzofuran, indole, or indole-3-carbinol (IC) daily for 10 days. Animals were /sacrificed/ 1 or 2 days after the last dose; livers were removed and assayed for epoxide hydrolase, glutathione-S-transferase (GST), reduced NADH-quinone-reductase (NADH/QR), glucose-6-phosphate-dehydrogenase (G6PDH), glutathione-reductase (GSSG-red), uridine-diphosphate-glucose-dehydrogenase (UDPGDH), aniline-hydroxylase, 7-ethoxycoumarin-deethylase (ECOD), and cytochrome-c-reductase (cyt-c-red) activities, and cytochrome p450. All cmpd except indole, significantly enhanced epoxide hydrolase activity. GST activities were elevated by all cmpd except TMO and TMS. NADH/QR activity was incr only by coumarin and benzofuran. Indole incr only GST, UDPGDH and cyt-c-red activities. IC enhanced GST, UDPGDH, cyt-c-red, epoxide hydrolase and cytochrome p450 and related monooxygenase activities. Benzofuran and coumarin showed more varied responses. Both cmpd incr epoxide hydrolase, GST and NADH/QR activities. Benzofuran decr cytochrome p450 content and elevated ECOD activity."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Searle, C. E. (ed.). Chemical Carcinogens. ACS Monograph 173. Washington, DC: American Chemical Society, 1976., p. 130",
            "Value": "...INDOLE...ENHANCE/S/ INCIDENCE OF BLADDER CANCER IN CERTAIN...DEFINED SITUATIONS. ...RATS FED 2-FAA IN DIET WITH...0.8 OR 1.6% INDOLE...DEVELOPED BLADDER TUMORS WHEREAS THOSE FED 2-FAA ALONE DID NOT. ... IN HAMSTERS, INDOLE...& 2-FAA /2-ACETYLAMINOFLUORENE/ GAVE SLIGHTLY MORE BLADDER TUMORS THAN DID 2-FAA BY ITSELF."
        },
        {
            "References": "ETLER G; NAUNYN-SCHMIEDEBERG'S ARCH PHARMACOL 283 (2): 165-79 (1974)",
            "Value": "INDOLE INDUCED POSITIVE INOTROPIC EFFECTS IN ISOLATED ATRIA OF GUINEA PIGS."
        },
        {
            "References": "BEAUCHESNE G; PHYSIOL PLANT 31 (3): 189-92 (1974)",
            "Value": "WHEN APPLIED @ CONCN OF 2.5 & 10 MUMOLE WITH OR WITHOUT 6-BENZYLAMINOPURINE TO CULTURES, INDOLE STIMULATED GROWTH OF BOTH NORMAL & TUMOROUS TISSUE."
        },
        {
            "References": "MATSUMOTO ET AL; INVEST UROL 14(3) 206-9 (1976)",
            "Value": "ADDITION OF INDOLE TO DIET CONTAINING 2-ACETYLAMINOFLUORENE PRODUCED INCR IN INCIDENCE OF BLADDER TUMORS IN HAMSTERS OF BOTH SEXES. INCIDENCE WAS HIGHER IN MALES THAN IN FEMALES IRRESPECTIVE OF DIET ADMIN."
        },
        {
            "References": "YANG NY JA, CARLSON JR; PROC SOC EXP BIOL MED 154(2) 269-73 (1977)",
            "Value": "RABBIT LUNG LAVAGE CELLS WERE INCUBATED IN INDOLE FOR 4 HR @ 37 DEG @ CONCN OF 0, 3.42, 5.13, & 6.84 MMOLE. @ HIGHER CONCN INDOLE CAUSED RELEASE OF MARKER LYSOSOMAL ENZYMES, BETA-GALACTOSIDASE & BETA-GLUCURONIDASE."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1040",
            "Value": "The compound was tested externally on the eyes of rabbits, and, according to the degree of injury observed after 24 hours, rated on a scale of 1 to 10. The most severely injurious substances have been rated 10. Indole rated 8 on rabbit eyes."
        },
        {
            "References": "PMID:2514130",
            "Value": "To ascertain whether the bladder mass incr and epithelial hyperplasia induced by 5% dietary sodium saccharin in short term experiments with rats are caused by incr urinary excretion of indican associated with this treatment, the responses of the urine and bladder induced by 1.5% indole ingestion were compared with those induced by %5 sodium saccharin and 1.5% indole. Indole and sodium saccharin, when fed alone, produced equivalent incr in bladder mass and both compounds induced epithelial hyperplasia, but indole ingestion was associated with much greater urinary indican excretion (5 mg/kg diet ingested) than sodium saccharin (0.3 mg/g diet ingested). When indole and sodium saccharin were ingested together, the bladder mass incr was additive, but with each alone, the urinary indican was equivalent to that produced by indole alone. These findings /indicate/ that a high level of urinary indican excretion is associated with an incr in bladder mass and epithelial hyperplasia (indole treatment) but indicate that the relatively low urinary indican level obtained by the sodium saccharin feeding alone is unlikely to be responsible for the bladder responses noted in this cmpd."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Krone CA et al; Environ Sci Technol 20: 1144-50 (1986)",
            "Value": "Sediments collected from three creosote-contaminated sediment samples from Eagle Harbor, Puget Sound, WA contained indole at concns less than 22 ug/g(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Rebhun M et al; Water Res 26: 79-84 (1992) (2) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Amer Chem Soc, Washington, DC. p. 6 (1995) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (4) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "A Koc of 187 was measured for indole on a synthetic soil consisting of 88-90% sand, 10% clay and 0-2% humic acid(1). The Koc of indole is estimated as approximately 350(SRC), using a measured log Kow of 2.14(2) and a regression-derived equation(3,SRC). According to a recommended classification scheme(4), these Koc values suggest that indole has moderate mobility in soil(SRC)."
        }
    ]
}