{
    "_id": {
        "$oid": "6682e8a1c4e5dba5ffba268b"
    },
    "CID": {
        "$numberInt": "8003"
    },
    "Name": "n-Pentane",
    "IUPACName": "pentane",
    "CanonicalSMILES": "CCCCC",
    "Synonyms": [
        "PENTANE",
        "n-Pentane",
        "109-66-0",
        "Pentan",
        "Skellysolve A",
        "Pentanen",
        "Pentani",
        "Amyl hydride",
        "Pentanes",
        "Tetrafume",
        "Tetrakil",
        "Tetraspot",
        "Normal Pentane",
        "Caswell No. 642AA",
        "npentane"
    ],
    "IsomericSMILES": "CCCCC",
    "INCHI": "InChI=1S/C5H12/c1-3-5-4-2/h3-5H2,1-2H3",
    "INCHIKEY": "OFBQJSOFQDEBGM-UHFFFAOYSA-N",
    "Formula": "C5H12",
    "MolecularWeight": {
        "$numberDouble": "72.15"
    },
    "Description": "Pentane is a straight chain alkane consisting of 5 carbon atoms. It has a role as a non-polar solvent and a refrigerant. It is a volatile organic compound and an alkane.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "7"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (2) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. CHEMICAL. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Nov 4, 2013: https://www.ars-grin.gov/duke/",
            "Value": "n-Pentane was identified, not quantified, in the volatile component of kiwi fruit (Actinidia chinensis) flowers(1). The compound was detected, not qunatified in the stem of kohlrabi (Brassica oleracea var. gongylodes) in soybean plant (Glycine max)(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 15 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 4, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 80 was calculated for n-pentane(SRC), using a log Kow of 3.39(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Malaney GW, McKinney RE; Water Sewage Works 113: 302-9 (1966) (2) Gerhold RM, Malaney GW; J Water Pollut Contr Fed 38: 562-79 (1966) (3) Patel RN et al; Appl Environ Microbiol 39: 727-33 (1980) (4) Patel RN et al; Appl Environ Microbiol 39: 720-6 (1980) (5) Hou CT et al; Appl Environ Microbiol 46: 178-84 (1983) (6) Solano-Serena F et al; Appl Microbiol Biotechnol 54: 121-25 (2000) (7) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 4, 2013: https://www.safe.nite.go.jp/english/db.html (8) Prince RC et al; Environ Sci Technol 41: 3316-3321 (2007)",
            "Value": "AEROBIC: n-Pentane reached 0.3, 3.2 and 10.1% of its theoretical BOD after 6, 24, and 72 hours, respectively, using a benzene-acclimated activated sludge(1). n-Pentane reached 0.7, 0.5 and 0.7% of its theoretical BOD at intervals of 6, 12, and 24 hours, respectively, using aeration units of sewage treatment facilities(2). Within 24 hours, pentane was oxidized to its corresponding methyl ketone, 2-pentanone(3,5), and the corresponding alcohol, 2-pentanol(4,5), by cell suspensions of over 20 methyltrophic organisms isolated from lake water and soil samples(3-5). n-Pentane, and 12 other components of gasoline were completely degraded using an activated sludge inoculum in less than 30 days(6). n-Pentane, present at 100 mg/L, reached 96% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(7). n-Pentane, present at 18.7 ug as a component in gasoline, was incubated in a New Jersey rainwater retention pond. The median half-life of total detectable gasoline hydrocarbons was 5.0 days(8)."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1739",
            "Value": "AEROBIC: Incubation /of n-pentane/ with natural flora in the groundwater in presence of the other components of high-octane gasoline (100 uL/L): biodegradation: 70% after 192 hrs at 13 °C (initial concentration 0.55 uL/L). ... Waste water treatment /of n-pentane/: activated sludge after 6 hr: 0.7% of theoretical oxygen demand; after 12 hr: 0.5% of theoretical oxygen demand; after 24 hr: 0.7% of theoretical oxygen demand."
        },
        {
            "References": "Parr, J.F., P.B. Marsh, and J.M. Kla (eds.). Land Treatment of Hazardous Wastes. Park Ridge, New Jersey: Noyes Data Corporation, 1983., p. 327",
            "Value": "The degradation of n-alkanes by microorganisms is similar to the degradation of fatty acids. The terminal methyl group is enzymatically oxidized by incorporation of molecular oxygen by a monooxygenase producing a primary alcohol with further oxidation to an acid group, although involvement of a dioxygenase is also postulated. Once the fatty acid is produced, it is degraded into 2-carbon units via the beta-oxidation pathway. ... Another pathway for n-alkane degradation that is encountered less often is the oxidation of both terminal carbons to form a dioic acid with subsequent beta-oxidation. Subterminal oxidation of the 2-carbon atom is seen mainly in C3-C6 alkanes. ... A dehydrogenation of the n-alkane may also occur yielding an alkene which is then converted to an alcohol, although there is little evidence for this theory. Some microorganisms have been shown to have both terminal and subterminal oxidation, each having very different rates of activity. /In a study comparing/ ... growth on long and short chain alkanes by some bacteria ... the initial oxygenase had a broad specificity and would oxidize C1-C8 alkanes ... /but/ cells grown on C4-C8 alkanes did not oxidize the shorter chain alkanes to a significant extent. ... /n-Alkanes/"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 15",
            "Value": "log Kow = 3.39"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 284",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Pretreatment of guinea pigs with n-pentane has been shown to enhance glucuronidation and stimulate oxidative drug metabolizing enzymes ... ."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 22",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Doses of 40% resulted in death of mice, which showed collapsed lungs on autopsy. Generally, death is preceded by loss of reflexes and prostration. Concns of 200-300 mg/l caused incoordination and inhibition of the righting reflex of mice. Air concns of 10.4, 50.9, and 94.7 mg/cu m showed histological changes in the developing cerebral cortex of the rat. ... Pentane had a slow inhibitory action on the myelin sheath of the peripheral nerve tissue in the rat. A nerve impulse blockage has been demonstrated in the squid axon and in the frog sciatic nerve... ."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2012. Cincinnati, OH. 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Exposure to pentane at 130,000 ppm for 30 minutes was fatal to mice. A 5-minute exposure to n-pentane at 128,000 ppm produced deep anesthesia in mice; respiratory arrest occurred in one of the four animals during exposure."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2012. Cincinnati, OH. 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After inhaaling 90,000 to 120,000 ppm, narcosis occurred in mice in 5 to 60 minutes. Mice exposed at 32,000 to 64,000 ppm n-pentane for 5 minutes showed signs of respiratory irritation and became lightly anesthetized during the recovery period. After exposure to no more than 16,000 ppm for 5 minutes, no effects were observed in mice."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2012. Cincinnati, OH. 2012.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Effects of inhalation at high concentrations of pentane vapor were /CNS depression/, loss of deep tendon reflexes and induction of coma. Irritation of the respiratory passages can occur at much lower concentrations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 22",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It is a dermal irritant; however, inhalation of 5,000 ppm (0.5%) pentane for 10 min was not irritating to mucous membranes and did not produce local or systemic effects."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 282",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Death in mice /occurs/ after a 37 min exposure to 130000 ppm n-pentane. Generally, death is preceded by loss of reflexes and prostration, especially at levels from 100000-130000 ppm. Prostration may occur within 5-7 min in mice exposed at these concn. ... Deep anesthesia occurs in mice at 128000 ppm; one animal suffered respiratory arrest at this exposure level after 5 min. ... 110000 ppm n-pentane induces loss of posture in mice within 2 min and death in 90% of the mice after 2 hr exposure. At 100000 ppm, 2 hr exposures caused death in 45% of mice."
        },
        {
            "References": "PMID:23019535",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was conducted in order to obtain information concerning the health hazards that may result from a 13 week inhalation exposure of n-pentane in Sprague-Dawley rats...  The rats were divided into 4 groups (10 male and 10 female rats in each group), and were exposed to 0, 340, 1,530, and 6,885 ppm n-pentane in each exposure chamber for 6 hour/day, 5 days/week, for 13 weeks.  All of the rats were sacrificed at the end of the treatment period. During the test period, clinical signs, mortality, body weights, food consumption, ophthalmoscopy, locomotion activity, urinalysis, hematology, serum biochemistry, gross findings, organ weights, and histopathology were assessed.  During the period of testing, there were no treatment related effects on the clinical findings, body weight, food consumption, ophthalmoscopy, urinalysis, hematology, serum biochemistry, gross findings, relative organ weight, and histopathological findings.  The no-observable-adverse-effect level (NOAEL) of n-pentane is evaluated as being more than 6,885 ppm (20.3 mg/L) in both male and female rats.  N-pentane was not a classified specific target organ toxicity in the globally harmonized classification system (GHS)."
        },
        {
            "References": "PMID:7426474",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The neurotoxicity of n-pentane, n-hexane, and n-heptane have been studied in Wistar strain male rats after exposure to 3000 ppm of n-pentane, n-hexane, or n-heptane for 12 hours a day for 16 weeks. The nerve conduction velocity and the distal latency were measured before the beginning of the exposure and after exposure for four, eight, 12, and 16 weeks... The light and electron microscopic examination showed that the peripheral nerve, the neuromuscular junction, and the muscle fiber of the rats exposed to n-hexane were severely impaired, but those of the rats exposed to n-pentane or n-heptane showed no particular changes even after 16 weeks of exposure..."
        },
        {
            "References": "PMID:11360436",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  ... groups of 10 male rats each were exposed by inhalation, 6 hr/day, 5 days/week for 2 weeks to /pentane at/ either 0 (control), 1,000, 3,000 or 10,000 ppm. Five rats per group were killed following the 10th exposure; the remaining 5/group were killed after a 14-day post-exposure recovery period. Parameters investigated were clinical signs of toxicity, functional behavior, body weights, clinical pathology, and gross and microscopic pathology including organ weights. No unusual clinical observations were seen in the pentane-treated rats, and body weights were not altered. Test rats generally exhibited normal behavioral responses in the functional observational battery. Increases in serum calcium and phosphorus concentrations were seen in rats exposed to either 3,000 or 10,000 ppm. These were reversible during the 2-week recovery period. No other clinical pathology changes were observed and no pentane-related tissue pathology was seen in any of the groups. The no-observed-adverse-effect level was 1,000 ppm with reversible clinical pathology changes produced at 3,000 and 10,000 ppm."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 283",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats injected subcutaneously with pentane, neutropenia was reported. ... Subcutaneous injections of pentane ... produce temporary impairment of liver function in rats."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 283",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... 30-wk inhalation studies in rats exposed to n-pentane (3000 ppm, 9 hr/day, 5 days/wk) found no evidence of neurotoxicity. No morphological 'giant axonal degeneration' was observed in the histological examination of nerve tissues (tibial nerve, optic nerve, and medulla oblongata). However, a decrease in body wt was observed at the end of 30 wk in exposed rats but not in controls."
        },
        {
            "References": "PMID:10456686",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of 7 to 8 pregnant rats were exposed by inhalation to pentane, 6 hr/day from gestation days 6 through 15 at concentrations of 0 (control), 1000, 3000 and 10,000 ppm, Maternal body weights, clinical signs and food consumption were measured; fetuses were weighed and examined for gross external development. Skeletal and internal organ evaluations were not performed. There were no effects in either the maternal or fetal rats (at concentrations up to and including 10,000 ppm) that could be associated with pentane exposure. Based on those findings, ... a full-spectrum developmental toxicity study in rats /was not conducted since/ ... it is unlikely that the fetus would be adversely affected by pentane exposure."
        },
        {
            "References": "Kirwin CJ et al; J Soc Cosmet Chem 31(DEC): 367-70 (1980)",
            "Value": "/GENOTOXICITY/ Hydrocarbon propellants, including n-pentane, were tested for mutagenicity by the Ames Salmonella microsome assay. None were mutagenic."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Whelan JK et al; Geochim Cosmochim Acta 44: 1767-85 (1984)",
            "Value": "n-Pentane was detected in 3 of 4 sediment samples from Walvis Bay of the Namibian shelf of SW Africa at concentrations of 0.12, 0.19 and 0.78 ng/g(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 4, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of n-pentane can be estimated to be 72(SRC). According to a classification scheme(2), this estimated Koc value suggests that n-pentane is expected to have high mobility in soil."
        }
    ]
}