{
    "_id": {
        "$oid": "6682e8a2c4e5dba5ffba2690"
    },
    "CID": {
        "$numberInt": "8012"
    },
    "Name": "1-BUTYL MERCAPTAN",
    "IUPACName": "butane-1-thiol",
    "CanonicalSMILES": "CCCCS",
    "Synonyms": [
        "1-Butanethiol",
        "Butanethiol",
        "butane-1-thiol",
        "109-79-5",
        "BUTYL MERCAPTAN",
        "n-Butyl mercaptan",
        "n-Butanethiol",
        "Butylthiol",
        "Thiobutyl alcohol",
        "n-Butylmercaptan",
        "1-Mercaptobutane",
        "1-Butyl mercaptan",
        "butylmercaptan",
        "n-Butyl thioalcohol",
        "n-Butylthiol"
    ],
    "IsomericSMILES": "CCCCS",
    "INCHI": "InChI=1S/C4H10S/c1-2-3-4-5/h5H,2-4H2,1H3",
    "INCHIKEY": "WQAQPCDUOCURKW-UHFFFAOYSA-N",
    "Formula": "C4H10S",
    "MolecularWeight": {
        "$numberDouble": "90.19"
    },
    "Description": "Butanethiol is an alkanethiol.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "13"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 11 was calculated for 1-butyl mercaptan(SRC), using a log Kow of 2.28(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Marion CV, Malaney CW; J Water Pollut Control Fed 35: 1269-84 (1963)",
            "Value": "AEROBIC: Little information is available in the literature on the biodegradation of 1-butyl mercaptan. Alcaligenes faecalis, a microorganism identified as a member of activated sludge flora, oxidizes 1-butyl mercaptan and other low molecular weight mercaptans(1)."
        },
        {
            "References": "(1) Fresenius W et al; in Amer Chem Soc, Div Environ Chem. Preprint 208th ACS Mtg, 34: 596-9 (1994)",
            "Value": "ANEROBIC: A lysimeter study of a German contaminated dump aquifer supplied with anaerobic leachate water showed a decrease in 1-butyl mercaptan detection within 5 m of the source input(1). The COD decrease from 500 mg/L to 150 mg/L was attributed to microbial processes and adsorption(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow = 2.28"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The inhalation lethal concentration 50 levels for 4-hour exposures of mice and rats were 2500 and 4020 ppm, respectively. Effects were irritation of the mucous membranes, increased respiration, and central nervous system depressant effects, eg, incoordination, staggering gate, weakness, partial skeletal muscle paralysis beginning in the hind limbs, light to severe cyanosis, and mild to heavy sedation."
        },
        {
            "References": "PMID:6873530",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single 500 mg/kg dose of butyl mercaptan was administered to groups of five 12-month-old laying hens. One day after administration, the hens exhibited weakness, which progressed to unsteadiness and inability to stand by the 3rd day and to a pale comb 18-24 hr after dosing, which changed to a dark color at 48 hr. Heinz bodies and extensive erythrocyte deformation and lysis were observed in blood smears taken at 24 and 48 hr. Hemoglobin concentration, packed cell volume, erythrocytes, and glucose-6-phosphate dehydrogenase activity were significantly lower than controls, and methemoglobin was significantly higher. As the clinical condition of these hens improved, these hematologic changes disappeared. Butyl mercaptan initially caused a dose-dependent increase in plasma butyrylcholinesterase activity, which was returned to normal by the end of the 28-day experiment. Butyl mercaptan did not affect plasma butyrylcholinesterase activity."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Liquid /n-butyl mercaptan/ caused slight to moderate irritation to the eyes of rabbits. No dermal changes were observed when 0.2 mL of a 20% solution was applied to the clipped skin of guinea pigs for 10 days"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.697",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In rabbits/... iridial irritation was noted during the first 24 hr and moderate to slight conjunctival irritation through 72 hr."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.697",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In rabbits/ ... skin reactions consisted of mild to moderate erythema that subsided in 72 to 96 hr. Signs of toxicity included inactivity, weakness, lassitude, and loss of appetite."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.697",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Acute inhalation exposure of rats to 200 mg/L (approximately 54,200 ppm) caused the deaths of all animals within 97 min."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.697",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Clinical signs /of toxicity in rat/ include sedation, ataxia, occasional muscular tremors, and labored respiration."
        },
        {
            "References": "PMID:11724364",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Increased acetylation of histones in liver and Morris hepatoma 7777 was induced by treatment of rats with butanethiol (100 mg/kg body weight). The level of histone acetylation was greater in liver than in the hepatoma and the response to the organosulfur compounds tended to be less in the tumor."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.697",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 90 day inhalation study of rats at levels of 9, 70, and 150 ppm (6 hr/day, 5 days/week) produced no toxic effects apart from increased alveolar macrophage numbers in both sexes at 150 ppm. Repeat dose experiments ... show that rats given 20 mg/100 g body weight three times daily for 2 days and then 40 mg/100 g body weight once daily for days 3 and 4 did not develop duodenal ulcers but did develop some necrosis in their adrenal glands. n-Butyl mercaptan may affect biotransformation reactions because it binds to microsomal cytochrome P450."
        },
        {
            "References": "Thomas WC et al; Fund Appl Toxicol 8 (2): 170-8 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic effects of inhalation exposure of pregnant rodents to n-butyl mercaptan, and maternal toxicity from such exposure were investigated. Female CD-1 mice and COBS-CD rats were exposed to n-butyl mercaptan for 6 hr/day on gestation days 6-16 for mice and days 6-19 for rats, at mean daily actual chamber concentrations of 10, 68, and 152 ppm. In mice at the two higher dose levels, emaciation, unkempt appearance, red or brown staining of the perivaginal region, lethargy, and staining of the hair was noted. Inferior body weight increments, or weight losses, were predominantly noted on days 12 through 17 of gestation. A statistically significant increase in early resorptions/litter was noted at 68 ppm and 152 ppm. Embryotoxic effects were noted in mice at 68 ppm and higher. For rats, survival was 100% in all groups, with a slight increase in the incidence of hair loss on the limbs noted at 152 ppm. Maternal weight increments were reduced. There were no biologically meaningful or statistically significant differences in the mean numbers of viable fetuses, postimplantation losses, total implantations, corpora lutea, or the fetal sex distribution in the treated groups among rats. Incidence of fetal malformations was not considered biologically meaningful."
        },
        {
            "References": "Abou-Donia MB; Toxicol Letters 4 (4): 231-6 (1979)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The oral administration of n-butyl mercaptan, a hydrolytic product of s,s,s-tributyl phosphorotrithioate, to hens did not result in neuropathological lesions but slightly increased brain acetylcholinesterase and plasma butyrylcholinesterase activities."
        },
        {
            "References": "WHO; Environ Health Criteria 63: Organophosphorus Insecticides: A General Introduction (1986). Available from, as of May 31, 2005: https://www.inchem.org/documents/ehc/ehc/ehc63.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ A different form of delayed acute toxicity was reported to occur 4 days after large oral doses of S,S,S-tributyl phosphorotrithioate (DEF) in hens. The effect was not seen after a single dose, sufficient to cause delayed neurotoxicity, was given subcutaneously or dermally. The effect was distinct from both cholinergic and delayed neuropathic effects and is attributed to the acute toxicity of n-butyl mercaptan produced by the degradation of DEF in the gastrointestinal tract."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.698",
            "Value": "/GENOTOXICITY/ n-Butyl mercaptan tested negative in the Ames S. typhimurium test and in the Chinese hamster ovary sister in vitro chromatid exchange assay. It was weakly mutagenic in the mouse lymphoma forward mutational assay."
        },
        {
            "References": "PMID:11351296",
            "Value": "/GENOTOXICITY/ ... Increased acetylation of histones butanethiol /was tested/.Increased acetylation of histones was established by change in electrophoretic mobility, incorporation of [3H]acetate or immunoblotting. Histone deacetylase in nuclei of DS19 cells was inhibited 43% by 0.5 mM butanethiol"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 1-butyl mercaptan is estimated as 410(SRC), using a log Kow of 2.28(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 1-butyl mercaptan is expected to have moderate mobility in soil."
        }
    ]
}