{
    "_id": {
        "$oid": "6682e8a2c4e5dba5ffba2692"
    },
    "CID": {
        "$numberInt": "8019"
    },
    "Name": "2-METHOXYETHANOL",
    "IUPACName": "2-methoxyethanol",
    "CanonicalSMILES": "COCCO",
    "Synonyms": [
        "2-METHOXYETHANOL",
        "109-86-4",
        "Ethylene glycol monomethyl ether",
        "Methyl cellosolve",
        "Ethanol",
        "2-methoxy-",
        "Methyl oxitol",
        "2-Methoxy-1-ethanol",
        "Methoxyethanol",
        "Methylglykol",
        "Methoxyhydroxyethane",
        "3-Oxa-1-butanol",
        "Monomethyl glycol",
        "EGME",
        "Glycol ether EM",
        "Dowanol EM"
    ],
    "IsomericSMILES": "COCCO",
    "INCHI": "InChI=1S/C3H8O2/c1-5-3-2-4/h4H,2-3H2,1H3",
    "INCHIKEY": "XNWFRZJHXBZDAG-UHFFFAOYSA-N",
    "Formula": "C3H8O2",
    "MolecularWeight": {
        "$numberDouble": "76.09"
    },
    "Description": "2-methoxyethanol is a hydroxyether that is ethanol substituted by a methoxy group at position 2. It has a role as a protic solvent and a solvent.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "14"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 7 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of May 7, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 2-methyoxyethanol(SRC), using a log Kow of -0.77(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Mills EJ JR, Stack VT JR; pp.492-517 in Proc Indust Waste Conf 8th Eng Bull Purdue Univ Eng Ext Ser (1954) (2) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (3) Bridie AL et al; Water Res 13: 627-30 (1979) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 7, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Biodegradation of 2-methoxyethanol (100-1000 mg/L) with activated sludge at 20 degrees C for 10 days resulted in 64.7% theoretical BOD(1). Biodegradation of 2-methoxyethanol at 3, 7, and 10 mg/L with filtered sewage seed in fresh water resulted in 30% theoretical BOD in 5 days and 88% theoretical BOD in 20 days; in salt water 6% theoretical BOD in 5 days and 39% theoretical BOD in 20 days was observed(2). Sewage seed degraded 2-methoxyethanol over 5 days resulting in 7% theoretical BOD using unadapted seed and 30% theoretical BOD using adapted seed(3). 2-Methoxyethanol, present at 100 mg/L, reached 83-94% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese Ministry of Trade and Industry (MITI) test(4)."
        },
        {
            "References": "PMID:7569879",
            "Value": "ANAEROBIC: 2-Methoxyethanol (30 mg C/L) was found to biodegrade 99% after 21 days at 37 °C and pH 7 under a nitrogen atmosphere in a standard test with synthetic sewage and seeding bacteria (100 mg C/L) cultured in a continuous anaerobic bioreactor(1). Biodegradation of the organic medium, glucose and glutamic acid (15 mg C/L) was 100% after 7 days(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 7",
            "Value": "log Kow = -0.77"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:9894672",
            "Value": "Cell death was analyzed in neurulating mouse embryos after in vivo doses of 2-methoxyethanol (2-ME) that produce anterior neural tube defects. Characterization of 2-ME-induced cell death was performed by evaluating: (1) vital fluorochrome staining in whole embryos applying confocal laser scanning microscopy; (2) characteristics of cell debris in conventional histological sections revealed by light microscopy; and (3) Apoptag in situ immunohistochemical staining for apoptosis using light microscopy. ...Physiological cell death in control embryos primarily occurred in the neural crest region during neural fold elevation. Embryos exposed to 2-ME had expanded areas of cell death in the neural crest and also new areas of cell death in medial regions of the anterior neural tube. Both physiological and 2-ME-induced embryonic cell death had morphological, immunohistochemical, and fluorochrome staining characteristics of apoptosis. When fluorescence data from confocal microscopic analysis of vital fluorochrome-stained embryos were analyzed, a dose-dependent increase was found in embryos exposed to 2-ME. Similar results were obtained when cell death was analyzed in either conventional histological sections or sections prepared for immunohistochemical detection of apoptosis."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 899",
            "Value": "A mechanistic role for Ca2+ has been promoted. .../It was/ observed that a Ca2+ channel blocker afforded protection against 2-ME induced pachytene spermatocyte cell death. /It was/ hypothesized that 2-ME induces spermatocyte apoptosis in both the rat and guinea pig, and activates or induces an endogenous endonuclease. An increase in intracellular Ca2+ is thought by many to be the trigger for endonuclease activation/induction and subsequent apoptotic cell death."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 690",
            "Value": "Metabolites /of ethylene glycol monoethyl ether/ such as 2-methoxyethanol (2-ME) ...induce testicular toxicity. They may cause testicular atrophy, decreased sperm motility, and an increased incidence of abnormal sperm. Most likely, the metabolism of monoalkyl glycol ethers occurs via alcohol and aldehyde dehydrogenases, leading to the formation of methoxyacetic acid (MAA). MAA is believed to be the ultimate toxic metabolite of 2-ME. However, methoxyacetaldehyde (MALD), an intermediate metabolite of 2-ME,can also produce testicular lesions. Although the site of action was thought to be upon the late spermatocyte, it now appears that the Sertoli cells are the prime target for 2-ME. It is unclear whether the mechanism of testicular toxicity of 2-ME induces germ cell death by interfering with interregulating signal transduction pathways within either Sertoli cells or germ cells, causing a disruption of cell-to-cell communication."
        },
        {
            "References": "Welsch F et al; Teratology 49 (5): 392 (1994)",
            "Value": "Once oxidized to 2-methoxyacetic acid (2-MAA), 2-ME is teratogenic in all species tested. Upon single administration at 0800 hr, gestation day (gd) 8 (copulation plug + = gd 0) was most sensitive to induction of /exencephaly/. In this study, the effects of 2-ME/2-MAA on brain differentiation were assessed soon after gd 8 treatment. Physiological cell death (CD) in control embryos and chemically-enhanced CD were compared by Nile blue sulfate staining (4, 8, 12 hr after 2-ME; 0, 250 or 325 mg/kg). Its intensity in fore-, mid- and hindbrain was scored as scattered, moderate or intense. These CD patterns were confirmed by propidium iodide fluorescence staining. The most consistent CD staining was observed 8 hr after 325 mg 2-ME/kg. In controls, scattered CD was apparent in the pros-, mes- and rhombencephalon, while moderate to intense CD appeared uniformly in the caudal rim of the open forebrain and along its midline when closure was occurring. In 2-ME exposed embryos, CD patterns in the forebrain were comparable to those in controls. However, CD in the mid- and hindbrains was markedly increased. Moderate to intense CD in about half of the embryos was observed in the mes- and rhombencephalon. Rhombomeres 1-3 and the dorsal lateral neural tube were particularly remarkable in their staining intensity. Neural tube closure status and brain morphology (250 mg 2-ME/kg) were evaluated on gd 9.25 and gd 10.25. The mean somite number was unaffected by 2-ME treatment. However, in control embryos the neuropores were closed in all but 1 of 119 embryos, while in 23% (35 of 142; 82% of litters) of 2-ME embryos they were patent, and 8% (11 of 133; 36% of litters) still had that condition on gd 10.25. For comparison other pregnancies progressed to gd 18 when 12% of the live fetuses (in 40% of litters) had EX. There were also numerous morphological differences from developmental-age-matched controls consistent with 2-MAA-induced embryotoxicity, which caused developmental delay. Its incidence on gd 9.25 was five times higher (embryos) and affected twice as many litters as in concurrent controls. On gd 10.25 twice as many embryos as in control litters still displayed this differentiation delay phenomenon."
        },
        {
            "References": "White KK et al; Toxicologist 13 (1): 254 (1993)",
            "Value": "2-ME is a teratogen that acts with high developmental phase specificity and induces exencephaly in CD-1 mice. This study examined (1) the persistent patency of the anterior neuropore in gestation day (gd; copulation plug = 0) 9.25 embryos in relationship to the incidence of exencephaly in gd 18 fetuses, and (2) changes in brain development of embryos. On gd 8, CD-1 mice received a sc bolus dose of 250 mg 2-ME/kg or saline. Conceptuses were examined either on gd 9.25 for neural tube closure status (normally completed on gd 9.0) and gross alterations in brain shape, or on gd 18 for the presence of exencephaly. The number of 2-ME-exposed embryos with persistent patency of the anterior neuropore was significantly greater than that of gd 18 fetuses with exencephaly (25% of embryos vs. 13% of fetuses, 83% vs. 40% of litters). Control conceptuses had no exencephaly on gd 18, but 1% had open neuropores on gd 9.25. There were no differences in resorption rates between any of the groups. In 2-ME-exposed embryos with closed neuropores, brain vesicles were underdeveloped and not well defined compared to controls. These observations indicate that 2-ME (1) delayed neural tube closure, (2) raised the incidence of total failure to close, and (3) adversely affected early brain development."
        },
        {
            "References": "Smialowicz RJ et al; Govt Reports Announcements & Index (GRA&I), Issue 09 (1994)",
            "Value": "...Rats pretreated with the aldehyde dehydrogenase inhibitors disulfiram (2 mmol/kg) or cyanamide (0.48 mmol/kg) followed by oral dosing with /2-methoxyethanol/ (ME) (2.64 mmol/kg) resulted in suppressed /plaque-forming cell/ (PFC) responses equivalent to the suppressed responses of rats dosed with ME alone. Rats pretreated with disulfiram and then dosed with 2.64 mmol/kg 2-methoxyethyl acetate (MEA), also resulted in suppressed PFC responses similar to that of MEA alone. In contrast, coadministration of the alcohol dehydrogenase inhibitor 4-methylpyrazole (1.2 mmol/kg) with ME or MEA blocked suppression of the PFC response following exposure to ME or MEA alone. Oral dosing with equimolar (2.64 mmol/kg) concentrations of ME, /2-methoxyacetic acid / (MAA), or /2-methoxyacetaldehyde/ (2MAAD) resulted in equivalent suppression of the /trinitrophenyl-lipopolysaccharide/ (TNP-LPS) PFC response. Rats exposed to either disulfiram or cyanamide and MAAD also resulted in suppression of the PFC response. These results indicate that metabolism of ME to either MAAD or MAA is required for immunosuppression, and that these two metabolites are equipotent immunosuppressants in the rat."
        },
        {
            "References": "PMID:9355941",
            "Value": "...Lymphocytes prepared from lymph gland or splenic tissues of Fischer-344-rats and B6C3F1-mice were incubated with 0 to 50 millimolar (mM) /2-methoxyethanol/ (2ME), /2-methoxyacetic acid/ (2MAA), or /2-methoxyacetaldehyde/ (2MAAD). Cytotoxicity was assessed by determining decreases in viability with the trypan-blue or propidium-iodide assays. Production of polyclonal immunoglobulin-G (IgG) and immunoglobulin-M (IgM) antibodies by the cells in response to stimulation with bacterial lipopolysaccharide, Salmonella-typhimurium mitogen, or dextran-sulfate was assessed by enzyme linked immunosorbent assays. 2MAA and 2MAAD significantly inhibited production of IgM and IgG antibodies by both mouse and rat lymphocytes at concentrations that were not cytotoxic, 8mM or below and 0.5mM or below, respectively. The suppressive effects of 2MAA were more pronounced in rat lymphocytes. The effects of 2MAAD were comparable in both species. 2ME had no effect on the IgG or IgM antibody responses in either mouse or rat lymphocytes. Since the antibody response of the lymphocytes was not directly affected by 2ME, hepatocyte and lymphocyte cocultures were established and treated with 0 to 50 mM 2ME to determine if the hepatocytes would metabolize 2ME to 2MAA or 2MAAD which would, in turn, suppress the IgM antibody response. The IgM antibody response of mouse lymphocytes was suppressed by 12.5 to 50 mM 2ME in the presence of mouse lymphocytes and by 25 to 50 mM 2ME in the presence of rat lymphocytes. The IgM antibody response of rat lymphocytes was suppressed by 12.5 to 50 mM 2ME in the presence of mouse lymphocytes and by 50mM 2ME in the presence of rat hepatocytes."
        },
        {
            "References": "PMID:3672375",
            "Value": "The role of cytotoxicity in digital maldevelopment in CD-1 mouse embryos was examined following dosage with ethylene glycol monomethyl ether (EGME) on gestation day (gd) 11. Patterns of cell necrosis in the forelimb buds of embryos collected from dams given EGME orally at doses of 100, 250 or 350 mg/kg were characterized by staining with Nile blue A. Cell death was induced in the mesenchymal tissue and to some extent in the limb bud ectoderm, including the apical ectodermal ridge in a dose-related manner. The area of preaxial physiological cell necrosis was enlarged by EGME, and the shape of the limb buds was altered 24 hr after treatment. Preaxial tissue and the predigital chondrocyte condensations were reduced or missing following 250 and 350 mg EGME per kg. Light and electron microscope evaluations of forelimb buds revealed the presence of phagocytic vacuoles and condensed, fragmented cytoplasm, which indicate cytotoxicity, as early as 2 hr following EGME, a maximum effect being observed 6 hr after the dose was administered. Although the severity of the cytotoxic response appeared to be dose-related, comparison with the incidence of digital malformations in near-term fetuses indicates that the loss of mesenchymal tissue is partially compensated for as formation of the limb progresses."
        },
        {
            "References": "PMID:18179559",
            "Value": "Methoxyacetic acid (MAA), the active biological oxidation product of the industrial solvent ethylene glycol monomethyl ether (EGME), causes acute toxicity in several species including humans. MAA primarily affects tissues with rapidly dividing cells and high rates of energy metabolism, including testes, thymus and the fetus. Testicular toxicity, one of the most prominent consequences of EGME, and MAA, exposure, results from apoptosis of primary spermatocytes and is associated with changes in the expression of various genes and signaling pathways. This review of EGME metabolism and its organ-specific toxicities emphasizes genes and signaling pathways that are modulated by EGME exposure and their relevance to the molecular mechanisms underlying EGME and MAA toxicity. Of particular importance are the genes that code for oxidative stress response factors, protein kinases, and nuclear hormone receptors. Nuclear receptors and protein kinases regulate multiple cellular processes and are critical for signaling events required for spermatogenesis. De-regulation of their activity by EGME or MAA leads to inappropriate signaling in testicular cells. Oxidative stress in spermatocytes exposed to MAA triggers mitochondrial release of cytochrome C, activation of caspases and ultimately apoptosis. ..."
        },
        {
            "References": "PMID:18198483",
            "Value": "High-resolution Magic Angle Spinning (Hr-MAS) (1)H-/Nuclear magnetic resonance/ (NMR) spectroscopy was used to analyze intact testicular tissues ex vivo and to investigate the toxicological effects of ethylene glycol monomethyl ether (EGME), a well-known spermatocytes toxicant, on male reproductive organs by NMR-based metabonomic analysis. Especially, /the study/ reported the ... Hr-MAS (1)H-NMR spectra of epididymis. Sexually matured male rats were treated with 50 and 2,000 mg/kg EGME, and body weight, reproductive organs weight, histopathology and plasma biochemistry were examined at 6 and 24 hr after administration. Two multivariate statistical methods, namely, unsupervised / Principal component analysis / (PCA) and supervised /Partial Least Squares-Discriminant Analysis / (PLS-DA), indicated that the balance of endogenous metabolites was perturbed in both reproductive organs and biofluids. In the testes, lactate, creatine and glutathione were mainly affected by EGME treatment. In urine and plasma, altered excretions of the /tricarboxylic acid cycle / (TCA) cycle intermediates (2-oxoglutarate, citrate and succinate) and the ketone-bodies (acetoacetate and beta-hydroxybutyrate) were also observed. The finding in current integrated metabonomic analysis of both intact tissues and biofluids suggested that EGME-induced testicular toxicity was attributed to perturbation of the energy supply processes, suppression of the TCA cycle, or oxidative stress. Furthermore, Hr-MAS (1)H-NMR proved useful to investigate the molecular snapshot of biological tissues and the mechanism of toxicity."
        },
        {
            "References": "PMID:21427058",
            "Value": "Ethylene glycol monomethyl ether (EGME), sulpiride, and atrazine are known ovarian toxicants, which increase progesterone (P4) secretion and induce luteal cell hypertrophy following repeated administration. The aim of this study was to define the pathways by which these compounds exerted their effects on the ovary and hypothalamic-pituitary-gonadal (HPG) axis. In the ovary, changes in the steroidogenic activity of new and old corpora lutea (CL) were addressed. EGME (300 mg/kg), sulpiride (100 mg/kg), or atrazine (300 mg/kg) were orally given daily for four times from proestrus to diestrus in normal cycling rats. Treatment with all chemicals significantly increased serum P4 levels, and EGME as well as sulpiride induced increases in prolactin (PRL) levels. In new CL, at the gene and the protein levels, all three chemicals upregulated the following steroidogenic factors: scavenger receptor class B type I, steroidogenic acute regulatory protein, P450 cholesterol side-chain cleavage, and 3beta-hydroxysteroid dehydrogenase (HSD) and downregulated the luteolytic gene, 20alpha-HSD. Coadministration of EGME and bromocriptine, a D2 agonist, completely inhibited PRL but not P4 secretion. Additionally, steroidogenic factor expression levels were upregulated, and 20alpha-HSD level was downregulated in new CL. These results suggest that EGME both directly and indirectly stimulates P4 production in luteal cells, whereas sulpiride elevates P4 through activation of PRL secretion in the pituitary. Atrazine may directly activate new CL by stimulating steroidogenic factor expressions. The present study suggests that multiple pathways mediate the effects of EGME, sulpiride, and atrazine on the HPG axis and luteal P4 production in female rats in vivo."
        },
        {
            "References": "PMID:9681501",
            "Value": "2-Methoxyethanol (ME) and its metabolite, methoxyacetic acid (MAA), produce testicular lesions characterized by pachytene spermatocyte degeneration. To understand the molecular basis of this action on meiotic prophase cells, mRNA differential display was used to identify gene expression changes in control and treated cells. When pachytene spermatocytes were cultured with 5 mM ME or 5 mM MAA for 24 hr, two complementary DNAs (cDNAs), of 557 nucleotides (clone 5) and 388 nucleotides (clone 6), were up-regulated; and a cDNA of 648 nucleotides (clone 1) was down-regulated. The altered expression pattern shown by differential display was confirmed by Northern blotting. Sequence analyses indicate that clones 1 and 6 have 83% and 79% homology at the nucleotide level to a polo-like kinase (SRP: important regulators of the cell cycle) and a thiol-specific antioxidant, respectively. Clone 5 shows no homology to any known gene in the database. Messenger RNAs (mRNAs) encoding the thiol-specific antioxidant and clone 5 are up-regulated within 30 min of the addition of MAA, whereas the polo-like kinase mRNA decreased to undetectable levels after 6 hr. Changes in Sertoli cell gene expression were also detected when Sertoli cells were cultured with 5 mM ME or MAA for 24 hr. Two cDNAs, of 367 nucleotides (clone 2) and 676 nucleotides (clone 3), were up-regulated; and a cDNA of 538 nucleotides (clone 4) was down-regulated. Homology searches revealed that clones 3 and 4 have 90 and 91% homology at the nucleotide level to an oxidative stress protein and a phosphodiesterase (PDE), respectively. Northern blotting confirmed the differential display expression pattern for the PDE and oxidative stress protein. mRNAs for the latter were induced within 30 min, and PDE mRNAs were down-regulated within one hr, after the addition of MAA. To determine whether the changes in gene expression seen with cells in culture also occur in vivo, rats were given a single oral dose of 250 mg/kg ME or MAA. After 24 hr, total testis RNAs from control and treated rats were purified and hybridized. The expression patterns seen in vivo for the differentially expressed cDNAs were identical to those seen in vitro. /The study/ conclude that, although pachytene spermatocytes seem to be selectively affected by ME and MAA, changes in gene expression are also detected in Sertoli cells, suggesting that the action(s) of ME or MAA on pachytene spermatocytes could be mediated through Sertoli cells."
        },
        {
            "References": "PMID:20616209",
            "Value": "Ethylene glycol monomethyl ether (EGME) is a widely used industrial solvent known to cause adverse effects to human and other mammals. Organs with high metabolism and rapid cell division, such as testes, are especially sensitive to its actions. In order to gain mechanistic understanding of EGME-induced toxicity, an untargeted metabolomic analysis was performed in rats. Male rats were administrated with EGME at 30 and 100 mg/kg/day. At days 1, 4, and 14, serum, urine, liver, and testes were collected for analysis. Testicular injury was observed at day 14 of the 100 mg/kg/day group only. Nearly 1900 metabolites across the four matrices were profiled using liquid chromatography-mass spectrometry/mass spectrometry and gas chromatography-mass spectrometry. Statistical analysis indicated that the most significant metabolic perturbations initiated from the early time points by EGME were the inhibition of choline oxidation, branched-chain amino acid catabolism, and fatty acid beta-oxidation pathways, leading to the accumulation of sarcosine, dimethylglycine, and various carnitine- and glycine-conjugated metabolites. Pathway mapping of these altered metabolites revealed that all the disrupted steps were catalyzed by enzymes in the primary flavoprotein dehydrogenase family, suggesting that inhibition of flavoprotein dehydrogenase-catalyzed reactions may represent the mode of action for EGME-induced toxicity. Similar urinary and serum metabolite signatures are known to be the hallmarks of multiple acyl-coenzyme A dehydrogenase deficiency in humans, a genetic disorder because of defects in primary flavoprotein dehydrogenase reactions. /The study/ postulate that disruption of key biochemical pathways utilizing flavoprotein dehydrogenases in conjugation with downstream metabolic perturbations collectively result in the EGME-induced tissue damage."
        },
        {
            "References": "PMID:8248941",
            "Value": "/Methoxyacetic acid (MAA), a teratogenic toxin, is the major metabolite of ethylene glycol monomethyl ether (EGME, also referred to as 2-methoxyethanol, 2-ME). MAA causes a wide range of toxic effects in laboratory animals including reproductive and developmental toxicity, as well as hematotoxicity, by mechanisms that are not clear. In this study, /authors/ employed electron paramagnetic resonance (EPR) spin-labeling techniques in conjunction with spin labels specific for cytoskeletal proteins, bilayer lipids, cell-surface sialic acid, or cell-surface galactose and N-acetylgalactosamine residues of human erythrocyte membranes in order to gain insight into the mechanism of MAA toxicity. The major findings are: (1) MAA significantly increases the protein-protein interactions of skeletal proteins in a concentration-dependent manner (P < 0.001), while 2-ME has no effect (at even a 2.5-fold higher concentration). Addition of MAA leads to significant increase in the rotational motion of spin-labeled terminal galactose and N-acetylgalactosamine residues (2.0 mM MAA, 38% decrease of the apparent rotational correlation time tau a, P < 0.01). The rotational motion of spin-labeled sialic acid, 70% of which is on the major transmembrane sialoglycoprotein (glycophorin A or PAS 1), was not affected by MAA treatment. MAA has no effect on the lipid bilayer fluidity, since no change in the motion of a lipid bilayer specific spin label (5-NS) in the erythrocyte membrane was observed. These results suggest that MAA may lead to teratologic toxicity by interacting not with lipid components but with certain, perhaps specific, protein components, i.e., transport proteins, cytoskeleton proteins or neurotransmitter receptors."
        },
        {
            "References": "PMID:9689493",
            "Value": "The glycol ethers 2-methoxyethanol (2-ME) and 2-ethoxyethanol (2-EE) prolong gestation in rodents. Because gap junctions in the myometrium likely facilitate parturition, the present study examined inhibition of gap junctional communication by 2-ME and 2-EE in myometrial smooth-muscle cell cultures. To measure gap junctional communication, the fluorescent dye Lucifer yellow was injected into cultured cells and the transfer of the dye to adjacent cells was scored with epifluorescence microscopy. The data are presented as the percentage of cells adjacent to the microinjected cell that exhibited dye following microinjection. A 30 min treatment with 32 or 63 mmol/L 2-ME decreased dye transfer to 71% and 63%, respectively (p < or = 0.05; control 90%). Similarly, 2-EE inhibited dye transfer, although myometrial cells were less sensitive to 2-EE compared to 2-ME. Dye transfer returned to control levels after 2 hr in the continued presence of 2-ME. The primary metabolite of 2-ME, methoxyacetic acid (MAA), had no effect on dye transfer at concentrations equimolar to 2-ME. Because 2-ME and 2-EE inhibited gap junctional communication only at high concentrations and because the inhibition reversed in the continued presence of the compounds, it is suggested that glycol ethers delay parturition by a mechanism independent of a direct action on myometrial gap junctions."
        },
        {
            "References": "PMID:20226807",
            "Value": "Embryotoxicity of glycol ethers is caused by their alkoxyacetic acid metabolites, but the mechanism underlying the embryotoxicity of these acid metabolites is so far not known. The present study investigates a possible mechanism underlying the embryotoxicity of glycol ether alkoxyacetic acid metabolites using the methoxyacetic acid (MAA) metabolite of ethylene glycol monomethyl ether as the model compound. The results obtained demonstrate an MAA-induced decrease of the intracellular pH (pH(i)) of embryonic BALB/c-3T3 cells as well as of embryonic stem (ES)-D3 cells, at concentrations that affect ES-D3 cell differentiation. These results suggest a mechanism for MAA-mediated embryotoxicity similar to the mechanism of embryotoxicity of the drugs valproic acid and acetazolamide (ACZ), known to decrease the pH(i)in vivo, and therefore used as positive controls. The embryotoxic alkoxyacetic acid metabolites ethoxyacetic acid, butoxyacetic acid and phenoxyacetic acid also caused an intracellular acidification of BALB/c-3T3 cells at concentrations that are known to inhibit ES-D3 cell differentiation. Two other embryotoxic compounds, all-trans-retinoic acid and 5-fluorouracil, did not decrease the pH(i) of embryonic cells at concentrations that affect ES-D3 cell differentiation, pointing at a different mechanism of embryotoxicity of these compounds. MAA and ACZ induced a concentration-dependent inhibition of ES-D3 cell differentiation, which was enhanced by amiloride, an inhibitor of the Na(+)/H(+)-antiporter, corroborating an important role of the pH(i) in the embryotoxic mechanism of both compounds. Together, the results presented indicate that a decrease of the pH(i) may be the mechanism of embryotoxicity of the alkoxyacetic acid metabolites of the glycol ethers."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 89",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye irritation. When ethylene glycol monomethyl ether was introduced into the eyes of rabbits, it produced immediate pain, conjunctival irritation, and slight transitory cloudiness of the cornea, which cleared within 24 hr."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 88",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... with guinea pig ... 5 /daily sc/ injections of either 0.5 or 1.0 mL/kg caused prostration, labored breathing, and death. ... 2 dogs /were injected (believed im)/ with 6 mL and 2 rabbits with 2 mL daily. 1 rabbit died after 2 injections and 1 dog was anuric after the third (last) ... injection. Clinical exam and autopsy of the animals ... revealed anuria, calcified casts in urine, irritation of bladder mucosa, hemorrhage in GI tract, lung edema, and liver and testicular injury."
        },
        {
            "References": "PMID:3975897",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats were given ethylene glycol monomethyl ether (EGM) ... /orally/ for 4 consecutive days at doses of 100 or 500 mg/kg/day. Animals were killed on days 1, 4, 8 and 22 after the final treatment. EGM produced thymic atrophy, lymphocytopenia and neutropenia and caused a slight reduction in the number of circulating red cells. EGM also abolished splenic extramedullary hemopoiesis which partially recovered on day 4, followed by a marked response on day 8 and a return to moderate control levels on day 22. Femoral bone marrow was hemorrhagic 1 day after treatment with EGM which appeared to be associated with sinus endothelial cell damage. By day 4 the histologic appearance of the marrow was normal."
        },
        {
            "References": "PMID:6595980",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of a single inhalation exposure to the rat of the saturated vapors of ethylene glycol monomethyl ether (EGME) were investigated. Mature male albino rats were exposed to various levels of EGME for a single 4 hr period and killed 14 days later. Following this single exposure a dose related decrease in testis weight was observed in rats exposed to 5000, 2500, and 1000 ppm EGME. Histopathological examination revealed disordered spermatogenesis and tubular atrophy in these animals. Minimal degenerative changes were seen in the testis of rats exposed to 625 ppm EGME."
        },
        {
            "References": "PMID:7740549",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of dermal and oral exposure to 2-methoxyethanol (ME) in rats was evaluated by monitoring mitogen stimulated lymphoproliferative (LP) responses, antibody response to sheep red blood cells (SRBC) and trinitrophenyl/lipopolysaccharide (TNP-LPS), and lymphoid organ weights. Male Fischer-344-rats were administered ME for 4 consecutive days in dosages ranging from 150 to 1,200 mg/kg bw. ME was administered on a piece of gauze applied to shaved skin and held in place with tape to simulate occupational exposure of solvent trapped under clothing. Rats received ME orally at 25 to 200 mg/kg/day for 4 consecutive days. Dermal ME exposure produced a significant reduction in lymphoid organ weights, but not reduced body weights, compared with controls. Spleen weight reduction occurred at dosages of 900 and 1,200 mg/kg/day, and decreased thymus weights occurred at dosages of 600 to 1,200 mg/kg/day ME. LP responses to pokeweed mitogen (PWM) and phytohemagglutinin (PHA) were significantly increased at 900 to 1,200 mg/kg/day compared with controls. Oral dosing of ME at 50, 100, and 200 mg/kg/day also reduced lymphoid organ weights and increased LP responses to PHA and PWM. Rats dermally exposed to ME and immunized with either SRBC or TNP-LPS had a decreased ability to produce primary antibodies to these antigens. Rats orally administered ME followed by immunization with SRBC or TNP-LPS also had suppressed antibody formation. The results indicated that dermally applied ME altered immune function. A surprising result was the enhancement of mitogen stimulated LP responses of splenocytes in rats exposed dermally or orally to high ME doses, which may be stress related. ...The immune sensitivity to ME seen in rats raises the possibility that immune functions are altered in humans exposed to ME."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Authors/ reported that 0.1 mL of undiluted /2-methoxyethanol/ (2-ME) led to corneal and conjunctival oedema and increased vascular leakage in the conjunctiva and aqueous humour. A 25% aqueous solution was much less active."
        },
        {
            "References": "PMID:1853347",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The immunotoxicity of 2-methoxyethanol (2ME) was studied in rats. Fischer-344-rats were administered 50, 100, or 200mg/kg 2ME daily by gavage for 10 consecutive days. 2ME immunotoxicity was assessed by determining its effects on spleen and thymus weights, the lymphoproliferative response to phytohemagglutinin, concanavalin-A, pokeweed mitogen and Salmonella-typhimurium mitogen, in-vitro production of interleukin-2 (IL2) by splenocytes, natural killer (NK) activity of splenocytes against YAC-1-mouse lymphoma cells, the mixed lymphocyte reaction (MLR), production of cytotoxic T-lymphocytes (CTL), the plaque forming cell (PFC) response to injection with sheep red blood cells (SRBCs) and trinitrophenyl-lipopolysaccharide (TNP), and expulsion of Trichinella-spiralis worms. In male rats, the effects on reproductive parameters were determined. Rats were administered 0 to 200mg/kg 2-methoxyacetic-acid (625456) (MAA), the major oxidative metabolite of 2ME, orally for 10 days to assess its effect on the PFC response to TNP/LPS. 2ME caused a dose dependent decrease in thymus weight in male rats without affecting spleen weights. All 2ME doses significantly suppressed the splenocyte responses to concanavalin-A and phytohemagglutinin. The responses to the other mitogens were significantly inhibited by only the 200mg/kg dose. The PFC response to SRBCs was enhanced by 50mg/kg 2ME. The PFC response to TNP/LPS was significantly suppressed, the effect being more pronounced in male rats. 2ME caused a dose dependent inhibition of IL2 in male rats. 2ME at 200mg/kg inhibited the ability of male rats to expel T-spiralis worms. The only significant effect of 2ME on the male reproductive system was a significant decrease in testicular weight induced by the 200mg/kg dose. MAA caused a significant dose related decrease in the PFC response to TNP/LPS. /It was concluded/ that the immune system is more sensitive to the effects of 2ME than the reproductive system."
        },
        {
            "References": "Exon JH et al; Fund Appl Toxicol 16(4): 830-840 (1991)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The immunotoxic potentials of 2-methoxyethanol (2ME) and 2-butoxyethanol (111762) (2BE) were studied in rats. Male and female Sprague-Dawley-rats were administered 200 or 6000 parts per million (ppm) 2ME, or 1600 or 4800ppm 2BE in their drinking water for 21 days. The rats were killed on day 21 and weighed. The thymus, spleen, liver, testes, and kidneys were removed, weighed, and examined for histopathological changes. The effects of 2ME and 2BE on the immune system were assessed by determining the delayed type hypersensitivity (DTH) reaction and immunoglobulin-G (IgG) antibody production in response to treatment with keyhole-limpet hemocyanin (KLH), spleen cellularity, splenic natural killer (NK) cell cytotoxicity against YAC-1 tumor cells, and production of interleukin-2 (IL2) and interferons in response to infection with the vesicular stomatitis virus. Water consumption was significantly decreased in male rats exposed to 6000ppm 2ME or 2BE and females exposed to 4800ppm 2ME or 2BE. Body weights were significantly decreased in male rats given 6000ppm 2ME or 2BE and in females exposed to 1600 or 4800ppm 2BE. Thymus weights were significantly decreased in a dose dependent manner by 2ME in rats of either sex. Thymic tissue atrophy and loss of the clear demarcation between the cortex and medulla were observed in these animals. Testicular weights were significantly decreased in males given 6000ppm 2ME. Decreases in the size of seminiferous tubules, atrophy, and decreases in numbers and necrosis of all types of spermatogenic cells were observed. Both 2ME doses and the low 2BE dose caused a significant increase in NK cell activity. 2ME induced a dose related suppression of anti KLH IgG antibodies. Both 2ME doses decreased splenic cellularity in female rats. The high 2ME dose reduced splenic cellularity in male rats. Production of gamma-interferon was significantly decreased in all 2ME treated male rats and in female rats given 4800ppm 2ME. The high dose of 2ME significantly inhibited IL2 production in female rats. The DTH reaction was not affected by 2ME or 2BE."
        },
        {
            "References": "PMID:6884623",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Sprague-Dawley rats and New Zealand white rabbits were exposed to 0, 30, 100, or 300 ppm ethylene glycol monomethyl ether vapors 6 hr/day, 5 days/wk, for a total of 13 wk. Body wt as well as thymus and testicular wt of rats and rabbits in the 300 ppm group were reduced. Hematologic changes /were detected/ in rats and rabbits exposed to 300 ppm. Gross lesions /were observed/ in rats and rabbits exposed to 300 ppm including decreased size of thymus, decreased abdominal fat, and small flaccid testes in males. In addition, decreased lymphoid tissue in some rabbits, as well as a slight-to-moderate decrease in size of testes in 4 of 5 rabbits in the 100 ppm group and 2 of 5 rabbits exposed to 30 ppm /were also observed/. Microscopic lesions /observed/ including degenerative changes in germinal epithelium of testes in all male rats and rabbits in the 300 ppm group, as well as in 3 of 5 rabbits in the 100 ppm group and 1 of 5 male rabbits in the 30 ppm group."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 90",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...2 dogs /were exposed/ to vapor concentration of 800 ppm ...7 hr/day, 5 days/wk, for 12 wk ...hemoglobin concentration, cell volume, and number of erythrocytes decreased. The red cells showed increased hypochromia, polychromatophilia, and microcytosis. ...White cells .../were/ characterized by greater than normal number of immature forms."
        },
        {
            "References": "PMID:17874071",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was carried out to compare the hematological effects of 2-methoxyethanol (ME), 2-ethoxyethanol (EE), 2-isopropoxyethanol (IPE), and 2-butoxyethanol (BE) in short-term studies in rats. Male rats were subcutaneously treated with ME or EE at a dosage of 0, 1.25, 2.5 and 5.0 mM/kg in saline, 5 days per week, for 4 weeks. Other rats were exposed to IPE or BE at doses of 0, 0.25, 0.5, 0.75 and 1.25 mM/kg in the same manner. Administration of each chemical, except of ME, resulted in a time- and dose-dependent swelling of erythrocytes as evidenced by an increase in mean corpuscular volume (MCV). Subsequently, red blood cells (RBC), packed cell volumes (PCV), hemoglobin concentration (HGB), and mean cell hemoglobin concentration (MCHC) decreased. Furthermore, an increase in mean cell hemoglobin (MCH) and reticulocyte counts was observed. The onset of hemolysis induced by EE, IPE or BE was faster than after ME administration. While in rats exposed to ME hematological changes were strongly pronounced and progressively increased with exposure time beginning from the day 11, those in animals treated with EE were rather persistent at low constant level for all exposure period. In contrast, the rats exposed to IPE and BE demonstrated the dramatic hematological changes more pronounced in case of BE than IPE at the beginning of exposure (on day 4). Despite ... exposure duration, these changes ... regressed, although the decrease in RBC and MCHC and the increase in MCV and MCH in rats treated with highest doses of both compound (0.5, 0.75, and 1.25 mM/kg) were more persistent, probably due to selective hemolysis of the aged erythrocytes. In addition, significant leukopenia due to reduction of lymphocytes in rats exposed to ME was observed. In summary, this study demonstrated no tolerance to ME- and EE-induced intravascular hemolysis developed under these experimental conditions. On the contrary, tolerance to IPE- and BE-induced hemolysis in rats exposed to these compounds was /SRP: developed/."
        },
        {
            "References": "PMID:6884623",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Sprague-Dawley rats and New Zealand White rabbits were exposed to 0, 30, 100 or 300 ppm ethylene glycol monomethyl ether (EGME) vapors 6 hours per day, 5 days per week, for a total of 13 weeks. No rats died prior to scheduled sacrifice, but some rabbits in the 100 and 300 ppm exposure groups died or were sacrificed when moribund during the study. Body weights as well as thymus and testicular weights of rats and rabbits in the 300 ppm group were reduced as a result of the exposures. Hematologic changes occurred in rats and rabbits exposed to 300 ppm. Concentrations of total protein, albumin and globulins in serum of rats (but not rabbits) in the 300 ppm group were lower than for controls. Gross lesions in rats and rabbits exposed to 300 ppm EGME included decreased size of thymus in both sexes, decreased abdominal fat, and small flaccid testes in males. In addition there was decreased lymphoid tissue in some rabbits, as well as a slight-to-moderate decrease in size of testes in 4 of 5 rabbits in the 100 ppm group and in 2 of 5 rabbits exposed to 30 ppm. Treatment-related microscopic lesions included degenerative changes in germinal epithelium of testes in all male rats and rabbits in the 300 ppm group, as well as in 3 of 5 rabbits in the 100 ppm group and 1 of 5 male rabbits in the 30 ppm group. The only effects attributed to exposure to 30 ppm EGME in this study were slight microscopic changes in testes of 1 of 5 male rabbits."
        },
        {
            "References": "PMID:6857687",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When male rats were exposed for 10 days, 300 ppm EGME caused significant reductions in white blood cell count, red blood cell count, hemoglobin concentration, hematocrit, and mean cell hemoglobin."
        },
        {
            "References": "PMID:6800797",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The dose dependent toxicity of ethylene glycol monomethyl ether vapor on the liver and kidneys was investigated by exposing rats to /dose levels of/ 50, 100, or 400 ppm for one or 2 wk periods. The vapor caused a slight decrease in the activity of liver aldehyde dehydrogenase at 400 ppm. Serum alanine aminotransferase activity was not changed."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 753",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic exposure causes hemodynamic injuries and dystrophic changes in the brain, liver, kidneys, myocardium, etc. 2-Methoxyethanol produced hematological disorders in both humans and experimental animals."
        },
        {
            "References": "PMID:4065311",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene glycol monomethyl ether (EGM) was administered as a single oral dose of 250 mg/kg bw and rats were examined at time periods after dosing. The number of spermatocytes and round spermatids in tubules at each stage of spermatogenesis was counted. A sharp transition in susceptibility was observed between zygotene spermatocytes in Stage XIV which showed no effect, and pachytene spermatocytes in stage I which showed death or depletion of 70% of its population after one day. A similar transition was seen between dividing spermatocytes and step I spermatids, the latter being unaffected. There was a gradual reduction in susceptibility toward midpachytene such that cells in stages VII-XI showed no effect."
        },
        {
            "References": "PMID:6879608",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene glycol monomethyl ether was administered orally to rats at doses varying from 50 to 500 mg/kg body wt/day for 11 days. First evidence of testicular damage was observed 24 hr after a single dose of 100 mg/kg /and was observed/ in the primary spermatocytes. At 16 hr after a single dose of 500 mg/kg, mitochondrial damage was one of the first subcellular changes /observed/. After dosing animals with 500 mg/kg for 4 days, the testes recovered wt, and the majority of tubules recovered their spermatogenic potential within one full maturation cycle. No effect level over the 11-day treatment period was 50 mg/kg/day."
        },
        {
            "References": "PMID:6541998",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Studies were designed to define the target cell for ethylene glycol monomethyl ether (EGME) actions in rodent testes. ... Adult F344 rats were treated with 150 mg/kg/day, 5 days/wk, and sacrificed 1, 2, 4, 7, or 10 days after the first dose. ... The most sensitive cells were the premeiotic and meiotic spermatocytes."
        },
        {
            "References": "PMID:7717879",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male Sprague-Dawley-rats were administered 43, 87, or 220 mg/kg bw/day 2-methoxyethanol dissolved in drinking water for 10 days. Urine samples were collected before the first 2-methoxyethanol dose and every 24 hours after dosage, except on days four and five. Controls were given distilled water. After 10 days animals were sacrificed and testes were harvested, prepared, and stained for histopathological analysis. Creatinine and urinary creatine were enzymatically assayed. The highest dose of 2-methoxyethanol resulted in significantly reduced weight gain during the experiment, although none of the rats lost weight. The difference in weight gain was not observed at lower doses. The ratio of testes weights to body weight decreased at the highest dose, but not at lower doses. Histopathology showed detectable tubule damage at the highest dose and intermittent spermatocyte, spermatid and tubule depletion at 87mg/kg/day. The ratio of urinary creatine to creatinine was increased significantly at most of the time points for the highest dose. At lower doses, the increases were smaller but were statistically significant in some cases. The mean ratio of urinary creatine to creatinine increased with increasing 2-methoxyethanol doses."
        },
        {
            "References": "PMID:7974496",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene glycol monomethyl ether (EGME), which is extensively used in the chemical industries, has been associated with hematologic disorders in both humans and experimental animals. EGME is metabolized to the active compound methoxy-acetic acid (MAA), which readily crosses the placenta and impairs fetal development. However, little is known about the effect of maternal EGME exposure on the development of fetal immunity. In the present report, in utero treatment with EGME was found to alter expression of murine thymocyte and liver fetal cell-surface markers. Pregnant mice were exposed to 100, 150, or 200 mg/kg EGME from gestational days (gd) 10 to 17 and offspring examined on gd 18. Significant thymic atrophy and cellular depletion were found in EGME-exposed fetal mice. Flow cytometric analysis indicated that EGME treatment resulted in decreased percentages of CD4+8+ thymocytes and increased percentages of CD4-8- thymocytes. In vitro exposure to MAA did not result in decreased thymocyte viability or proliferation. These data suggest that EGME, in addition to producing thymic hypocellularity, may inhibit thymocyte maturation. EGME also reduced the percentage of CD45+ leukocytic cells present in fetal liver, an alteration that appeared to be largely manifested by decreased numbers of CD45R+ and CD44dim prolymphoid cells. In vitro MAA exposure of fetal liver cells enriched for lymphoid precursors resulted in significant inhibition of proliferation. Reconstitution of irradiated hosts with gd 18 fetal liver cells from vehicle and EGME-exposed syngeneic donors demonstrated impaired ability of the EGME-treated fetal liver to repopulate the host spleen with B or T lymphocytes. These data suggest that EGME-induced immunosuppression may result from targeting of multiple hematopoietic compartments. Further, the present data indicate that fetal liver prolymphocytes may represent sensitive targets of EGME exposure."
        },
        {
            "References": "PMID:6857687",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats were exposed to ethylene glycol monomethyl ether (EGME) by inhalation at 100 and 300 ppm for 6 hr/day. Pregnant females were exposed on days 6 to 17 of gestation. Body weight gain was reduced in both (EGME) groups. No litters were delivered in the 300-ppm (EGME) group and only 9/20 rats in the 100-ppm (EGME) group produced litters where the number, weight, and viability of the pups were reduced, but the pups appeared normal externally. ..."
        },
        {
            "References": "PMID:3987992",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of ethylene glycol monoethylether (EGME) on late stage and epididymal spermatids and spermatogonia /was studied/. Adult male rats of proven fertility were dosed orally with 0, 50, 100, or 200 mg/kg/day for 5 days. Each male was mated with two female/wk for 8 wk and the number of live and dead fetuses, resorption sites, and corpora lutea were noted. The fertility of males treated with 200 mg/kg EGME declined at week 4 and remained low for the rest of the study."
        },
        {
            "References": "PMID:6499812",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... At concentrations which were apparently not maternally toxic, 2-methoxyethanol was highly embryotoxic /in rats/, producing complete resorptions at 200 ppm, while increased resorptions, reduced fetal weights, and induced skeletal and cardiovascular defects occurred at both 50 and 100 ppm."
        },
        {
            "References": "PMID:6474471",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ These studies were performed to assess the effects of inhaled ethylene glycol monomethyl ether on the embryonal and fetal development of Fischer 344 rats, CF-1 mice, and New Zealand white rabbits. Rabbits and rats were exposed to vapor concentration of 0, 3, 10, or 50 ppm for 6 hr/day on days 6-18 or days 6-15 of gestation, respectively. Mice were exposed to 0, 10, or 50 ppm on days 6-15 of gestation. Exposure of pregnant rabbits to 50 ppm produced significant increases in the incidence of malformations, minor variations and resorptions, as well as a decrease in fetal body weight. Rats and mice exposed to 50 ppm showed no evidence of a teratogenic effect."
        },
        {
            "References": "PMID:4035590",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Electrocardiography was used to evaluate heart function in day 20, rat (Sprague-Dawley) fetuses from mothers treated on gestation days 7-13 (sperm = 1) with 0, 25, or 50 mg/kg ethylene glycol monomethyl ether (EGME) by gavage in 10 ml water. The increased incidences of fetuses with cardiovascular malformations (primarily right ductus arteriosus and ventricular septal defect) and abnormal electrocardiograms (EKG) was dose dependent. The most prevalent EKG abnormality was a prolonged QRS wave. ... The enhanced duration and the appearance of the aberrant QRS's suggested the presence of an intraventricular conduction delay in these fetuses."
        },
        {
            "References": "PMID:3722711",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic potential of 2-Methoxyethanol (ME) was studied using the in vivo assay of Chernoff and Kavlock. ME was administered by dermal route to pregnant ALPK/AP rats on days 6 through 17 of gestation, using 10 mg/kg body weight of a solution of 0, 3, 10, 30, or 100% ME in physiological saline. The rats were allowed to deliver and rear their litters until day 5 postpartum. A concentration of 100% of ME was lethal to all mothers, 30% was lethal to fetuses, and 10% caused a decrease in the litter size and a decrease in survival rate. A concentration of 3% had no adverse effects. Using this in vivo technique, it was estimated that a concentration of 10% ME is potentially teratogenic in the rat."
        },
        {
            "References": "PMID:3816612",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ On gestation day 5, 160 Sprague-Dawley rats were assigned to 5 groups. Four groups were subdivided into 4 ethylene glycol monomethyl ether (EGME)-treatment groups of 8 dams each. On gestation days 6-12, dams were given 0, 25, 50, or 75 mg EGME/kg body weight by gavage. Dams were sacrificed on gestation days 9, 11, 13, or 15 and the embryos were analyzed. The fifth group of dams was allowed to deliver. None of the pregnant dams treated with 75 mg/kg EGME delivered pups. Gestation time was significantly prolonged and pup weight was reduced with increasing doses. On gestation day 11, exposure to 75 mg/kg EGME decreased ornithine decarboxylase activity per g of embryonic tissue by 60%."
        },
        {
            "References": "PMID:2749579",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The embryotoxic effects of 2-methoxyethanol (2-ME) were studied in macaques (Macaca fascicularis) receiving this chemical daily by gavage throughout the organogenesis phase of pregnancy (days 20 to 45). Dosages were 0.47, 0.32, or 0.16 mmole/kg, corresponding to 36, 24, or 12 mg/kg. Fetuses were collected at 100 days by Cesarean section. At the highest dose, all eight pregnancies ended in death of the embryo. One of these embryos was missing digit on each forelimb. Embryonic death occurred in 3 of 10 pregnancies at the middle dose and in 3 of 13 at the lowest dose. An additional spontaneous abortion occurred in both the middle and low dose groups. Anorexia and a dose related loss of maternal body weight were noted. In the high dose animals anorexia was severe, and the mean weight decreased from 4.25 to 3.88 kg over the course of the 25 day exposure. Distribution of the major metabolite, 2-methoxyacetic acid, indicated a half life of 20 hours, resulting in accumulation of metabolite in maternal serum after repeated daily dosing of 2-ME. Concentrations of 2-ME in embryo (37.50 to 162.93 ug/mL) and extraembryonic fluids (34.43 to 197.1 ug/L) were similar to that of maternal serum (39.87 to 124.37 ug/mL). However, the yolk sac accumulated higher concentrations (109.87 to 319.35 ug/mL)."
        },
        {
            "References": "Nelson BK et al; Neurotoxicol Teratol 11 (3); 273-84 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 10 Sprague Dawley rats were given 0-0.25% of 2-methoxyethanol in liquid diet on gestation days 7-18. Day 20 fetuses were examined for visceral or skeletal malformations. Concentrations above 0.025% 2-methoxyethanol (approx 73 mg/kg/day) produced total embryo mortality. Cardiovascular malformations were produced at lower levels. The teratogenic no-effect level was 0.006% 2-methoxyethanol (16 mg/kg). ..."
        },
        {
            "References": "Nelson BK et al; Neurotoxicol Teratol 11 (3); 273-84 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In /an experiment/, groups of 12 Sprague Dawley rats were given 0, 0.006 and 0.012% of 2-methoxyethanol in liquid diet. Litters were culled to 8 pups, and tested for auditory and tactile startle and conditioned lick suppression, and for performance in figure-8 activity and the Cincinnati water maze on postnatal days 48-65. The high dose of 2-methoxyethanol produced approx 50% mortality in the offspring and increased the number of errors in the Cincinnati maze. An interaction study was conducted to determine if simultaneous exposure to 2-methoxyethanol and ethanol would reduce the teratogenicity of 2-methoxyethanol, but no reduction was observed. ..."
        },
        {
            "References": "Nelson BK et al; Neurotoxicol Teratol 11 (3); 273-84 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The hypothesis that 2-methoxyethanol acts by altering embryonic intracellular pH was tested by injecting 0.33 mL/kg of 2-methoxyethanol into rats on gestation day 13, and determining embryonic intracellular pH at 2, 4, 8, and 24 hr thereafter. There was an increase in pH at 4 hr, but not at later time points. ..."
        },
        {
            "References": "PMID:3672375",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The role of cytotoxicity in digital maldevelopment in CD-1 mouse embryos was examined following dosage with ethylene glycol monomethyl ether (EGME) on gestation day (gd) 11. Patterns of cell necrosis in the forelimb buds of embryos collected from dams given EGME orally at doses of 100, 250 or 350 mg/kg were characterized by staining with Nile blue A. Cell death was induced in the mesenchymal tissue and to some extent in the limb bud ectoderm, including the apical ectodermal ridge in a dose-related manner. The area of preaxial physiological cell necrosis was enlarged by EGME, and the shape of the limb buds was altered 24 hr after treatment. Preaxial tissue and the predigital chondrocyte condensations were reduced or missing following 250 and 350 mg EGME per kg. Light and electron microscope evaluations of forelimb buds revealed the presence of phagocytic vacuoles and condensed, fragmented cytoplasm, which indicate cytotoxicity, as early as 2 hr following EGME, a maximum effect being observed 6 hr after the dose was administered. Although the severity of the cytotoxic response appeared to be dose-related, comparison with the incidence of digital malformations in near-term fetuses indicates that the loss of mesenchymal tissue is partially compensated for as formation of the limb progresses."
        },
        {
            "References": "PMID:9138631",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Effects of ethylene glycol monomethyl ether (EGME) on spermatogenesis were examined using groups of six to seven Dutch rabbits that received 0, 12.5, 25.0, 37.5, or 50.0 mg of ethylene glycol monomethyl ether/kg body weight, respectively, in their drinking water 5d/week. After 12 weeks, animals were euthanized and their testes were removed, weighed, and processed to permit germ cell numbers to be quantified. Spermatogenesis was depressed by ethylene glycol monomethyl ether in a dose-dependent manner; numbers of round spermatids per Sertoli cell (a measure of spermatogenic efficiency) averaged 8.86, 8.87, 6.20, 2.38, and 7.42 for the 0, 12.5, 25.0, 37.5, and 50.0 mg/kg dosages, respectively. The latter value of 7.42 represents an overestimation of sperm production because it is based on only two unexpected outlier rabbits. Nearly complete destruction of spermatogenesis occurred in the other five animals in this highest dosage group, precluding evaluation by the histometric method. Numbers of homogenization-resistant elongated spermatids per testis, measurable on all animals, averaged 231, 256, 195, 52, and 67 x 10 x 6, respectively. The correlation between the predicted sperm production, based on the elongated spermatids at necropsy, and the number of sperm ejaculated by the males during week 12 was 0.92. Thus, ethylene glycol monomethyl ether impaired rabbit spermatogenesis in a dose-dependent manner."
        },
        {
            "References": "PMID:2763296",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of 2-methoxyethanol (2-ME), applied on nonoccluded and occluded dermal sites on the male rat reproductive system was examined. Male Sprague-Dawley-rats were exposed to 2-ME at daily dose levels of 0, 625, 1250, and 2500 mg/kg/day for occluded sites and 1, 1250, 2500, and 5000 mg/kg/day for nonoccluded sites for 7 consecutive days. ...There was a dose dependent decrease in exposed testes and epididymal weights, the effect being more pronounced in the occlusion group. Sperm counts were significantly reduced for all occluded groups and for the mid and high dose levels of the nonoccluded groups during weeks four and seven. The number of morphologically normal sperm decreased for both occluded and nonoccluded animals; however, recovery had occurred for all dose levels by week 15. Dose related testicular damage occurred in the occluded group and occurred to a lesser degree in the nonoccluded groups. Tubular recovery occurred to some degree by week 15. The number of successful matings decreased for all occulsion dosages and for the mid and high dose nonoccluded animals. The mean number of implantations and resorptions was not affected."
        },
        {
            "References": "PMID:20380876",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene glycol monomethyl ether (EGME) is known to alter the reproductive function of exposed animals and their offspring; however, its influence on cumulus-oocyte complexes (COCs) remains unclear. This study assessed the toxicity of EGME on oocytes and COCs by analyzing the number of oocytes in the F0 and F1 generations and evaluating apoptosis in oocytes and COCs after treating the F0 generation with EGME. There was a dose-dependent increase in the apoptosis ratios in the COCs from F1 mice, which were not directly exposed to EGME, with apoptosis ratios of 0.065, 0.102, 0.184, and 0.212 for the 0%, 0.05%, 0.1%, and 0.2% EGME dose groups, respectively. The increased apoptosis of cumulus cells may play a role in the toxicity of EGME toward ovarian function. EGME toxicity seems to affect female offspring in future generation(s)..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-methoxyethanol (109-86-4) p. 224 (2000 CD-ROM edition). Available from as of May 15, 2014 the Database Query page at: https://esis.jrc.ec.europa.eu/.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Sprague-Dawley rat whole embryo culture was exposed continuously to 2-methoxyethanol for 48 hrs with doses of 0.3, 0.5, 0.75 and 1.0 mg/mL./ 2-methoxyethanol exhibited no apparent effects on growth or development parameters at concentrations up to 1 mg/mL exclusively. At 1 mg/mL an increased incidence of growth-retarded fore limb buds was observed."
        },
        {
            "References": "PMID:20226807",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Embryotoxicity of glycol ethers is caused by their alkoxyacetic acid metabolites, but the mechanism underlying the embryotoxicity of these acid metabolites is so far not known. The present study investigates a possible mechanism underlying the embryotoxicity of glycol ether alkoxyacetic acid metabolites using the methoxyacetic acid (MAA) metabolite of ethylene glycol monomethyl ether as the model compound. The results obtained demonstrate an MAA-induced decrease of the intracellular pH (pH(i)) of embryonic BALB/c-3T3 cells as well as of embryonic stem (ES)-D3 cells, at concentrations that affect ES-D3 cell differentiation. These results suggest a mechanism for MAA-mediated embryotoxicity similar to the mechanism of embryotoxicity of the drugs valproic acid and acetazolamide (ACZ), known to decrease the pH(i)in vivo, and therefore used as positive controls. The embryotoxic alkoxyacetic acid metabolites ethoxyacetic acid, butoxyacetic acid and phenoxyacetic acid also caused an intracellular acidification of BALB/c-3T3 cells at concentrations that are known to inhibit ES-D3 cell differentiation. Two other embryotoxic compounds, all-trans-retinoic acid and 5-fluorouracil, did not decrease the pH(i) of embryonic cells at concentrations that affect ES-D3 cell differentiation, pointing at a different mechanism of embryotoxicity of these compounds. MAA and ACZ induced a concentration-dependent inhibition of ES-D3 cell differentiation, which was enhanced by amiloride, an inhibitor of the Na(+)/H(+)-antiporter, corroborating an important role of the pH(i) in the embryotoxic mechanism of both compounds. Together, the results presented indicate that a decrease of the pH(i) may be the mechanism of embryotoxicity of the alkoxyacetic acid metabolites of the glycol ethers."
        },
        {
            "References": "PMID:19265278",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The objective of this study was to determine the optimal period of administration for detection of ovarian toxicity in rat repeated-dose toxicity studies. A well-known ovarian toxicant, ethylene glycol monomethyl ether (EGME), was administered to female rats at dose levels of 0, 30, 100, or 300 mg/kg for 2 or 4 weeks (repeated-dose toxicity studies). The same doses were administered to female rats for 2 weeks prior to mating, during mating, and until Day 6 of pregnancy (fertility study). In the repeated-dose toxicity studies, continuous diestrus was observed at > or = 100 mg/kg regardless of period of administration. The alterations of ovarian morphology observed at > or = 100 mg/kg after 2 or 4 weeks of administration were characterized by hypertrophy of the corpora lutea with decreased cellular debris indicating apoptosis, and increased proliferating cell nuclear antigen (PCNA)-negative large atretic follicles. The finding that newly-formed basophilic corpora lutea were scarce in affected animals exhibiting continuous diestrus suggested suppression of ovulation due to hypertrophic corpora lutea. In the fertility study, irregular estrous cycles, prolonged mating periods, lower pregnancy rates and decreased corpora lutea of pregnancy were observed at > or = 100 mg/kg. The irregularities of estrous cycle observed in some animals at 30 mg/kg were minimal. The ovarian histopathological changes in repeated-dose toxicity studies correlated well with impairment of female fertility found in the fertility study. It is concluded that a repeated-dose toxicity study with a treatment period for 2 weeks or longer is sufficient for evaluation of ovarian toxicity induced by EGME."
        },
        {
            "References": "PMID:14991907",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Supernumerary ribs (SNR) of differing sizes are commonly observed in rodent developmental toxicity studies, and the significance of treatment-related increases in SNR in standard studies has been contentious. /Authors/ induced dose-related increases in SNR in fetal CD-1 mice by treating on gestation days 7-8 with benomyl (BEN; 0, 75, 150 mg/kg/d), dinoseb (DIN; 0, 30, 50 mg/kg/d); 2-methoxyethanol (2-ME; 0, 75, 150 mg/kg/d), or valproic acid (VPA; 0, 125, 250 mg/kg/d). Incidences of SNR were 9.3-27.6% in controls and 19.3-84.4% in the high dosage groups. SNR length showed a bimodal distribution with peaks at 0.3-0.4 mm and 0.9-1.1 mm in both treated and control groups. Based on length distributions, /authors/ used an actual length of 0.6 mm to separate short (rudimentary) from long (extra) SNR. DIN, 2-ME, and VPA induced a dose-related increase of extra ribs, while the incidence of rudimentary ribs remained at control levels. There was no apparent correlation of the presence of either type of SNR in a fetus and the occurrence of other anomalies. These data support the idea that extra and rudimentary SNR may reflect separate developmental phenomena, and should be considered and reported separately in developmental toxicity studies for risk assessment."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In single-dose studies, mice were treated with /2-methoxyethanol/ (2-ME) by gavage on gestation day 11; 100 mg/kg was not fetotoxic, while 175 mg/kg produced digit defects without other signs of maternal or fetal toxicity. Cardiovascular defects and ECG abnormalities were observed in neonatal rats following treatment on days 7 to 13 of gestation with 25 mg/kg  per day. Since that was the lowest dose tested, this study yielded no developmental /no observed effect level/ (NOEL) (maternal toxicity was not observed at that dose)."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The widest range of dose/response data (doses of 31.25 to 1000 mg/kg per day) is available for /2-methoxyethanol/ (2-ME).  In this gavage  study using mice, (2-ME was administered on days 7 to 14 of gestation), the /no observed effect level/ (NOEL) for maternal toxicity was 125 mg/kg  per day. However, malformations were observed at 62.5 mg/kg per day and skeletal variations at 31.25 mg/kg per day. A NOEL for developmental toxicity was not reported."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of rabbits to /2-methoxyethanol/ (2-ME) for 13 weeks (6 hr/day, 5 days/week) resulted in marked effects on the testes at 311 mg/cu m or more; marginal effects were seen at 93 mg/cu m, and a /no observed effect level/ (NOEL) was not identified."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When the inhalation route was investigated, similar degenerative changes in the testes were seen with /2-methoxyethanol/ (2-ME). Effects were observed following a single exposure (4 hr) to 1944 mg/cu m or more but not to 933 mg/cu m. /No observed effect level/ (NOEL) values were 311 mg/cu m in rats following exposure for 13 weeks (6 hr/day, 5 day/week) and 933 mg/cu m (6 hr/day) in mice following exposure on 9 occasions over 11 days."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fertility studies following a single oral dose of 250 mg /2-methoxyethanol/ (2-ME)/kg or more revealed complete sterility in both rats and mice at 5 weeks post dosing, some decrease in fertility being seen at 125 mg/kg."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral dosing of rats with /2-methoxyethanol/ (2-ME) for 1-11 days resulted in a dose-related decrease in sperm count and changes in sperm  motility and morphology at dose levels of 100 mg/kg body weight or more. Marked histological damage was seen in the testes at autopsy. The no-observed-effect level (NOEL) was 50 mg/kg. Reduced fertility was still evident 8 weeks after exposure to 200 mg/kg."
        },
        {
            "References": "PMID:21422263",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene glycol monomethyl ether (EGME) is a known reproductive toxicant that induces luteal hypertrophy in rat ovaries. In this study, /authors/ characterized the histopathological features of corpora lutea (CL) from EGME-treated rats and compared them with normal CL formation and regression. Normally cycling female Sprague-Dawley rats were treated with 5-bromo-2'-deoxyuridine (BrdU) intraperitoneally on the morning of estrus and their ovaries were examined 1 (metestrus), 4 (estrus), 8 (estrus), or 12 (estrus) days later to observe the transition of BrdU-labeled cells within in the CL. CL at each time point of estrus stage were classified into 4 types: Type I (newly formed CL), Type II (mature CL), Type III (regressing CL), and Type IV (residual CL). CL almost fully regressed within 4 estrus cycles. In contrast, in female rats given EGME orally (30, 100, or 300 mg/kg for 2 or 4 weeks), luteal cells were hypertrophic with abundant cytoplasm. Although the size of CL varied, all CL in EGME-treated rats had histological features similar to Type II CL, but they were more hypertrophic with less apoptosis. These results suggest that EGME has a luteal hypertrophic effect on all CL phases, including regression."
        },
        {
            "References": "PMID:4035689",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The role of metabolism in 2-methoxyethanol (ME)-induced testicular toxicity has been investigated with Sprague-Dawley rats. Following administration of [(14)C]ME (250 mg/kg, ip) to a group of animals, there was evidence of testicular damage, identified as depletion of the spermatocyte population. ... Pretreatment of animals with pyrazole (400 mg/kg, ip) 1 hr prior to [(14)C]ME dosing gave complete protection against the testicular toxicity of ME. Radioactivity detected in the urine from the pyrazole-pretreated groups over 48 hr (18%) was significantly lower than in the ME-only group. The major radioactive peak co-chromatographed with ME (30 to 36% of the total urinary radioactivity). MAA and methoxyacetylglycine were not major metabolites. Analysis of plasma revealed almost complete inhibition of the conversion of ME to MAA (t1/2 for disappearance of ME = 42.6 +/- 5.6 hr, clearance of radioactivity t1/2 = 51.0 +/- 7.8 hr). The results demonstrate that metabolic activation is required for 2-methoxyethanol to exert toxicity to the male reproductive system."
        },
        {
            "References": "PMID:16141653",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Predictive biomarkers of testicular toxicity are needed for an efficient development of drugs. The purpose of the present study was to obtain further insight into the toxicity mechanisms of various male reproductive toxicants and to detect genomic biomarkers for rapid screening of testicular toxicity. Four reproductive toxicants, 2,5-hexanedione (Sertoli cells toxicant), ethylene glycol monomethyl ether (EGME; spermatocytes toxicant), cyclophosphamide (spermatogonia toxicant) and sulfasalazine (lowers fertility and sperm motility), were orally administered to male rats once. Six hours after the single dosing, gene expression in the testes was monitored by cDNA microarray and real-time RT-PCR and the testes were histopathologically examined. No histopathological abnormality was detected except for slight degeneration of spermatocytes in the EGME-treated testes. cDNA microarray analysis revealed differential gene expression profiles, and it was possible based on the profiles to characterize the action of the compounds in the testes. Interestingly, 3 spermatogenesis-related genes -- heat shock protein 70-2, insulin growth factor binding protein 3 and glutathione S transferase pi -- were affected by all the compounds. The above changes of gene expression were detectable within a short period after the dosing prior to the appearance of obvious pathological changes. These data suggest that cDNA microarray is a useful technique for evaluation of primary testicular toxicity. Furthermore, we propose the above 3 spermatogenesis-related genes as potential biomarkers of testicular toxicity. ..."
        },
        {
            "References": "PMID:23348848",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This study was conducted as part of an /International Life Science Institute-Health and Environmental Services Institute / (ILSI-HESI) consortium effort to assess the utility of circulating inhibin B as an early biomarker of testicular toxicity in rats. Two known testicular toxicants were selected for use in this study: ethylene glycol monomethyl ether (EGME) and dibromoacetic acid (DBAA). EGME (200 mg/kg/day), DBAA (250 mg/kg/day), or vehicle control (0.2% hydroxypropyl methylcellulose [HPMC]) was administered orally to male rats for 3, 6, or 14 consecutive days. On study days 4, 7, and 15, serum was collected for evaluation of inhibin B levels from all surviving animals and a subset of animals was necropsied from each of the control, EGME, and DBAA groups. Administration of EGME resulted in spermatocyte degeneration in late stage tubules and spermatocyte depletion to stage III on day 4, progressing to loss of spermatocytes and round spermatids to stage VI by day 7 and continued germ cell loss and degeneration of elongating spermatids by day 15. Inhibin B levels among EGME-treated animals progressively decreased relative to their respective controls at all time points. Administration of DBAA was associated with spermatid retention at all three time points and abnormal residual bodies at days 7 and 15. Inhibin B levels among DBAA-treated animals decreased progressively relative to their respective controls on days 7 and 15. Serum inhibin B levels in rats provided a signal of testicular toxicity for each of these known testicular toxicants administered at high levels; however, histopathology provided the earliest evidence of toxic effects."
        },
        {
            "References": "Sleet RB et al; Toxicol Appl Pharmacol 84 (1): 25-35 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2-Methoxyethanol (ME) induces paw malformations in CD-1 mice when given by gavage on gestation day (gd) 11 (vaginal plug + day = gd 0). ..."
        },
        {
            "References": "PMID:6719491",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The secondary metabolite of dimethoxyethyl phthalate (DMEP) methoxyacetic acid (MAA), but not the diester or its primary metabolites monomethoxyethyl phthalate and methoxyethyanol (ME) interfered with normal growth and development of organogenesis phase rat embryos in culture. These in vivo observations suggested that the teratogenicity of DMEP in vivo was due to enzymic cleavage of the diester to ME, followed by oxidation of the latter to MAA in the maternal compartment. /Metabolites of dimethoxyethyl phthalate/"
        },
        {
            "References": "Welsch F et al; Toxicologist 15 (1): 164 (1995)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... On gestation day (GD) 11, mice inhaled ...5 ppm for up to 8 hr or 500 ppm for up to 6 hr. In another exposure design, mice first inhaled /5 ppm/ for 4 hr, followed by 30 min at 500 ppm. Levels of /2-methoxyacetic acid/ (2-MAA) in /maternal plasma/ (MP), /embryonic fluid/ (E) and extraembryonic fluids (EAF) were determined at various times during and after 2-ME inhalation. Developmental toxicity and digit malformations were assessed on GD 18 in fetuses from other 2-ME exposed dams. ...The latter 2-MAA values exceeded the /physiologically based pharmacokinetic/ (PBPK) model predictions following 2-ME inhalation. In the combination exposure, 2-MAA levels at the end of the 30 min burst were 325-525 uM with a peak of 680 uM in EAF 3 hr later. ...On GD 18, developmental toxicity, including malformations, occurred exclusively in mice that had inhaled 500 ppm 2-ME for 6 hr. All litters (n=10) and all fetuses were affected."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /Authors/ reported a partial loss of motor function in the hind limbs of rats after exposure to 1244 mg 2-ME/cu m (400 ppm) for 6 hr/day, 5 days per week, for 2 weeks. This hindlimb paralysis coincided with the glial cell toxicity noted during the second week of exposure.  Recovery was incomplete after 2 weeks post-exposure, the animals receiving the highest dose showing minor paresis."
        },
        {
            "References": "PMID:6718454",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ ...Exposure of paternal or maternal rats to 25 ppm 2-methoxyethanol (2ME) (the current USA permissible human occupational exposure limit) /was tested for/ detectable effects in the offspring. 18 young adult, male Sprague-Dawley rats were exposed to 25 ppm 2ME for 7 hr/day, 7 day/wk for 6 wk. They were then mated with untreated females which were allowed to deliver and rear their young. Groups of 15 rats were exposed 7hr/day on gestation days 7-13 or 14-20 and allowed to deliver and rear their young. At birth, litters were culled to 4 females and 4 males for behavioral testing of function activity and simple learning ability on days 10-90. Brains from newborn and 21 day old offspring were analyzed for neurochemical deviations from controls. No effects on paternal or maternal animals nor on the number or weight of live offspring were noted. Behavioral testing revealed significant differences from controls only in avoidance conditioning of offspring of mothers exposed on days 7-13. Neurochemical deviations were observed in brains from 21 day old offspring from the paternally exposed group as well as from both maternally exposed groups. Changes were numerous in the brainstem and cerebrum but were fewer in the cerebellum and midbrain. Apparently both maternal and paternal inhalation of 25 ppm 2ME produces some effect which is reflected in the offspring."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Fetotoxicity in mice and rats and malformations in rabbits were observed following exposure by inhalation to /2-methoxyethanol/ (2-ME) at 156 mg/cu m. For all three species, the /no observed effect level/ (NOEL) for developmental effects was 31 mg/cu m. However, behavioral and neurochemical alterations were seen in the offspring of rats exposed to 78 mg 2-ME/cu m on days 7-13 or 14-20 of gestation."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/BEHAVIORAL STUDIES/ After exposure of rats to levels of /2-methoxyethanol/ (2-ME) between 1555 and 12440 mg/cu m, 4 hr per day  for up to  7 days, inhibition of  an avoidance-escape conditioned  response was observed without  any alteration of  motor  function. A significant inhibition of this response after 14 days exposure to 1210-4836 mg 2-ME per cu m (389-1555 ppm) /was reported/. After 3 weeks recovery, rats whose avoidance response had been inhibited on the 14th day showed a return to normal."
        },
        {
            "References": "PMID:7678157",
            "Value": "/GENOTOXICITY/ 2-Methoxyethanol (ethylene glycol monomethyl ether) (EGME), is one of the most commonly used solvents for industrial and consumer products. Although the solvent has been shown to be a reproductive toxin the genotoxic activities of EGME especially its metabolites, have not been adequately investigated. The mutagenicity and cytotoxicity of EGME and its major metabolites, methoxyacetaldehyde (MALD) and methoxyacetic acid (MAA) in Chinese hamster ovary (CHO) cells were therefore examined by us. We have determined the mutagenicity of these compounds at the hypoxanthine-guanine phosphoribosyltransferase (hprt) locus in CHO-K1-BH4 cells (CHO/HPRT assay) and the xanthine-guanine phosphoribosyl transferase (gpt) locus in CHO AS52 cells (AS52/GPT assay). The results show that these chemicals are not mutagenic to the hprt locus in CHO-K1-BH4 cells either with or without rat liver S9 mix as the metabolic activating system. With AS52 cells, only MALD is mutagenic in the absence of S9. It induced a dose-dependent mutagenic response. A dose-dependent cytotoxicity was induced by all compounds in both cell lines."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 754",
            "Value": "/GENOTOXICITY/ At high concentrations, /2-methoxyethanol/ induced /sister chromatid exchanges/ in Chinese hamster ovary cells with and without S9 fraction. Methoxyacetaldehyde, a metabolite of /2-methoxyethanol/, was mutagenic in a subline of Chinese hamster ovary cells. It displayed mutagenic potency in Salmonella typhimurium strain TA97a with or without S9 mix at high concentrations."
        },
        {
            "References": "Au WW et al; Occup Hyg 2 (1-6): 177-186 (1996)",
            "Value": "/GENOTOXICITY/ The mutagenic and clastogenic effects of 2-methoxyethanol (ME), methoxyacetaldehyde (MALD), and methoxyacetic-acid (MAA) were investigated in-vitro and in-vivo. When tested in cultures of a Chinese-Hamster-ovary (CHO) cell clone (K1-BH4) and a CHO cell derivative (AS52), only MALD was mutagenic and only in AS52 cells. MALD was also shown to be significantly clastogenic in AS52 cells. The clastogenic effects of ME and MALD were also studied in C6B3F1-mice. ME and MALD failed to produce clastogenic effects in bone marrow at any of the doses or exposure routes tested. At high doses, ME caused toxicity in bone marrow cells as indicated by reduced frequency of mitotic cells."
        },
        {
            "References": "PMID:10379843",
            "Value": "/GENOTOXICITY/ Early third instar larvae of wild-type Drosophila melanogaster were transferred to medium supplemented with 2-methoxyethanol (2-ME) or ethylene glycol monomethyl ether. 2-ME produced terata in adult flies as wing notches and duplications of macrochaetae similar to feeding with methoxyacetic acid (MAA), the oxidation product of 2-ME. Larval feeding with 2-ME also affected the fertility of both females and males. 2-ME or more likely its intermediate oxidation product, methoxyacetaldehyde (MAALD), concurrently generated mutations in the premeiotic stages of the oocytes in the early third instar larvae. The mutagenicity of 2-ME has been confirmed in subsequent small scale experiments. The mutation frequency ranged from 4 x 10-4 to 1 x 10-2. Although terata were not supposed to be heritable, 1.1 to 8.7% of the affected females produced offspring with phenotypic similarity to the female parent. This phenomenon looked like a classical example of inheritance of an acquired character. ...Administration of 2-ME to larvae, containing the highly active alcohol dehydrogenase variant ADH-71k, exposed the mitotic germ cells and the mitotic somatic cells of the imaginal discs simultaneously to the mutagen MAALD and the teratogen MAA, respectively."
        },
        {
            "References": "PMID:19643169",
            "Value": "/GENOTOXICITY/ The glycol ether solvents 2-methoxyethanol (2-ME) and 2-ethoxyethanol (2-EE) produce testicular toxicity characterized by spermatocyte degeneration, while a similar glycol ether, 2-butoxyethanol (2-BE), has no testicular effects. The goal of the current study was to better understand the mechanism of glycol ether testicular toxicity through gene expression profiling and functional classification of differentially expressed genes. Male rats were administered 2-ME (150 and 50mg/kg/day), 2-EE (500 mg/kg/day), 2-BE (125 mg/kg/day), or vehicle for 3 days, and testes were collected for histopathological and gene expression analysis. Histopathological changes in the testes were observed only in animals given 150 mg/kg/day 2-ME, consisting of degeneration and necrosis of spermatocytes and reductions in spermatocyte numbers. Microarray analysis of testicular samples from these animals revealed a large number of differentially expressed genes from animals exposed to 2-EE or to 50mg/kg or 150 mg/kg 2-ME (>900 each at >1.5-fold changed), compared to 28 genes from 2-BE treated animals. Expression Analysis Systematic Explorer (EASE) analysis of these genes demonstrated statistical enrichment in genes in categories including protein transport, endocytosis, protein kinase activity, cell cycle, and meiosis. Quantitative PCR confirmation of select genes confirmed increased expression of the actin binding protein cortactin and the transcription factor Wilm's tumor 1 (Wt1) following 2-ME exposure. Increased localization of cortactin in abnormal spermatocytes was also observed by immunohistochemistry, consistent with a possible role for this protein in the mechanism of toxicity."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/GENOTOXICITY/ there were reports of positive mutagenicity results at very high /2-methoxyethanol/ (2-ME) concentrations in CHO cells when investigated  for chromosome aberration (at 6830 ug/mL or more) and sister chromatid exchange (3170 ug/mL or more). However, in vivo studies for chromosome aberrations and micronuclei were negative."
        },
        {
            "References": "PMID:6623472",
            "Value": "/GENOTOXICITY/ 2-Methoxyethanol and bis(2-methoxyethyl)ether were subjected to the following assays for genetic toxicity: Ames' test, unscheduled DNA synthesis (UDS) assay in human embryo fibroblasts, sex-linked recessive lethal (SLRL) test in Drosophila, dominant lethal test in male rats, bone marrow metaphase analysis in male and female rats, and the sperm abnormality test in mice. In vivo test animals were exposed to atmospheric concentrations of 25 or 500 ppm 2-methoxyethanol and 250 or 1000 ppm bis(2-methoxyethyl)ether. Point mutations in Ames' test and UDS in fibroblasts were not increased by either compound, while the SLRL test gave ambiguous results which deserve further investigation. Chromosomal aberration frequencies were not increased in rat bone marrow, but there was evidence from the dominant lethal tests that both compounds have profound effects upon male rat fertility during the meiotic phase. Pregnancy frequency was greatly reduced and preimplantation losses were large. In addition, there was evidence of postimplantation losses. Sperm abnormalities were increased in mice exposed to both compounds, but particularly bis(2-methoxyethyl)ether. These effects on male reproductive cells were confined to the higher concentrations of both compounds. It was concluded that the weak mutagenic and particularly the strong antifertility effects described here are important for the safety evaluation of these ethylene glycol ethers."
        },
        {
            "References": "PMID:9689493",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The glycol ethers 2-methoxyethanol (2-ME) and 2-ethoxyethanol (2-EE) prolong gestation in rodents. Because gap junctions in the myometrium likely facilitate parturition, the present study examined inhibition of gap junctional communication by 2-ME and 2-EE in myometrial smooth-muscle cell cultures. To measure gap junctional communication, the fluorescent dye Lucifer yellow was injected into cultured cells and the transfer of the dye to adjacent cells was scored with epifluorescence microscopy. The data are presented as the percentage of cells adjacent to the microinjected cell that exhibited dye following microinjection. A 30 min treatment with 32 or 63 mmol/L 2-ME decreased dye transfer to 71% and 63%, respectively (p < or = 0.05; control 90%). Similarly, 2-EE inhibited dye transfer, although myometrial cells were less sensitive to 2-EE compared to 2-ME. Dye transfer returned to control levels after 2 hr in the continued presence of 2-ME. The primary metabolite of 2-ME, methoxyacetic acid (MAA), had no effect on dye transfer at concentrations equimolar to 2-ME. Because 2-ME and 2-EE inhibited gap junctional communication only at high concentrations and because the inhibition reversed in the continued presence of the compounds, it is suggested that glycol ethers delay parturition by a mechanism independent of a direct action on myometrial gap junctions."
        },
        {
            "References": "PMID:16829022",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Diethylene glycol monomethyl ether (DEGME), ethylene glycol monomethyl ether (EGME) and their common metabolite, methoxyacetic acid (MAA) have been associated with adverse reproductive effects. The objective of this research is to investigate the effects of DEGME, EGME and MAA on in vitro chondrogenesis and the mechanisms by which these effects occur. Micromass cultures were exposed to DEGME, EGME or MAA for 5 days and proteoglycan abundance and cell proliferation determined. Longer-term 9- and 14-day cultures were exposed to MAA and apoptosis analyzed. All three chemicals decreased proteoglycan abundance and cell proliferation at the highest dose tested (100 uL/mL). However, only MAA showed a dose-dependent effect for both parameters at 0.01, 10, and 100 uL/mL. Furthermore, micromass cultures show an increase in apoptotic cells which when treated with MAA suggest that cell death could result from induced apoptosis. These results suggest that effects of DEGME and EGME are the result of generalized toxicity, but their metabolite MAA induces mitochondrial-mediated apoptosis during in vitro chondrogenesis."
        },
        {
            "References": "PMID:6484991",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Exposure to methoxyacetic acid (MA) (the major metabolite of 2-methoxyethanol) results in spermatocyte depletion and testicular atrophy in cultured rat Sertoli cells. Cell cultures were incubated with MA at 0, 3, or 10 mM for up to 12 hr and lactate concentrations and rates of lactate accumulation were impaired at the 3 and 10 mM concentrations. /Methoxyacetic acid/"
        },
        {
            "References": "PMID:4035690",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Primary mixed cultures of Sertoli and germ cells were prepared from testes of immature rats and their response to the known testicular toxicants ethylene glycol monomethyl ether (EGM) and ethylene glycol monoethyl ether (EGE) was studied. Neither EGM nor EGE produced any morphological evidence of toxicity when added to the culture medium at up to 50 mM for 72 hr. In contrast, their metabolites methoxyacetic acid (MAA) and ethoxyacetic acid (EAA) at 2 to 10 mM for 24 to 72 hr caused degeneration of the pachytene and dividing spermatocytes, the target cells of the parent ethers in vivo. As in vivo, earlier spermatocytes, spermatogonia, and Sertoli cells appeared unaffected. EAA was less potent than MAA whereas n-propoxy- and n-butoxyacetic acid, and methoxyacetylglycine, a further metabolite of MAA, produced no morphological changes under these conditions. The same order of toxicity was observed in concurrent studies with the four acids in rats. In culture, the severity of the morphological changes was paralleled by decreases in the activity of carnitine acetyltransferase and lactate dehydrogenase-X in the attached germ cell fraction. Analysis of culture medium provided no evidence for the conversion of EGM to MAA or other metabolites or for the further metabolism of MAA. The close correspondence between the testicular toxicity of alkoxyacetic acids in culture and in vivo suggests a similar mode of action in both cases and points to the potential value of these cultures for mechanistic studies and for screening purposes. The results also emphasize the role of metabolism in the testicular toxicity of glycol ethers and indicate that MAA is an active metabolite of EGM."
        },
        {
            "References": "PMID:3883573",
            "Value": "/IMMUNOTOXICITY/ This study examined possible alterations in immune function and host resistance of B6C3F1 mice following exposure to ethylene glycol monomethyl ether (EGME) or its principal metabolite methoxyacetic acid (MOAA). EGME and MOAA were administered by gavage to mice in 10 doses over a 2 week period at 10 total doses of 250, 500, and 1,000 ug/g of body weight. A 48% reduction in thymus weight was observed at the intermediate and high doses of both chemicals. However no significant alterations in immune function or host resistance to L monocytogenes were observed in animals exposed to either EGME or MOAA."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 446",
            "Value": "/IMMUNOTOXICITY/ Oral studies (5-10 days) on the glycol ether 2-methoxyethanol (ME) have consistently shown a decrease in thymus weight in the rat. This decrease is often accompanied by alterations in lymphoproliferative responses, although suppression is seen in some cases and stimulation in others, with no clear reason for the differences in response. Alterations in spleen weight and splenic cell populations have also been observed, as well as suppression of /trinitrophenyl-lipopolysaccharide/ (TNP-LPS) and /anti-Sheep red blood cells/ (sRBC) /plaque-forming-cell/ (PFC) responses. Similar results have been obtained following dermal exposure to 2-methoxyethanol. A decrease in IL-2 production has also been reported. Studies using the metabolites of 2-methoxyethanol (methoxyacetaldehyde and methoxyacetic acid) or specific metabolic pathway inhibitors have shown that methoxyacetaldehyde (MAAD) and methoxyacetic acid (MAA) are more immunotoxic than 2-methoxyethanol alone (MAAD>MAA>ME), suggesting a role for metabolism in the observed alterations in immunocompetence. Although there was no effect following 10-day oral exposures to 2-methoxyethanol (50-200 mg/kg/day), subchronic exposure for 21 days to 2,000-6,000 ppm (males) or 1600-4800 ppm (females) did produce an enhanced /Natural Killer/ (NK) response in addition to suppression of the PFC response and a decrease in IFN-gamma production."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY:   McGraw-Hill, 2008., p. 530",
            "Value": "/IMMUNOTOXICITY/ Oral administration of ethylene glycol monomethyl ether  for 1-2 wks or its metabolite methoxyacetic acid for 2 wks produced decr  thymic wt, thymic atrophy, and a selective depletion of immature thymocytes in mice. No alterations in humoral immunity, /cell medicated immunity/ (CMI), macrophage function, or host resistance to L. monocytogenes were observed. It has also been suggested that perinatal exposure to ethylene glycol monomethyl ether may produce thymic hypocellularity and inhibition of thymocyte maturation, and that it may affect pro-lymphocytes in fetal liver."
        },
        {
            "References": "PMID:8619254",
            "Value": "/IMMUNOTOXICITY/ 2-Methoxyethanol (ME) has been shown to be immunosuppressive in rats but not mice, with oxidation of 2-Methoxyethanol to 2-methoxyacetic acid (MAA) being a prerequisite for immunosuppression. 2-Methoxyacetic acid is more rapidly cleared by mice than rats, consequently this study was designed to determine if increasing the bioavailability of 2-methoxyacetic acid in mice might play a role in this species difference. Female B6C3F1 mice were given 2-methoxyacetic acid by oral multiple daily high doses or by continuous subcutaneous infusion via mini-osmotic pumps. ...Female F344 rats were also used to compare the effects of multiple daily 2-methoxyacetic acid exposure on these humoral immune responses. Rats and mice were dosed orally twice a day for 4 days by gavage with 2-methoxyacetic acid at dosages ranging from 40-320 mg/kg/day and 240-1920 mg/kg/day, respectively. All animals were immunized on the first day of dosing and body and lymphoid organ weights and plaque-forming cells responses to sheep red blood cells or trinitrophenyl-lipopolysaccharide were evaluated 4 days later. While body weights in rats were unaffected, thymus weights were reduced at all dosages of 2-methoxyacetic acid and spleen weights were reduced at 160 or 320 mg/kg/day. Plaque-forming cells responses to sheep red blood cells and trinitrophenyl-lipopolysaccharide were suppressed in rats at dosages of 160 and 320 mg/kg/day. In contrast, thymus weights of mice were reduced only at 960 mg/kg/day or greater, with no effect on spleen or body weights. Furthermore, neither the plaque-forming cells response to sheep red blood cells nor the response to trinitrophenyl-lipopolysaccharide was suppressed in mice exposed to any oral dosage of 2-methoxyacetic acid. In the continuous infusion study, mice were subcutaneously implanted with mini-osmotic pumps containing 2-methoxyacetic acid which was delivered at 840 mg/kg/day over a 7-day period. Continuous exposure to 2-methoxyacetic acid via mini-osmotic pumps did not suppress the plaque-forming cells response to either sheep red blood cells or trinitrophenyl-lipopolysaccharide, but rather significantly enhanced the response to trinitrophenyl-lipopolysaccharide. These results indicate that mice are insensitive to 2-methoxyacetic acid even at the high dosages given as a bolus or continuously over 1 week."
        },
        {
            "References": "PMID:9355941",
            "Value": "/IMMUNOTOXICITY/ Previous studies ... have shown that the glycol ether 2-methoxyethanol (ME) produces immunosuppression in the rat but not in the mouse. To investigate possible mechanisms for this species difference in ME-induced immunotoxicity, the effects of ME and its metabolites, 2-methoxyacetic acid (MAA) and 2-methoxyacetaldehyde (MAAD), on in vitro polyclonal antibody responses by Fisher 344 rat and B6C3F1 mouse lymphocytes, were studied. MAAD and MAA suppressed IgM and IgG production by both mouse and rat lymphocytes at non-cytotoxic doses. However, ME had no effect on antibody production by either mouse or rat lymphocytes. Lower concentrations of MAA suppressed rat lymphocyte IgM and IgG production (at 0.5 and 1.0 mM MAA, respectively) compared with mouse lymphocytes (2.0 mM MAA). IgM and IgG production by both rat and mouse lymphocytes was suppressed at comparable concentrations of MAAD (0.3 mM MAAD). The role that metabolism of ME to its immunosuppressive forms plays in this in vitro suppression was demonstrated using hepatocyte-lymphocyte co-cultures. IgM production by both mouse and rat lymphocytes was suppressed at a lower concentration of ME following co-culture with mouse (12.5 mM ME) versus rat (25 and 50 mM ME) hepatocytes. These in vitro results indicate that rat lymphocytes are more sensitive to MAA than are mouse lymphocytes and that mouse hepatocytes have a greater capacity to metabolize ME to its immunosuppressive metabolites than do rat hepatocytes. In addition, MAAD is more immunotoxic than MAA, suggesting that this metabolite may be the proximate immunotoxicant. These observations may partially explain the species differences in ME-induced immunosuppression in vivo."
        },
        {
            "References": "PMID:3883573",
            "Value": "/IMMUNOTOXICITY/ Exposure to glycol ethers has been associated with adverse effects in laboratory animals including thymus atrophy and mild leukopenia. These effects may involve depletion of immunoresponsive cells. This study examined possible alterations in immune function and host resistance of B6C3F1 mice following exposure to ethylene glycol monomethyl ether (EGME) or its principal metabolite, methoxyacetic acid (MOAA). EGME and MOAA were administered by gavage to mice in 10 doses over a 2-week period at total dosages of 250, 500, and 1000 micrograms/g of body weight. Following exposure, immunopathology, humoral immunity, cell-mediated immunity, macrophage function, and host resistance to Listeria monocytogenes bacterial challenge were examined. A 48% reduction in thymus weight was observed at the intermediate and high doses of both chemicals. No significant alterations in immune function or host resistance to L. monocytogenes were observed in animals exposed to either EGME or MOAA."
        },
        {
            "References": "PMID:6775830",
            "Value": "/IMMUNOTOXICITY/ The authors have measured the effects of methoxy-2 ethanol and derivatives or analogs on adjuvant arthritis in rat, and the activity of methoxy-2 ethanol on humoral responsiveness to antigenic stimuli in rat. Only methoxy-2 ethanol,1,2-dimethoxyethane and 1-methoxy 2 ethoxy ethane out of 13 tested derivatives, have an inhibitory activity on adjuvant arthritis. Methoxy-2 ethanol induces a significant depression of antibody production after immune stimuli and a significant effect on rejection of the skin graft. Although these results are of interest, toxicity of methoxy-2 ethanol will be a limiting factor for therapeutic use."
        },
        {
            "References": "PMID:1783466",
            "Value": "/IMMUNOTOXICITY/ Although immunotoxicity of ethylene glycol monomethyl ether (EGME) has been strongly suspected, functional evaluation of the immune response in EGME-treated animals was negative in previous studies. /The study/ observed a decrease in thymic cellularity and increases in the various ex vivo immunological assays in mice, orally administered with EGME 0.5 or 1.0 mg/g body weight daily for 5 or 10 days: ex vivo lymphoproliferative responses to concanavalin A, in vitro induction of trinitrophenyl (TNP)-specific cytotoxic T-cell activity of thymocytes and splenocytes. Histopathological examination of the thymus of the treated mice disclosed a markedly atrophic cortex and almost intact thymic medulla. Study of thymocyte surface markers revealed that CD4+/CD8+, Thy-1+, PNA+ immature thymocytes were relatively decreased in EGME-gavaged mice and that, thus, ratios of CD4-/CD8+, H2+ mature thymocytes were enriched. These findings indicate that oral administrations of EGME selectively deplete immature thymocytes in mice. Although the mechanism of action remains unknown, the EGME-induced immature thymocyte depletion is not considered to be due to lymphocidal action of corticosteroids."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 7 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of May 7, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 2-methoxyethanol is estimated as 1(SRC), using a log Kow of -0.77(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 2-methoxyethanol is expected to have very high mobility in soil(SRC)."
        }
    ]
}