{
    "_id": {
        "$oid": "6682e8a3c4e5dba5ffba2695"
    },
    "CID": {
        "$numberInt": "8025"
    },
    "Name": "ETHYL FORMATE",
    "IUPACName": "ethyl formate",
    "CanonicalSMILES": "CCOC=O",
    "Synonyms": [
        "ETHYL FORMATE",
        "109-94-4",
        "Formic acid",
        "ethyl ester",
        "Areginal",
        "Ethyl methanoate",
        "Formic acid ethyl ester",
        "Ethyl formic ester",
        "Aethylformiat",
        "Formic ether",
        "Ethylformiaat",
        "Mrowczan etylu",
        "Carboxylic acid oxaethane",
        "\"Ethyle (formiate d)\"",
        "Etile (formiato di)",
        "Caswell No. 443A"
    ],
    "IsomericSMILES": "CCOC=O",
    "INCHI": "InChI=1S/C3H6O2/c1-2-5-3-4/h3H,2H2,1H3",
    "INCHIKEY": "WBJINCZRORDGAQ-UHFFFAOYSA-N",
    "Formula": "C3H6O2",
    "MolecularWeight": {
        "$numberDouble": "74.08"
    },
    "Description": "Ethyl formate is a formate ester resulting from the formal condensation of formic acid with ethanol. It has a role as a fumigant and a plant metabolite. It is a formate ester and an ethyl ester.",
    "XlogP": {
        "$numberDouble": "0.5"
    },
    "Complexity": {
        "$numberInt": "26"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) McKim J et al; Absorption Dynamics of Organic Chemical Transport Across Trout Gills as Related to Octanol-Water Partition Coefficient NTIS PB-198315 (1985) (2) Hansch C et al; J Org Chem 33: 347 (1968) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods McGraw-Hill NY p 5-5 (1982)",
            "Value": "Ethyl formate did not bioconcentrate in rainbow trout(1). Using a reported log octanol/water partition coefficient of 0.23(2), a BCF of 0.88 is estimated using a regression equation giving additional indication that ethyl formate should not bioconcentrate in aquatic organisms."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Mills EJ, Stack VT Jr; Proc 8th Industrial Waste Conf Eng Bull Purdue Univ,Eng Ext Ser 8: 492-517 (1954) (2) Boethling RS et al; Environ Sci Technol 28: 459-65 (1994) (3) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (4) Ettinger MB; Ind Eng Chem 48: 256-9 (1956) (5) Young RHF et al; J Water Pollut Control Fed 40: 354-68 (1968) (6) Heukelekian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (7) Slave T et al; Rev Chim 25: 666-70 (1974) (8) Riemenschneider W; pp. 565-85 in Ullmann's Encycl of Indust Chem A9 NY: VCH Publishers (1987)",
            "Value": "No information was found about biodegradation of ethyl formate in natural media and ethyl formate's chemical hydrolysis and volatility would complicate biodegradability testing. 33% of its theoretical BOD was realized after 10 days in a laboratory screening test using a culture originally derived from settled sewage that was >1 yr old(1). Ethyl formate is predicted to biodegrade rapidly according to a mathematical model based on group contributions(2) and the structurally similar chemical, ethyl acetate, is readily degradable on the basis of screening tests(3-7) as are other low molecular weight aliphatic esters(8)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yashuhara A, Morita M; Chemosphere 16: 2559-65 (1987)",
            "Value": "Ethyl formate was found in mussels at 4.08 ppm(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C. and A. Leo. The Log P Database. Claremont, CA: Pomona College, 1987.",
            "Value": "0.23"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 422",
            "Value": "It has been assumed, but not proved, that hydrolysis and release of formic acid on the moist surfaces are responsible for the irritant action of ethyl formate."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 312",
            "Value": "...ETHYL FORMATE...HAS BEEN CONSIDERED...LESS IRRITATING & LESS APT TO CAUSE RESPIRATORY DISTURBANCE THAN METHYL FORMATE."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 312",
            "Value": "IT CAUSES ... DEPRESSION OF CNS LEADING TO DEATH FROM CIRCULATORY & RESPIRATORY FAILURE..."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2267",
            "Value": "EXPOSURE OF RATS TO CONCN VAPORS FOR 5 MIN DID NOT RESULT IN ANY DEATHS. EXPOSURE OF RATS TO 8000 PPM FOR 4 HR RESULTED IN 5 DEATHS OF 6 EXPOSED. EXPOSURE OF RATS TO 4000 PPM FOR 4 HR DID NOT RESULT IN ANY DEATHS. /FROM TABLE/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2267",
            "Value": "EXPOSURE OF MICE TO 10,000 PPM FOR 20 MIN, OR 5000 PPM FOR 20 MINUTES RESULTED IN EYE IRRITATION & DYSPNEA. EXPOSURE OF CATS TO 10,000 PPM AND 5,000 PPM FOR 80 MIN AND 20 MIN RESULTED IN EYE IRRITATION AND DYSPNEA. /FROM TABLE/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2267",
            "Value": "EXPOSURE OF DOGS TO 10,000 PPM FOR 4 HR RESULTED IN PULMONARY EDEMA & DEATH. /FROM TABLE/"
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 312",
            "Value": "Total doses of 2.4 or 12.0 g/kg ethyl formate injected ip into A/He mice 3 times/wk for 8 wk resulted in no increase in primary lung tumors and were not considered carcinogenic. Ethyl formate applied to the skin of albino mice for 133 days and promoted with croton oil resulted in no tumors."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 311",
            "Value": "The lungs of dogs and in cats exposed to a 'flowing' mixture of air and ethyl formate (concentration 14,000 ppm) showed edema."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 311",
            "Value": "In rabbits, oral doses of ethyl formate above 28 mmol/kg caused a loss of corneal reflexes, nystagmus, dyspnea and bradycardia."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. Second Edition. Volume 3 Alcohols and Esters. New York, NY: Elsevier, 1992., p. 314",
            "Value": "SYMPTOMS OF INTOXICATION: IRRITATION OF MUCOUS MEMBRANES, SEVERE DYSPNEA, STAGGERING...SOMETIMES PNEUMONIA. APPLICATION TO SKIN RESULTS IN ONLY SLIGHT IRRITATION, AND TO THE EYES MODERATE INJURY OF THE CORNEA."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-201",
            "Value": "... In rabbits the dose causing /CNS depressant/ is the same as the lethal dose."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 422",
            "Value": "Ethyl formate liquid tested in a standard way by application to rabbit eyes has caused moderate reversible injury graded 4 on a scale of 10."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 633",
            "Value": "Exposure of cats at 32 mg/l (10,000 ppm) for 80 min resulted in deep ... /CNS depression/ after 75 min and death after 90 min."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 633",
            "Value": "In acute inhalation studies of guinea pigs and frogs, ethyl formate was found tobe an irritant of mucous membranes, but it was less irritating and less apt to cause respiratory disturbance than methyl formate. It is, however, more strongly /CNS depressant/ leading to death from circulatory and respiratory failure, but without the convulsions and coma associated with a lethal dose of methyl formate."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; J Org Chem 33: 347 (1968) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods McGraw-Hill NY p 5-5 (1982) (3) Swann RL et al; Res Rev 85:17-28 (1983)",
            "Value": "Using a reported water solubility of 88.25 g/L(1) for ethyl formate, an estimated Koc of 8 was calculated using a regression equation(2,SRC). A Koc of 4 was estimated from molecular structure(3). According to a suggested classification scheme(3), this estimated Koc suggests that ethyl formate will be highly mobil in soil (SRC)."
        }
    ]
}