{
    "_id": {
        "$oid": "6682e8a3c4e5dba5ffba2697"
    },
    "CID": {
        "$numberInt": "8027"
    },
    "Name": "PYRROLE",
    "IUPACName": "1H-pyrrole",
    "CanonicalSMILES": "C1=CNC=C1",
    "Synonyms": [
        "PYRROLE",
        "1H-Pyrrole",
        "109-97-7",
        "Divinylenimine",
        "Imidole",
        "Azole",
        "Pyrrol",
        "Monopyrrole",
        "Divinyleneimine",
        "1-Aza-2,4-cyclopentadiene",
        "30604-81-0",
        "FEMA No. 3386",
        "Pyrrole-15N",
        "NSC 62777",
        "CCRIS 2933"
    ],
    "IsomericSMILES": "C1=CNC=C1",
    "INCHI": "InChI=1S/C4H5N/c1-2-4-5-3-1/h1-5H",
    "INCHIKEY": "KAESVJOAVNADME-UHFFFAOYSA-N",
    "Formula": "C4H5N",
    "MolecularWeight": {
        "$numberDouble": "67.09"
    },
    "Description": "1H-pyrrole is a tautomer of pyrrole that has the double bonds at positions 2 and 4. It is a pyrrole and a secondary amine. It is a tautomer of a 2H-pyrrole and a 3H-pyrrole.",
    "XlogP": {
        "$numberDouble": "0.7"
    },
    "Complexity": {
        "$numberInt": "22"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, And Steric Constants. ACS Prof Ref Book. Washington,DC: Amer Chem Soc p. 8 (1995) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2 was calculated for pyrrole(SRC), using a log Kow of 0.75(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Arvin E et al; Appl Environ Microbiol 55: 3221-5 (1989) (2) Dyreborg S et al; Biodegradation 7: 191-201 (1996) (3) Dyreborg S et al; J Contam Hydrol 25: 177-97 (1997)",
            "Value": "AEROBIC: Pyrrole was not degraded in a mixture of compounds in water after 1100-1300 hrs at 10 °C and at a concentration of 0.2-1 mg/l. Experiments have shown that pyrrole is actually degraded by gasoline-adapted ground water cultures when present as a single substrate. Adaption time was 480 hrs and degradation time was 600 hrs. Pyrrole inhibits benzene biodegradation strongly even at pyrrole concentrations of 100-200 ug/l(1). Degradation of pyrrole seems to be enhanced with the concomitant degradation of other compounds in an aqueous environment. No degradation of pyrrole was observed under denitrifying conditions during 846 days of incubation(2). In an aerobic enrichment culture that originated from groundwater at a creosote-contaminated aquifer in Fredensbury Denmark, pyrrole was completely removed after 49 days. It is suggested that microorganisms have to adapt to pyrrole before they can begin to degrade it and that the lag phase can be very long(3)."
        },
        {
            "References": "PMID:16347851",
            "Value": "ANAEROBIC: Anaerobic research of pyrrole using primary digestive sludge, having an average inflow of 100 cu m/day and a mean retention time of 20 days, displayed negative gas production during the first 11 weeks of incubation. This corresponds to no biodegradation of pyrrole under anaerobic conditions(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 8",
            "Value": "log Kow = 0.75"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3329",
            "Value": "INTRAPERITONEAL INJECTIONS OF LARGE DOSES INTO DOGS CAUSED CONVULSIONS & LIVER INJURY. PYRROLE GENERALLY CAUSES DISCOLORATION OF URINE, & LUNG & LIVER INJURY IN MAMMALS. DEATH FOLLOWING LARGE DOSES IS ACCOMPANIED BY ACUTE EMPHYSEMA & PULMONARY STASIS."
        },
        {
            "References": "PMID:1619444",
            "Value": "Exposure to the gamma-diketone, 2,5-hexanedione, results in the accumulation of neurofilaments within the distal axon and is associated with acceleration of neurofilament transport within the proximal axon. The epsilon-amino groups of lysyl residues react with 2,5-hexanedione forming pyrrole adducts, followed by pyrrole-mediated protein crosslinking. Both reaction steps have been proposed as mechanisms causing neurofilament accumulation and acceleration of transport. In order to assess the importance of steps on neurofilament transport, we compared transport in the optic system of rats exposed to 2,5-hexanedione and 3-acetyl-2,5-hexanedione, a non-toxic analog of 2,5-hexanedione which forms pyrroles but does not crosslink proteins. Control, 2,5-hexanedione-treated, and 3-acetyl-2,5-hexanedione-treated rats received intraoptic injections of (35S)-methionine and were exposed to saline, 2,5-hexanedione, or 3-acetyl-2,5-hexanedione by intraperitoneal injections before and during the period of neurofilament transport. Neurofilament triplet proteins in the optic nerve and tract were identified by polyacrylamide gel electrophoresis followed by fluorography. The rate of neurofilament transport was accelerated in 2,5-hexanedione-treated animals over that of controls. However, despite higher levels of protein-bound pyrroles in 3-acetyl-2,5-hexanedione-treated animals, the rate of transport was indistinguishable from that of controls. These findings indicate that pyrrole formation alone is not sufficient to cause acceleration of neurofilament transport."
        },
        {
            "References": "PMID:1553756",
            "Value": "Glutathione S-transferase expression was examined in hepatic cytosol from rats and rabbits treated with 4-picoline, pyrrole, pyridine, pyrazine, imidazole, or piperidine using enzymatic activity, SDS-PAGE, and immunoblot analyses and the results were compared to those obtained with phenobarbital and 3-methylcholanthrene. SDS-PAGE and immunoblot analyses of hepatic cytosol prepared from rats treated with pyrazine revealed the induction of class alpha (Ya and Yc) and mu (Yb) bands with a corresponding 2.4-fold increase in metabolic activity using 1-chloro-2,4-dinitrobenzene as substrate. A new class alpha band migrating in the region of the Yc band was observed in the SDS-PAGE and detected in the immunoblot of cytosol from pyrrole-treated rats, whereas treatment with 4-picoline, imidazole, or piperidine failed to alter the expression of the major classes of glutathione S-transferase isozymes in this species. SDS-PAGE and immunoblot analyses of rabbit hepatic cytosol revealed a unique species-dependent difference in the expression of glutathione S-transferases. While phenobarbital and 3-methylcholanthrene induce class alpha and mu glutathione S-transferase expression in rat hepatic cytosol, one of the most interesting observations was that neither of these agents stimulated glutathione S-transferase expression in the rabbit. Immunoblot analysis of cytosol isolated from 4-picoline-treated rabbits using glutathione S-transferase class alpha-specific IgG showed the appearance of a novel class alpha 28-kDa glutathione S-transferase band and the concomitant disappearance of a class alpha 29-kDa glutathione S-transferase band. SDS-PAGE and immunoblot analyses showed that treatment of rabbits with pyrrole,pyrazine, imidazole, or piperidine resulted in the disappearance of this class alpha 29-kDa glutathione S-transferase band with no detectable expression of the class alpha 28-kDa glutathione S-transferase band; the level of the class alpha 29-kDa band was unaffected by pyridine treatment. In contrast, immunoblot analyses of hepatic cytosol revealed that a 25.5-kDa class mu glutathione S-transferase band disappeared following treatment with pyridine, but was unaffected by treatment other than nitrogen heterocycles. The Vmax of glutathione conjugation to the substrate 1-chloro-2,4-dinitrobenzene decreased by 52, 36, 59, 41, 37, and 32% in hepatic cytosol isolated from 4-picoline, pyrrole-, pyridine, pyrazine-, imidazole-, and piperidine-treated rabbits, respectively. The results suggest that nitrogen heterocycles differ in their ability to modulate glutathione-S-transferase isozyme expression in rat and rabbit hepatic tissue and that rabbit hepatic glutathione S-transferases are refractory to induction by agents such as pyrazine, phenobarbital, or 3-methylcholanthrene and hence these xenobiotics do not appear to be bifunctional inducers in this species."
        },
        {
            "References": "Shinohara K et al; Agric Biol Chem 54 (2): 373-80 (1990)",
            "Value": "The effect was studied of such mutagens as 3-amino-1-dimethyl-5H-pyridol(4,3-b)indole, N-methyl-N'-nitro-N-nitrosoguanidine, 2-(2-furyl)-3-(5-nitro-2-furyl)-acrylamide, 5-hydroxymethyl-2-furfural (HMF) and pyrrole on the viability and activity of some enzymes of a human histiocytic lymphoma cell line, U-937, cultured in a serum-free medium. Incubation of U-937 with the mutagens for 12 hr at approx 37 °C in the serum-free medium reduced the viability of the U-937 cells. Especially, 3-amino-1-dimethyl-5H-pyridol(4,3-b)indole and N-methyl-N'-nitro-N-nitrosoguanidine reduced it markedly. 3-Amino-1-dimethyl-5H-pyridol(4,3-b)indole, N-methyl-N'-nitro-N-nitrosoguanidine, 2-(2-furyl)-3-(5-nitro-2-furyl)-acrylamide and 5-hydroxymethyl-2-furfural were also found to decrease the formation of formazan in the U-937 cells. All the mutagens slightly increased the activity of a drug-metabolizing enzyme, NADPH-cytochrome c reductase, in the cells. They also caused a variation of such enzyme activities in the cells as glutamic oxaloacetic transaminase, catalase and alkaline phosphatase. Leakage of the activities of NADPH-cytochrome c reductase and glutamic oxaloacetic transaminase from the U-937 cells into the culture medium was also observed, especially when the cells were treated with high concentration of 3-amino-1-dimethyl-5H-pyridol(4,3-b)indole, N-methyl-N'-nitro-N-nitrosoguanidine and 2-(2-furyl)-3-(5-nitro-2-furyl)-acrylamide. No marked effect of 3-amino-1-dimethyl-5H-pyridol(4,3-b)indole and N-methyl-N'-nitro-N-nitrosoguanidine on the activity of beta-galactosidase was observed."
        },
        {
            "References": "PMID:3550536",
            "Value": "Literature on the neurotoxic effects of n-hexane (110543) was reviewed, and hypotheses for mechanisms linking pyrrole (109977) formation in axonal cytoskeletal protein with nerve degeneration in gamma-diketone neuropathy were presented. Aggregated neurofilament masses caused by a proposed increase in hydrophobic interactions were hypothesized to become lodged at areas of axonal constriction, blocking nutrient transport into the distal axon. Tertiary structure alterations accompanying pyrrole formation at certain critical lysine-epsilon-amine functions in the neurofilament subunit proteins were hypothesized to underlie the neuropathy. A third hypothesis, involving charge neutralization of neurofilament proteins, implicated the loss of positive charge following the pyrrolylation reaction as the critical molecular lesion. The author postulated that the carboxy terminal tail of the neurofilament was the critical target in gamma-diketone neuropathy. This region was postulated to be particularly vulnerable to pyrrolylation due to its unusually high lysine content. It was hypothesized that this pyrrolylation induced structural and physicochemical alterations in the carboxy terminus, leading to cytoskeletal disorganization with subsequent blockade of axonal nutrient flow and ultimate nerve degeneration. Evidence to support this hypothesis was presented. ... It is currently unclear whether pyrrolylation is sufficient to induce gamma-diketone neuropathy, or if secondary pyrrole autoxidation is also necessary."
        },
        {
            "References": "PMID:6658787",
            "Value": "The effect of 3,4-dimethyl substitution on pyrrole formation and protein cross linking of 2,5-hexanedione was investigated in-vitro and in rats. 2,5-Hexanedione and 3,4-dimethyl-2,5-hexanedione were reacted with ethanolamine and the rates of pyrrole formation and effects of temperature and pH were determined. To examine protein cross linking, egg ovalbumin was incubated with 2,5-hexanedione or 3,4-dimethyl-2,5-hexanedione. In-vivo, pyrrole formation and protein cross linking were examined in Sprague-Dawley-rats administered 1% 2,5-hexanedione or 3,4-dimethyl-2,5-hexanedione in drinking water. Erythrocytes and spinal cord proteins from treated rats were examined for protein bound pyrroles. Pyrrole formation was approximately 8 times greater with 3,4-dimethyl-2,5-hexanedione than 2,5-hexanedione at equimolar concentrations. The natural logarithm of rate and the reciprocal temperature showed a linear relationship. The energies of activation for ring formation were calculated to be 10670 and 7380 calories per mole for 2,5-hexanedione and 3,4-dimethyl-2,5-hexanedione, respectively. Rates of pyrrole formation were dependent on pH over the range 5.5 to 8.0, showing a progressive increase in rate of cyclization with increase in pH. When egg ovalbumin was incubated with 2,5-hexanedione or 3,4-dimethyl-2,5-hexanedione, there was progressive covalent cross linking of the protein, occurring at a much greater rate with 3,4-dimethyl-2,5-hexanedione. Polymer formation was linearly dependent on 2,5-hexanedione or 3,4-dimethyl-2,5-hexanedione concentration, and dimethyl substitution accelerated the process by a factor of 40. In-vivo there was a progressive increase in the amount of protein bound pyrroles in proteins of the erythrocyte with both 2,5-hexanedione and 3,4-dimethyl-2,5-hexanedione; spinal cord proteins showed statistically significant amounts of pyrrole after 3 weeks of exposure to 3,4-dimethyl-2,5-hexanedione, but not 2,5-hexanedione. Erythrocyte spectrin from 2,5-hexanedione and 3,4-dimethyl-2,5-hexanedione treated animals showed a high molecular weight protein corresponding to dimerized spectrin suggesting protein cross linking in-vivo. ... Pyrrole formation following exposure to 2,5-hexanedione and 3,4-dimethyl-2,5-hexanedione causes covalent cross linking of proteins in-vivo, explaining the possible pathogenesis of neurofilament accumulation in 2,5-hexanedione and 3,4-dimethyl-2,5-hexanedione induced neuropathies."
        },
        {
            "References": "PMID:7147993",
            "Value": "The metabolism of dimethylnitrosamine was studied using rat liver microsomal preparations, and compared with mixed function oxidase enzyme activities. In one set of studies ... the effects of ten heterocyclic compounds were tested. The metabolism of dimethylnitrosamine at 0.5, 5 and 50 mM was determined by formaldehyde formation. The activities of aminopyrine, benzphetamine, and ethylmorphine-N-demethylases and aniline-4-hydroxylase were assayed. ... The metabolism of 0.5 and 5 mM dimethylnitrosamine was significantly inhibited in dose dependent fashion by pyrazole, 3-methylpyrazole, isoxazole, imidazole, 1-methylimidazole, 2-methylimidazole, pyrrole, pyrrolidine, and pyrimidine, while aminopyrine demethylase, benzphetamine demethylase, ethylmorphine-N-demethylase, and aniline-4-hydroxylase were largely unaffected. In contrast, purine stimulated the metabolism of 0.5 and 5 mM dimethylnitrosamine. The authors suggest that multiple enzymic pathways are involved in hepatic dimethylnitrosamine metabolism."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Johansen SS et al; J Contam Hydrol 3: 65-75 (1997)",
            "Value": "Pyrrole is a constituent of creosote which is a compound used as a wood preservative, especially in electric poles. Due to this, pyrrole may be found in soil in locations where creosote has been used(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, And Steric Constants. ACS Prof Ref Book. Washington,DC: Amer Chem Soc p. 8 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of pyrrole is estimated as approximately 61(SRC), using a log Kow of 0.75(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that pyrrole is expected to have high mobility in soil."
        }
    ]
}