{
    "_id": {
        "$oid": "6682e8a3c4e5dba5ffba2699"
    },
    "CID": {
        "$numberInt": "8029"
    },
    "Name": "Furan",
    "IUPACName": "furan",
    "CanonicalSMILES": "C1=COC=C1",
    "Synonyms": [
        "FURAN",
        "110-00-9",
        "Divinylene oxide",
        "Furfuran",
        "Tetrole",
        "Oxacyclopentadiene",
        "Oxole",
        "Furane",
        "1,4-Epoxy-1,3-butadiene",
        "Axole",
        "Furfurane",
        "RCRA waste number U124",
        "NCI-C56202",
        "HSDB 89",
        "CCRIS 3159"
    ],
    "IsomericSMILES": "C1=COC=C1",
    "INCHI": "InChI=1S/C4H4O/c1-2-4-5-3-1/h1-4H",
    "INCHIKEY": "YLQBMQCUIZJEEH-UHFFFAOYSA-N",
    "Formula": "C4H4O",
    "MolecularWeight": {
        "$numberDouble": "68.07"
    },
    "Description": "Furan is a monocyclic heteroarene with a structure consisting of a 5-membered ring containing four carbons and one oxygen, with formula C4H4O. It is a toxic, flammable, low-boiling (31??) colourless liquid. It has a role as a carcinogenic agent, a hepatotoxic agent and a Maillard reaction product. It is a mancude organic heteromonocyclic parent, a member of furans and a monocyclic heteroarene.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "22"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Singh HB, Zimmerman PB; Adv Environ Sci Technol 24: 177-243 (1992) (2) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Furan. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Mar 10, 2011: https://www.ars-grin.gov/duke/",
            "Value": "Furan is identified in volatile emissions from arboreous plants (Genus: Sorbus)(1). It has been detected not quantified in essential oil derived from Pelargonium graveolens, rose geranium(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 1, 2010:  https://www.safe.nite.go.jp/english/db.html. (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 0.9-1.5 and <3.2-13 were measured in carp (Cyprinus carpio) at furan concentrations of 1 and 0.1 mg/L, respectively(1). According to a classification scheme(2), these BCFs suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 1, 2010:  https://www.safe.nite.go.jp/english/db.html. (2) Arvin E et al; Int Conf Physiochemical Biol Detoxif Hazard Wastes 2: 828-47 (1989)",
            "Value": "AEROBIC: Furan, present at 100 mg/L, reached 4% of its theoretical BOD in 8 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Adaptation (time to reach 5% reduction) and degradation (total time to reach <1 ug/L) times for aerobic degradation of furan (initial concentrations 150-250 ug/L and 50 times dilution) in a mixture of aromatic hydrocarbons and nitrogen, sulfur, oxygen containing compounds were 390 and 160 hours, and 530 and 340 hours, for the two concentrations, respectively(2)."
        },
        {
            "References": "(1) Adrian NR, Suflita JM; Environ Toxicol Chem 13: 1551-7 (1994) (2) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989) (3) Kuhn EP, Suflita JM; Environ Toxicol Chem 8: 1149-58 (1989)",
            "Value": "ANAEROBIC: In an anoxic aquifer slurry, furan did not mineralize and no transformation products were detected by HPLC. After 16 months incubation time, 80% of the initial furan remained(1). The theoretical gas production from anaerobic biodegradation of furan in diluted primary digesting sludge was - 22% with a lag period of > 70 days(2). The disappearance of furan in sulfate-reducing and methanogenic aquifer slurries after 1, 3, and 8 months are 11, 0, 0 and 102, 58, and <3%, resepctively(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 8",
            "Value": "log Kow = 1.34"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:8297482",
            "Value": "Furan administered by gavage for 2 yr has been reported to induce hepatocellular carcinomas in male and female B6C3F1 mice and in male but not female F344 rats. Chronic exposure studies ...  using bioassay conditions showed extensive hepatocellular toxicity and sustained increases in regenerative cell proliferation after 1, 3, and 6 wk of treatment in male and female rats and male mice. Altered expression of growth-control genes associated with this hyperproliferative state may enhance the susceptibility of these genes to mutation or may provide a selective growth advantage to preneoplastic cells. Quantitative northern blot analysis of mRNA was used to examine the expression of the oncogenes myc, fos, and Ha-ras in the livers of animals treated with furan. In male rats, a single administration of 30 mg/kg furan produced necrosis and a subsequent wave of cell proliferation 48 hr after treatment and induced transient peaks in the expression of myc, fos, and Ha-ras 6-24 hr after treatment. In male rat liver from our cell proliferation studies, only a slight increase in myc expression was seen at the end of week 1 of treatment. However, beginning at week 3 and increasing at week 6, up to a 15-fold increase over control values was observed in the expression of myc in the treated animals. The only other notable increase in expression observed in any animals from the cell proliferation study was a threefold increase in myc at week 6 in treated female rats. The absence of an increase in Ha-ras expression in the male mouse liver suggests that the unique pattern of Ha-ras mutations previously reported in furan-induced mouse liver tumors is not due to increased mutational susceptibility related to overexpression of this gene. The lack of sustained expression of myc, fos, and Ha-ras in rapidly proliferating liver suggests that continuous expression of these genes is not necessary to maintain increased rates of cell replication. The large increase in myc expression in male but not female rats suggests an adaptive change that may be related to the sex-specific incidence of furan-induced hepatocellular carcinomas in rats."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Furan (110-00-9) (January 2005). Available from, as of September 14, 2010: https://ntp.niehs.nih.gov/ntp/roc/toc11.html",
            "Value": "A current hypothesis for the mechanism of furan-induced carcinogenesis is metabolic activation of furan by cytochrome P450 to a reactive and cytotoxic intermediate that stimulates cell replication, increasing the likelihood of tumor induction. The postulated reactive metabolite is cis-2- butene-1,4-dial, which was recently characterized as a furan metabolite. This reactive metabolite probably explains furan's binding reactivity with proteins both in vitro (uninduced and induced F344 male rat liver microsomes) and in vivo (F344 male rat liver protein) in biological systems. Furan metabolites may react with DNA, but no ... radiotracer /was detected/ in DNA from livers of rats treated with 14(C)furan."
        },
        {
            "References": "NTP; Executive Summary: Furan (Draft) p.12 (1986)",
            "Value": "... Hepatic and renal injury produced by furan is the result of metabolic activation of the compound by cytochrome p450 oxygenases into chemically reactive metabolites."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 699",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Furan is ... highly toxic by inhalation in animals... Symptoms of intoxication with inhalation /are/ increase in respiratory rate, fall of blood pressure, convulsive movements, complete anesthesia, death from asphyxia due to paralysis of the medulla. It has been suggested, on basis of its resemblance to divinyl ether, that it might be suitable as surgical anesthetic, but it has marked toxic effect on CNS and causes marked fall in blood pressure and increase in muscular tonus as anesthesia deepens. ... Dogs and rabbits collapsed and died after 2 inhalations from saturated cotton wad."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 699",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It has a corrosive effect on mucous membranes of mouth when given orally ... With oral administration, a copious flow of bloody saliva and watery fluid from nose /occurred/. ... With iv injection /it/ causes symptoms and post-mortem changes similar to those of acute cyanide poisoning. ... Convulsions /were/ followed rapidly by death."
        },
        {
            "References": "PMID:4140127",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When applied in 1-50% solutions to guinea pig skin, furan was irritating and allergenic."
        },
        {
            "References": "EGLE JL JR, GOCHBERG BJ; AM IND HYG ASSOC 40 (4): 310-4 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Respiratory tract retention of furan was studied in dogs as part of broad investigation of compounds found in vapor phase of cigarette smoke. Apparently, furan is highly toxic and it is readily absorbed by inhalation route."
        },
        {
            "References": "Wiley RA et al; Toxicol Appl Pharmacol 74: 1-9 (1984) as cited in NTP; Executive Summary: Furan (Draft) p.9 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male ICR Swiss mice ... were given a single ip injection of 5.1 mmol/kg of furan dissolved in sesame oil. Controls received an equivalent dose of sesame oil. Mice were sacrificed 24 hr postdosing. ... Furan induced massive centrilobular necrosis in the liver and slight proximal tubular necrosis in the kidneys."
        },
        {
            "References": "Masuda Y et al; Jpn J Pharmacol 34: 221-9 (1984) as cited in NTP; Executive Summary: Furan (Draft) p.12 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male ddY mice, 7 wk of age, SPF-grade, received a single ip injection (0.2 mg/kg) of furan. ... Mice were sacrificed 24 hr after dosing. ... Severe coagulation necrosis of tubular cells of the kidney cortex, tubular precipitate, and slight atrophy of glomeruli were observed. Medullary cells appeared normal. The kidney lesions were accompanied by elevated levels of kidney calcium and plasma urea. The liver showed a massive coagulation necrosis of centrilobular parenchymal cells. /This was/ ... accompanied by elevated levels of liver calcium content and plasma glutamate pyruvate transaminase activity."
        },
        {
            "References": "Gammal LM et al; Toxicology 30: 177-84 (1984) as cited in NTP; Executive Summary: Furan (Draft) p.13 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In male ICR mice ... furan caused lung damage at an ip dose of 5.15 mmol/kg in 5 mL sesame oil. Severe bronchiolar necrosis was observed in the lungs 24 hr postdosing."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 398 (1995)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 10 Swiss albino mice (GP strain) given furan (purity not given) at a single dose of 300 mg/kg body weight in 0.9% sodium chloride intraperitoneally had centrilobular hepatic necrosis and coagulative necrosis of the proximal convoluted tubules of the outer renal cortex. Treatment of mice with the cytochrome p450 inhibitor piperonyl butoxide reduced the extent of liver necrosis and totally inhibited the renal necrosis."
        },
        {
            "References": "PMID:1572344",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Furan induced cytotoxicity and enhanced cell proliferation were evaluated in livers of rats and mice ... The labeling index (LI, percentage of hepatocyte nuclei in S-phase) was measured histoautoradiographically following a single gavage administration of furan (30 mg/kg, male rats; 50 mg/kg, male mice) followed by an injection of 3H-thymidine 2 hr prior to sacrifice. Hepatocellular necrosis and a sharp increase in LI (23.9 for mice and 17.8 for rats versus less than 0.5 for controls) was observed 48 hr after treatment with furan, indicative of restorative cell proliferation secondary to cytotoxicity. ..."
        },
        {
            "References": "PMID:7157422",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effect of nephrotoxic furans on urinary N-acetylglucosaminidase was examined in mice. ICR-mice were given: 100 mg/kg furan; 25, 50, or 100 mg/kg 2-ethylfuran; 250 mg/kg 3-ethylfuran; or 250 mg/kg 3-pentylfuran intraperitoneally. Sodium-salicylate, a known nephrotoxic, at 375 mg/kg and 3-methylthiopene, with no discernible nephrotoxic effects, at 500 mg/kg were given to similar mice. Results for each treated group were compared with an untreated group. Urine was collected for 24 hours after dosing and urinary N-acetylglucosaminidase was determined through absorbance of the p-nitrophenolate ion. Enzyme activity was expressed in units, representing 1 nanomole of substrate hydrolyzed per hour. Urinary N-acetylglucosaminidase was not affected by 3-methylthiopene and was increased by sodium-salicylate from 204 N-acetylglucosaminidase units to 428 N-acetylglucosaminidase units. All the furans caused a decrease in urinary N-acetylglucosaminidase. For furan, N-acetylglucosaminidase was 357 units for controls and 234 units for treated animals. Animals given 3-ethylfuran had urinary N-acetylglucosaminidase of 240 units. Those given 3-pentylfuran had 233 N-acetylglucosaminidase units in urine. Urinary N-acetylglucosaminidase was clearly dose related in animals given 2-ethylfuran. At 25 mg/kg N-acetylglucosaminidase was 187 units. At 50 mg/kg it dropped to 157 units. At 100 mg/kg it was only 60 units. The authors conclude that nephrotoxicity is associated with decreases in urinary N-acetylglucosaminidase although the mechanism is unclear."
        },
        {
            "References": "Terrill JB et al; American Industrial Hygiene Association Journal 50: A359-A361 (1989)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Efforts were undertaken to determine 1 hour median lethal concentration data for furan, 2-methyl-furan, furfuryl-alcohol, and furfural in Sprague Dawley rats which could then be compared to the acute inhalation toxicity data as listed by the Department of Transportation under their rules for transporting Liquids Toxic by Inhalation. Each test material was administered as a vapor by using a bubbler for generation. The desired exposure level was achieved by controlling bubbler temperature and the flow rate of dilution air. Signs of toxicity observed during exposure included respiratory distress, increased secretory responses, and at higher concentrations, death. In many cases death did not result until the first or second week after exposure was completed. The median lethal dose obtained for 2-methyl-furan after 1 hour of exposure was 1,485 ppm; for furfuryl-alcohol, 592 ppm; for furfural, 1,037 ppm; and for furan, 3,464 ppm. Saturated vapor concentrations for each of the four materials at 20 °C were as follows: furan, 650,000 ppm; 2-methyl-furan, 19,000 ppm; furfuryl-alcohol, 660 ppm; and furfural, 1,400 ppm."
        },
        {
            "References": "PMID:9169064",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male F-344 rats were treated with furan (0-30 mg/kg, po) and killed 24 hr later to prepare hepatic mitochondria. Furan produced dose-dependent increases in state 4 respiration and ATPase activity. Both of these changes were prevented by 1-phenylimidazole cotreatment. In a separate series of experiments, mitochondria were prepared from isolated rat hepatocytes following incubation with furan (2-100 uM) for 1-4 hr. Furan produced incubation time- and concentration-dependent increases in state 4 respiration and ATPase activity. Furan-mediated mitochondrial changes were prevented by adding 1-phenylimidazole to the hepatocyte suspensions. These results indicate that the ene-dialdehyde metabolite of furan uncouples hepatic oxidative phosphorylation in vivo and in vitro. In vitro studies using an isolated hepatocyte suspension/culture system demonstrated that the concentration response for furan-mediated mitochondrial changes in suspension corresponded with the concentration responses for cell death after 24 hr. Including 1-phenylimidazole or oligomycin plus fructose in hepatocyte suspensions prevented furan-induced cell death after 24 hr in culture. The results of this study indicate that furan-induced uncoupling of oxidative phosphorylation is an early, critical event in cytolethality both in vivo and in vitro."
        },
        {
            "References": "SRI, Subchronic Toxicity Report on Furan (C56202) in Fischer-344 Fats and in B6C3F1 Mice (1982a&b) as cited in USEPA; Health and Environmental Effects Profile for Furan; p.15-16 (1987) ECAO-CIN-GO20",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Subchronic gavage studies /were conducted/ on furan and used F-344 rats and B6C3F1 mice for 13 weeks at doses ranging from 0-60 mg/kg furan in corn oil, 5 days/week. Groups of 10 male and 10 female rats and 10 female mice received doses of 60, 30, 15, 8, 4 and 0 mg/kg. Groups of 10 male mice received doses of 30, 15, 8, 4, 2 and 0 mg/kg. Gross necropsy was performed on all animals and data regarding mortality, body weight, organ weights, and clinical and histopathological signs of toxicity were evaluated. Complete histopathology was performed on all rats at the 60 and 30 mg/kg levels, all control rats and mice, female mice at the 60 mg/kg level and male mice at the 30 mg/kg level. Clinical signs of toxicity were mostly confined to male and female rats and female rats and female mice in the high-dose (60 mg/kg) group. Mortality occurred in 9/10 male and 4/10 female rats at the high-dose level. High-dose male and female rats and high-dose (30 mg/kg) male mice had treatment-related reduced rates of body weight gain. In rats, a dose-related increase in liver size was reported in all treated groups of males and in all but the low-dose group of females. Histopathological examination revealed a dose-related increased severity in liver lesions in the rats, with mild to minimal lesions observed at 4 mg/kg, the lowest level tested. Liver alterations associated with administration of furan included cytomegaly, degeneration, necrosis and nodular hyperplasia of the hepatocytes, cholangiofibrosis, hyperplasia of the bile duct epithelium and a pigment deposition in Kupffer cells. Additional lesions found only in high-dose animals that were considered treatment related were atrophy of the thymus and gonads, renal tubular dilatation and degeneration and necrosis of the renal tubular epithelium. In mice, treatment-related increases in liver weight were reported in males at a dose of greater than or equal to 15 mg/kg and in females at doses of greater than or equal to 30 mg/kg. The histopathological examination revealed a dose-related toxic hepatitis at greater or equal to 15 mg/kg in females and at greater than or equal to 8 mg/kg in males. Liver lesions were not found in male mice receiving doses of less than or equal to 8 mg/kg. In addition to the hepatic alterations reported above in rats, other liver changes reported in mice were focal fibrosis, focal cytological alteration, focal necrosis and focal supportive inflammation."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 400 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated treatment of male Fischer 344 rats with furan by gavage at daily doses of 8 mg/kg body weight in corn oil, five days per week, resulted in a sustained, approximately 35 fold increase in the percentages of hepatocytes in S-phase over that in controls at weeks 1, 3 and 6. Northern blot analysis of mRNA expression in the livers showed up to a doubling of Ha-ras expression, but no measurable expression of fos, at weeks 1, 3 and 6. A the end of week 6, but not earlier, at approximately 10-fold increase in the expression of myc was observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 400 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and female Fischer 344/N rats and 10 female B6C3F1 mice received furan (purity, 99%) in corn oil at doses of 0, 4, 8, 15, 30 or 60 mg/kg body weight by gavage on five days per week for 13 weeks. Groups of 10 male mice received doses of 0, 2, 4, 8, 15 or 30 mg/kg body weight. In rats, dose-dependent bile-duct hyperplasia and cholangiofibrosis were observed, and animals at the high dose had renal tubular necrosis and dilatation and atrophy of the thymus, testes or ovaries. Mice had dose-dependent hepatic lesions with cytomegaly, degeneration, necrosis and bile-duct hyperplasia."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 400 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Furan administered by gavage to young adult male Fischer 344 rats at a dose of 60 mg/kg body weight per day five times per week for 10-14 days was highly toxic and induced marked atrophy of the right liver lobe. The cholangiolar-like structures that developed in this region consisted of biliary epithelial cells and ductular hepatocytes in various stages of maturation. Immunohistochemical and other phenotypic features of the cells were considered to be considered to be consistent with the development of rare bile ductular-like cell types from hepatocytes; in contrast, less severe treatment with furan led to the development of small intestinal-like glands."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 399 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of male Fischer 344 rats were administered furan (purity, 99%) at 45 mg/kg body weight by gavage daily on five days per week for up to 32 days. Animals were killed on day 1, 3, 5, 7, 9, 12, 16, or 32. Severe hepatocellular necrosis was evident in the right and caudate lobes at the time of early sacrifices, and was followed by inflammatory cell infiltration, obvious bile-duct hyperplasia and then by development of metaplastic glands, ending with cholangiofibrosis by day 32."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V65 399 (1995)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of five male Fischer 344 rats were administered furan (purity, 99%) in corn oil be gavage at does of 0, 15, 30, 45, or 60 mg/kg body weight daily on five days per week for three weeks; liver lesions were assessed by histology and histo- and immunochemistry. Animals at the two highest doses showed rapid development of severe cholangiofibrosis in the caudate liver lobe. Histologically, the lesion was characterized by well-differentiated hyperplastic bile ductules and numerous metaplastic intestinal glands supported by fibrous tissue. At the highest dose, cholangiolar-like structures were also observed. Phenotypic analysis of the hyperplastic ductular structures and of the metaplastic intestinal glands in the cholangiofibrotic areas suggested a precursor relationship between the ductular cells and the metaplastic cells."
        },
        {
            "References": "PMID:20124500",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... The potential of furan to induce oxidative stress and DNA damage associated with inflammatory and regenerative responses in rat liver /was examined/. Furan was administered via oral gavage (30 mg/kg bw 5 daily doses per week), and livers were analyzed at time points between eight hr and three months. A one-month recovery group previously treated for three months was also included. There was a marked association between CYP2E1 expression and DNA oxidation (8-oxo-dG) in areas of centrilobular hepatocyte necrosis seen after a single dose. After one-month recovery from three-month treatment, 8-oxo-dG was still observed in areas of furan-induced cholangiofibrosis. Furan-induced changes in the expression of various genes associated with oxidative stress, DNA damage, and cell cycle control were identified during treatment and recovery. /It was proposed/ that furan-induced cholangiocarcinomas emerge from areas of cholangiofibrosis as a result of a combination of chronic, persistent indirect damage to DNA through oxygen radicals coupled with persistent proliferative signals, including loss of connexin 32, that act to convert this DNA damage to fixed mutations."
        },
        {
            "References": "PMID:20231548",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Furan was administered to rats by gavage in corn oil at 30 mg/kg bw (five daily doses per week) and livers were sampled between eight hr to three months ... The administration of furan caused centrilobular injury, and restoration was accomplished by proliferation of hepatocytes. Some areas of the liver were, however, more severely affected, and here, injury extended into portal and capsular areas, which resulted in a rapid proliferation of ductular cells that extended into the parenchyma accompanied by a subtype of liver fibroblasts. These ductules either differentiated into hepatocytes, with loss of the associated fibroblasts, or progressed to form tortuous ductular structures that replaced much of the parenchyma, leading to cholangiofibrosis. Although it is unclear what determines the difference in the hepatic response, a loss of micro-environmental cues that instigate hepatocyte differentiation and termination of the hepatocyte stem cell repair response may be perturbed by continual furan administration that results in an irreversible expansile lesion that may mimic the features of cholangiocarcinoma."
        },
        {
            "References": "PMID:20530249",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A ninety-day gavage experiment /was/ conducted /in Fischer-344 rats/ with /low/ doses (0.0, 0.03, 0.12, 0.5, 2.0, and 8.0 mg/kg bw) to identify a no-observed adverse effect level for hepatotoxicity and to characterize non-neoplastic effects including gross changes and histopathology, clinical biochemistry, hematology, and immunotoxicology is reported. As indicated by changes in serum biomarkers, increased liver weights and gross and histological lesions, the liver is the major target organ affected by furan. There were no changes in body weights, food consumption, or histology in other organs. Some of the serum electrolyte markers, including phosphorus, were altered. There was a significant increase in serum thyroxine and triidothyronine in males. This increase was not accompanied by histological thyroid changes. Immunophenotypic analysis showed that thymic lymphocyte maturation was altered in male rats. Although altered clinical biochemistry and hematological parameters were observed at a dose of > 0.5 mg/kg bw, mild histological lesions in the liver were observed at > 0.12 mg/kg bw. Based on this finding, a furan dose of 0.03 mg/kg bw was proposed as the no-observed adverse effect level for hepatic toxicity."
        },
        {
            "References": "PMID:9129173",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Hepatocyte proliferation and apoptosis were studied in female B6C3F1 mice exposed to furan by oral gavage for 3 weeks at National Toxicology Program (NTP) bioassay doses (8 and 15 mg/kg body weight) and lower (4 mg/kg). Furan treatment led to a 2- to 3-fold significant increase in liver-related enzymes and bile acids in blood serum as compared to the control group. These changes were accompanied by minor subcapsular inflammation and minimal necrosis at 8 and 15 mg furan/kg. A dose-related increase in bromodeoxyuridine-labeling index (1.4- to 1.7-fold) and hematoxylin and eosin-defined apoptotic index (6- to 15-fold) was observed at 8 and 15 mg/kg. Co-treatment of mice with aminobenzotriazole, an irreversible inhibitor of cytochromes P-450, prevented the observed hepatotoxic effects induced by furan. These results indicate that furan elicits hepatotoxicity in a dose-related manner through a toxic metabolite and, furthermore, suggest that apoptosis is an important form of cell death at hepatocarinogenic doses under short-term conditions."
        },
        {
            "References": "PMID:8839286",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Distinctive intrahepatic biliary adaptation responses occur in the liver of rats subjected to select hepatotoxic and/or carcinogenic treatments with the nongenotoxic cholangiocarcinogenic agent furan. Specifically, metaplastic small intestinal-like glands closely resembling in their cellular composition the crypts of Lieberkuhn of normal rat small intestine were selectively derived from putative hyperplastic bile ductule-like progenitor structures in the right and caudate liver lobes of young adult Fischer-344 male rats given furan by gavage at a daily dose of 30-45 mg/kg bw, 5 times weekly, over a 2-6 week treatment period. Longer term chronic administration of furan at 30 mg/kg/day for 9-19 wk resulted in the preferential development of primary hepatic adenocarcinomas, which arose at 70-100% incidences from right/caudate liver lobes and which were characterized by small intestine mucosal cell differentiation. Interestingly, the neoplastic glands of these \"intestinal-type\" hapatic tumors demonstrated strongly positive immunochemical reactions for both hepatocyte growth factor/scatter factor and its c-met encoded receptor and were immunohistochemically positive for transforming growth factor beta 1 (TGF-beta 1) and for mannose-6-phosphate/insulin-like growth factor II receptor, implicated in the activation of latent TGF-beta 1. In contrast, a different pattern of aberrant bile ductular cell differentiation was noted to occur in the atrophied right liver lobe of moribund Fischer-344 male rats that were chronically exposed over a 10-14-day period to a severely hepatotoxic dose of furan (60 mg/kg/day). Under this latter experimental condition, rare yet distinct cholangiolar-like structures composed of biliary epithelial cells and typically a single ductular hepatocytic cell in various stages of maturation specifically formed in association with an extensive hyperplastic bile ductular reaction. Very similar cholangiolar-like structures also appeared in areas of preexisting hyperplastic bile ductule tissue at 3-5 days following the administration of a single hepatonecrogenic dose of CCl4 to rats that 4-6 wk earlier had been subjected to a bile duct ligation. In addition, a novel rat model was developed in which furan combined in a unique synergistic manner with bile duct ligation to induce the replacement of almost all of liver with well-differentiated hyperplastic bile ductules without evidence of differentiation along either metaplastic small intestine mucosal cell or ductular hepatocyte lineages. Bile ductular epithelial cell isolated from bile duct-ligated/furan-treated rats were further observed to be organized in the form of bile duct-like structures in vitro under specific conditions of primary cell culture and in vivo following their cell transplantation into the inguinal fat pads of sygeneic recipient rats."
        },
        {
            "References": "PMID:1572344",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Hepatocyte proliferation was evaluated also at the ... 15 mg/kg/day for mice and 8 mg/kg/day for rats, 5 days/week by labeling with 3H-thymidine administered via a 6 day osmotic pump implanted subcutaneously. Necrosis and inflammation were observed along the subcapsular visceral surface of the left or caudate liver lobes, likely due to diffusion of furan directly through the stomach to the liver. After 6 weeks of furan administration, male and female rats, but not mice, exhibited bile duct hyperplasia as well as metaplasia in the areas of fibrosis along the subcapsular visceral surface of the left or caudate liver lobes. The fold increase in hepatocyte labeling index (LI) in treated animals relative to the combined controls measured at weeks 1, 3, and 6 ranged from 39 to 5 for male mice, 18 to 51 for male rats, and 12 to 19 for female rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 396 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, eight weeks of age, were administered 0, 8 or 15 mg/kg body weight furan (purity, > 99%) by gavage in corn oil on five days per week for 104 weeks. The numbers of surviving animals at the end of the study were reduced: 33/50 male controls, 17/50 at the low dose and 16/50 at the high dose (p= 0.009); and 29/50 female controls, 25/50 at the low dose and 2/50 at the high dose (p < 0.001). The incidence of hepatocellular adenomas was increased, with 20/50 among male controls, 33/50 at the low dose (p= 0.001, logistic regression analysis) and 42/50 at the high dose groups (p < 0.001). The incidence of hepatocellular carcinoma was also increased, occurring in 7/50 male controls, 32/50 at the low dose and 34/50 at the high dose (p < 0.001); and in 2/50 female controls, 7/50 at the low dose (p= 0.08) and 27/50 at the high dose (p < 0.001). All treated groups had high incidences of biliary hyperplasia, cholangiofibrosis, hepatocellular necrosis and focal hyperplasia."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 396 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 70 male and 70 female Fischer 344/N rats, seven to eight weeks of age, were administered 0, 2, 4 or 8 mg/kg body weight furan (purity, > 99%) dissolved in corn oil by gavage on fire days a week for 102 weeks. Interim evaluation were made on 10 rats from each group at 9 and 15 months. The numbers of animals still alive at the end of the study were 33/50 male controls, 28/50 at the low dose, 26/50 at the middle dose and 16/50 at the high dose (p < 0.001); and 24/50 female controls, 32/50 at the low dose, 28/50 at the middle dose and 19/50 at the high dose (p= 0.006). The incidence of hepatocellular adenomas was increased, and many rats had multiple adenomas; adenomas were found in 1/50 male controls, 4/50 at the low dose, 18/50 at the middle dose (p < 0.001, logistic regression analysis) and 27/50 at the high dose (p < 0.001); and in none of 50 female controls, 2/50 at the low dose, 4/50 at the middle dose (p= 0.048) and 7/50 at the high dose (p= 0.002). Hepatocellular carcinomas occurred only in males; 0/50 controls, 1/50 at the low dose, 6/50 at the middle dose (p= 0.009) and 18/50 at the high dose (p<0.001). Cholangiocarcinomas were found in none of the control animals and in 43/50 males a the low dose, 48/50 at the middle dose and 49/50 at the high dose; and in 49/50 females a the low dose, 50/50 at the middle dose and 49/50 at the high dose (p < 0.001 for any group and either sex in comparison with controls). Biliary hyperplasia, cholangiofibrosis, hepatocellular necrosis and hyperplasia occurred in treated rats of each sex. The incidence of mononuclear-cell leukemia increased with does, occurring 8/50 male control, 11/50 at the low dos, 17/50 at the middle dose (p=0.022) and 21/50 at the high dose (p < 0.001). Cholangiocarcinomas, but no other tumors of the liver, were observed at 9 and 15 months, the incidence increasing with dose up to 100% at the high dose. In a 'stop-exposure' experiment, 50 males received 30 mg/kg body weight furan for 13 weeks, and 10 rats were killed and examined at 13 weeks and at 9 and 15 months; all animals were observed for two years. In addition to the lesions seen previously, cholangiocarcinomas were seen in all treated rats that survived for at least nine months, and 6/40 had hepatocellular carcinomas."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 397 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a study to characterize the histopathogenesis of intrahepatic cholangiocarcinomas induced by furan, groups of 10-12 young adult male Fischer 344 rats, weighing 160-190 g, were treated with 30 mg/kg body weight furan (purity, > 99%) in corn oil by gavage on five days a week for 6-13 weeks and observed up to 16 months. Lesions described as 'hepatic adenocarcinomas' occurred in the right caudate lobe of 4/9 rats treated for six weeks, 6/8 treated for nine weeks, 5/7 treated for 12 weeks and 9/10 treated for 13 weeks. Most of the tumors showed small intestinal differentiation, as reflected by the presence of goblet, Paneth and serotonin-positive cells. Two hepatocellular carcinomas were also found in the animals treated for 13 weeks. Cells from the adenocarcinoma cells did not contain TGF-alpha, but hepatocellular carcinoma cells did."
        },
        {
            "References": "PMID:18809303",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Female B6C3F(1) mice were exposed to furan at carcinogenic doses and lower for 3 weeks or 2 years. At 3 weeks and in the 2-year study, there were dose-dependent and significant increases in hepatic cytotoxicity at 1.0, 2.0, 4.0, and 8.0 mg furan/kg. For cell proliferation as measured by 5-bromo-2'-deoxyuridine (BrdU) labeling index (LI), there was a statistically significant trend with increasing dose levels of furan and increased LI at 8.0 mg/kg. There was an increased incidence of foci of altered hepatocytes, hepatocellular adenomas, and adenomas or carcinomas at 4.0 and 8.0 mg/kg and carcinomas at 8.0 mg/kg. The multiplicity of microscopic tumors was increased and latency was decreased in mice exposed to 8.0 mg/kg. Prevalence of hepatic nodules at necropsy was increased in mice exposed to 4.0 and 8.0 mg/kg. Data demonstrate an association among furan-induced hepatic cytotoxicity, compensatory cell replication, and liver tumor formation in mice; at high doses > or = 4.0 mg/kg, furan induced hepatotoxicity, compensatory cell replication and tumorigenesis in a dose-related manner, while furan did not produce tumors at cytotoxic doses of 1.0 and 2.0mg/kg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 401 (1995)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ras Proto-oncogene activation was studied in liver adenomas and carcinomas induced in B6C3F1 mice by furan. The frequency of activated H-ras and K-ras oncogenes was similar in hepatocellular tumors from 12/29 treated nice and in 15/27 vehicle controls, but the spectrum of activating mutations in the H-ras gene differed significantly. Although mutations occurred at codon 61 in tumors from both treated and untreated animals, mutations ... were observed in codon 117 only in animals treated with furan."
        },
        {
            "References": "PMID:9142214",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Liver tumors were induced in infant male B6C3F1 mice by preweaning administration of furan, either as a single dose of 400 mg/kg body weight or six doses of 200 mg/kg body weight. Six doses of 200 mg/kg furan resulted in an increased incidence and multiplicity of liver tumors relative to the multiple-dose vehicle control group and the single-dose furan group. In the single-dose group, there was an increase in overall tumor multiplicity but not prevalence of liver tumors. After polymerase chain reaction amplification of isolated DNA, slot-blot oligonucleotide hybridization was used to screen for mutations at known mutational hot-spots in the first three exons of Ha-ras-1 (Hras1). The relative frequency of Hras1 activation was 82% in the 28 tumors analyzed from the single-dose group and 32% in the 28 tumors analyzed from the multiple-dose group. The lack of histomorphologic evidence of chronic cytotoxicity in the livers and the pattern of Hras1 activation suggest that a genotoxic mode of action is responsible for at least part of the hepatocarcinogenicity of furan in B6C3F1 mice. These findings confirm previously documented hepatocarcinogenicity of furan in B6C3F1 mice and provide evidence that carcinogen dose may influence the frequency of Hras1 activation in mouse liver tumors."
        },
        {
            "References": "Yamasaki H et al; IARC Sci Publ (96): 221-37 (1989)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The transplacental initiation-postnatal promotion model of mouse skin carcinogenesis is useful in studying the molecular and cellular mechanisms of perinatal carcinogenesis. Offspring transplacentally exposed to an initiating dose of a carcinogen typically do not produce any skin tumors in the absence of postnatal treatment; many skin tumors appear only when they are treated with tumor promoting agents postnatally. Tumor promoting agents alone produce no skin tumors or only a few. Thus, two stages of carcinogenesis, initiation and promotion, can be conveniently separated. Our results indicate that fetal c-Ha-ras can be transplacentally activated through a specific point mutation by a carcinogen. However, since postnatal promotion was essential for the production of tumors, they also suggest that a cell harboring such a mutation may remain dormant until it encounters a tumor promoting stimulus. Since a higher fraction of carcinomas than papillomas contained the specific mutation in Ha-ras, it is postulated that those papillomas with the point mutation have a selective advantage to progress towards carcinomas."
        },
        {
            "References": "PMID:1668599",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2-yr carcinogenicity bioassay, 0, 2, 4, or 8 mg furan/kg body weight was administered to male and female Fischer (F344) rats and resulted in an 86-100% incidence of cholangiocarcinomas with occasional metastasis. In a separate but concurrent study, male F344 rats dosed with 30 mg furan/kg body weight for 90 days developed marked cholangiofibrosis and cholangiohepatitis and, when subsequently maintained without further treatment for an additional 6, 12, or 18 months, the cholangiofibrosis progressed to yield a 100% incidence of cholangiocarcinomas. Transplantation of 21 primary cholangiocarcinomas into syngeneic recipients resulted in growth from 4 donors. The 4 transplanted lines were successfully transferred through 8 serial passages and resulted in metastases in the recipients. The progressive growth of these proliferative hepatocholangial lesions over time, their transplantability, and the development of metastases in some of the cases provide biological evidence of the malignant potential of the furan-induced liver changes."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Furan in F344/N Rats and B6C3F1 Mice (Gavage Studies). Technical Report Series No. 402 (1993) NIH Publication No. 93-2857 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Toxicology and carcinogenesis studies were conducted by administering furan (purity > 99%) in corn oil by gavage to groups of F344/N rats and B6C3F1 mice of each sex for ... 2 yr. ... 2 Yr Studies: Groups of 70 rats of each sex were administered 2, 4, or 8 mg furan per kg body weight in corn oil by gavage 5 days/wk for 2 yr. ... Groups of 50 mice of each sex received doses of 8 or 15 mg/kg furan 5 days per week for 2 yr. Conclusions: Under the conditions of these 2 yr gavage studies there was clear evidence of carcinogenic activity of furan in male and female F344/N rats based on increased incidences of cholangiocarcinoma and hepatocellular neoplasms of the liver and on increased incidences of mononuclear cell leukemia. There was clear evidence of carcinogenic activity of furan in male and female B6C3F1 mice based on increased incidences of hepatocellular neoplasms of the liver and benign pheochromocytomas of the adrenal gland."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Furan (110-00-9) (January 2005). Available from, as of September 14, 2010: https://ntp.niehs.nih.gov/ntp/roc/toc11.html",
            "Value": "/GENOTOXICITY/ In bacteria, furan induced gene mutations in Salmonella typhimurium strain TA100 and in E. coli containing bacteriophage T7, but not in S. typhimurium strains TA98  TA1535, or TA1537. In Drosophila melanogaster, it did not induce gene mutations. In mammalian in vitro systems, it induced gene mutations in mouse lymphoma cells, DNA damage in Chinese hamster ovary (CHO) cells, and chromosomal damage in CHO cells with an exogenous metabolic activation system, but it did not induce DNA damage in mouse or rat hepatocytes. In mammalian in vivo systems, furan induced chromosomal aberrations in bone marrow of B6C3F1 mice but did not induce DNA damage in bone marrow or hepatocytes of B6C3F1 mice or hepatocytes of F344/CrIBr rats."
        },
        {
            "References": "PMID:19850624",
            "Value": "/GENOTOXICITY/ ... Male B6C3F1 mice were treated by gavage for 4 weeks with 2, 4, 8 and 15 mg furan/kg bw/day. Spleen was selected as the target organ for genotoxicity assessment, in view of the capability of quiescent splenocytes to accumulate DNA damage induced by repeat dose exposure. The induction of primary DNA damage in splenocytes was evaluated by alkaline single-cell gel electrophoresis (comet assay) and by the immunofluorescence detection of foci of phosphorylated histone H2AX (gamma-H2AX). The presence of cross-links was probed in a modified comet assay, in which cells were irradiated in vitro with gamma-rays before electrophoresis. Chromosome damage was quantitated through the detection of micronuclei in mitogen-stimulated splenocytes using the cytokinesis-block method. Micronucleus induction was also assessed with a modified protocol, using the repair inhibitor 1-beta-arabinofuranosyl-cytosine to convert single-strand breaks in micronuclei. The results obtained show a significant (P < 0.01) increase of gamma-H2AX foci in mitogen-stimulated splenocytes of mice treated with 8 and 15 mg furan/kg bw and a statistically significant (P < 0.001) increases of micronuclei in binucleated splenocytes cultured in vitro. Conversely, no effect of in vivo exposure to furan was observed when freshly isolated quiescent splenocytes were analysed by immunofluorescence and in comet assays, both with standard and radiation-modified protocols. These results indicate that the in vivo exposure to furan gives rise to pre-mutagenic DNA damage in resting splenocytes, which remains undetectable until it is converted in frank lesions during the S-phase upon mitogen stimulation. The resulting DNA strand breaks are visualized by the increase in gamma-H2AX foci and may originate micronuclei at the subsequent mitosis."
        },
        {
            "References": "PMID:20194422",
            "Value": "/GENOTOXICITY/ In this study, the effects induced in mouse liver by repeated oral exposure to furan were investigated. To this aim, the compound was given for 28 days by daily gavage to male B6C3F1 mice at 2, 4, 8 and 15 mg/kg body weight (bw)/day. Twenty-four hours after last administration, animals were sacrificed, liver was excised and the following parameters were evaluated: histological alterations, apoptosis, cell proliferation, polyploidy, overall DNA methylation, gene expression and DNA damage by the immunofluorescence detection of foci of phosphorylated histone H2AX (gamma-H2AX) and by alkaline comet assays, using both standard and modified protocols for the detection of DNA cross links. Liver DNA damage by comet assays was also evaluated in mice receiving furan as a single acute oral dose (15, 100 or 250 mg/kg bw). Microscopic analysis of liver sections indicated that repeated oral administration of furan was moderately toxic, producing mild histological alterations with necrotic figures, apoptosis and limited regenerative cell proliferation. The flow cytometric analysis of DNA content in single-cell suspensions of liver cells showed a statistically significant increase in polyploid (8N) cells at the highest dose. No treatment-related changes in overall DNA methylation, gamma-H2AX foci, DNA strand breaks and cross links were observed at the end of the 4-week exposure period. However, several genes involved in DNA damage response, beyond stress and liver toxicity, were over-expressed in mice treated with the highest furan dose (15 mg/kg bw/day). Acute administration of furan induced evident liver toxicity at the highest dose (250 mg/kg bw), which was associated with a significant increase of DNA damage in the alkaline comet assay and with a distinct decrease in gamma-ray-induced DNA migration. Overall, the results obtained suggest that the contribution of genotoxicity to the mechanism of furan carcinogenicity in mouse liver should not be dismissed."
        },
        {
            "References": "PMID:18804178",
            "Value": "/GENOTOXICITY/ ... Metabolism of furan includes the formation of an unsaturated dialdehyde, cis-2-butene-1,4-dial (BDA). In view of the multifunctional electrophilic reactivity of BDA, adduct formation with protein and DNA may explain some of the toxic effects ... BDA generated by hydrolysis of 2,5-diacetoxy-2,5-dihydrofuran /was investigated/ for genotoxicity in L5178Y tk+/- mouse lymphoma cells using standard procedures for the comet assay, the micronucleus test, and the mouse lymphoma thymidine kinase gene mutation assay, using 4-hr incubation periods. Cytotoxicity was remarkable: cell viability at concentrations>or=50 uM was reduced to <50%. In the dose range up to 25 uM, viability was >90%. Measures of comet-tail length and thymidine-kinase mutant frequency were increased 1.6- and 2.4-fold above control, respectively. Analysis of three fully independent replicates with a linear mixed-effects model showed a highly significant increase with concentration for both endpoints. Compared to methyl methanesulfonate used as a positive control, BDA was of similar potency with respect to genotoxicity, but it was much more cytotoxic. Furan added to cell cultures at doses that resulted in time-averaged effective concentrations of up to 3100 uM was neither cytotoxic nor genotoxic. A potential cross-linking activity of BDA was investigated by checking whether gamma radiation-induced DNA migration in the comet assay could be reduced by pre-treatment with BDA. In contrast to the effect of the positive control glutaraldehyde, BDA treatment did not reduce the comet tail length. On the contrary, an increase was observed at greater than or equal to 100 uM BDA, which was attributable to early apoptotic cells. Although BDA was found to be a relatively potent genotoxic agent in terms of the concentration necessary to double the background measures, cytotoxicity strongly limited the concentration range that produced interpretable results. This may explain some of the inconclusive results and indicates that non-genotoxic effects must be taken into account in the discussion of the modes of toxic and carcinogenic action of furan."
        },
        {
            "References": "PMID:17224250",
            "Value": "/GENOTOXICITY/ ...The flow cytometer-based micronucleus assay in mice ... /was used/ to investigate the genotoxic potential of furan. Three in vivo experiments were performed: ip or sc injection of furan in male Balb/C mice (0-300 and 0-275 mg/kg bw, respectively) and ip injection of male CBA mice (0 and 225 mg/kg bw). No increased level of micronucleated erythrocytes was detected in any of the in vivo experiments ..."
        },
        {
            "References": "PMID:11896685",
            "Value": "/GENOTOXICITY/ Furan is a hepatic toxicant and carcinogen in rodents. Its microsomal metabolite, cis-2-butene-1,4-dial, is mutagenic in the Ames assay. Consistent with this observation, cis-2-butene-1,4-dial reacts with 2'-deoxycytidine, 2'-deoxyguanosine, and 2'-deoxyadenosine to form diastereomeric adducts. HPLC analysis indicated that the rate of reaction with deoxyribonucleosides was dependent on pH. At pH 6.5, the relative reactivity was 2'-deoxycytidine > 2'-deoxyguanosine > 2'-deoxyadenosine whereas it was 2'-deoxyguanosine > 2'-deoxycytidine > 2'-deoxyadenosine at pH 8.0. Thymidine did not react with cis-2-butene-1,4-dial. The primary 2'-deoxyguanosine and 2'-deoxyadenosine reaction products were unstable and decomposed to secondary products. NMR and mass spectral analysis indicated that the initial 2'-deoxyadenosine and 2'-deoxyguanosine reaction products were hemiacetal forms of 3-(2'-deoxy-beta-D-erthyropentafuranosyl)-3,5,6,7-tetrahydro-6-hydroxy-7-(ethane-2''-al)-9H-imidazo[1,2-alpha]purine-9-one (structure 2) and 3-(2'-deoxy-beta-D-erythropentafuranosyl)-3,6,7,8-tetrahydro-7-(ethane-2''-al)-8-hydroxy-3H-imidazo[2,1-i]purine (structure 4), respectively. These adducts resulted from the addition of cis-2-butene-1,4-dial to the exo- and endocyclic nitrogens of 2'-deoxyadenosine and 2'-deoxyguanosine. The data provide support for the hypothesis that cis-2-butene-1,4-dial is an important genotoxic intermediate in furan-induced carcinogenesis."
        },
        {
            "References": "PMID:10898583",
            "Value": "/GENOTOXICITY/ Furan is classified as a nongenotoxic hepatocarcinogen. It is thought to be activated to a toxic metabolite, cis-2-butene-1,4-dial, which is acutely toxic to liver cells. The resulting cytotoxicity is followed by compensatory cell proliferation, increasing the likelihood of tumor production ... The genotoxic activity of cis-2-butene-1,4-dial /was examined/ in several strains of Salmonella typhimurium commonly used in the Ames assay. This reactive compound tested positive in TA104, a strain that is sensitive to aldehydes. Mutagenic activity was concentration-dependent (1000 +/- 180 revertants/umol). Incubation of cis-2-butene-1,4-dial with glutathione prior to addition of bacteria inhibited both the acute toxic and genotoxic activity of this compound. No evidence of mutagenic activity was seen at nontoxic concentrations in TA97, TA98, TA100, and TA102. /These/findings are consistent with the hypothesis that cis-2-butene-1,4-dial reacts with DNA to form mutagenic adducts. /The/ data suggest that cis-2-butene-1,4-dial may be an important genotoxic as well as toxic intermediate in furan-induced tumorigenesis."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Furan was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Furan was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9 fractions, at doses of 0.0333, 0.100, 0.3333, 1.000, and 3.3333 mg/plate. The highest ineffective dose tested in any S typhimurium strain was 3.3333 mg/plate. Precipitate was found in cultures containing the two highest doses."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 401 (1995)",
            "Value": "/GENOTOXICITY/ Furan was not mutagenic to Salmonella typhimurium after preincubation in the presence or absence of an exogenous metabolic activation system. It was reported in an abstract that furan was not mutagenic in a vapor-phase protocol."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 401 (1995)",
            "Value": "/GENOTOXICITY/ Furan did not induce sex-linked recessive lethal mutations in Drosophila melanogaster when administered to adult flies by feeding or abdominal injection."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 401 (1995)",
            "Value": "/GENOTOXICITY/ ... Furan did not induce unscheduled DNA synthesis in rat or mouse hepatocytes after treatment in vitro or in vivo. It induced gene mutation at the thymidine kinase locus of L5178Y mouse lymphoma cells in the absence of metabolic activation. Furan induced sister chromatid exchange and chromosomal aberrations in Chinese hamster ovary cells both in the presence and absence of metabolic activation. ... A positive response for the induction of chromosomal aberration was observed only at comparatively high dose in the presence of a live activation system from Arocolor 1254-pretreated male Swiss rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V63 401 (1995)",
            "Value": "/GENOTOXICITY/ No sister chromatid exchanges or chromosomal aberrations were induced in bone-marrow cells of B6C3F1 male mice injected intraperitoneally with furan at doses up to 350 mg/kg body weight in vivo; however, chromosomal aberrations were induced at 250 mg/kg body weight in a extended protocol involving a late harvest time."
        },
        {
            "References": "PMID:1572344",
            "Value": "/GENOTOXICITY/ ... To assess the genotoxicity of furan, chemically induced unscheduled DNA synthesis was evaluated in the in vivo hepatocyte DNA repair assay. Furan did not induce unscheduled DNA synthesis in hepatocytes isolated after single gavage treatment of male F344 rats (5, 30, and 100 mg/kg) or male B6C3F1 mice (10, 50, 100, and 200 mg/kg). ..."
        },
        {
            "References": "PMID:3629242",
            "Value": "/GENOTOXICITY/ ... Studies of activated oncogenes in chemically induced and spontaneously occurring B6C3F1 mouse liver tumors were reviewed. Studies with furan and furfural, two compounds that were positive in the mouse liver tumor bioassay but which gave negative results in the Ames/Salmonella assay, were described. These have indicated that the increased incidence of mouse liver tumors was due, at least in part, to the induction of weakly activating point mutations in ras oncogenes. Studies of activated oncogenes detected in hepatocellular tumors in B6C3F1 mice were discussed. These have resulted in detection of two activated raf genes and four nonras transforming genes as well as ras genes. Oligonucleotide analyses of activating mutations in ras oncogenes were considered..."
        },
        {
            "References": "PMID:6626339",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Serum transaminases (glutamic-oxalacetic transaminase (GOT), glutamic-pyruvic transaminase (GPT) and ornithine carbamyltransferase) were determined in rats treated with subtoxic doses of furan. Only glutamic-oxalacetic transaminase increased in rats treated with furan."
        },
        {
            "References": "Carfagna MA et al; Tox Appl Pharm 123 (2): 265-73 (1993)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Furan ... produced incubation time and concentration dependent decreases in the glutathione (GSH) content and viability of freshly isolated F344 rat hepatocytes in vitro. Since furan itself did not significantly react with GSH, these data indicate the formation of a reactive metabolite of furan in hepatocyte suspensions. Treatment of the hepatocyte suspensions with the cytochrome P450 inhibitor 1-phenylimidazole delayed GSH depletion but did not alter furan induced (4-12 mM) cytolethality. The furan concentrations required to produce measurable hepatocyte lethality in vitro within 6 hr (4-12 mM) were several orders of magnitude greater than the predicted maximal liver concentrations of furan in vivo following hepatotoxic doses. In order to study the mechanisms involved in the cytolethality of furan toward hepatocytes in vitro at concentrations relevant to hepatotoxicity in vivo, a hepatocyte suspension culture system was developed that utilized furan concentrations and incubation times similar to hepatic dosimetry in vivo. Freshly isolated rat hepatocytes ... were incubated with furan (2-100 uM) for 1-4 hr and placed into culture, and viability was determined after 24 hr by lactate dehydrogenase release. Furan produced cytolethality (5-70%) and modest GSH depletion in an incubation time and concentration dependent manner. Both GSH depletion and cytolethality induced by furan were prevented by 1-phenylimidazole and enhanced by acetone pretreatment in rats. /The results indicate/ that oxidation of furan by cytochrome P450 is required for GSH depletion and cytolethality, indicating that a reactive metabolite is involved in cell death. ..."
        },
        {
            "References": "PMID:16544946",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Furan undergoes oxidation by cytochrome P450 to cis-2-butene-1,4-dial, which is thought to mediate furan's toxic effects ... To determine the importance of DNA alkylation in furan-induced carcinogenesis, ... an assay for the detection of cis-2-butene-1,4-dial-derived DNA adducts /was developed/ . DNA samples were treated with O-benzyl-hydroxylamine, which reacts with the aldehyde functionality of the DNA adducts. Enzyme hydrolysates of these samples were then analyzed by capillary electrospray tandem mass spectrometry with selected reaction monitoring. The dCyd and dAdo adducts were detected in digests of DNA treated with nanomolar concentrations of cis-2-butene-1,4-dial. In addition, these adducts were present in DNA isolated from Ames assay strain TA104 treated with mutagenic concentrations of cis-2-butene-1,4-dial. These data support the hypothesis that cis-butene-1,4-dial is a genotoxic metabolite of furan. This method will allow /the exploration of/ the role of these adducts in furan-induced carcinogenesis."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 699",
            "Value": "/OTHER TOXICITY INFORMATION/ Changes in the organism /are/: GI tract hemorrhages, with partial destruction of mucosa following oral admin; lungs markedly hyperemic; blood vessels dilated; blood cherry red; kidneys /are/ soft and swollen; liver resembled first stages of chloroform poisoning."
        },
        {
            "References": "PMID:6626339",
            "Value": "/OTHER TOXICITY INFORMATION/ Serum transaminases (GOT and GPT) and ornithincarbamyltransferase were determined in rats treated with subtoxic doses of furan, acetylfuran, and methylene chloride. Significant increases of all enzymes were observed in methylene chloride treated rats, while only GOT increased in rats treated with acetylfuran and with furan + methylene chloride. Calculation of the GOT/GPT ratios indicated a pattern of toxic hepatitis only for rats treated with acetylfuran and furan + methylene chloride."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of Aug 31, 2010:  https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of furan can be estimated to be 80(SRC). According to a classification scheme(2), this estimated Koc value suggests that furan is expected to have high mobility in soil."
        }
    ]
}