{
    "_id": {
        "$oid": "6682e8a5c4e5dba5ffba269f"
    },
    "CID": {
        "$numberInt": "8042"
    },
    "Name": "Isopropyl myristate",
    "IUPACName": "propan-2-yl tetradecanoate",
    "CanonicalSMILES": "CCCCCCCCCCCCCC(=O)OC(C)C",
    "Synonyms": [
        "ISOPROPYL MYRISTATE",
        "110-27-0",
        "Isopropyl tetradecanoate",
        "Estergel",
        "Tetradecanoic acid",
        "1-methylethyl ester",
        "Bisomel",
        "Isomyst",
        "Promyr",
        "Deltyl Extra",
        "Kesscomir",
        "Tegester",
        "Sinnoester MIP",
        "Crodamol IPM",
        "Plymoutm IPM",
        "Starfol IPM"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCC(=O)OC(C)C",
    "INCHI": "InChI=1S/C17H34O2/c1-4-5-6-7-8-9-10-11-12-13-14-15-17(18)19-16(2)3/h16H,4-15H2,1-3H3",
    "INCHIKEY": "AXISYYRBXTVTFY-UHFFFAOYSA-N",
    "Formula": "C17H34O2",
    "MolecularWeight": {
        "$numberDouble": "270.5"
    },
    "Description": "Isopropyl tetradecanoate is a fatty acid ester.",
    "XlogP": {
        "$numberDouble": "7.2"
    },
    "Complexity": {
        "$numberInt": "199"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of May 24, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 2800 was calculated in fish for isopropyl myristate(SRC), using an estimated log Kow of 7.17(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is very high(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Malaney GW, Gerhold RM; Proc 17th Ind Waste Conf Purdue Univ Ext Ser 112: 249-57 (1962) (2) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (3) Freitag D et al; Environmental Hazard Profile - Test Results as Related to Structures and Translation into the Environment: QSAR in Environmental Toxicology pp. 111-136 (1984) (4) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed. New York, NY: John Wiley & Sons p. 1360 (2001)",
            "Value": "AEROBIC: Long chain fatty acid esters, structurally similar to isopropyl myristate, were rapidly degraded by mixed sewage sludge(1,2,3). Isopropyl myristate, present at 100 mg/L, reached 94% of its chemical oxygen demand in 28 days using a municipal waste water inoculum in the closed bottle test(4). These data suggest that biodegradation may be an important environmental fate process(SRC)."
        },
        {
            "References": "(1) Yanaagi M, Onishi BS; J Soc Cosmetic Chem 22: 851-065 (1971)",
            "Value": "PURE CULTURE: Pure cultures of bacteria (Bacillus and Pseudomonas), yeast (Candida, and Pichia) and Fungi (Asperigillus, Penicillium, and Cladosporian) were found to degrade isopropyl myristate(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Commission, ESIS; IUCLID Dataset,Isopropyl Myristate (110-27-0) p.30 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Isopropyl myristate (diluted and undiluted material) /produced a/ slightly irritating /reaction/ when the substance was applied on intact and abraded rabbit skin under occlusive conditions for 24 hr."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A volume of 0.3 mL of isopropyl myristate was injected intracutaneously into two areas of abdominal skin in each of five adult albino rabbits. Using injected trypan blue as a diagnostic aid, the investigators found no indication of parenteral irritation."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An aerosol antiperspirant containing 4.7% isopropyl myristate was tested on six rats. The animals were exposed to a nominal concentration of 9.7 mg/L of isopropyl myristate for four 15 minute periods, each separated by a 5-minute fresh air period; six other rats served as control. There were no significant adverse effect during exposure, no deaths, and no finding at necropsy which distinguished treated from control animals."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two product formulations containing isopropyl myristate were tested for acute inhalation toxicity in rats. One aerosol antiperspirant containing 16-20% isopropyl myristate was dispensed from its commercial container for 6.5 sec/min for 1 hr. The normal concentration of isopropyl myristate was 33-41mg/L. The 20 exposed animals were lethargic and had slight muzzle and eye discharge during exposure, but they exhibited normal appearance and behavior throughout the 14-day post-exposure observation period. No deaths occurred, and no evidence of systemic toxicity was found at necropsy."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 0.5 mL sample of undiluted isopropyl myristate was applied for three consecutive days to a 2 sq inch area of clipped skin on a total of 42 rabbits (7 studies). There was edema, severe erythema, drying, cracking, and scaling. It was concluded that isopropyl myristate was moderately to severely irritating under the conditions of the test."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Three guinea pigs were clipped free of abdominal hair and immersed up to their axillae in a 0.5 percent dispersion of isopropyl myristate in water ay body temperature. The animals were immersed four hours per day for three consecutive days. Two days after the last exposure, the abdominal skin was graded on a scale of 10 to 1 (10= normal; 1= most severe skin reaction). Each animal received a score of 8 or 7; there was moderate scaling and slight scurfing of the skin."
        },
        {
            "References": "FITZGERALD JE ET AL; TOXICOL APPL PHARMACOL 13(3) 448 (1968)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Daily cutaneous admin of isopropyl myristate induced prompt skin response in mice & rabbits, incl erythema initially, then lichenification & fissure formation histologically, acanthosis, para- & hyperkeratosis, focal erosion & focal hemorrhage."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.42 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Monkeys were intramuscularly exposed once weekly at concentrations of 0.15 to 0.33 mL/kg for a period of 12 weeks./  There were small focal lesions (1 week after the last dose) which consisted of small cystic spaces surrounded by macrophages. There was a slight leukocytic infiltration, and occasional small multinucleated cells in some areas."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.42 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a 91 day inhalation study, guinea pigs were exposed to concentrations of 35.8 to 44.8 mg/cu m isopropyl myristate for 1 hr 3 times per day./  No microscopic chances were found."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.39 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The daily application of 5.1 g/kg bw (apparently undiluted) for 20 days to an unspecified number of rabbits caused liver damage (mild cloudy swelling) , but no 'exceptional changes' were found in the kidneys, testes or spinal cord. Leucocytosis (an increase in white blood cells) occurred during application, but disappeared in the five-day post-exposure period. Isopropyl myristate also caused skin damage, and the leucocytosis may have been a secondary response to skin inflammation. The liver damage may have resulted from absorption through damaged skin."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.38 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Albino Spartan mice were cutaneously administered isopropyl myristate (IPM) once daily for a period of 1 or 2 weeks  (6 mice per group) at concentrations of 0, 25%, 75% and 100%./ Daily application of IPM induced a prompt skin response in mice. This was characterized at first by erythema, and later by lichenification and fissure formation. Histologically, acanthosis, para- and hyperkeratosis, focal erosion, and focal hemhorrage were seen. The lesion tended to regress during continued treatment. Similar reactions occured with the combinations of IPM and peanut oil, but the intensities of the dermatoses were generally related to the proportion of IPM in the mixture. Peanut oil alone resulted in retardation of hair growth and slight to moderate exfoliation of the epidermis by day 14."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.37 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Wistar rats were administered isopropyl myristate by gavage once a day, 5 days a week at concentrations of 0, 100, 500, 1000 mg/kg/day for 28 days./ No mortality, symptoms of intoxication, clinical effects or substance related injury of organs were recorded. Histologically a hyperplasia of the forestomach mucosa was observed in all test groups as well as in the control group indicating local irritating effects of the carrier (olive oil). The local injury of the forestomach was reversible following the recovery period of 14 days. No observable adverse effect level: 1000 mg/kg."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset,Isopropyl Myristate (110-27-0) p.36 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Rats were fed 2.5, 5.0, 10.0 % (ca. 2.0, 3.7, 7.9 g/kg/day)isopropyl myristate for up to 16 weeks in a repeat dose toxicity study./  Effects seen at the top treatment level included increases in liver weight and in the blood levels of two enzymes possibly indicative of liver damage (glutamic-oxalacetic transaminase and glutamic-pyruvic transaminase) . The males had increased spleen, small intestine and kidney weights, and in both sexes there was an increase from 6 wk onwards in the proportion of white blood cells present in the form of neutrophils. A thorough examination revealed no evidence of microscopic damage to any organs or tissues. In rats fed 5 % there were early increases in male spleen and liver weights and in female small intestine weights, but these organs were of normal weight by the end of the study. At all levels there were slight decreases in male food consumption and body weight gain, but these were not dose-related."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A mixture of 25% isopropyl myristate and 75% peanut oil produced only minor local damage without definitive systemic effects when injected intramuscularly once a week for up to 12 weeks at levels of 0.3 mL/kg in 48 rats, 0.14 mL/kg in four beagle dogs, and 0.15-0.33 mL/kg in two rhesus monkeys."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An aerosol antiperspirant containing 16-20% isopropyl myristate was tested in a 13-week inhalation toxicity study using cynomolgus monkeys. Test groups of nine animals were exposed to a gravimetric concentration of 5.3, 8.4, 33.6, or 37.0 mg/cu m in air for three 1-hr exposures per day, seven days per week for 13 weeks. A control group of nine monkeys was exposed to room air under identical conditions. During the study, the treated animal wheezed and coughed, and blood was discharged from the noses of two animals exposed to 8.4 mg/cu m. Lung function tests after six and 13 weeks were normal, as were the results of hematology, blood chemistry, and urinalysis. There were no gross lesions seen at necropsy, and organ/ body weight, ratios were comparable to those of controls. The lung of the animal from the treatment groups had accumulations of macrophages within the alveolar and bronchiolar walls. The severity of this response was directly proportional to the dosage level of the aerosol."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 13-week inhalation toxicity study was performed on an aerosol antiperspirant containing 16-20% isopropyl myristate. Two test groups of 20 guinea pig and a control group of 40 animals were used. The test groups were exposed to a mean concentration of 63.3 or 224 mg/cu m of air for three 1 hr exposures per day, seven days per week. The control group was exposed to air. After four weeks, half the animals were sacrificed. The remaining animals were treated under the same regimen for a total of 13 weeks. All animals appeared normal, except for one female that died during the course of the study from unknown causes. Both absolute and relative lung weights increased in the exposed guinea pigs when compared to the controls. Gross necropsy and microscopic examination of tissues from the animals sacrificed after 28 and 91 days revealed no other evidence of treatment-related effects."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The Landsteiner and Jabobs guinea pig sensitization technique was used on two animals to evaluate isopropyl myristate suspended at 0.1% in physiological saline. There was no evidence of sensitization. A similar test with isopropyl myristate on 10 guinea pigs gave no indication of allergic or other type of sensitivity."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A bath oil containing 42.9% isopropyl myristate was tested in a 10-day cumulative skin irritation study. Doses of 0.5 mL were applied daily to the intact and abraded skin of three albino rabbits for 10 consecutive days. A 2.0% aqueous dispersion was used during days 1-4, and the undiluted product formulation was applied on days 5-10. The 2.0% dispersion elicited no irritation during the first four days of the study, but the undiluted formulation produced irritation which increased progressively with each application up to a maximum Draize irritation index of 5.3 on Day 10. It was concluded that the product produced moderate skin irritation upon repeated application to rabbit skin."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily cutaneous application of undiluted isopropyl myristate for up to 28 days on mice and up to 14 days on rabbits produced an immediate erythema follow by lichenification and fissure formation. There was acanthosis, parakeratosis, hyperkeratosis, focal erosion, and focal hemorrhage. The skin lesions regressed slowly after cessation of treatment in rabbits, but in mice they tended to regress during continued treatment. Similar reaction occurred with combinations of isopropyl myristate and peanut oil, but the intensities of the dermatose were generally related to the proportion of isopropyl myristate in the mixture. Peanut oil alone produced only mild gross and microscopic changes."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An aerosol antiperspirant concentrate containing 43-47% isopropyl myristate was tested for four week. Six rabbits received 2 mL/kg five days a week, for a total of 21 skin applications. A control group of six rabbits remained untreated. One animal from the test group died after four applications. The cause of death was not determined but was considered unrelated to the test. Signs of product-related change in the skin included erythema, edema, drying, cracking, and fissuring. No significant pathological changes were discovered at necropsy other than those of the skin at the site of contact."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ An aerosol antiperspirant containing 16-20% isopropyl myristate was tested for cutaneous toxicity in a 26-day study. Doses of 2 g/kg of the product were applied to the abraded backs of 10 rabbit five days a week for a total of 20 applications. A control group of 10 rabbits was treated with distilled water. None of the animals died, but they showed severe erythema, moderate edema, desquamation, slight coriaceousness, moderate fissuring, and atonia. No changes considered to be related to the product were seem in general behavior and appearance, body weights, or hematological studies. Microscopically, the treated skin of all experimental rabbits showed marked to severe acanthosis and hyperkeratosis with varying degrees of parakeratosis and mixed inflammatory cell infiltration."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2998",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated intraperitoneal injections of 5 mL/kg in rats daily over 20 days caused some deaths after 5 days. In the remainder, no growth effects or toxic symptoms were noticed. It was not a sensitizer on intracutaneous injection in the guinea pig. No eye irritation was produced on direct contact."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Isopropyl myristate was applied twice a week to the backs of female Swiss mice from the age of seven weeks until the animals died between the ages of 10 and 110 weeks; the average lifespan was approximately 80 weeks. Drops of 0.02 mL were applied to groups of 50 animals each at concentrations of 100%, 50%, and 10% isopropyl myristate diluted with acetone. Control groups consisted of 135 untreated animals, 50 treated with acetone, and 50 treated with 7,12-dimethylbenzanthracene for a positive control. In the isopropyl myristate treated groups, one animal developed a keratoacanthoma on an eyelid at 50% and one squamous cell papilloma on the abdomen at the 10% concentration. The skin tumor frequency seen in the treated animals did not differ from that of the acetone control and untreated control animals. Isopropyl myristate did not produce lesions in other organs."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 1 (4): 55-80 (1982)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a preliminary study, a 50% solution of isopropyl myristate in isopropyl alcohol significantly accelerated the carcinogenic activity of 0.15% benzo(a)pyrene on the skin of mice."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.44 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Swiss albino mice were cutaneously exposed to isopropyl myristate once per week for 18 months at a concentration of 1% in acetone. / Twenty mice (housed one male and one female per cage) per group were dosed. The dose levels were equivalent to 42.5-56.6 mg/kg/wk initially, falling as the mice grew. The plain vehicle acetone was used as negative control. As positive control 0.01 % of 9,10-dimethyl-1,2-benzanthracene was used. No animal from the negative control group developed a tumor while 50 % of the animals from the positive control group developed tumors. Of the 20 mice treated with isopropyl myristate five escaped during the experiment. Four animals died before the end of the exposure period; none of them developed a tumor. Of the 11 animals that survived the treatment, again, none developed a tumor."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.44 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Swiss mice were dermally exposed 2times per week (0.02 mL isopropyl myristate per application) for 110 weeks at concentrations of 10, 50, 100 % ig in aceton./ During the course of the study the test animals (50 per group) developed two benign skin tumors. Both were remote from the site of application. Three skin tumors (one of which was malignant) developed in the 150 untreated controls. The top dose level were equivalent to about 850 mg/kg per application initially, and decreased gradually as the study progressed."
        },
        {
            "References": "STENBACK F; ACTA PHARMACOL TOXICOL 41(5) 417 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Isopropyl myristate was applied repeatedly to skin of mice & rabbits. Local & systemic changes were studied, & tumor incidence compared to that of carcinogen 9,10-dimethylbenz(a)anthracene. Local & systemic tumor formation was comparable to that in controls."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.43 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /Isopropyl myristate was negative with and without activation in an Ames mutagenicity assay using Salmonella typhimurium (TA98, TA100, TA1535, TA1537, TA1538) at a concentration of  50 mg/mL./"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Isopropyl Myristate (110-27-0) p.43 (2000  CD-ROM edition). Available from, as of May 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ / Isopropyl myristate was negative with and without activation in an Ames mutagenicity assay using Salmonella typhimurium (TA98, TA 100, TA1535, TA1537, TA1538) at concentrations of 4, 20, 100, 500, 2500 ug/plate./"
        },
        {
            "References": "KOMATSU H ET AL; J SOC COSMET CHEM 30 (5): 263 (1979)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Rabbit skin samples were tested for biochem effect of isopropyl myristate. Changes in total phosphorus contents, specific activity & incorporated amt/unit dna measured. Cmpd induced stimulation of biosyntheses in epidermis."
        },
        {
            "References": "PMID:18058303",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Certain raw materials have been shown to produce follicular hyperkeratosis in the rabbit ear assay. This study quantifies comedogenic potential of cosmetic materials, including: isopropyl palmitate, isopropyl myristate, butyl stearate, isopropyl isostearate, decyl oleate, isostearyl neopentanoate, isocetyl stearate, myristle myristate, cocoa butter, cetyl alcohol, paraffin, stearyl alcohol sodium lauryl sulfate (SLS), and petrolatum. The first nine were deemed positive..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000)",
            "Value": "SEDIMENT: Isopropyl myristate was detected, not quantified, in sediment collected from 6 sites (out of 7) in the German Bight in 1998(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of May 24, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of isopropyl myristate can be estimated to be 1.2X10+4(SRC). According to a classification scheme(2), this estimated Koc value suggests that isopropyl myristate is expected to be immobile in soil."
        }
    ]
}