{
    "_id": {
        "$oid": "6682e8a6c4e5dba5ffba26a6"
    },
    "CID": {
        "$numberInt": "8064"
    },
    "Name": "1,4-Butanediol",
    "IUPACName": "butane-1,4-diol",
    "CanonicalSMILES": "C(CCO)CO",
    "Synonyms": [
        "1,4-BUTANEDIOL",
        "Butane-1,4-diol",
        "110-63-4",
        "Tetramethylene glycol",
        "1,4-Butylene glycol",
        "1,4-Dihydroxybutane",
        "1,4-Tetramethylene glycol",
        "Tetramethylene 1,4-diol",
        "Sucol B",
        "DIOL 14B",
        "1,4-BD",
        "Agrisynth B1D",
        "HO(CH2)4OH",
        "CCRIS 5984",
        "NSC 406696"
    ],
    "IsomericSMILES": "C(CCO)CO",
    "INCHI": "InChI=1S/C4H10O2/c5-3-1-2-4-6/h5-6H,1-4H2",
    "INCHIKEY": "WERYXYBDKMZEQL-UHFFFAOYSA-N",
    "Formula": "C4H10O2",
    "MolecularWeight": {
        "$numberDouble": "90.12"
    },
    "Description": "Butane-1,4-diol is a butanediol that is butane in which one hydrogen of each of the methyl groups is substituted by a hydroxy group. A colourless, water-miscible, viscous liquid at room temperature (m.p. 16??) with a high boiling point (230??), it is mainly used for the production of other organic chemicals, particularly the solvent oxolane (also known as tetrahydrofuran or THF). It has a role as a neurotoxin, a protic solvent and a prodrug. It is a butanediol and a glycol.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "17"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 18, 2017: https://www2.epa.gov/tsca-screening-tools/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for 1,4-butanediol(SRC), using a log Kow of -0.83(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 18, 2017: https://www.safe.nite.go.jp/english/db.html (2) Kersters K, De Ley J; Biochim Physica Acta 71: 311-31 (1963)",
            "Value": "AEROBIC: 1,4-Butanediol, present at 100 mg/L, reached 83% of its Theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Under aerobic conditions, the acetic acid bacteria Acetobacter aceti and Gluconobacter oxidans oxidized 1,4-butanediol to succinic acid(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow = -0.83"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "BG Chemie; Toxicological Evaluations Vol.7, No.99: 1,4-Butanediol (110-63-4) p.80 (10/1992).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The main signs of toxicity seen in mice and rats were accelerated breathing, dyspnea, spasmodic breathing, bradycardia, exsiccosis, exophthalmus, apathy, hyperreflexia, hyporeflexia, areflexia, ataxia, atonia, twitching, reduced motility, analgesia, lying on the side, loss of righting reflexes, sedation, narcosis, hair loss and ruffled fur. Death occurred within 24 hours. Surviving animals recovered within 24 to 48 hours. Protein and erythrocytes were found in the urine of rats. Post-mortems revealed \"general congestive hyperemia\" in the rats after lethal and sublethal doses while histological examination showed liver cell necrosis and severe nephrosis. In the stomach and intestines of the rats, \"severe fluid saturation and, in places, detectable detachment of the epithelium\" were found. Respiratory failure was thought to be the cause of death. Signs of intoxication appeared more quickly after rectal than after oral administration."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.11 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,4-Butanediol was administered to the right conjunctival sac of rabbits as a single dose of 0.1 mL. Slight reddening of the conjunctiva and small amounts of discharge were observed in all four rabbits 1 hour after ocular application. The changes diminished after 24 and 48 hours and no abnormalities were observed thereafter. In another study, there was also very slight conjunctival irritation but no corneal injury. ... Ineffective concentration of 1,4-butanediol with respect of ocular mucosa was determined 500 mg/L."
        },
        {
            "References": "BG Chemie; Toxicological Evaluations Vol.7, No.99: 1,4-Butanediol (110-63-4) p.81 (10/1992).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute inhalation toxicity of 1,4-butanediol (purity 99.6%) was determined in male and female SPF-Wistar rats (initial weights 264 + or -7.9 and 186 + or - 6.8 g, respectively) in accordance with OECD Guideline No. 403. Five male and five female rats were exposed once for 4 hours to 5.1 mg/L air as an aerosol with a mass specific median aerodynamic particle diameter of 1.9 um (geometric standard deviation 4.1). The observation period was 14 days. No deaths occurred and only mild respiratory symptoms were observed during and after exposure, which were no longer evident from the second day of observation. Body weight gain was not affected. No pathological effects were found at autopsy. The LC50 was therefore >5.1 mg/L air."
        },
        {
            "References": "Kinney LA et al; Inhalation Toxicol 3 (4): 379-88 (1991)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation studies were conducted to determine single and repeated exposure responses in rats to 1,4-butanediol. In the acute exposure study, male Crl:CD-BR rats were exposed for single 4 hour periods to 4.6, 9.4, or 15.0 mg/L 1,4-butanediol in nose only exposure chambers; survivors were killed after a 14 day observation period. All rats survived 4 hour exposure to 4.6 or 9.4 mg/L 1,4-butanediol, but at 15 mg/L, one of ten exposed rats died 1 day post exposure. 1,4-Butanediol was considered to be only slightly toxic following acute exposure. In the repeat exposure studies, rats received nose only exposures of 0.20, 1.1, and 5.2 mg/L for 6 hr/day, 5 days/wk, for 2 wk. After the tenth exposure and after a 2 week recovery period, pathological and clinicochemical determinations were made. Although no adverse effects were exhibited by the two lower exposure groups, the highest exposure group exhibited depressed body weight after the third treatment and increased erythrocyte count and hematocrits along with decreased serum cholesterol concentrations after the last exposure, as well as atrophy of lymphoid cells in the thymus and depressed heart weight. No adverse effects were seen after 2 weeks of recovery. Both 0.20 and 1.1 mg/L were considered to be the no adverse effects concentrations; the highest concentration was associated with reversible systemic effects. ..."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.12 (2000). Available from, as of December 27, 2007: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The gauze patches with undiluted 1,4-butanediol were applied to the intact and abraded skin of rabbits with occlusive dressing for 24 hours. After 1, 24, 48 and 72 hours, no reaction was observed on the intact and abraded skin."
        },
        {
            "References": "PMID:2134324",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity of 1,4-butanediol (BAD) was evaluated in laboratory animals. The evaluation involved acute oral and dermal toxicity in rats, dermal and ocular irritation in rabbits, and skin sensitization in guinea pigs. The oral LD50 values for BAD were 1.83 g/kg and 2.00 g/kg, respectively for male and female rats. The histopathological changes were observed in the liver and kidneys. No mortality was observed in female rats after dermal application of BAD at a dose of 5 g/kg. The histopathological lesions were comparable to those observed in rats after oral gavage. BAD was slightly irritant to the skin and eye of rabbits. No allergic contact dermatitis was observed in guinea pigs."
        },
        {
            "References": "PMID:16431232",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Recent reports on fatalities associated with overdoses from 1,4-butanediol (1,4-BD), a precursor of the drug of abuse gamma-hydroxybutyric acid (GHB), pose the need for investigations focusing on possible pharmacologic remedies. Accordingly, the present study investigates whether 4-methylpyrazole (4-MP; also termed fomepizole and Antizol), an inhibitor of alcohol dehydrogenase (the enzyme involved in the first step of the conversion of 1,4-BD into GHB), and the gamma-aminobutyric acid B (GABAB) receptor antagonist (2S)(+)-5,5-dimethyl-2-morpholineacetic acid (SCH 50911), provides protection against 1,4-BD-induced mortality in CD1 mice. Two sets of experiments were conducted with mortality as the outcome measure. In all experiments, mice were initially treated with a lethal dose of 1,4-BD (3 g/kg, intragastric [i.g.]). In the first set of experiments (dose-response curves), once mice had displayed clear signs of 1,4-BD intoxication, animals were randomly allocated in separate groups (n=10) and treated acutely with either 4-MP (vehicle, 3, 10, 30, and 100 mg/kg, intraperitoneal [i.p.]) or SCH 50911 (vehicle, 75, 150, and 300 mg/kg, i.p.). Mortality was recorded every hour for the first 9 hours and 12, 18, and 24 hours after 1,4-BD injection. In the second set of experiments (time course), mice were randomly allocated in separate groups (n=10). A single dose of either 4-MP (30 mg/kg, i.p.) or SCH 50911 (150 mg/kg, i.p.) was administered 15, 30, 60, 90, or 120 minutes after administration of 3 g/kg 1,4-BD (i.g.). Again, mortality was recorded every hour for the first 9 hours and 12, 18, and 24 hours after 1,4-BD injection. In the dose-response experiments, the acute administration of 4-MP and SCH 50911 exerted a dose-dependent resuscitative effect in mice acutely intoxicated by 3 g/kg 1,4-BD. Specifically, 30 and 100 mg/kg 4-MP and 150 mg/kg SCH 50911 protected all treated mice against 1,4-BD-induced mortality. Conversely, all mice treated with 4-MP- and SCH 50911-vehicle died. In the time-course experiments, protection induced by 30 mg/kg 4-MP was complete when administered up to 90 minutes after 1,4-BD injection. Vice versa, the complete protection induced by 150 mg/kg SCH 50911 progressively diminished as the time between 1,4-BD and SCH 50911 administration was increased from 15 to 120 minutes. ..."
        },
        {
            "References": "BG Chemie; Toxicological Evaluations Vol.7, No.99: 1,4-Butanediol (110-63-4) p.81 (10/1992).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single dose of 2000 mg 1,4-butanediol/kg bw (5 mL/kg bw of a 40% w/v aqueous solution) was applied to the clipped backs of rats (dorsal and dorsolateral regions, treated area about 50 sq cm) for 24 hours under occlusive cover. Five animals per group and sex were used. Dyspnea and excitation were seen starting up to 2 hours after the beginning of treatment. At the same time, the general condition of the rats was poor. When the dressings were removed, the exposed skin was very slightly red, but had returned to normal after 7 days. All of the rats survived, and no treatment-related effects were found at autopsy after a 13 day observation period."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.16 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1,4-Butanediol (500 mg/kg) was administered intraperitoneally to Wistar albino rats. A fall in body temperature of 1.0-2.0 °C occurred about 0.5 to 4 hours after administration of 1,4-butanediol, when the loss of righting reflex was induced ..."
        },
        {
            "References": "PMID:23104245",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Gamma-hydroxybutyrate (GHB), and its precursors 1,4-butanediol (1,4-BD) and gamma-butyrolactone (GBL) are known drugs of abuse. The ability of acute and chronic administration of equimolar doses of GHB (200 mg/kg), 1,4-BD (174 mg/kg) and GBL (166 mg/kg) to produce catalepsy in male Swiss Webster mice was examined. GHB, 1,4-BD, GBL produced catalepsy when injected acutely. Drug treatment was then continued for 14 days. Tolerance development was determined on days 6, 14, and challenged with a higher dose on day 15 in those chronically pretreated mice, and compared with naive mice. Chronic GHB produced tolerance to catalepsy, as evidenced from area under the curve (AUC) of catalepsy versus time (min-sec) on days 6 (678 +/- 254), 14 (272 +/- 247), which were less than those on day 1 (1923 +/- 269). However, less tolerance was seen from GBL or 1,4-BD, as AUCs on days 6 and 14 were not significantly lower than that of day 1. In conclusion, although equimolar doses were used, expecting similar levels of GHB in the body, 1,4-BD and GBL shared only some of the in vivo effects of GHB. The rate of metabolic conversion of 1,4-BD and GBL into GHB might be responsible for the differences in the tolerance development to these drugs."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.12 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The internal areas of the right ears of rabbits were painted with either 100% or 50% of 1,4-butanediol in water for 10 consecutive days. After 10 days of exposure period, a minimal reddening was observed in 100% treated group."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 46",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Guinea pigs and rats /were fed/ for 6 months on diets containing 1,4-butanediol at levels of 25 and 30 mg/kg/day. The no-effect level was 25 mg/kg/day. At the 30 mg/kg/day level there were initial effects, such as blood cholinesterase depression, changes in the protein fraction of the serum, and decrease in the sulfhydryl groups of the blood. There were no changes in weight, behavior, or general condition of the rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 46",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated application to the rabbits' skin, both intact and abraded, resulted in no appreciable irritation and no evidence of absorption of acutely toxic amounts. Judging from these observations, there is no appreciable hazard from skin contact associated with ordinary industrial handling. ... /However, another report indicates/ that the material is highly toxic on the skin . ..."
        },
        {
            "References": "Je Zabik et al; Res Commun Chem Pathol Pharmacol 8 (1): 83-90 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Significant sedative effect in rats at ip doses greater than 300 mg/kg; 50-200 mg/kg decreased spontaneous motor activity and 300-400 mg/kg produced loss of righting reflex. No increase in liver triglycerides was seen at doses of 1000 mg/kg/day for 14 days."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.13 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral toxicity study was performed in SD (Crj: CD) rats by an OECD combined repeat dose and reproductive/developmental toxicity screening test. Administration was conducted at doses of 200, 400 or 800 mg/kg/day by gavage for 45 days in males and from 14 days before mating to day 3 of lactation in females. Acute and transient toxic signs in central nervous system were observed in both sexes, and severity of the sign increased with dosage levels. The transient hyperactivity only just after administration was observed at 200 mg/kg/day. At 400 mg/kg, activities were rather suppressed than increased although hyperactivity was also observed after a few doses. At 800 mg/kg, toxic signs observed were more severe and some animals were even comatose after showing hypoactivity and recumbency. By 5 hours after dosing, these signs disappeared and animals recovered to normal. Body weight gains were suppressed at 400 and 800 mg/kg during the early period of administration. The weight gains were not further suppressed thereafter, the difference in body weight produced during the early period of administration remained until termination of the study. Food consumption also decreased accordingly. In the histopathological examination, diffuse transitional epithelial hyperplasia and fibrosis in the lamina propria of the urinary bladder were observed in the 400 and 800 mg/kg groups."
        },
        {
            "References": "PMID:2134325",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 1,4-Butanediol was administered to male and female Wistar Imp:DAK rats by oral gavage for 28 consecutive days. Treated rats received 1,4-butanediol at daily doses of 5, 50, or 500 mg/kg/day. After 28 days all animals were necropsied. Blood samples were obtained and selected organs were weighed and prepared for histological examination. Subacute oral administration of 1,4-butanediol resulted in an overall low degree of systemic toxicity. There were no changes in body weight food consumption and absolute and relative organ weights. Slightly higher activities of sorbitol dehydrogenase and alanine aminotransferase were observed in male rats given 1,4-butanediol at the highest dose of 500 mg/kg/day. Some disturbances in hematological parameters characterized by macrocytosis and thrombocytopenia were observed in treated rats. Mild to moderate inflammation of the liver characterized by proliferation of bile ducts and periportal infiltrations with fibroblasts and mononuclear cells were found in treated animals. A statistically significant difference for histopathological changes was found ln animals treated with 1,4-butanediol at the dose of 500 mg/kg/day only ln the case where both sexes were jointly taken for comparison."
        },
        {
            "References": "BG Chemie; Toxicological Evaluations Vol.7, No.99: 1,4-Butanediol (110-63-4) p.85 (10/1992).",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oral administration of 1,4-butanediol to male rats (6/group) at dose levels of 0.25, 3, and 30 mg/kg bw for 6 months had no effects on general conditions, behavior, body weight or blood parameter (hemoglobin content, erythrocyte, leukocyte and thrombocyte counts and clotting time). At the 30 mg/kg dose level, reduced cholinesterase activity and SH-content were found in the serum, together with increased transaminase activity and an altered protein profile. Delayed development of conditioned reflexes and an increase in the latent period were also seen at the highest dose, as well as a reduced number of Nissl bodies, and increase in neuroglia and a reduction in the SH-content of the brain. Fatty infiltration, sclerosis and reduced glycogen levels were found in the liver, while in other organs (not specified), hyperemia occurred. There were no pronounced effects on the rats in the middle and low dose groups."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 46",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 1,4-Butanediol caused no signs of teratogenic action when injected into the yolk sac of fertile chicken eggs."
        },
        {
            "References": "Price CJ et al; Teratology 47 (5): 433 (1993)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 1,4-Butanediol was evaluated for potential developmental toxicity. ... Timed pregnant Swiss (CD-l) mice (28-32/group) were given 1,4-butanediol (0, 100, 300 or 600 mg/kg/day) by gavage during major organogenesis (gestational days (gd) 6-15). Maternal body weight, clinical signs, food/water intake were monitored at regular intervals throughout gestation. On gd 17, implantation survival, fetal wt, sex and morphological development (external visceral and skeletal) were examined. There were no maternal deaths in this study. No maternal or developmental effects were observed at the low dose. Dams (60-100 %/group/day) at the mid and high doses exhibited symptoms of CNS intoxication (hypoactivity, immobility, loss of righting reflex and/or prone posture) during the first 4 hr following daily administration of 1,4-butanediol. Maternal effects at the mid and high doses also included reduced food intake (treatment and post treatment periods), reduced body wt, and reduced wt gain (treatment period gestation period and corrected wt gain). The only definitive expression of developmental toxicity was a reduction in average fetal body wt at the mid and high doses (92% and 83% of control wt respectively). Thus 100 mg/kg/day 1,4-butanediol was the maternal and developmental NOAEL and 300 mg/kg/day 1,4-butanediol was the maternal and developmental LOAEL."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.15 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral toxicity study on 1,4-butanediol was performed in SD (Crj: CD) rats by an OECD combined repeated dose and reproductive/developmental toxicity screening test (TG 422). Administration was conducted by gavage at doses of 200, 400 or 800 mg/kg /day from 14 days before mating to 14 days after mating in males and from 14 days before mating to day 3 of lactation in females. The parental animals exhibited no alteration in reproductive parameters including the copulation index, fertility index, gestation length, numbers of corpora lutea or implantation, implantation index, gestation index, delivery index, and behavior at delivery and lactation. Although neither the pup viability nor the incidence of morphological abnormalities was changed by administration of the compound, pup body weight was slightly but significantly decreased in the 800 mg/kg/day group. This change was considered to be secondary to maternal toxicity (reduced food consumption and body weight gain). Therefore, NOAEL for reproductive toxicity was 800 mg/kg/day."
        },
        {
            "References": "BG Chemie; Toxicological Evaluations Vol.7, No.99: 1,4-Butanediol (110-63-4) p.87 (10/1992).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The administration of 50 uL 1,4-butanediol into the air chamber of hens' eggs (white leghorn, 17 or 18 eggs/study) at the beginning of a 15-day incubation period led to 35% mortality in the embryos (saline controls, 10% mortality). After administration on day 4 of incubation, a mortality rate of 89% was seen (controls 0%). When the same dose was injected into the yolk sac on day 4 of incubation, the mortality rate was 5.6% (saline controls, 10.5% mortality). No malformations were seen in either study."
        },
        {
            "References": "BG Chemie; Toxicological Evaluations Vol.7, No.99: 1,4-Butanediol (110-63-4) p.87 (10/1992).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Hens' eggs (white leghorn, 10 eggs/study) were two-thirds immersed in neat 1,4-butanediol, pointed-end downwards for 10 seconds. Immersion in 1,4-butanediol, at the beginning of incubation led to lower number of chicks. The percentage of chicks hatched from treated eggs was 17%, while that from control eggs was 83%. Immersion on day 5 of incubation had no effect on the number of chicks hatched. No malformations were seen in either study."
        },
        {
            "References": "PMID:19296210",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ gamma-Hydroxybutyric acid (GHB) is a naturally occurring compound in the central nervous system (CNS) whose tissue concentration are highly increased in the neurometabolic-inherited deficiency of succinic semialdehyde dehydrogenase (SSADH) activity or due to intoxication. SSADH deficiency is biochemically characterized by increased concentrations of GHB in tissues, cerebrospinal fluid, blood and urine of affected patients. Clinical manifestations are variable and include retardation of mental, motor, and language development along with other neurological symptoms, such as hypotonia, ataxia and seizures, whose underlying mechanisms are practically unknown. The precursor of GHB, 1,4-butanediol (1,4-BD) has been used to study the mechanisms of in vivo GHB neurotoxicity. Therefore, in the present work, the effect of acute administration of 20 or 120 mg/kg 1,4-BD was investigated on various parameters of oxidative stress, such as spontaneous chemiluminescence, thiobarbituric acid-reactive substances (TBA-RS), total antioxidant reactivity (TAR), sulfhydryl and protein carbonyl contents, as well as the activities of the antioxidant enzymes superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidase (GPx) in homogenates from cerebral cortex of 14-day-old Wistar rats. Acute administration of 120 mg/kg 1,4-BD significantly increased spontaneous chemiluminescence and TBA-RS levels, while TAR measurement was markedly diminished, whereas injection of a lower dose (20 mg/kg) did not change the parameters examined. Other parameters of oxidative stress evaluated were not affected by administration of 1,4-BD. These results indicate that 1,4-BD induces in vivo oxidative stress by stimulating lipid peroxidation and decreasing the non-enzymatic antioxidant defenses in cerebral cortex of young rats. If these effects also occur in humans, it is possible that they might contribute to the brain damage found in SSADH-deficient patients and possibly in individuals intoxicated by GHB or its prodrugs (gamma-butyrolactone or 1,4-BD)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.16 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ ... Rats were given 0.5 % of 1,4-butanediol in drinking water (approx. 508 mg/kg/day) daily for 10 days. No clinical and pathological changes were observed in central and peripheral nervous systems."
        },
        {
            "References": "PMID:19198808",
            "Value": "/BEHAVIORAL STUDIES/ Gamma-butyrolactone (GBL) and 1,4-butanediol (1,4-BD) are prodrugs for gamma-hydroxybutyrate (GHB). Like GHB, GBL and 1,4-BD are drugs of abuse, but their behavioral effects may differ from GHB under some conditions. The first study compared the behavioral effects of GBL (32-240 mg/kg) and 1,4-BD (32-240 mg/kg) with each other and to effects previously reported for GHB (32-420 mg/kg). A second study determined GHB pharmacokinetics following intragastric administration of GHB, GBL, and 1,4-BD. Operant responding for food, observed behavioral effects, and a fine-motor task occurred at multiple time intervals after administration of drug or vehicle. In a separate pharmacokinetics study, blood samples were collected across multiple time points after administration of GHB, GBL, and 1,4-BD. Like GHB, GBL, and 1,4-BD impaired performance on the fine-motor task, but the onset of motor impairment differed across drugs. GBL and 1,4-BD dose dependently decreased the number of food pellets earned, but at lower doses than previously observed for GHB. Similar to GHB, both GBL and 1,4-BD produced sedation, muscle relaxation, gastrointestinal symptoms, and tremors/jerks. Administration of GBL and 1,4-BD produced higher maximum concentrations of GHB with shorter times to maximum concentrations of GHB in plasma when compared to GHB administration. GBL and 1,4-BD produced behavioral effects similar to those previously reported with GHB and the time course of effects were related to blood levels of GHB. Given their higher potency and faster onset of effects, the abuse liability of GBL and 1,4-BD may be greater than GHB."
        },
        {
            "References": "PMID:22945514",
            "Value": "/BEHAVIORAL STUDIES/ Gamma-butyrolactone (GBL) and 1,4-butanediol (1,4-BD) are gamma-hydroxybutyrate (GHB) pro-drugs and drugs of abuse. Given the reports of abuse, and the ease at which GBL and 1,4-BD may be obtained, we investigated the reinforcing effects of GBL (n=5) and 1,4-BD (n=4) in baboons using IV self-administration procedures. Sessions ran 24 hr/day. Each injection was contingent upon completion of a fixed number (120 or 160) of lever responses. A 3-hr timeout period followed each injection, limiting the total number of injections to eight per day. Self-administration was first established with cocaine (0.32 mg/kg/injection). GBL (10-130.0 mg/kg/injection), 1,4-BD (10-100 mg/kg/injection), or vehicle was substituted for cocaine for at least 15 days. Food pellets were available ad libitum 24 hr/day and were contingent upon completion of ten lever responses. GBL (32-100 mg/kg/injection) maintained significantly greater numbers of injections when compared to vehicle in four of five baboons, and the mean rates of injection were high (more than six per day) in three baboons and moderate in the fourth baboon (four to six per day). 1,4-BD (78-130 mg/kg/injection) maintained significantly greater numbers of injections when compared to vehicle in only two out of four baboons, and mean rates were moderate to high in both baboons. Self-injection of these doses of GBL and 1,4-BD generally inhibited food-maintained responding. GBL and 1,4-BD have abuse liability. Given that GBL and 1,4-BD are self-administered, are easier to obtain than GHB, and are detected in seized samples, additional legal control measures of these GHB pro-drugs may be needed."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.15 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Clastogenicity or polyploidy in CHL/IU cells by chromosomal aberration test was not induced in the absence or presence of an exogenous metabolic activation system... . As another chromosomal aberration test, metaphase chromosome analysis was performed in V79 Chinese hamster lung cell. In this test, 1,4-butanediol was not clastogenic with and without metabolic activation, either."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.15 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ In gene mutation assay using CHO cells, 1,4-butanediol did not induce any reproducible statistically or biologically significant increase in the mutant frequency of the HPRT (hypoxanthine-guanine phosphoribosyl transferase) locus with and without metabolic activation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 1,4-Butanediol 110-63-4 p.15 (2000). Available from, as of June 29, 2017: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Gene reverse mutation was negative in Salmonella typhimurium TA 100, TA 98, TA 1535, TA 1537 and Escherichia coli WP2 uvrA with and without metabolic activation... ."
        },
        {
            "References": "BG Chemie; Toxicological Evaluations Vol.7, No.99: 1,4-Butanediol (110-63-4) p.86 (10/1992).",
            "Value": "/GENOTOXICITY/ In the course of a mutagenicity study on Myleran in Drosophila melanogaster, its hydrolysis produce, 1,4-butanediol, was also tested for genotoxic effects. The test substance was administered orally as a 0.38% solution in sugar-water. In the first experiment, 4 lethal mutations occurred in 1039 chromosomes examined (0.38%), and in the second experiment, 5 occurred in 1959 chromosomes (0.25%). The results were judged to be negative."
        },
        {
            "References": "PMID:23538206",
            "Value": "/OTHER TOXICITY INFORMATION/ 1,4-Butanediol (1,4-BD) is a gamma-hydroxybutyrate (GHB) pro-drug, with multiple commercial uses, and a drug of abuse. Although there are case reports of a withdrawal syndrome following 1,4-BD use, no studies have evaluated the physical dependence potential of 1,4-BD and characterized the time course of withdrawal. Vehicle and then 1,4-BD were administered continuously 24 hr/day via intragastric catheters in male baboons (Papio anubis, n=3). Dosing was initiated at 100 mg/kg and increased by 100mg/kg/day to 400 mg/kg/day. After a stabilization period, doses of 500 and then 600 mg/kg/day were each maintained for 3-4 weeks. Plasma levels of 1,4-BD and GHB were determined for each dose condition. Physical dependence was assessed via administration of a GABA-B antagonist (precipitated withdrawal test) during administration of the 600 mg/kg/day dose and via abrupt termination of chronic 1,4-BD administration (spontaneous withdrawal test). Outcome measures included the number of food pellets earned, performance on a fine-motor task, observed behaviors, and plasma levels of GHB and 1,4-BD. Following maintenance of 1,4-BD 600 mg/kg/day for 3 weeks, the number of food pellets earned was significantly decreased. At the end of chronic 1,4-BD dosing, the levels of GHB in plasma ranged from 1290 to 2300 umol/L and levels of 1,4-BD in plasma ranged from 13.1 to 37.9 umol/L. Signs of physical dependence were observed following precipitated and spontaneous withdrawal tests. Seizures were not observed. These data indicate chronic 1,4-BD produced physical dependence in baboons and the withdrawal syndrome can be characterized as mild to intermediate."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 46",
            "Value": "/OTHER TOXICITY INFORMATION/ ... /It has been suggested/ that the CNS depressing action of 1,4-butanediol is due primarily to the presence of gamma-hydroxybutyrate."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 46",
            "Value": "/OTHER TOXICITY INFORMATION/ /A study found that 1,4-butanediol/ caused deep CNS depression, constriction of pupils, total loss of reflexes, and kidney injury; they attributed death to paralysis of vital centers."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 18, 2017: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1,4-butanediol can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1,4-butanediol is expected to have very high mobility in soil."
        }
    ]
}