{
    "_id": {
        "$oid": "6682e8a7c4e5dba5ffba26ac"
    },
    "CID": {
        "$numberInt": "8076"
    },
    "Name": "ETHYLENE GLYCOL MONOETHYL ETHER",
    "IUPACName": "2-ethoxyethanol",
    "CanonicalSMILES": "CCOCCO",
    "Synonyms": [
        "2-Ethoxyethanol",
        "110-80-5",
        "Cellosolve",
        "ETHYLENE GLYCOL MONOETHYL ETHER",
        "Oxitol",
        "Ethyl cellosolve",
        "Ethanol",
        "2-ethoxy-",
        "Ethyl glycol",
        "Emkanol",
        "Hydroxy ether",
        "Ethylene glycol ethyl ether",
        "Dowanol EE",
        "Cellosolve solvent",
        "2-Ethoxyethyl alcohol",
        "Plastiazan 60"
    ],
    "IsomericSMILES": "CCOCCO",
    "INCHI": "InChI=1S/C4H10O2/c1-2-6-4-3-5/h5H,2-4H2,1H3",
    "INCHIKEY": "ZNQVEEAIQZEUHB-UHFFFAOYSA-N",
    "Formula": "C4H10O2",
    "MolecularWeight": {
        "$numberDouble": "90.12"
    },
    "Description": "2-ethoxyethanol is a hydroxyether that is the ethyl ether derivative of ethylene glycol. It has a role as a protic solvent and a teratogenic agent. It is a primary alcohol and a glycol ether. It is functionally related to an ethylene glycol.",
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "21"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book. Heller SR consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jun 30, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 3 was calculated for ethylene glycol monoethyl ether(SRC), using a log Kow of -0.32(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Jun 30, 2014: https://www.safe.nite.go.jp/english/db.html (2) Kupferle MJ et al; Proc 16th Ann Haz Waste Res Symp Cincinnati, OH pp 340-9 USEPA-600/9-90-037 (1990)",
            "Value": "AEROBIC: Ethylene glycol monoethyl ether, present at 100 mg/L, reached 76% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). In pilot-scale activated sludge systems, ethylene glycol monoethyl ether was reduced from 2,284 mg/L in the feed to 18 mg/L in the effluent(2). No ethylene glycol monoethyl ether was detected in the off-gas or waste mixed liquor samples(2)."
        },
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Bogan RH, Sawyer CN; Sewage Ind Waste 27: 917-28 (1955) (3) Heukelekian H, Rand MC; J Water Pollut Control Fed 30: 1040-53 (1955) (4) Ludzack FJ, Ettinger MB; J Water Pollut Control 30: 1173-100 (1960)",
            "Value": "AEROBIC: Ethylene glycol monoethyl ether reached 65% of the theoretical oxygen demand (ThOD) in 5 days using adapted effluent from a biological sanitary waste treatment plant at 20 °C(1). Five day, 20 °C ThOD values of 7.6% and 54.3% were observed for ethylene glycol monoethyl ether upon incubation with sewage seed and acclimated activated sludge seed, respectively(2). Upon incubation of 5-10 ppm ethylene glycol monoethyl ether with activated sludge for 5 days at 20 °C, 81% of the theoretical BOD was achieved(3). After 5 days incubation of 50 mg/L ethylene glycol monoethyl ether in a Warburg respirometer at 20 °C with acclimated activated sludge, 54% of the theoretical BOD was achieved(4)."
        },
        {
            "References": "PMID:6881964",
            "Value": "PURE CULTURE: Ethanol and acetate ions were the products of the incubation of ethylene glycol monoethyl ether with Pelobactor venetianus sp Nov, a strict anaerobe of marine and limnic origin(1). Ethoxyacetic acid was obtained from a culture of the soil bacterium, Alcaligenes MC11, supplemented with ethylene glycol monoethyl ether(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 10",
            "Value": "log Kow = -0.32"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Beattie PJ, Brabec MJ; J Biohem Toxicol 1 (3): 61-70 (1986)",
            "Value": "The toxicity of ... ethylene glycol monoethyl ether are due to /its/ metabolite, ethoxyacetic acid, and that this metabolite may exert /its/ effects, in part, on mitochondrial function."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 117",
            "Value": "The developmental and reproductive toxicity of ethylene glycol monoethyl ether is believed to be due to its metabolism to ethoxyacetic acid. ...The effects of ... ethoxyacetic acids (EAA) on mitochondrial function /were studied/. At concentrations beginning at 3.85 mM, 2-EAA inhibited state 3 respiration (+ADP) and the respiratory control ratio (RCR) [ratio of state 3 (+ADP) to state 4 (-ADP)] in hepatic mitochondria using either succinate or citrate/malate as substrates. .../It was/ demonstrated that fluorocitrate, formed during the metabolism of fluoroacetate, binds to mitochondrial membranes and prevents the formation of ATP and the transfer and metabolism of citrate. Compounds containing (-SH) groups were effective in removing bound fluorocitrate, thereby reducing the toxicity of fluoroacetate. Ethoxycitrate formed from ethoxyacetic acid may also inhibit the mitochondrial transfer of citrate."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 603",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No immediate signs of distress but later dyspnea and weakness, slight paralysis; after 7 hr prostration. In a few animals the lens and cornea showed opacities. ... Instillation of 1 drop of pure material /in eyes/ caused hyperemia and slight edema. ... The kidneys, following ... sc injection /showed/ acute nephrosis, with degenerative processes and hemorrhage into intracapsular spaces and tubules, also hematuria ... lung /showed/ congestion and edema; spleen /showed/ follicular phagocytosis and some siderosis; the stomach /showed/ hemorrhage into the mucosa."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 113",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Guinea pigs could survive exposure intensities of 6000 ppm for 1 hr, 3000 ppm for 4 hr, and 500 ppm for 24 hr without apparent harm. More intense exposures caused injury of the lungs, hemorrhage in the stomach and intestines, and congestion of the kidneys."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 412",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 2-Ethoxyethanol ... when dropped on rabbit eyes causes discomfort, but only slight reversible injury, graded 3 on a scale of 10 after twenty-four hours. Exposure of rabbits to high vapor concentrations causes symptoms of ocular and respiratory irritation, but even at concentration which are probably lethal, causes no significant ocular injury."
        },
        {
            "References": "PMID:19643169",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The glycol ether solvents 2-methoxyethanol (2-ME) and 2-ethoxyethanol (2-EE) produce testicular toxicity characterized by spermatocyte degeneration, while a similar glycol ether, 2-butoxyethanol (2-BE), has no testicular effects. The goal of the current study was to better understand the mechanism of glycol ether testicular toxicity through gene expression profiling and functional classification of differentially expressed genes. Male rats were administered 2-ME (150 and 50mg/kg/day), 2-EE (500 mg/kg/day), 2-BE (125 mg/kg/day), or vehicle for 3 days, and testes were collected for histopathological and gene expression analysis. Histopathological changes in the testes were observed only in animals given 150 mg/kg/day 2-ME, consisting of degeneration and necrosis of spermatocytes and reductions in spermatocyte numbers. Microarray analysis of testicular samples from these animals revealed a large number of differentially expressed genes from animals exposed to 2-EE or to 50mg/kg or 150 mg/kg 2-ME (>900 each at >1.5-fold changed), compared to 28 genes from 2-BE treated animals. Expression Analysis Systematic Explorer (EASE) analysis of these genes demonstrated statistical enrichment in genes in categories including protein transport, endocytosis, protein kinase activity, cell cycle, and meiosis. Quantitative PCR confirmation of select genes confirmed increased expression of the actin binding protein cortactin and the transcription factor Wilm's tumor 1 (Wt1) following 2-ME exposure. Increased localization of cortactin in abnormal spermatocytes was also observed by immunohistochemistry, consistent with a possible role for this protein in the mechanism of toxicity."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dyspnoea, somnolence, ataxia, and prostration were reported after near lethal doses of /2-ethoxyethanol/ (2-EE) were given to rats, mice,  guinea-pigs, or  rabbits. Hemoglobinuria and/or hematuria were reported after a single oral administration of 2-EE with a dose approaching the LD50. Microscopic examination of the kidneys of rats, mice, guinea-pigs, or rabbits given 2-EE orally revealed severe tubular degeneration, congestion, and cast formation; in some animals most of the cortical tubules were necrotic. No data on the purity of the 2-EE used in these early studies were reported."
        },
        {
            "References": "PMID:15928459",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The utilization of safety biomarkers to predict the possibility of compound-related toxicity provides several advantages for drug discovery and development, especially at an early stage. The objectives of this study were to investigate the effects of male reproductive toxicants on protein expression profiles in the rat testes and to identify potential biomarker candidates. Four well-known reproductive toxicants, ethylene glycol monomethyl ether (EGME), cyclophosphamide (CP), sulfasalazine (SASP) and 2,5-hexanedione (2,5-HD), were administered to male rats in a single dose, and protein expression profiles were investigated after 24 hr by two-dimensional gel electrophoresis (2DE). Histopathological examination of the testes and serum concentration analysis were also performed. From the results of the comparison of 2D-gels among different doses of a compound and among compounds, 52, 20, 24 and 111 spots were nominated as differentially expressed spots with EGME, CP, SASP and 2,5-HD treatments, respectively. Several spermatogenesis-involved proteins were identified, including glutathione S-transferase (GST), testis-specific heat shock protein 70-2 (HSP70-2), glyceraldehyde 3-phosphate dehydrogenase (GAPDH) and phosphatidylethanolamine-binding protein (PEBP). Some of them were altered by more than one compound. In summary, remarkable histopathological findings were observed only in the EGME high-dose group, and most of the protein changes were detected before histopathological changes occurred. Therefore, the proteins identified in this study could potentially serve as biomarkers to evaluate male reproductive toxicity at an early stage of drug discovery and development."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /2-Ethoxyethanol/ (2-EE) administered orally for 5 weeks at 2000 mg/kg body weight per day did not result in changes in hematological parameters other than a reduced leucocyte count. No effects were observed at 1000 mg/kg."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 112",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rabbits /were fed/ repeated daily doses of ethylene glycol monoethyl ether and /it was/ found that seven doses of 0.1 mL/kg (0.093 g/kg) caused temporary albuminuria, whereas seven doses of 0.25 mL/kg (0.23 g/kg) caused both albuminuria and hematuria after the seventh feeding. When the dosage was increased to 1 mL/kg (0.93 g/kg), albuminuria and hematuria were observed after the seventh day, followed by death on the eighth day due to kidney injury. Two doses of 2 mL/kg (1.86 g/kg) caused exhaustion, refusal to eat, albuminuria, casts were observed in the urine; and death was believed to be due to kidney injury."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 114",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /were maintained/ for 90 days on drinking water containing ethylene glycol monoethyl ether. ... Max dose having no effect was 0.21 g/kg/day ... 0.74 g/kg reduced growth and appetite, altered liver and kidney weights and produced microscopic lesions in these organs and that mortality was increased when the dosage was 1.89 g/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 115",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Dogs /were fed ethylene glycol monoethyl ether/ for 13 wk at levels of 0.046 to 0.185 g/kg/day... . ...Reduced hemoglobin levels and hematocrit values after 5 weeks. These dogs also developed pathological changes in the kidneys and testes similar to those seen in the rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 113",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Ethylene glycol monoethyl ether /administered/ sc for 4 wk ... /at/ doses of up to 0.38 g/kg/day caused no deaths in rats. ... Dose levels of 0.185 and 0.38 g/kg caused dyspnea, somnolence, mild ataxia, some growth depression in females, and some reduction of hemoglobin levels and hematocrit values. At the 0.38 g/kg level interstitial testicular edema, dissociation of liver parenchyma and tubular lesions of the kidney were observed."
        },
        {
            "References": "PMID:6879608",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ethylene glycol monomethyl (EGM) and monoethyl (EGE) ethers were administered /orally/ to rats at dosages varying from 50 to 500 mg/kg bw/day for EGM and 250 to 1000 mg/kg bw/day EGE for 11 days. First evidence of testicular damage following EGM treatment was observed 24 hr after a single dose of 100 mg/kg bw when the lesion appeared localized in the primary spermatocyte. At 16 hr after a single dose of 500 mg/kg, mitochondrial damage was one of the first subcellular changes to be demonstrated. Treatment of animals with EGE resulted in a similar lesion; however, to obtain damage of equivalent severity, a larger dosage for a longer period was required. No-effect levels over the 11-day treatment periods were 250 mg/kg bw/day for EGE."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 115",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Rats /were fed/ ethylene glycol monoethyl ether for 13 wk at doses of 0.093 to 0.73 g/kg/day. The no-effect level established was 0.093 g/kg/day, whereas the level of 0.185 g/kg/day caused beginning adverse effects, consisting of growth depression, reduced food intake, reduced hemoglobin content and hematocrit values, and histologic changes in the liver, kidney and testes at the 0.73 g/kg/day level."
        },
        {
            "References": "PMID:14614294",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of ethylene glycol monoethyl ether (EGEE) on testicular cell populations in pubertal (5 weeks old) and adult (9 weeks old) male rats were investigated by a flow cytometric method. A total of 50 rats (in number, 25 pubertal and 25 adult rats) was divided into 5 experimental groups including 0 (control), 50, 100, 200, and 400 mg EGEE/kg bw. The animals were administered by gavage for 4 weeks. In adult rats, the treatment of EGEE at the dose of 400 mg/kg bw decreased significantly the populations of haploid, while it increased those of diploid and tetraploid cells. In pubertal rats, the treatment of EGEE at the dose of 400 mg/kg bw caused only minimal changes in the relative percent of testicular cell types. These results suggest that the effects of EGEE on testicular function in pubertal rats appear to be less pronounced than in adult rats."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /2-Ethoxyethanol/ (2-EE) administered orally for 5 weeks at 2000 mg/kg body weight per day did not result in changes in hematological parameters other than a reduced leucocyte count. No effects were observed at 1000 mg/kg."
        },
        {
            "References": "PMID:17874071",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was carried out to compare the hematological effects of 2-methoxyethanol (ME), 2-ethoxyethanol (EE), 2-isopropoxyethanol (IPE), and 2-butoxyethanol (BE) in short-term studies in rats. Male rats were subcutaneously treated with ME or EE at a dosage of 0, 1.25, 2.5 and 5.0 mM/kg in saline, 5 days per week, for 4 weeks. Other rats were exposed to IPE or BE at doses of 0, 0.25, 0.5, 0.75 and 1.25 mM/kg in the same manner. Administration of each chemical, except of ME, resulted in a time- and dose-dependent swelling of erythrocytes as evidenced by an increase in mean corpuscular volume (MCV). Subsequently, red blood cells (RBC), packed cell volumes (PCV), hemoglobin concentration (HGB), and mean cell hemoglobin concentration (MCHC) decreased. Furthermore, an increase in mean cell hemoglobin (MCH) and reticulocyte counts was observed. The onset of hemolysis induced by EE, IPE or BE was faster than after ME administration. While in rats exposed to ME hematological changes were strongly pronounced and progressively increased with exposure time beginning from the day 11, those in animals treated with EE were rather persistent at low constant level for all exposure period. In contrast, the rats exposed to IPE and BE demonstrated the dramatic hematological changes more pronounced in case of BE than IPE at the beginning of exposure (on day 4). /SRP: Despite continued exposures these changes regressed/ although the decrease in RBC and MCHC and the increase in MCV and MCH in rats treated with highest doses of both compound (0.5, 0.75, and 1.25 mM/kg) were more persistent, probably due to selective hemolysis of the aged erythrocytes. In addition, significant leukopenia due to reduction of lymphocytes in rats exposed to ME was observed. In summary, this study demonstrated no tolerance to ME- and EE-induced intravascular hemolysis developed under these experimental conditions. On the contrary, tolerance to IPE- and BE-induced hemolysis in rats exposed to these compounds was /promoted/."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-ethoxyethanol (110-80-5) p. 53 (2000 CD-ROM edition). Available from as of May 14, 2014 the Database Query page at: https://esis.jrc.ec.europa.eu/.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure//Dogs were exposed /by inhalation/ to 840 ppm of 2-ethoxyethanol for 12 wks at a rate of 7 hr/day and 5 day/wk/. Decreases in hemoglobin concentration, erythrocyte count and hematocrit value, which were maximal after 4-6 weeks. Marked microcytosis and hypochromia observed. A reduction in total white cells at the end of week 1 was attributed to a decrease in the number of lymphocytes. Increase in the number of juvenile granulocytes noted between 1 and 8 weeks."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 114",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Ethylene glycol monoethyl ether was fed in the diet of rats for a 2 yr period. At the /SRP: diet/ level of 1.45%, equivalent to about 0.9 g/kg/day, ... only slight kidney damage /was observed/, but ... tubular atrophy in the testes, accompanied by marked interstitial edema in about two-thirds of the animals /was also observed/. ... /No/ oxalate crystals /were found/ in the kidneys or bladders, as reported for ethylene glycol."
        },
        {
            "References": "PMID:2357763",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Structure activity studies with nine glycol alkyl ethers were conducted with a cellular leukemia transplant model in male Fischer rats to measure the effects on neoplastic progression in transplant recipients. Chemicals were given ad libitum in the drinking water simultaneously with the transplants and continued throughout the study. In all 20 million leukemic cells were injected sc into syngeneic rats, which after 60 days resulted in a 10-fold increase in relative spleen weights, a 100-fold increase in white blood cell counts, and a 50% reduction in red blood cell indices and platelet counts. Ethylene glycol monomethyl ether given at a dose of 2.5 mg/mL in the drinking water completely eliminated all clinical, morphological, and histopathological evidence of leukemia, whereas the same dose of ethylene glycol monoethyl ether reduced these responses by about 50%. Seven of the glycol ethers were ineffective as anti-leukemic agents, including ethylene glycol, the monopropyl, monobutyl, and monophenyl ethylene glycol ethers, diethylene glycol, and the monomethyl and monoethyl diethylene glycol ethers. Ethylene glycol monomethyl ether more than doubled the latency period of leukemia expression and extended survival for at least 21 days. A minimal effective dose for a 50% reduction in the leukemic responses was 0.25 mg/mL ethylene glycol monomethyl ether in the drinking water (15 mg/kg bw), whereas a 10-fold higher dose of 2-ethylene glycol monoethyl ether was required for equivalent antileukemic activity. In addition, the in vitro exposure of a leukemic spleen mononuclear cell culture to ethylene glycol monomethyl ether caused a dose- and time-dependent reduction in the number of leukemia cells after a single exposure to 1-100 uM concentrations, whereas the ethylene glycol monomethyl ether metabolite, 2-methoxyacetic acid, was only half as effective."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-ethoxyethanol (110-80-5) p. 60 (2000 CD-ROM edition). Available from as of May 14, 2014 the Database Query page at: https://esis.jrc.ec.europa.eu/.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Fischer 344 rats were exposed to 2-ethoxyethanol through gavage with doses of 500, 1000, 2000 mg/kg/day for 103 wks at a rate of 5 days/wk and a post observation period of 1 wk./ Due to high mortality in the high dose group, all animals were killed at 18 wks. dose-dependent decrease of body weight gain observed. Early mortality due to stomach ulceration. Gross observations indicated that 2-EE at 500, and 1000 mg/kg caused an apparent enlargement of the adrenal gland in male rats, and reduced the occurrence of spontaneous gross lesions of the spleen, pituitary and testes in male rats. Decrease in the incidences of enlarged spleens and pituitaries and of subcutaneous masses in the mammary gland region was found in the ageing female rat. Testicular atrophy observed in male rats."
        },
        {
            "References": "PMID:7330632",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Studies utilizing inhalation exposure of rats and rabbits on days 1-19 and 1-24, respectively, of gestation were conducted with 2-ethoxyethanol. /Exposure levels were: high - 615 ppm (rabbits) and 765 ppm (rats); low - 160 ppm (rabbits) and 200 ppm (rats)./ It was strongly embryotoxic at the higher exposure levels employed and was teratogenic at the lower concentration."
        },
        {
            "References": "PMID:7151721",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Undiluted 2-ethoxyethanol was applied to the skin of pregnant Sprague-Dawley rats on days 7-16 of gestation (sperm= day 1). Applications were made 4 times daily /with/ 0.25 or 0.50 mL 2-ethoxyethanol. Females exhibited ataxia following treatment of the high-dose group, and weight gain was significantly reduced in the last half of gestation. Intrauterine death was 100% in the high-dose group. In the lower dosage group, there was a significant increase in the number of pregnant females with 100% dead implants, a significant reduction in the number of live fetuses per litter, a significant reduction in fetal body weight, and a significant increase in the incidence of skeletal variations and cardiovascular malformations."
        },
        {
            "References": "Nelson BK et al; Neurotoxicology (Park Forest South, Ill) 2 (2): 231-49 (1981)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant rats were exposed to 100 ppm 2-ethoxyethanol for 7 hr/day on gestation days 7-13 or 14-20. Slightly prolonged gestation was observed in the mothers exposed on days 14-20. Behavioral testing of offspring from dams exposed on days 7-13 revealed impaired performance on a rotorod test of neuromuscular ability, prolonged latency of leaving the start area of an open field, and marginal superiority in avoidance conditioning begun on day 34 of age. Offspring from dams exposed on 14-20 were less active than controls in a running wheel, and received an increased number and duration of shocks in avoidance conditioning begun on day 60 of age. Whole-brain samples from newborn pups revealed significantly decreased levels of norepinephrine in offspring from both exposure periods. In regional analyses of brains from 21-day-old offspring from dams exposed on days 7-13, the cerebrum had significant elevations in acetylcholine, norepinephrine, and dopamine. In addition, the cerebellum had nearly a 3-fold increase in acetylcholine; the brainstem had an increase in norepinephrine; and the midbrain had excesses of acetylcholine, norepinephrine, and protein. In brains from 21-day-old offspring of dams exposed on days 14-20, the cerebrum had significant elevations in acetylcholine, dopamine, and 5-hydroxytryptamine."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 706",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenic potential of ethylene glycol monoethyl ether has also been reported. ... Rabbits were exposed to ethylene glycol monoethyl ether vapors (160 or 617 ppm) seven hr/day during days 1 to 19 of gestation. At 617 ppm there were marked maternal toxicity and 100% embryo mortality. At the 160 ppm level, there was slight maternal toxicity, and no embryo mortality, but the incidence of major cardiovascular malformations was increased. In the same study, pregnant rats were exposed to either 200 ppm or 750 ppm ethylene glycol monoethyl ether vapors. The high exposure level caused maternal toxicity and embryo mortality. The 200 ppm exposure level caused an increased incidence of minor malformations. The teratogenicity of ethylene glycol monoethyl ether has also been demonstrated in rats by the dermal exposure route. ... Applied four times daily either 0.25 or 0.50 mL of ethylene glycol monoethyl ether to skin of rats during days 7 to 15 of gestation. Maternal toxicity and embryo toxicity were seen. The fetuses that survived had an increase incidence of cardiovascular malformations."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Experiments were also performed to evaluate developmental toxicity in rats and rabbits associated with inhalation exposure to 2-ethoxyethanol. Rats were exposed for 7 hr/day, 5 days/week for 3 weeks. They were then mated and exposed daily through 19 days of gestation. Rabbits were artificially inseminated and exposed for 7 hours daily through 18 days of gestation. The rats were sacrificed and examined at gestation day 21 and the rabbits at gestation day 30. Pregnant animals were observed for evidence of toxicity (including altered food consumption, body weight gains, and organ weights) and for histopathological changes. Litters were examined for the presence of external, visceral, and skeletal defects, as well as the incidence of growth retardation and intrauterine mortality. Gestational exposures to 2-ethoxyethanol at 617 ppm (rabbits) or 767 ppm (rats) induced significantly increased incidences of embryomortality at maternally toxic concentrations. Exposure of pregnant rabbits or rats to 2-ethoxyethanol at 160 or 202 ppm, respectively, induced significantly increased incidence of terata, growth retardation, and embryomortality. These lower levels also induced a significant degree of maternal toxicity in rabbits but not in rats."
        },
        {
            "References": "PMID:6499822",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The toxicity of ethylene glycol ethers is reviewed. Testicular changes have been studied in mice. Ethylene glycol monomethyl ether appears to be most toxic, followed by ethylene glycol dimethyl ether, ethylene glycol monomethyl ether acetate, ethylene glycol monoethyl ether, and ethylene glycol monoethyl ether acetate. Preliminary studies have been made of the effect of ethylene glycol monomethyl ether on hamsters and guinea pig testes. Decreased testicular weight had been found in hamsters receiving doses from 62.5 to 500 mg/kg and in guinea pigs receiving 500 or 250 mg/kg. The methyl ethers of propylene and diethylene glycol do not have the same effect. Both ethylene glycol monomethyl ether and ethylene glycol dimethyl ether have been seen demonstrated to have embryotoxic effects. Both methyl and ethyl ethers of ethylene glycol cause testicular atrophy. Esterification of these chemicals does not affect potency of the toxicity. Dimethyl and monomethyl ethers have about the same testicular toxicity. Alkyl ethers of other glycols are without these effects in the testes. Ethylene glycol alkyl ethers appear to affect dividing cells and inhibit cell proliferation. Changes induced by these agents can be distinguished from those induced by hormonal substances by their lack of effect on Leydig and Sertoli cells. Some ethylene glycol alkyl ethers have toxic effects on both testes and fetus. Substances known to inhibit cell proliferation are expected to damage the fetus if given to pregnant animals."
        },
        {
            "References": "PMID:6499805",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Ethylene glycol monoethyl ether caused a reduction in testicular weight following a single exposure to saturated vapor of 17 mg/L for 3 hours... ."
        },
        {
            "References": "PMID:6499820",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous NIOSH studies demonstrated the embryo- and fetotoxicity and teratogenicity of ethylene glycol monoethyl ether applied to the shaved skin of pregnant rats. In the present study ethylene glycol monoethyl ether acetate, ethylene glycol monobutyl ether, and diethylene glycol monoethyl ether were tested in the same experimental model, using distilled water as the negative control and ethylene glycol monoethyl ether as a positive control. Water or undiluted glycols were applied four times daily on days 7 to 16 gestation to the shaved interscapular skin with automatic pipetter. Volumes of ethylene glycol monoethyl ether (0.25 mL), ethylene glycol monoethyl ether acetate (0.35 mL), and diethylene glycol monoethyl ether (0.35 mL) were approximately equimolar (2.6 mmole per treatment). Ethylene glycol monobutyl ether at 0.35 mL four times daily (approximately 2.7 mmole per treatment) killed 10 of 11 treated rats, and was subsequently tested at 0.12 mL (0.9 mmole) per treatment. Ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate treated rats showed a reduction in body weight relative to water controls that was associated with completely resorbed litters and significantly fewer live fetuses per litter. Fetal body weights were also significantly reduced in those groups. Visceral malformations and skeletal variations were significantly increased in ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate groups over the negative control group. No embryotoxic, fetotoxic, or teratogenic effects were detected in the ethylene glycol monobutyl ether or diethylene glycol monoethyl ether treated litters."
        },
        {
            "References": "PMID:3350227",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Fischer 344 rats and New Zealand white rabbits were exposed to 2-ethoxyethanol acetate vapor by inhalation on gestational days 6 through 15 (rats) or 6-18 (rabbits) at concentrations of 0, 50, 100, 200, or 300 ppm, 6 hr/day. The animals were terminated on gestational day 21 (rats) or 29 (rabbits). In rabbits, exposure to 100-300 ppm resulted in maternal toxicity: decreased weight gain at 100-300 ppm, clinical signs at 200-300 ppm, alterations in hematology at 100-300 ppm, reduced gravid uterine weight at termination at 200-300 ppm, and elevated absolute liver weight at 300 ppm. Developmental toxicity was observed at 100-300 ppm: an increased incidence of totally resorbed litters at 200-300 ppm, an increase in nonviable fetuses at 300 ppm, and a decrease in viable implants (live fetuses) per litter at 200-300 ppm. The incidence of fetal malformations (external, visceral, and skeletal) was increased at 200-300 ppm. The incidence of total malformations was 100% at 300 ppm and significantly increased at 200 ppm. Reduced fetal ossification was observed at 100-300 ppm. In rats, exposure to 100-300 ppm also resulted in maternal toxicity: reduced weight gain and reduced food consumption at 200-300 ppm and elevated relative liver weight and alterations in hematology at 100-300 ppm. Absolute maternal liver weight was increased at all 2-ethoxyethanol acetate exposure concentrations; relative liver weight was increased at 100-300 ppm. Development toxicity was observed at 100-300 ppm: increased nonviable implantations/litter (300 ppm), reduced fetal body weight/litter (200-300 ppm), and increased incidence of external (300 ppm), visceral, and skeletal (100-300 ppm) variations indicative of toxicity. The incidence of visceral, skeletal, and total malformations was increased at 200-300 ppm. In conclusion, in both species, inhalation exposure to 2-ethoxyethanol acetate during organogenesis produced maternal toxicity at 100-300 ppm, and developmental toxicity at 100-300 ppm including teratogenicity at 200-300 ppm. At 50 ppm in both species, there was no evidence of maternal or developmental toxicity, including teratogenicity. /2-ethoxyethanol acetate/"
        },
        {
            "References": "PMID:2884743",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice were intubated during gestation and were evaluated for signs of toxicity. In the teratology probe, uterine contents were examined at term. In the postnatal study, offspring were examined and weighed through day 22 postpartum. Ethylene glycol monoethyl ether produced embryo lethality and malformations, and decreased fetal weight at a dose level which was not maternally toxic in the teratology probe. In the postnatal study, ethylene glycol monoethyl ether decreased litter size and neonatal body weight; while litter size continued to decrease beyond neonatal period, body weights of surviving pups were not significantly different from control. Pups exposed prenatally to ethylene glycol monoethyl ether developed kinked tail which was not apparent in fetuses or neonates. Maternally toxic dose levels of ethylene glycol monobutyl ether and ethanol were associated with increased embryo lethality in teratology probe studies. In postnatal studies, there were no significant effects on pup growth or survival at maternally toxic dose levels. The teratology probe measures resorption incidence which may be a more sensitive index of prenatal death than number of live born. Neither fetal weight nor neonatal weight reliably predict permanent alteration of growth."
        },
        {
            "References": "PMID:3987992",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Histologic studies on the effects of ethylene glycol monoethyl ether identified dividing spermatocyte as a primary target cell type in the testis. Studies were undertaken to assess possible effects of ethylene glycol monoethyl ether on late-stage and epididymal spermatids, and spermatogonia. Adult male F344 rats were dosed /orally/ with 0, 50, 100, or 200 mg ethylene glycol monoethyl ether/kg/day for 5 days. Each male was then mated with two females/week for 8 weeks. The fertility of males treated with 200 mg ethylene glycol monoethyl ether/kg declined at week 4, and remained low. There was a modest but significant increase in the number of resorption sites at week 5 and 6 in the high dosing group. There was a decrease in the number of litters sired at week 5 after dosing in the 100 mg ethylene glycol monoethyl ether/kg group. There were time- and dose-related decreases in sperm concentration and motility, primarily in the 100 and 200 mg/kg groups, as well as concurrent elevations in the number of abnormal sperm forms in the epididymis. Ethylene glycol monoethyl ether is a very weak inducer of dominant-lethal mutations, and produces effects on late-stage spermatids and spermatogonia."
        },
        {
            "References": "PMID:12042060",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Numerous reproductive and developmental toxicity studies, across several species, involving various routes of administration, indicate that ethoxyethanol and ethoxyethanol acetate are reproductive toxicants and teratogens."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 118",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  ...Ethylene glycol monoethyl ether (EGEE) /was administered/ by gavage at 0, 936, 1872, or 2808 mg/kg for five consecutive days to male rats. Males were then mated weekly during the next 14 weeks to ovariectomized females. Semen samples recovered from the female reproductive tract and copulatory behavior were monitored on weeks 1, 4, 7, 10, and 14 post-treatment. Males were then sacrificed at week 16. Results indicate that EGEE caused a rapid decrease in sperm count, and a majority of the animals were azoospermic by week 7. At week 7 in the low-dose group, there was also a significant increase in the number of amorphic sperm. By week 14, partial or complete recovery was observed in all males that was later confirmed by histological examination of the epididymis and testes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Depression of testicular weight and leukopenia occurred /in mice given oral doses of 2-ethoxyethanol 5 days/week for 5 weeks/ at dosages of 2000 and 1000 mg/kg/day."
        },
        {
            "References": "International Labour Office. Encyclopaedia of Occupational Health and Safety. 4th edition, Volumes 1-4 1998. Geneva, Switzerland: International Labour Office, 1998., p. 104.194",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In animal studies, fetotoxicity and teratogenicity were seen at levels above 160 ppm, and  behavioral changes in offspring were obvious after maternal exposure at 100 ppm."
        },
        {
            "References": "Horimoto M, Tassinari MS; Teratology 53 (2): 97 (1996)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ To assess optimal parameters for evaluation of testicular toxicity, /ethylene glycol monoethyl ether/ (EGME) was given to male SD rats (9-10/dose/group) at daily doses of 0, 250 or 500 mg/kg for 2, 5 or 7 weeks. The males in the 7-wk group were mated with untreated females after 5 wks of treatment. At the end of each treatment period, the males were sacrificed and preparations of caudal epididymal sperm were used for the assessment of sperm motility and count using the Hamilton-Thorne sperm analyzer (HTM-IVOS). Sperm motility parameters included path velocity (VAP), straight line velocity (VSL), curvilinear velocity (VCL), amplitude of lateral head displacement (ALH), beat cross frequency (BCF), straightness (STR), linearity (LIN), % of motile sperm and % progressively motile sperm (VAP >70 microns/sec, STR >50%). Organ weights of testis and epididymis were obtained. The females were sacrificed on gestational day 14, and numbers of implantation sites, resorptions and live fetuses were recorded. Body weight gains of males given 250 or 500 mg/kg were decreased. Treatment with 500 mg/kg for 5 wks affected all sperm parameters. There were no motile sperm in the 500 mg/kg 7-wk group. In the 250 mg/kg 5- and 7-wk groups, there were significant decreases in the % of progressively motile sperm and slight increases in BCF. Decreases in sperm count were noted in both the 250 and 500 mg/kg 5- and 7-wk groups. Organ weights were significantly decreased in the 500 mg/kg 5- and 7-wk groups and slightly decreased in the 250 mg/kg 5-wk group. Testis weight was slightly decreased in the 500 mg/kg 2-wk group. Treatment with EGME for 5 wks did not affect time to copulation or copulation index. There were, however, significant decreases in the pregnancy index, nos. of implantations and fetuses in the 500 mg/kg group. No adverse effects were found in the 250 mg/kg group. It was concluded that in addition to reproductive organ weight, the % of progressively motile sperm, BCF and sperm count are useful and sensitive parameters for detecting effects on male fertility."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats treated by dermal application of 0.25 mL undiluted /2-Ethoxyethanol/ (2-EE) (four times daily on gestation days 7-16) exhibited marked fetotoxicity and a high incidence of malformation in the absence of maternal toxicity. Similar effects were noted following 2-EEA treatment of rats, using the same protocol, at an equimolar dose (0.35 mL, four times daily)."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oral dosing of rats with /2-Ethoxyethanol/ (2-EE) for 1-11 days at dose levels of 500 mg 2-EE/kg or more, given for up  to 11 days, the /No observed effect level/ (NOEL) for  11-day  treatment being 250 mg/kg. However, when sperm reserves were depleted by repeated mating, some reduction in sperm counts  was  seen at  the lowest dose  investigated (150 mg/kg)."
        },
        {
            "References": "PMID:3726877",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2-Ethoxyethanol (EE), a member of the glycol ethers, has been shown to produce testicular atrophy in laboratory animals. The present study further identified the spectrum of effects on the male reproductive system in vivo and initiated in vitro studies on possible mechanisms of action. Adult, male rats were treated (po) with 0 or 936 mg EE/kg, 5 days/week for 6 weeks. Semen samples were collected on a weekly basis during the exposure period from ovariectomized, hormonally primed females immediately following mating and analyzed for sperm count, sperm morphology, and sperm motility. Sperm count and percent normal morphology were decreased at Weeks 5 and 6, and sperm motility was decreased at Week 6. These data, along with other studies, indicated that the pachytene spermatocyte was the most sensitive target for EE. In vitro studies monitored O2 consumption and ATP concentrations in isolated pachytene spermatocytes which were treated with 10 mM EE or 1 or 10 mM ethoxyacetic acid (EAA), the reported active metabolite of EE. An increase in respiratory ratio for the lactate rate/endogenous rate and a decrease in the 2,4-dinitrophenol rate/lactate rate were observed only for cells treated with 10 mM EAA. Additionally, a decrease in ATP concentration was seen only with 10 mM EAA. These results indicated that EAA interfered with energy metabolism in the pachytene spermatocyte. This effect may, in part, explain the testicular toxicity produced by this compound."
        },
        {
            "References": "PMID:3758552",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Current test strategies for assessing male reproductive toxicity may be inadequate for estimating risk in humans. High levels of sperm production and existence of large epididymal sperm reserves in most test species may impede the detection of spermatotoxicity at low doses. The current report reflects initial efforts to address these issues. An active schedule of copulation was employed to reduce cauda epididymal reserves in the rat. The detection of spermatotoxicity in this animal relative to its nonmated counterpart was then compared following exposure to ethoxyethanol (EE). Adult, male Long-Evans hooded rats were assigned to a \"mate\" or \"nonmate\" condition, with the former mated every other day (3-hr sessions) for 2 weeks prior to and then throughout the experiment. After 2 weeks, males from each group were randomly assigned to receive either 0, 150, or 300 mg/kg (po) of EE, 5 days/week for 6 weeks. Males were then sacrificed and organ weights, testicular spermatid counts, and cauda epididymal sperm count and sperm morphology were obtained. EE produced a significant reduction in testicular weight and spermatid counts in mated and nonmated animals receiving 300 mg/kg. Significant decreases were also noted in epididymal sperm count and percentage normal morphology. However, these effects were seen in the nonmated animals only at 300 mg/kg, whereas significant reductions in both parameters were also obtained at 150 mg/kg in the males mated bidaily. The data from this study suggest that bidaily matings, by reducing epididymal sperm reserves, can enhance the detection of spermatotoxicity."
        },
        {
            "References": "PMID:7198755",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2-ethoxyethanol, a solvent developed for nitrocellulose and also used in lacquers, dyes, varnish removers, and in numerous industrial processes, was evaluated for possible functional effects in offspring of rats exposed during gestation. A dose finding study revealed that no offspring survived inhalation exposure (7 hours/day) from gestation days 7-13 or 14-20 at 900 ppm, and there were approximately 34 percent neonatal deaths even after prenatal exposure to 200 ppm-the current Federal occupational standard. Consequently, pregnant Sprague-Dawley rats were exposed to 100 ppm ethoxyethanol for 7 hours/day on gestation days 7-13 or 14-20. The only effect observed in the mothers was slightly prolonged gestation in the mothers exposed on days 14-20 of gestation (p less than .001). Behavioral testing of offspring from dams exposed to ethoxyethanol on gestation days 7-13 revealed: (a) impaired performance on a rotorod test of neuromuscular ability (p = .002); (b) prolonged latency of leaving the start area of an open field (p = .009); and (c) marginal superiority in avoidance conditioning begun on day 34 of age (p = 061). Offspring from dams exposed to ethoxyethanol on gestation days 14-20: (a) were less active than controls in a running wheel (p = 0.32), and (b) received an increased number and duration of shocks in avoidance conditioning begun on day 60 of age (p = .004). Neurochemical evaluation of whole-brain samples from newborn pups revealed significantly decreased levels of norepinephrine in offspring from both exposure periods (p less than .01). In regional analyses of brains from 21-day-old offspring of dams exposed to 100 ppm ethoxyethanol on gestation days 7-13, the cerebrum had significant elevations in acetylcholine (p less than .01), norepinephrine ( p less than .01), and dopamine (p less than .05), the cerebellum had nearly a 3-fold increase in acetylcholine (p less than .01); the brainstem had an increase in norepinephrine (p less than 0.01); and the midbrain had excesses of acetylcholine (p less than .01), norepinephrine (p less than .05) and protein (p less than .05). In brains from 21-day-old offspring of dams exposed to ethoxyethanol on gestation days 14-20, the cerebrum had significant elevations in acetylcholine, dopamine, and 5-hydroxytryptamine (p less than .05). Overall, the results indicate that there are behavioral and neurochemical alterations in offspring of rats following prenatal exposure to 100 ppm ethoxyethanol."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The reproductive toxicity of /2-ethoxyethanol/ (2-EE) in CD-1  mice  has been  evaluated in a continuous breeding protocol. Male and female mice (20 males and 20 females per dose group) were given access to drinking-water containing 0.5, 1.0, or 2.0%  2-EE and housed as breeding pairs continuously for 14 weeks. Treated animals were then paired with controls for breeding. At 1 and 2% 2-EE, significant adverse effects on fertility were seen,  the  reproductive capacity of both males and females being affected. Testicular atrophy, decreased sperm motility, and increased abnormal sperm levels were seen in treated males, but no treatment-related pathological effects were seen in females even though reduced fertility was noted in the cross-mating phase."
        },
        {
            "References": "PMID:7151721",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Undiluted 2-ethoxyethanol or water (control) was applied to the skin of pregnant Sprague-Dawley rats on days 7--16 of gestation (sperm = day 1). Applications were made 4 times daily in volumes of 0.25 or 0.50 mL 2-ethoxyethanol. Females exhibited ataxia following treatment of the high-dose group, and weight gain was significantly (p less than 0.001) reduced in the last half of gestation. Litters were collected by caesarian section on day 21 of gestation, and fetuses were examined for external defects. Half of the fetuses were cleared and stained in alizarin red S for skeletal examinations, and half were examined for visceral defects by the Wilson technique. Intrauterine death was 100% in the high-dose group. In the lower dosage group, there was a significant increase in the number of pregnant females with 100% dead implants (p less than 0.001), a significant reduction in the number of live fetuses per litter (p less than 0.001), a significant reduction in fetal body weight (p less than 0.001), and a significant increase in the incidence of skeletal variations (p less than 0.05) and cardiovascular malformations (p less than 0.05)."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Using inhalation exposures of 478, 1435, and 2208 mg /2-ethoxyethanol/ (2-EE/cu m) on gestation days 7-15 (7 hr/day), /the author/ reported complete resorption of all rat fetuses at 2208 mg/cu m, reduced fetal weight at 1435 mg/cu m, and a /no observed effect level/ (NOEL) of 478 mg/cu m."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /The teratogenic potential of /2-ethoxyethanol/ (2-EE)/ have /been/ studied  in rats and rabbits. Rats (29-38 per group)  were exposed by inhalation  to 0, 552, or  2388 mg per cu m 5 days per week for 3 weeks immediately prior to mating and then to 0, 743, or 2823 mg/cu m for 7 hr/day from gestation day 1 to 19. ... the highest 2-EE dose (2823 mg/cu m) in rats led to  100%  resorption, as  in rabbits. The resorption rate per litter in the group gestationally exposed to 743 mg/cu m was about twice the control  value. Fetal body size was significantly decreased, indicating retardation of intrauterine growth. The significant increase in the incidence of cardiovascular defects (transposed and retrotracheal pulmonary artery) and the increased incidence of common skeletal variants and anomalies over control values were indicative of a teratogenic effect of 2-EE in rats."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Authors/ have studied the teratogenic potential  of /2-ethoxyethanol/ (2-EE) in rats and rabbits. ... Pregnant rabbits received 589 or 2271 mg/cu m for 7 hr/day from gestation day 1 to 18. In the New Zealand white rabbits exposed to 2271 mg/cu m, the rate of early resorptions was 100%. Even at 689 mg/cu m, the number of early resorptions per litter was 6 times that in the control group. There was no evidence of severe intrauterine growth retardation in surviving fetuses, but a significant  increase in the incidence of major malformations (ventral wall defects and fusion of the aorta with the pulmonary artery), minor anomalies, and skeletal variants."
        },
        {
            "References": "PMID:20172899",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effects of ethylene glycol monoethyl ether (EGEE) on the antioxidant systems of the testes and epididymal spermatozoa were investigated in rats at dose levels of 0, 100, 200 and 400 mg/kg body weight (bw) administered orally by gavage for 14 consecutive days. The bw gain of the EGEE-treated rats decreased significantly at 200 and 400 mg/kg bw compared with the control group. There were no significant changes in the weights of the testes, epididymis, seminal vesicles and prostate glands of the EGEE-treated rats. In the testes, while EGEE treatment resulted in significant decrease in glutathione (GSH) level, superoxide dismutase (SOD) and catalase (CAT) activities, it markedly increased the malondialdehyde (MDA) level, glutathione-S-transferase (GST) and lactate dehydrogenase (LDH) activities at 200 and 400 mg/kg dose levels but vitamin C content remained unaffected in all the groups. In the spermatozoa, administration of EGEE caused significant decrease in the activities of CAT, GST and LDH as well as in the levels of vitamin C and GSH but significantly increased the MDA level and SOD activity compared with the control rats. Histopathological examination showed severe degeneration of the testes, such as generalized erosion and necrosis of the germinal epithelium of the testes, but mildly affected the epididymis at 400 mg/kg dose only. Data on spermatozoa analysis of EGEE-treated rats revealed significant decrease in the epididymal spermatozoa number, testicular spermatozoa number, daily spermatozoa production and spermatozoa motility but significantly increased the total spermatozoa abnormalities without affecting the spermatozoa live-dead ratio at all dose levels when compared with the control group. Results of hematological examination showed that white blood cells (WBC), platelets, neutrophils and mean corpuscular hemoglobin concentration (MCHC) were significantly lower whereas lymphocytes were increased in 200 and 400 mg/kg EGEE-exposed rats than in the controls. EGEE at 100 mg/kg bw produced minor effect on hematological parameters but adversely affected testes and spermatozoa. In summary, short term administration of EGEE is hematotoxic and gonadotoxic and its effects on male reproduction could be due to the induction of oxidative stress in testes and spermatozoa."
        },
        {
            "References": "PMID:17085930",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene glycol monoethyl ether (EGEE) is known to have testicular toxicity. To elucidate whether EGEE has any effect on sperm motion, especially in the case of short time exposure, /authors/ conducted a series of in vivo experiments with rats, as well as an in vitro study with rat sperm. Sperm from cauda epididymides and spermaducts was analyzed for the change in motion with a Hamilton-Thorne Sperm analyzer. Administration of EGEE at 600 mg/kg/d for five weeks significantly decreased total and progressive motility of sperm to 15-30% of controls, in both the cauda epididymis and the spermaduct. The time-course experiment using a single dose of 1,000 mg/kg showed that damage to sperm motion was evident at 12-24 hr after EGEE administration. Addition of EGEE to the medium of sperm had no effect on its motion, but the metabolite ethoxyacetic acid showed a significant inhibitory effect. These results suggest that besides its toxicity to spermatogenesis, the metabolite of EGEE may also directly affect the motion of mature sperm."
        },
        {
            "References": "PMID:17878629",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ethylene glycol monoethyl ether (EGEE) can cause damage to testes and sperm, and its metabolites are believed to play an important role in its toxicity. Aldehyde dehydrogenase 2 (ALDH2) is involved in the metabolism of this chemical. To investigate whether and how the enzyme affects the toxicity of EGEE /were conducted/ conducted experiments comparing Aldh2 knockout mice with wild-type mice. Administration of EGEE at 100 and 600 mg/kg/day for one week did not induce any significant change in the weight and body weight ratios of testes, prostate and epididymides in either Aldh2 knockout or wild-type mice. However, motion of sperm from the spermaduct, as analyzed with a Hamilton-Thorne Sperm analyzer, was slightly decreased in the low dose group, and significantly lower in the high dose group; and the percentage of progressive sperm was also reduced in the two EGEE groups. This effect of EGEE treatment was observed in the wild-type, but not in the Aldh2 knockout mice. Sperm motion from the cauda epididymides was not affected. On the other hand, the concentration of ethoxyacetic acid, a metabolite of EGEE, in 24 hr pooled urine of EGEE-treated Aldh2 knockout mice was not significantly lower than that of the wild-type mice on most days of urine sampling. These results suggest that inactivation of the ALDH2 enzyme due to gene mutation may be linked to differences in the susceptibility to EGEE-induced sperm toxicity."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ There have been few reports on the effects of /2-methoxyethanol/ (2-ME) and /2-ethoxyethanol/ (2-EE) on the function of the nervous system in animals. Ataxia was reported after inhalation exposure of rats to 18.96 g 2-EE/cu m (5152 ppm) for 8hr."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Behavioral and neurochemical alterations were seen in the offspring of rats exposed to 368 mg /2-Ethoxyethanol/ (2-EE/cu m) on days 7-13 or 14-20 of gestation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 121",
            "Value": "/GENOTOXICITY/ ...Chinese hamster lung (V79) cells /were used/ to study the genotoxic effects of ethylene glycol monoethyl ether (EGEE) (cell growth and cell cycle kinetics, gene mutations, cytogenetic and aneugenic effects, and inhibition of metabolic cooperation) and Syrian hamster embryo cells to study morphological transformations. The genotoxic results were negative with some exceptions. Positive results were obtained with high concentrations of EGEE in both chromosomal aberrations (166 mM) and sister chromatid exchange assays (10 to 100 mM) in Chinese hamster lung (V79) cells. The rat liver S9-mix commonly used to activate chemicals used in the invitro tests did not activate EGEE because dehydrogenase enzymes were lacking for alcohol oxidation. The genotoxicity of EGEE at high concentrations is due to the presence of ethoxyacetaldehyde (EALD) or acidic metabolites. EALD was genotoxic at concentrations that ranged from 0.1 to 1.0 mM."
        },
        {
            "References": "PMID:7531287",
            "Value": "/GENOTOXICITY/ Ethylene glycol ethers, their aldehyde and their acid metabolites were evaluated for their mutagenicity with the Ames test. The Salmonella typhimurium his- tester strains TA 97a, TA 98, TA 100 and TA 102 were used with and without rat S9 mix. Ethylene glycol monomethyl ether, ethylene glycol monoethyl ether, ethylene glycol n-butyl ether and their corresponding aldehyde and acid derivatives were tested up to 10(-4) mol/plate (around 10 mg/plate) or up to cytotoxic concentrations. All tested substances gave negative results with TA 98, TA 100 and TA 102 either with or without S9 mix. In contrast, ethylene glycol n-butyl ether (EGBE) and the aldehyde metabolite of ethylene glycol monomethyl ether, methoxyacetaldehyde (MALD), displayed mutagenic potency in strain TA 97a with and without S9 mix at high concentrations. A significant number of revertants was obtained from 19 mumol/plate EGBE (2.2 mg/plate) and from 34 mumol/plate MALD (2.5 mg/plate). At these concentrations the level of revertants reached up to 7-fold and 3-fold the control values for EGBE and MALD respectively."
        },
        {
            "References": "PMID:12042060",
            "Value": "/GENOTOXICITY/ Most genotoxicity tests were negative, but chromosome aberrations and sister-chromatid exchanges were among the positive results seen."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/GENOTOXICITY/ 2-Ethoxyethanol was negative in the Salmonella and mouse lymphoma assays and in the Drosophila test for sex linked recessive lethal mutations ..."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/GENOTOXICITY/ .../2-Ethoxyethanol/ was positive in cultured Chinese hamster ovary cells for the induction of chromosomal aberrations and sister-chromatid exchanges."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/GENOTOXICITY/ The production in /Chinese Hamster Ovary/ (CHO) cells of sister chromatid exchanges (SCEs) and chromosome aberrations by  /2-ethoxyethanol/ (2-EE) was studied by /authors/.  Both assays were carried out with and without activation by an exogenous enzyme system from rat liver chemically induced with the PCB mixture Aroclor 1254. Aberrations were found only in the absence of metabolic activation when using 2-EE concentrations between 4780 and 9510 ug/mL of medium. The lowest effective concentration was 6830 ug/mL. SCEs were found with and without activation, the lowest effective concentration being 3170 ug/mL when the range studied was 951-9510 ug/mL."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/GENOTOXICITY/ The only published data on /2-ethoxyethanol/ (2-EE) concerns a point mutation test using Escherichia coli, which was reported to be  negative."
        },
        {
            "References": "PMID:3271880",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Ethylene glycol monomethyl ether and ethylene glycol monoethyl ether are potent reproductive toxicants in laboratory animals. The toxicity of these compounds is believed to be due to their metabolites, methoxyacetic acid and ethoxyacetic acid. The primary targets of ethylene glycol monomethyl ether and ethylene glycol monoethyl ether appear to be tissues with rapidly dividing cell systems and high rates of respiration and energy metabolism. At concentrations beginning at 3.85 mM, methoxyacetic acid and ethoxyacetic acid inhibited state 3 respiration and the respiratory control ratio in hepatic mitochondria with either succinate or citrate/malate as substrates. Cytochrome c oxidase activity was also inhibited by both metabolites at similar concentrations. The effects of methoxyacetic acid, the metabolite from the more potent compound, on testicular mitochondria were found to be comparable. Neither ethylene glycol monomethyl ether or ethylene glycol monoethyl ether appeared to affect mitochondrial function at concentrations as high as 238 or 113 mM, respectively. The toxicity of ethylene glycol monomethyl ether and ethylene glycol monoethyl ether are due to their metabolites, methoxyacetic acid and ethoxyacetic acid, and that these metabolites may exert their effects, in part, on mitochondrial function."
        },
        {
            "References": "PMID:6499795",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Structurally related alkyl glycol ethers were examined for their ability to block junction-mediated intercellular communication. Interruption if intercellular communication was measured in vitro by an assay that depends on the transfer of metabolites via gap junctions, ie, metablic cooperation. All compounds tested ethylene glycol, ethylene glycol monomethyl ether, ethylene glycol monoethyl ether, ethylene monopropyl ether, and ethylene glycol monobutyl ether were able to block metabolic cooperation in vitro. The potencies of the compounds were inversely related to the length of the aliphatic chain, the dose required for maximum blockage increasing as the aliphatic chain shortened. Cytotoxicity, as measured by cell survival, was also related to the structure of the compound, generally increasing with increased length of the aliphatic chain."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/IMMUNOTOXICITY/ Studies on immunological function show that /2-Methoxyethanol/ (2-ME) and /2-Ethoxyethanol/ (2-EE) yield different results. /In one study/ the effect of 2-ME and 2-EE on the humoral responsiveness to antigenic stimuli and on adjuvant arthritis in the rat was studied. 2-ME had an inhibitory effect on adjuvant arthritis at doses greater than 18.6 mg/kg body  weight per day administered subcutaneously, whereas 2-EE was not effective at doses up to 150 mg/kg. A dose of 150 mg 2-ME per kg per day delayed rejection of skin grafts and 75 mg 2-ME/kg per day (for 28 days) significantly depressed antibody production. Again, 2-EE had no effect on these parameters."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-ethoxyethanol (110-80-5) p. 39 (2000 CD-ROM edition). Available from as of May 14, 2014 the Database Query page at: https://esis.jrc.ec.europa.eu/.",
            "Value": "/IMMUNOTOXICITY/ The effect of ethylene glycol monomethyl ether (EGME) and ethylene glycol monoethyl ether (EGEE) on cell-mediated immunity was evaluated by an allograft rejection assay. Allogeneic B6C3F1 (C57BL/6 X C3H) mice were given oral doses of 600, 1200, or 2400 mg/kg/administration of EGEE or 300, 600, 1200 mg/kg/administration of EGME on days -12 through -8 or cyclophosphamide (Cy) at 180 mg/kg by the IP route on day -1. Untreated controls were given oral doses of water on days -12 through -8 and -5 through -1. On day 0, the mice were challenged with 100 , 3000, and 100,000 or 3,000,000 L1210 cells by the IP route. Syngeneic CD2F.. (Balb/c x DBA/2) mice were challenged with 100,000 L1210 cells on day 0 and were treated on days 1 to 5 and 8 to 12 with the same dosages of EGME and EGEE used for the B6C3F1 mice. Water-treated syngeneic mice died with a median survival time (MST) of 8.0 days. There was no effect on the MST of syngeneic mice treated with either EGME or EGEE, indicating no direct antitumor effect of the compounds. All allogenice mice receiving either water or Cy and challenged with 3,000,000 tumor cells died with ascites. However, when mice were treated with EGMEor EGEE and challenged with 3,000,000 tumor cells, no more than one animal per group died. This would indicate that there was a prophylactic action of the compounds or that the immune system was stimulated. Blood smears of allogeneic mice were made for differential counts the last day of drug dosing, the day of death where possible, and on survivors at day 43 post-tumor implantation. Differential counts showed evidence of monocytosis, considered to be indicative of monocytic leukemia, in those mice not surviving until the day of sacrifice. All surviving allogeneic mice were sacrificed and autopsied on day 43. Of those receiving EGEE, 7% had cholecystitis while 58% of those receiving EGME had cholecystitis."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 114",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethylene glycol monoethyl ether, even in prolonged and repeated contact with the skin of rabbits, failed to cause more than a very mild irritation."
        },
        {
            "References": "PMID:12042060",
            "Value": "/OTHER TOXICITY INFORMATION/ Low to moderate acute inhalation toxicity is seen in animals studies. Acute oral toxicity studies in several species reported kidney damage, including extreme tubular degeneration. Kidney damage was also seen in acute dermal toxicity studies in rats and rabbits. Minor liver and kidney damage was also seen in short-term studies of rats injected subcutaneously with ethoxyethanol, but was absent in dogs dosed intravenously."
        },
        {
            "References": "PMID:10796077",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethanol, /2-methoxyethanol/ 2-ME, and 2-ethoxyethanol /2-EE/ were tested as inducers of hepatic and gastric /alcohol dehydrogenase/ (ADH) in female, male, and castrated male rats. The activity of hepatic ADH was higher in female than in male rats, while the activity of gastric ADH was higher in male than in female rats. The activities of ADH increased with increasing chain length of the glycol ethers and alcohols. Castration of male rats led to a female pattern of ADH activity, i.e. increased activity of hepatic ADH and decreased activity of gastric ADH. Ethanol had no inducing effect on hepatic ADH in either male or female rats. 2-ME and 2-EE caused an increase in the activity of hepatic ADH in male and castrated male rats only. The present data demonstrate a different expression of ADH isoenzymes in male and female rats, and a sex-dependent induction of ADH isoenzymes."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-176",
            "Value": "/OTHER TOXICITY INFORMATION/ Observations in animals suggest the remote possibility of pulmonary edema, intravascular hemolysis and bone marrow depression, at least with some ether derivatives of ethylene and diethylene glycols. ... /Ethylene glycol (Group B compounds)/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/OTHER TOXICITY INFORMATION/ /Investigators/ found that rats and dogs repeatedly exposed /SRP: assume inhalation/ at 370 and 850 ppm 2-ethoxyethanol, respectively, showed slight but definite changes in the formed elements of the blood. Although there was evidence of kidney or bone marrow injury, there was an increase of calcium oxalate crystals in the urine."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 113",
            "Value": "/OTHER TOXICITY INFORMATION/ ... The majority of animals repeatedly exposed to 1400 ppm, of ethylene glycol monoethyl ether for 8 hr/day died after 4 to 12 exposures. Cats were most susceptible and died 2 days after cessation of exposure to 1400 ppm for 4 or 5 days. One of two mice died after nine exposures but the other survived 12 exposures without evident effects. Two rabbits survived 12 exposures, one died 7 days later, but two guinea pigs survived 12 exposures without evidence of injury."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ No pathological changes could be detected in the kidneys after inhalation exposure of rats to 1362 mg/cu m (370 ppm) /of 2-ethoxyethanol (2-EE)/ for 5 weeks or dogs to 3091 mg/cu m (840 ppm) /of 2EE/ for 12 weeks."
        },
        {
            "References": "International Program on Chemical Safety; Environmental Health Criteria 115 for 2-Methoxyethanol, and 2-Ethoxyethanol, and their acetates. Available from, as of 05.9.2014: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Both in vitro and in vivo studies have supported the hypothesis that the toxic effects of /2-methoxyethanol/ (2-ME) and /2-ethoxyethanol/ (2-EE) are elicited  by  the  toxicity of  2-methoxyacetaldehyde  and methoxyacetic acid (MAA) from 2-ME and ethoxyacetaldehyde and ethoxyacetic acid (EAA) from 2-EE."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 10 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Jun 30, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of ethylene glycol monoethyl ether is estimated as 2(SRC), using a log Kow of -0.32(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that ethylene glycol monoethyl ether is expected to have very high mobility in soil(SRC)."
        }
    ]
}