{
    "_id": {
        "$oid": "6682e8a7c4e5dba5ffba26ad"
    },
    "CID": {
        "$numberInt": "8078"
    },
    "Name": "CYCLOHEXANE",
    "IUPACName": "cyclohexane",
    "CanonicalSMILES": "C1CCCCC1",
    "Synonyms": [
        "CYCLOHEXANE",
        "110-82-7",
        "Hexamethylene",
        "Hexahydrobenzene",
        "Hexanaphthene",
        "Cyclohexan",
        "Cykloheksan",
        "Benzene",
        "hexahydro-",
        "Cicloesano",
        "Cyclohexaan",
        "Benzenehexahydride",
        "Ciclohexano",
        "RCRA waste number U056",
        "Acid red 300",
        "Caswell No. 269"
    ],
    "IsomericSMILES": "C1CCCCC1",
    "INCHI": "InChI=1S/C6H12/c1-2-4-6-5-3-1/h1-6H2",
    "INCHIKEY": "XDTMQSROBMDMFD-UHFFFAOYSA-N",
    "Formula": "C6H12",
    "MolecularWeight": {
        "$numberDouble": "84.16"
    },
    "Description": "Cyclohexane is an alicyclic hydrocarbon comprising a ring of six carbon atoms; the cyclic form of hexane, used as a raw material in the manufacture of nylon. It has a role as a non-polar solvent. It is a cycloalkane and a volatile organic compound.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "15"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Cyclohexane. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of June 12, 2014: https://www.ars-grin.gov/duke/",
            "Value": "The shoot of catmint (Nepeta racemosa; species of flowering plant in the family Lamiaceae) is reported to contain cyclohexane concentrations of 0-3 ppm(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Park JH, Lee HJ; Chemosphere 26: 1905-16 (1993) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using carp (Cyprinus carpio) which were exposed over an 8-week period, the BCF of cyclohexane ranged from 31-102 at a concentration of 0.1 mg/L and 37-129 at a concentration of 0.01 mg/L(1). An experimental BCF of 158 has also been reported(2). According to a classification scheme(2), these BCF values suggest bioconcentration in aquatic organisms is moderate to high, provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Spain JC et al; Degradation of Jet Fuel Hydrocabons by Aquatic Microbial Communities NTIS AD-A139791/8 Air Force Eng Serv Ctr p. 26 (1983) (2) Perry JJ; Microbial Rev 43: 59-72 (1979) (3) Walker JD, Colwell RR; Appl Environ Microbial 31: 189-97 (1979) (4) Malaney GW, Mckinney RE; Water Sewage Works 113: 302-9 (1966) (5) Kawaski M; Ecotoxic Environ Safety 4: 444-54 (1980) (6) Haider K et al; Arch Microb 96: 183-200 (1974) (7) Vershueren K; Handbook of Environ Data on Organic Chemicals 2nd ed. New York, NY: Van Nostrand Reinhold pp. 417-9 (1983) (8) Jamison VW et al; pp. 187-96 in Proc Int Biodeg Symp 3rd Sharpley JM, Kapalan AM, eds Essex, England (1976)",
            "Value": "AEROBIC: Cyclohexane is highly resistant to biodegradation and is catabolized chiefly by cooxidation(1,2). Thus, it does not support growth of the degrading organism themselves, but rather are metabolized during the course of the microorganisms growth on another, usually similar, substrate. Initial attack involves oxygenation and subsequent ring cleavage to simple, readily degradable acids(1). 10% degradation in 12 hours was reported using microorganisms isolated from a brackish creek in an area continuously exposed to oil(3). Only slight degradation of cyclohexane was noted in a screening test utilizing a benzene-acclimated activated sludge inoculum(4) and it was listed as degradation resistant according to the MITI test, a screening test of the Japanese Ministry of International Trade and Industry(5). Only one biodegradability test was reported in soil in which it was listed as nondegradable with only 0.3% mineralization occurring in 10 wk(6). When incubated at 23 °C with natural flora in groundwater in the presence of other components of high octane gasoline, 45% degradation was reported after 8 days(7). Cyclohexane, added as a component of gasoline, underwent 45% biodegradation after 192 hrs using microorganisms isolated from groundwater contaminated by a gasoline pipeline break(8)."
        },
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 12, 2014: https://www.safe.nite.go.jp/english/db.html (2) European Chem Bureau; European Union Risk Assessment Report, Cyclohexane, CAS No: 110-82-7 (Final Report 2004). Available from, as of June 12, 2014: https://echa.europa.eu/documents/10162/d99cee39-82e6-4754-aac1-497106c9bd7c (3) Prince RC et al; Environ Sci Technol 41: 3316-3321 (2007) (4) Solano-Serena F et al; Oil & Gas Science and Technology - Rev IFP 56: 479-498 (2001)",
            "Value": "AEROBIC: Cyclohexane, present at 100 mg/L, reached 8% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Using the Manometric-Respirometry-Test (OECD 301F): 77% degradation after 28 days, lag-time about 12 days(2). Another Manometric-Respirometry-Test (OECD 301F): 6% degradation after 28 days(2). The possible biodegradation of cyclohexane was demonstrated in a non-standardised test performed with sterile saltwater inoculated with hydrocarbon oxidizing bacteria(2); the biodegradation rate of cyclohexane was 70% after 35 days(2). Cyclohexane and other gasoline hydrocarbons were shown to undergo primary aerobic biodegradation by inocula from unacclimated fresh and sea water, and from a domestic sewage treatment plant(3). In gasoline biodegradation studies, cyclohexane was degraded by mutualism and/or cometabolism(4)."
        },
        {
            "References": "(1) Anderson MS et al; J Gen Microbiol 120: 89-94 (1980)",
            "Value": "PURE CULTURE: Pseudomonas sp. obtained from the soil of an ash wood was found to degrade cyclohexane when it was used as the sole carbon source(1)."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3228",
            "Value": "... adaption to alternative substrates, such as other cyclanes, & also photodecomposition & mineralization indicate cyclohexane is biodegradable."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. 3rd ed. New York, NY: Van Nostrand Reinhold Co., 1996., p. 566",
            "Value": "Microbial degradation of cyclohexane: Cyclohexane goes to cyclohexanol goes to cyclohexanone goes to 1-oxa-2-oxocycloheptane goes to 6-hydroxyhexanoate goes to adipic acid /From chart diagram/"
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 23",
            "Value": "log Kow = 3.44"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:9473857",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In this study, the severity and time course of inflammation induced by 4 organic solvents (acetone, cyclohexane, toluene and m-xylene), and the effect of neuropeptides during the inflammation were investigated in the hairless rat abdominal skin. Plasma extravasation used as a parameter of inflammation was measured by Evans blue and (125)I-bovine serum albumin (BSA). Total volume of plasma extravasation induced by 4 organic solvents in 240-min exposure was as follows: toluene > m-xylene > cyclohexane > acetone = 0. While hydrophobic solvents (toluene, m-xylene, cyclohexane) induced plasma extravasation, the hydrophilic solvent, acetone, did not induce plasma extravasation. It was suggested that the severity and time course of plasma extravasation depend on chemical characteristics of the organic solvents. In immunohistochemical study, substance P (SP)-immunoreactive nerve fibers (IRNF) and calcitonin gene-related peptide (CGRP)-IRNF were intact during 240-min exposure to acetone. In contrast, cyclohexane, toluene, and m-xylene reduced the number of SP-IRNF and CGRP-IRNF in 10 min exposure and further reduced immunoreactivity. In hairless rats treated with systemic capsaicin, the above plasma extravasation was significantly reduced, along with SP-IRNF and CGRP-IRNF; however, protein gene product 9.5 (PGP 9.5)-IRNF was nearly intact. These results indicated that certain organic solvents induce instance of inflammation that vary widely in terms of their severity and time course, and that these differences are correlated with neuropeptides."
        },
        {
            "References": "PMID:2645690",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Female Sprague-Dawley rats were given 5 ip injections of cyclohexane at doses ranging from 1/20 to 1/5 of the ip or oral LD50 for 2 wk and the urinary excretion of N-acetyl-beta-D-glucosaminidase, beta-2-microglobulin, and albumin was determined. A significant incr was observed in the urinary excretion of beta-2-microglobulin in cyclohexane-treated rats. Female Sprague-Dawley rats repeatedly injected with 1 g/kg of cyclohexane showed a 3.2-fold incr in beta-2-microglobulin excretion. Female Sprague-Dawley rats repeatedly injected ip with cyclohexane (0.375, 0.75 or 1.5 g/kg) showed the following renal parameters, respectively: glomerular filtration rate (mL/min/g kidney), 1.48 + or - 0.052, 1.49 + or - 0.017, and 1.55 + or - 0.085; renal plasma flow (mL/min/g kidney) 2.78 + or - 0.17, 2.82 + or - 0.091, and 2.72 + or - 0.159; urine osmolality (mmol/kg) 1890 + or - 208, 1856 + or - 170, and 1283 + or - 180; kidney weight (% body wt) 0.723 + or - 0.019, 0.687 + or - 0.011, and 0.689 + or - 0.031. The increased beta-2-microglobulinuria caused by cyclohexane was both time-and dose-dependent and was not accompanied by changes in the glomerular filtration rate or renal plasma flow, but at the highest dose (1.5 /kg), the renal concentration ability was depressed."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-151",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ High vapor concn have produced convulsions in rabbits. Toxic oral doses in rabbits led to severe diarrhea, circulatory collapse and death, without prominent central nervous depression or anesthesia. Autopsy revealed generalized vascular damage. No effects on blood formation have been described."
        },
        {
            "References": "BROWN VK H, BOX VL; BRIT J DERMATOL; 85(5) 432 (1971)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When applied to guinea pig skin, undiluted alicyclic hydrocarbons cause morphological changes (epidermal thickening) and alter epidermal soluble arginase activity. For both changes, the changes were in the sequence: cyclooctane > cycloheptane > cyclohexane and cyclopentane. For the three undiluted alicyclic alkanes after 3 applications on alternate days, skin irritancy assessed by gross observation of the skin of guinea pigs was slight, with erythema and dry appearance."
        },
        {
            "References": "PMID:11071393",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation studies were conducted to determine the potential toxicity and/or potential neurotoxicity of cyclohexane. Groups of rats and mice were exposed to 0, 500, 2000, or 7000 ppm concentrations of cyclohexane vapor 6 hr/day, 5 days/week for 14 weeks. Subgroups of rats and mice were further observed during a 1-month recovery period. Functional observational battery (FOB) and motor activity (MA) behavioral tests were conducted on rats. These tests were conducted prior to the exposure series and during weeks 4, 8, and 13 on non-exposure days. Clinical pathology evaluations were conducted after approximately 7, 13, and 18 weeks. Approximately 14 and 18 weeks after study initiation, tissues from rats and mice were histologically processed and evaluated by light microscopy. During exposure to 2000 or 7000 ppm, rats and mice had a diminished response or an absent response to delivery of a punctate auditory alerting stimulus. Immediately following removal of rats from the inhalation chambers, 7000 ppm males and females and 2000 ppm females displayed a compound-related increase in the incidence of wet and/or stained fur (which occurred in the areas of the mouth, chin, and/or perineum). These signs were transient, were not observed during exposure or prior to exposure the following day, and were not associated with any behavioral or morphological changes. During exposure sessions, mice exposed to 7000 ppm exhibited clinical signs of toxicity which included hyperactivity, circling, jumping/hopping, excessive grooming, kicking of rear legs, standing on front legs, and occasional flipping behavior. Clinical signs of toxicity observed in 7000 ppm mice immediately after exposure included hyperactivity, hyperreactivity, ruffled fur (females only), gait abnormalities, spasms in both rear legs, and excessive grooming (males only). The clinical signs observed in mice during and immediately after exposure were transient, and were not present prior to the subsequent exposure. A few mice exposed to 2000 ppm appeared hyperactive during exposure in the latter portion of the study. There were no compound-related changes in mean body weights, body weight gains, food consumption, food efficiency, or mortality; and there were no ophthalmological abnormalities in rats or mice. In addition, there were no compound-related effects on 37 different behavioral parameters assessed during the FOB or during motor activity tests in rats. Male and female mice exposed to 7000 ppm had slight increases in measures of circulating erythrocyte mass (red blood cells, hemoglobin, hematocrit) and plasma protein concentration (males only). Male rats and male and female mice exposed to 7000 ppm had significantly increased relative liver weights, and 7000 ppm male mice also had significantly increased absolute liver weights at the end of the exposure period. At the end of the 1-month recovery period, absolute and relative liver weights of male and female mice were similar to control. However, relative liver weights of 7000 ppm male rats continued to be significantly higher at the end of the recovery period. Male and female rats exposed to 7000 ppm had a significantly increased incidence of hepatic centrilobular hypertrophy at the end of the exposure period, which was not observed at the conclusion of the 1-month recovery period. No microscopic changes were observed in mice. In rats, the no-observed-effect level (NOEL) for acute, transient effects was 500 ppm based on a diminished/absent response to an auditory alerting stimulus at 2000 ppm and above. The NOEL for subchronic toxicity in rats was 7000 ppm based on the lack of adverse effects on body weight, clinical chemistry, tissue morphology, and neurobehavioral parameters. In mice, the NOEL for acute, transient effects was 500 ppm based on behavioral changes during exposure at 2000 ppm and above. The NOEL for subchronic toxicity in mice is 2000 ppm based on hematological changes at 7000 ppm."
        },
        {
            "References": "PMID:7292512",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Intermittent daily exposure to 300, 1000, or 2000 ppm of cyclohexane vapor for 1 or 2 weeks resulted in a dose dependent solvent concentration in the perirenal fat in rats. In the brain there was a reduction in the activity of azoreductase, while no change could be found in glutathione content or in glutathione peroxidase activity."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Cyclohexane (110-82-7) p. 59; (2000 CD-ROM edition). Available from, as of July 9, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Four known or suspected metabolites of cyclohexane (cyclohexanol, cyclohexanone, 1,4-cyclohexanediol and 1,4-cyclohexanedione) were also studied for kidney effects. These compounds were administered at a daily dose of 0.5 g/kg (5 I.P. injections per week for two weeks). Only cyclohexanol increased beta-2-microglobulin which suggests that this metabolite is responsible for the kidney effects of cyclohexane. In order to evaluate the effects of cyclohexane on the kidneys, female rats were administered cyclohexane intraperitoneally at a dose of 0.375, 0.75, or 1.5 g/kg, 5 days a week for 2 weeks. The high dose of 1.5 g/kg of cyclohexane caused a proximal tubular dysfunction of the kidney which resulted in an increase in beta-2-microglobulin. Urine osmolarity and kidney weight were unaffected."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Cyclohexane (110-82-7) p. 60; (2000 CD-ROM edition). Available from, as of July 9, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The biochemical effects of cyclohexane were studied and tissue concentrations were compared. Wistar rats were exposed to 300, 1000, or 2000 ppm cyclohexane for 6 hours per day, 5 days/week for 2 weeks. Neurochemical effects were compared with the perirenal fat and brain concentrations throughout the exposure period and following a 2 week recovery period. No cyclohexane was found in rats withdrawn from cyclohexane exposure for 2 weeks. Perirenal fat concentrations were 23- to 38-fold and 50- to 81-fold greater than brain concentrations after the first and second weeks of exposure, respectively. Analysis of cerbral RNA, glutathione, glutathione peroxidase, and azoreductase activity showed that azoreductase activity was decreased as a result of exposure to cyclohexane."
        },
        {
            "References": "Frontali N et al; Clin Toxicol 18 (12): 1357-67 (1981)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were intermittently exposed (9-10 hr/day, 5-6 days a wk) to controlled concn of single analytical grade solvents in ambient air. After 7-30 wk, the animals were perfused with glutaraldehyde and samples of nerves processed for light microscopy of sections and of teased fibers. No alterations were found in rats subjected to 2500 ppm cyclohexane."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 163",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A monkey received 50 daily 6 hr exposures to 1243 ppm (0.12%) without showing any signs of deleterious effects during or after the exposure. Tissues were normal on microscopic examination."
        },
        {
            "References": "PMID:11071395",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The reproductive and developmental toxicity of cyclohexane was assessed in a two-generation reproduction study with Crl:CD BR rats and in developmental toxicity studies with Crl:CD BR rats and Hra:(NZW)SPF rabbits. The animals were exposed whole-body to atmospheric concentrations of 0, 500, 2000, or 7000 ppm cyclohexane. In the two-generation reproduction study, parental effects included statistically significantly lower mean body weight, overall mean body weight gain, and overall mean food efficiency for P1 and F1 females of the 7000 ppm level and statistically significantly lower mean body weight for F1 males of that level. Adult rats exposed to 2000 ppm cyclohexane and above exhibited a transient diminished or absent response to a sound stimulus while in the chambers during exposure. Mean pup weight was statistically significantly lower than control from lactation day 7 throughout the remainder of the 25-day lactation period for both F1 and F2 7000 ppm litters. Changes observed at 500 ppm were either considered not to be compound related or not adverse. Therefore, the systemic-toxicity no-observed-effect level (NOEL) was 500 ppm and the reproductive NOEL was 2000 ppm. The reproductive NOEL was based solely on the decreased pup weights in both the F1 and F2 generations observed at 7000 ppm. In the developmental toxicity studies, only the rats showed evidence of maternal toxicity. For rats in the 7000 ppm group, statistically significant reductions were observed in overall maternal body weight gain and overall maternal food consumption for the treatment period. Rats exposed to 2000 ppm cyclohexane and above again exhibited a transient diminished or absent response to a sound stimulus while in the chambers during exposure. Therefore, for rats, the maternal no-observed-effect level (NOEL) was 500 ppm. In the rabbit developmental toxicity study, no compound-related maternal effects were observed at concentration levels of 7000 ppm and below. Therefore, the maternal NOEL for rabbits was 7000 ppm. No compound-related evidence of developmental toxicity was observed at any test concentration in either species. Therefore, the developmental NOEL for both species was 7000 ppm, the highest concentration tested."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Cyclohexane (110-82-7) p. 59; (2000 CD-ROM edition). Available from, as of July 9, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats were exposed to a cyclohexane vapor of 1500 or 2500 ppm, 3-10 hours/day, 5-6 days a week for periods up to 30 weeks. No histopathologic effects were detected in the peripheral nervous system, but the central nervous system was not examined."
        },
        {
            "References": "PMID:23270871",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The mechanisms of action involved in the neurotoxicity of solvents are poorly understood. In vitro studies have suggested that the effects of some solvents might be due to the formation of reactive oxygen species (ROS). This study assesses hydroxyl radical (OH) generation and measures malondialdehyde (MDA) levels in the cerebral tissue of rats exposed to six solvents (n-hexane, n-octane, toluene, n-butylbenzene, cyclohexane and 1,2,4-trimethylcyclohexane). Three of these solvents have been shown to generate ROS in studies carried out in vitro on granular cell cultures from rat cerebellum. /This study/ assessed OH production by quantifying the rate of formation of 3,4-dihydroxybenzoic acid using a trapping agent, 4-hydroxybenzoic acid, infused via the microdialysis probe, into the prefrontal cortex of rats exposed intraperitoneally to the solvents. Extracellular MDA was quantified in microdialysates collected from the prefrontal cortex of rats exposed, 6hr/day for ten days, to 1000 ppm of the solvents (except for n-butylbenzene, generated at 830ppm) in inhalation chambers. Tissue levels of free and total MDA were measured in different brain structures for rats acutely (intraperitoneal route) and sub-acutely (inhalation) exposed to solvents. None of the six solvents studied increased the production of hydroxyl radicals in the prefrontal cortex after acute administration. Nor did they increase extracellular or tissue levels of MDA after 10 days' inhalation exposure... Therefore, data of this study carried out in vivo did not confirm observations made in vitro on cell cultures."
        },
        {
            "References": "Tham R et al; Acta Pharmacol Toxicol 54 (1): 58-63 (1984)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The influence of different kinds of industrial solvents on the vestibular function of rats was studied by recording nystagmus, induced by accelerated rotation. The effect was related to the blood levels of the solvents. ... /Cyclohexane/ caused an excitation of the vestibulo-oculomotor reflex. /SRP: The threshold blood level for an effect by cyclohexane was 1.1 mmol/L (90 ppm)./ ... If the animals were exposed simultaneously to solvents ... the excitatory effect prevailed and was even potentiated."
        },
        {
            "References": "PMID:19966141",
            "Value": "/BEHAVIORAL STUDIES/ The neurobehavioral effects of inhaled cyclohexane in rats...  are investigated to define relationships between internal doses and acute central nervous system effects. Rats are exposed for 3 consecutive days at target concentrations of 0, 1.4, 8, and 28 g/cu m, 8 hr/d. Measurements include standardized observational measures, spontaneous motor activity assessments, and learned visual discrimination performance. Cyclohexane concentrations in blood and brain are measured to assess internal exposure. In rats, there are slight reductions in psychomotor speed in the high-exposure group but minimal central nervous system effects..."
        },
        {
            "References": "PMID:11071394",
            "Value": "/BEHAVIORAL STUDIES/ Adult male rats pressed a lever on a multiple fixed ratio-fixed interval (FR20-FI120 sec) schedule of food presentation, and after attaining a stable baseline subjects received an acute inhalation exposure to cyclohexane vapor (0 ppm, 500 ppm, 2000 ppm, or 7000 ppm) for 6 hr. During the operant session that began 30 min after termination of exposure, FR running rate for the 7000 ppm group decreased 11% relative to performance on the previous day. FR post-reinforcement pause duration and the rate and pattern of FT performance were unaffected. Cyclohexane exposures of 500 or 2000 ppm had no detectable effects. No enduring effects of cyclohexane occurred up to 2 weeks after exposure. An independent set of rats, trained under nominally identical conditions, received various doses (i.p.) of d-amphetamine (AMPH) or chlorpromazine (CPZ) at 1-2 week intervals. Effective doses of AMPH decreased FR running rate, decreased FR post-reinforcement pause duration and increased FI rate of response. AMPH also decreased the FI index of curvature, indicating a change from an accelerating rate during the FI to a more constant rate. Effective doses of CPZ decreased FR rate, increased FR pause duration, decreased FI rate, and decreased FI index of curvature. Thus, schedule-controlled operant procedures that were sensitive to the effects of psychoactive drugs were able to identify only a minor and transient effect of the highest concentration (7000 ppm) of cyclohexane vapor on operant performance."
        },
        {
            "References": "ITC/USEPA; Information Review #466 (Draft) Cyclohexane p.13 (1984)",
            "Value": "/GENOTOXICITY/ In Salmonella typhimurium strains TA98, TA100, cyclohexane was ... tolerated by the bacteria at 200 uL/plate, with only a slight thinning of the lawns and no decrease in the number of spontaneous revertants ... but it caused a severely depressed dose-response effect /SRP: on the mutagenicity of benzo(a)pyrene/ at this concentration presumably by inhibition of the S-9 metabolic activation system."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ Cyclohexane was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Cyclohexane was tested at doses of 0.01, 0.033, 0.10, 0.33, 1.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9. Cyclohexane was negative in these tests and the highest ineffective dose tested in any S typhimurium strain was 10 mg/plate. Some toxicity was exhibited at this dose."
        },
        {
            "References": "PMID:9473857",
            "Value": "/IMMUNOTOXICITY/ The severity and time course of inflammation induced by 4 organic solvents (acetone, cyclohexane, toluene and m-xylene), and the effect of neuropeptides during the inflammation were investigated in the hairless rat abdominal skin. Plasma extravasation used as a parameter of inflammation was measured by Evans blue and (125)I-bovine serum albumin (BSA). Total volume of plasma extravasation induced by 4 organic solvents in 240-min exposure was as follows: toluene>m-xylene>cyclohexane>acetone=0. While hydrophobic solvents (toluene, m-xylene, cyclohexane) induced plasma extravasation, the hydrophilic solvent, acetone, did not induce plasma extravasation. In immunohistochemical study, substance P (SP)-immunoreactive nerve fibers (IRNF) and calcitonin gene-related peptide (CGRP) -IRNF were intact during 240-min exposure to acetone. In contrast, cyclohexane, toluene, and m-xylene reduced the number of SP-IRNF and CGRP-IRNF in 10 min exposure and further reduced immunoreactivity. Certain organic solvents induce instances of inflammation that vary widely in terms of their severity and time course, and that these differences are correlated with neuropeptides."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 296",
            "Value": "/OTHER TOXICITY INFORMATION/ Cyclohexane has no notable irritant effect ... on rabbit eyes tested by exposure to concentration of 11 mg/cu m of air."
        },
        {
            "References": "Jaervisalo J et al; Dev Biochem 23 (Cytochrome P-450, Biochem, Biophys Environ Implic): 733-7 (1982)",
            "Value": "/OTHER TOXICITY INFORMATION/ Cyclohexane had slight effect on the activity of liver biotransformation enzymes in rats, ethoxycoumarin deethylase and ethoxyresorufin deethylase and, at 2000 ppm, caused significant increase in the activity of UDP-glucuronosyl transferase."
        },
        {
            "References": "Haydon DA, Urban BW; J Physiol (London) 338: 435-50 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ The effects of cyclohexane on the ionic currents and electrical capacity of the squid (Loligo forbesi) giant axon membrane were exam. The peak inward and steady-state outward currents were reduced reversibly; The membrane capacity at 100 kHz was also reduced."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) European Chem Bureau; European Union Risk Assessment Report, Cyclohexane, CAS No: 110-82-7 (Final Report 2004). Available from, as of June 12, 2014: https://echa.europa.eu/documents/10162/d99cee39-82e6-4754-aac1-497106c9bd7c",
            "Value": "SEDIMENT: Cyclohexane was not detected in 27 sediment samples from surface waters in Japan in 1979 (detection limit was 0.1-0.4 ug/kg dw)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Xia G, Pignatello JJ; Environ Sci Technol 35: 84-94 (2001) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of June 11, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Based on measured sorption isotherms in a high-organic soil(1), the Koc of cyclohexane can be estimated to be about 350(SRC). Using a structure estimation method based on molecular connectivity indices(2), the Koc for cyclohexane can be estimated to be about 150(SRC). According to a classification scheme(3), these estimated Koc values suggest that cyclohexane is expected to have moderate mobility in soil(SRC)."
        }
    ]
}