{
    "_id": {
        "$oid": "6682e8a8c4e5dba5ffba26b0"
    },
    "CID": {
        "$numberInt": "8083"
    },
    "Name": "Morpholine",
    "IUPACName": "morpholine",
    "CanonicalSMILES": "C1COCCN1",
    "Synonyms": [
        "MORPHOLINE",
        "110-91-8",
        "1-Oxa-4-azacyclohexane",
        "Diethylene oximide",
        "Tetrahydro-1,4-oxazine",
        "Diethylenimide oxide",
        "Diethyleneimide oxide",
        "Diethylene imidoxide",
        "Drewamine",
        "Tetrahydro-2H-1,4-oxazine",
        "Tetrahydro-p-oxazine",
        "p-Isoxazine",
        "tetrahydro-",
        "morpholin",
        "Tetrahydro-1,4-isoxazine",
        "BASF 238"
    ],
    "IsomericSMILES": "C1COCCN1",
    "INCHI": "InChI=1S/C4H9NO/c1-3-6-4-2-5-1/h5H,1-4H2",
    "INCHIKEY": "YNAVUWVOSKDBBP-UHFFFAOYSA-N",
    "Formula": "C4H9NO",
    "MolecularWeight": {
        "$numberDouble": "87.12"
    },
    "Description": "Morpholine is an organic heteromonocyclic compound whose six-membered ring contains four carbon atoms and one nitrogen atom and one oxygen atom that lies opposite to each other; the parent compound of the morpholine family. It has a role as a NMR chemical shift reference compound. It is a saturated organic heteromonocyclic parent and a member of morpholines. It is a conjugate base of a morpholinium.",
    "XlogP": {
        "$numberDouble": "-0.9"
    },
    "Complexity": {
        "$numberInt": "34"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Uhegbu FO, Maduagwu EN; Bull Environ Contam Toxicol 55: 643-649 (1995)",
            "Value": "Morpholine was detected in the medicinal plant roots obtained from a local market in Ibadan, Nigeria(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 30, 2010: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Bioconcentrationw were measured in carp over a 6 week period. With starting concentrations of 5 ppm and 0.5 ppm the measured bioconcentrations were less than 0.3 to 0.65 and less than 2.8 at morpholine, respectively(1). According to a classification scheme(2), these BCF ranges suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 5, 2010: https://www.safe.nite.go.jp/english/db.html (2) Reuschenbach P et al; Water Res 37: 1571-1582 (2003) (3) Strotmann UJ et al; Chemosphere 26: 1729-42 (1993)",
            "Value": "AEROBIC: Morpholine, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Morpholine degraded 87% after 28 days with a 16 day lag period during an OECD Manometric Respirometry test using a sapromat system and 89% after a 16 day lag period using an oxitop system(2). However, it proved to be readily biodegradable in the 28-day OECD screening test and inherently biodegradable in a 31-day Zahn-Wellens test, exhibiting a final degradation level of >90% in both tests(3). An adaptation period of 7-20 days was required before degradation occurred. The final level of degradation was also >90% in a laboratory-scale wastewater treatment plant, but the adaptation period was 10-21 days(3)."
        },
        {
            "References": "(1) Mills EJ Jr, Stack VT Jr; 8th Inter Waste Conf Eng Bull Purdue Univ Eng Ext Ser pp. 482-517 (1954) (2) Ettinger MB; Ind Eng Chem 48: 256-9 (1956) (3) Callamari D et al; Chemosphere 9: 753-62 (1980) (4) Knapp JS et al; J Appl Bacteriology 52: 5-13 (1982)",
            "Value": "AEROBIC: When inoculated with a sewage seed, morpholine (250-900 ppm) did not exert any BOD after a 10-day incubation at 20 °C(1). In another BOD test, morpholine exerted 0.9% and 5.1% of its theoretical BOD after 5 and 20 days, respectively, incubation in a medium inoculated with settled sewage(2). In batch tests, no biodegradation of morpholine (10, 50 and 100 mg/L) was observed after 14 days incubation at 20 °C in media inoculated with river mud, treatment plant sludge bacteria, or adapted bacteria (bacteria exposed to morpholine for 15 days as the sole organic carbon source)(3). However, in another study, two organisms were isolated that could grow on and degrade morpholine as the sole source of carbon, nitrogen, and energy(4). The organisms were isolated from sludge taken from an industrial biological treatment plant and incubation was at 30 °C in agitated flasks. Initial morpholine concentration was 10 mmol/L (871 mg/L) in a mineral salts medium. In addition, >98% of influent morpholine (1 mmol/L) was removed in a laboratory scale activated sludge unit operated for about 6 months. Incubation temperature was 20-30 °C, feed pH was 7.5, and retention time was reduced from 160 to 20 hrs over a 6 month period(4)."
        },
        {
            "References": "(1) Venables WA, Knapp JS; The Biodegradation of Morpholine. in: Biol Degrad Biorem Toxic Chem, Chaudhry GR, ed., Portland, OR: Dioscorides Press p. 183-197 (1994)",
            "Value": "AEROBIC: Despite evidence indicating morpholine is biodegraded in treatment plants and plants contain morpholine-degrading bacteria, it has difficulties being removed from effluent during biological treatment. Lag periods up to 30 days have been reported. Biodegradation of morpholine in activated sludge systems may be made more efficient with the introduction of morpholine-degrading bacteria(1)."
        },
        {
            "References": "PMID:15092194",
            "Value": "AEROBIC: Experiments on the potential biodegradability of morpholine were performed using activated sludge obtained from 8 aeration basins of different sewage treatment plants and die-away tests with river water. While sludges from all treatment plants had the ability to degrade morpholine, the number of morpholine degrading microbes was so low and the lag times so long that it was deemed unlikely that significant amounts of morpholine would be degraded during sewage treatment. Due to their slow growth, morpholine degraders could establish themselves only if the mean solids retention time of the plant was 8 days or longer. Of the 58 die-away tests performed on 29 samples using water from 11 sites in 3 river systems in Yorkshire, UK, only 3 failed to biodegrade morpholine or contain detectable numbers of morpholine degrading microorganisms. It was found that the number of morpholine degraders increased and the die-away time decreased as the water passed downstream. There was no correlation between water quality and the ability of microbes in the water to degrade morpholine. However, the investigators concluded that it was unlikely that significant morpholine degradation occurred in these rivers and because of the long lag periods, ranging from approximately 6 to 50 days, it was doubtful that these rivers could degrade morpholine rapidly in the event of a spill(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:946806",
            "Value": "During a study analyzing naturally-occurring secondary amines in food, morpholine was detected in the following seafood items at concentrations of ppm: less than or equal to 0.6 in canned tuna, 9 in frozen ocean perch, 6 in fresh spotted trout, less than or equal to 0.7 in fresh small mouth bass, 1.0 in salmon, and trace (<0.3) in frozen cod. The trout and bass samples were caught locally. Other samples were purchased locally(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 18",
            "Value": "log Kow = -0.86"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996).",
            "Value": "The irritating and corrosive properties of morpholine are due to its basicity. The mechanism of action of its systemic effects is not known."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "Morpholine fungicides have been shown to act by inhibiting several enzymes of sterol biosynthesis."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemical Bureau; IUCLID Dataset, Morpholine (100-91-8) (2000 CD-ROM edition). Available from, as of July 8, 2010: https://ecb.jrc.ec.europe.ed/iuclid-datasheet/110918.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sensitization; Guinea pig (Buehler Test); Not sensitizing"
        },
        {
            "References": "European Chemical Bureau; IUCLID Dataset, Morpholine (100-91-8) (2000 CD-ROM edition). Available from, as of July 8, 2010: https://ecb.jrc.ec.europe.ed/iuclid-datasheet/110918.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye irritation; rabbit; irritating; risk of serious damage to eyes."
        },
        {
            "References": "European Chemical Bureau; IUCLID Dataset, Morpholine (100-91-8) (2000 CD-ROM edition). Available from, as of July 8, 2010: https://ecb.jrc.ec.europe.ed/iuclid-datasheet/110918.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Skin irritation; rabbit; corrosive"
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats (strain not given) exposed to morpholine levels of up to 0.5 g/cu m, keratitis, edema, abrasion, scarring, ulceration with or without neovascularization, and corneal endothelial hyperplasia were observed. The irritative action of morpholine was reduced on neutralization."
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In studies on rabbits treated with a mascara composite containing 1% morpholine, a slight redness of the conjunctiva was noted throughout the study, but this disappeared 24 hr after treatment."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Necrosis on the clipped skin of albino rabbits /was noted/ within 24 hr of application of undiluted morpholine. Mortality within 14 days in New Zealand rabbits after penetration of morpholine into the skin gave an LD50 of 0.5 mL/kg bw."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of single and repeated dermal application of morpholine on rabbits and guinea-pigs /were investigated.  /It was/ found that whereas unneutralized, undiluted morpholine caused 100% lethality and even the diluted compound caused mortality and severe necrotic burns and inflammation, application of undiluted morpholine neutralized to pH 7 with sulfuric acid caused neither gross nor microscopic pathology of the skin with the exception that the dermis was thickened at the site of application.  Undiluted morpholine applied for 5-15 min to rabbit skin led to severe necrosis."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rabbits treated with aqueous solutions of 2, 20, 40, and 60% morpholine, the skin reactions were evaluated after 0.5, 24, 48, and 72 hr.  A 2% solution of morpholine caused skin irritation after 72 hr, whereas 40% and 60% solutions immediately caused reddening of the skin."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The irritant potential of morpholine /was measured/ by applying 0.1 g mixture (0.1, 0.5, 2, 5, and 10% morpholine in petrolatum) to guinea-pig skin for 24 hr. Observations were made 1, 24, and 48 hr after removal of the test materials, and no noticeable effects were found."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A mascara composite containing 1% morpholine was applied to normal and abraded skin of six albino rabbits. At the end of the 14 day treatment period, no dermal toxicity or irritation was observed."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sensitization studies (modified Buehler) on guinea-pig skin using 2% morpholine in petrolatum gave negative results."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats (strain and sex not given) were exposed to 65.2 mg/L (18,000 ppm, saturated atmosphere) of morpholine by inhalation for 5 days (34 hr total). Fatty degeneration of liver and necrosis of liver and kidney tubules were seen."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2695",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.9 g/kg undiluted morpholine was applied to rabbits' skin by occlusive dressing. Two of seven died with...burns penetrating skin. 0.9 g/kg in 50% vol/vol aq soln was applied to rabbits' skin by occlusive dressing. Seven of seven died before 11th dose with skin burns & systemic injury. /From table/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 642",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Application of a drop to rabbit eyes ... has caused moderate injury with ulceration of the conjunctiva & clouding of cornea ... ."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 247",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Inhalation exposure of rats to 12,000 ppm morpholine for 8 hr caused bloody congestion of lungs, desquamation of bronchial epithelium, cloudy swelling and degeneration of liver cells, and beginning necrosis and degeneration of kidney tubules. Exposure for 6 days, 7 hr/day to 18,000 ppm caused some deaths, with excessive mucous and lachrymal secretions and marked irritation of bronchi, congestion of lungs, dilation of pulmonary blood vessels, degenerative changes and necrosis of liver and kidneys. Surviving Sprague-Dawley rats exposed to 489 ppm, 6 hr/day, exhibited weight loss and red discharge from eyes and nose."
        },
        {
            "References": "PMID:3180764",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The skin sensitization potentials of morpholine was examined usinq male Hartley albino guinea pigs. Preparations of 0.5, 2, 5, and 10% were used to determine the threshold irritation concentration of each compound on the skin with 0.1 gram of each applied on gauze pads of 1.5 sq cm dimensions. Materials were removed after 24 hr and readings taken at 1, 24, and 48 hr after removal. For sensitization studies the animals were exposed to about 0.1 g of each compound in a concentration of 5% of the amount needed to produce minimal intensity erythema from the irritant test. Test materials were removed after 24 hr. The procedure was repeated 3 times a week for 2 weeks. Two weeks after the final induction, the challenge test was performed. The left flank of the test animals was shaved, and 0.1, 0.5, and 2% dose preparations of each induction compound were applied. Materials were removed after 24 hr and readings taken at 1, 24, 48 hr and 7 days after removal. Cross sensitization studies were also performed. The sensitization potential was greatest for DTDM, with MMBT being the next strongest. MBT was also a sensitizer, but morpholine was not. The intensity and percent of reactions to challenge depended on the concentration of the test compound. A variety of cross sensitization reactions occurred suggesting that the morpholine ring alone was not able to induce sensitization; on association with a disulfide bond, it became a strong sensitizing agent. The sensitization potential of MBT appeared directly related to the sulfhydryl functional group in the benzothiazole structure."
        },
        {
            "References": "PMID:6745535",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The inhalation toxicity of 25-, 100-, and 250-ppm morpholine was investigated by 6 hr/day, 5 day/week exposures to Sprague-Dawley rats for 13 weeks. Irritant effects of morpholine exposures were evident mostly in the high exposure group; a reddish discharge was observed around the nose and mouth in the 250-ppm group rats after the first week; salivation was also observed. Ten rats/sex/dose level were sacrificed after 7 weeks. The high-level (250-ppm) exposure resulted in focal erosion and focal squamous metaplasia of the maxilloturbinates; effects were observed in 6/10 male rats and 2/10 female rats. There was also a sporadic increase of secretions in the Harderian gland sections. Almost all high-level rats sacrificed after 13 weeks demonstrated comparable effects; the lesions, which were increased in incidence and severity, involved the nasal septum and anterior nasal cavities in addition to the nasturbinates and maxilloturbinates. Lesions of chronic murine pneumonia were increased in severity in the 250-ppm group. The only compound-related histomorphologic alterations observed in the 100-ppm group consisted of focal necrosis and necrotic cell debris in the nasal cavity of two female rats at terminal sacrifice. No exposure related effects were observed in the 25-ppm group. No significant compound-related effects on body weight, clinical chemistry, hematology, or organ weight data were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male rats (strain not given) were exposed to 0.08 mg/L morpholine for 8 days, 4 hr/day. A control group received no morpholine. Hypersecretion of the thyroid with a great accumulation of (131)I in the thyroid was observed. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 20 rats (strain and sex not given) were exposed to morpholine by inhalation, 1.09 mg/L, for 15 weeks, 6 hr/day, 5 days/week. A significant increase in succinate dehydrogenase activity was seen in the spinal cord. No significant change in enzyme activity was noted in muscle tissue. A variable increase of morpholine concentration in the brain for the duration of the exposure. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (strain and sex not given) were given morpholine by gavage daily for 30 days, dosage: 160, 320, and 800 mg/kg/day. At 160 mg/kg there was incipient damage to the liver, kidneys, and mucous membranes. 8/20 died. At 320 mg/kg there was damage to the liver, kidneys, and stomach. 8/20 died. At 800 mg/kg weight loss, lethargy, and severe damage to the liver, kidneys, and stomach. By day 20, 19/20 had died. /Translated from German/"
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In short-term oral administration of doses of half of the LD50 to rats and guinea-pigs, nearly all the animals died before 30 days, the principal symptoms being severe damage to the secreting tubules of the kidney, fatty degeneration of the liver, and necrosis of the stomach glandular epithelium. Long-term oral exposure to morpholine caused fatty degeneration of the liver in rats."
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In short-term inhalation studies in rats (strain and sex not given), lung hemorrhage, and damage to the kidneys and liver were described. At low concentrations (1.8 g/cu m, 6 hr/day,9 days), weight loss and eye irritation were reported. Long-term inhalation studies (up to 0.54 g morpholine/cu m, 104 weeks) showed increased incidences of inflammation of the cornea, and inflammation and necrosis of the nasal cavity in rats."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ High exposures to morpholine causes severe damage to the liver and kidneys of rats and guinea-pigs. Fatty degeneration of the liver was reported in rats after feeding morpholine (0.5 g/kg bw) daily for 56 days."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fatty degeneration (lipidosis) of the liver in rats (strain not given) was noted after feeding morpholine (0.5 g/kg bw) daily for 56 days."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats inhaling morpholine at 3.62 or 18.1 g/cu m for 9 days, 6 hr/day, died within the exposure period.  At lower concentrations (1.81 g/cu m), weight loss and irritation to nose and eyes, as well as two deaths, were reported. The report concluded that the maximal tolerated dose for rats is about or just below 0.3 g/cu m."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ an increase in lung weight, residual volume and total lung capacity in rats (strain not given) exposed to morpholine (7.2 g/cu m, 4 hr/day for 4 days or 1.63 g/cu m for 30 days)."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 40 rats /were exposed/ to morpholine (0, 0.09, 0.36 and 0.9 g/cu m) for 7 and 13 weeks. Shallow, rapid breathing was noted in all groups except the controls. Lesions of the nasal septum, anterior cavities, nasoturbinates and maxilloturbinates were observed in the 0.36 and 0.9 g/cu m groups but not in the lowest exposure group.  Lung sections of all rats killed after 7 weeks contained early lesions of chronic murine pneumonia. In the upper dosage group, these lesions had developed in severity by 13 weeks. There were no apparent treatment-related effects in any of the hematology, clinical chemistry or urinalysis data at weeks 7 or 13."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Increased nervous system activity and increases in hemoglobin and peripheral red blood cell counts /were reported/ in rats and guinea-pigs (strains not given) exposed to morpholine (0.008 and 0.07 g/cu m) for 4 months."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Albino rabbits, three of each sex, were treated with a mascara composite containing 1% morpholine; 0.1 mL of the cosmetic was instilled into one eye of each rabbit daily for 14 days. Before the application each day, the eye was evaluated for ocular irritation. A slight redness of the conjunctiva was noted throughout the duration of the study but this cleared within 24 hr of the last treatment. A sodium fluorescein dye test performed at the conclusion of the study indicated no abnormalities of the cornea or its iris membranes."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female mice (strain not given), 10 animals per dose, were given morpholine in their drinking water at dosages of 70, 140, 200, 400, and 700 mg/kg/day (0.15, 0.3, 0.6, 1.25, and 2.5% morpholine-fatty acid salts in drinking water). At 70 and 140 mg/kg no significant changes were observed. At 200 mg/kg an increase in the specific gravity of urine was seen in males, and an increase in blood urea in females were noted. At 400 mg/kg there was an increase in the specific gravity of urine and urea. At 700 mg/kg there was a decrease in weight gain, an increase in the specific gravity of urine and urea, a large increase in the relative weight of the kidneys with swelling of the proximal tubules. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rabbits (strain and sex not given) were exposed to morpholine, 0.9 mg/L, by inhalation for 33 days, 6 hr/day, 4 days/week. Descending enzyme levels in the bronchioalveoli were noted. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were exposed to morpholine by inhalation for 16 weeks, 4 hr/day, 5 days/week, at dosages of 0.008 and 0.07 mg/L. A control group received no morpholine. At 0.008 mg/L, lymph nodes of the spleen were swollen. At 0.07 mg/L swollen alveoli, atrophy of the lymphatic vessels of the lungs and spleen, and a decrease in leukocytes were noted. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs received daily dermal applications of morpholine, 900 mg/kg/day, for 13 days. The test substance was applied to shaved skin and covered with gauze. In all, 7 animals experienced weight loss. The skin on the application site was necrotic and edematous, and congestion of blood in the underlying organs was seen. None of the animals survived 13 applications. The livers displayed an increase of interstitial cells and appeared cirrhotic with fatty degeneration. There was tubular necrosis in the kidneys with hemorrhagic zones and excessive secretion in the tubules, as well as congestion of the blood and swelling. Exposure of 3 animals to 30 days of application of morpholine (neutralized with sulfuric acid) resulted in no decrease in mortality nor macroscopic or microscopic organ changes. Only the skin at the application site became swollen, but not necrotic. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs were fed morpholine orally for 30 days, dosage: 90, 180, 460 mg/kg. At 90 mg/kg, 3/20 died, and slight changes were seen in the liver and kidneys. At 180 mg/kg, 12/20 died, and damage to the liver, kidneys, and stomach were seen. At 450 mg/kg, 16/20 died, and fatty liver with extreme damage to liver, kidneys, and stomach were seen. /Translated from German/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2694",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Skin, liver, and kidney injury was...produced by repeated skin application of morpholine base to rabbits. Neutralized morpholine in doses up to three times the oral LD50 for Guinea pigs caused only dermal thickening after 30 daily applications in these animals."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1406",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily intubation of 0.16 g/kg...of 1-2% aq soln of morpholine for 30 days caused stomach irritation...& produced...pathological effects in liver & kidney. Guinea pigs that received 0.09 g/kg body wt/day gained wt, & had normal stomachs & only reversible, light cloudy swelling of liver & kidneys."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1058",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats inhaling 25 ppm morpholine, 6 hr/day, 5 day/wk for 13 wk showed no compound related changes. At 100 ppm, focal necrosis and necrotic cell debris were seen in the nasal cavity in 2 of 20 rats exposed for 13 wk. Exposure at 250 ppm produced focal erosion and metaplasia in the maxilloturbinates and more severe irritation to the upper respiratory tract with the damage at 13 wk being more severe than that seen at 7 wk. Increased Harderian gland secretion was noted as the bioassay progressed."
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The results of a long-term study in which morpholine (1000 mg/kg) was fed in the diet showed a marginal increase in tumors of the liver and lung in rats, but not in hamsters."
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Morpholine fed to rats at a dietary concentration of 1000 mg/kg caused an increase in tumors (mostly hepatocellular carcinomas and sarcomas of the liver and lungs), probably because of the endogenous formation of NMOR (N-nitrosomorpholine)"
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In-life clinical examinations in rats (strain not given) exposed to up to 0.54 g/cu m (150 ppm) morpholine revealed increased incidences in inflammation of the cornea at week 103 of the study.  Findings included keratitis, edema, abrasion, scarring, and ulceration with or without neovascularization and corneal epithelial hyperplasia. A high incidence of retinal degeneration was observed, primarily in female animals, which was probably an age-related light-induced retinal degeneration."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 40 Swiss mice (20 male and 20 female) /were treated/ with 6.33 g morpholine/kg food (estimated dosage, 0.9 g/kg  bw per day) for 28 weeks. The control group consisted of 80 mice of each sex. After a further 12 weeks of observation the surviving animals were sacrificed. No increase in the lung tumor rate (0.1 adenoma/mouse) was found compared to the controls (0.18 adenoma/mouse)."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Multi-generation oral studies were performed on Sprague-Dawley rats fed 5, 50, or 1000 mg/kg morpholine, together with various dietary concentrations of sodium nitrite (0, 5, 50, or 1000 mg/kg diet). From the day of conception, the pregnant animals were given 0 or 1000 mg morpholine/kg feed. The F1 and F2 generations were fed likewise for the length of the experiment. The estimated dosage for the young animals was 10 mg/day and for mature animals 20 mg/day. The average life-span was 117 weeks for the treated animals and 109 weeks for the controls. F1 and F2 generations were studied, the survivors being sacrificed in the 125th week. Three liver cell carcinomas, two lung angiosarcomas and one other, and two malignant gliomas were found in the group of 104 rats (F1 and F2) treated with morpholine.  In a similar study using Syrian golden hamsters, only the F1 generation was studied, the survivors being sacrificed in the 110th week. With morpholine alone (1000 mg per kg), no liver tumors were found but the number in the group (22) was small."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sprague-Dawley rats (both sexes) were studied in a multigenerational, long-term study. Mother rats were given 0 or 1000 mg/kg morpholine (approx. 66.7 mg/kg/day) in their diets from the first day of conception. F1 and F2 generations were also given this diet, 10 mg/kg/day as pups and 20 mg/kg/day later. Average survival of test animals was 117 weeks and 109 for controls, while F1 and F2 survival rates were about 125 weeks. In addition to carcinomas of the liver and angiosarcomas in the lungs in 104 rats, there were two malignant gliomas (statistically insignificant). Nitrosamino metabolites were not studied. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female mice (strain not given), 50 animals per dose,  were given morpholine-fatty acid salts in their drinking water for 672 days, dosage: 50-140, 70-170, 280-500, and 210-570 mg/kg/day (0.25, 0.25, 1, 1%). At 50-140 mg/kg, no significant changes were seen in males. At 70-170 mg/kg decreased weight gain was seen in females. At 280-500 mg/kg a decrease in weight gain, increased urea, and hyperplasia of forestomach epithelium was seen in males. At 210-570 mg/kg, a decreased in weight gain was seen in females. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Morpholine (110-91-8) p.2 (2000 CD-ROM edition). Available from, as of July 12, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Eight SIV 50 rats were fed morpholine, 500 mg/kg, daily for 56 days in their feed. All animals died by 270 days. No tumors were found. /Translated from German/"
        },
        {
            "References": "PMID:2731664",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The chronic toxicity and carcinogenic potential of morpholine were evaluated in 60 Sprague-Dawley rats/sex/group receiving morpholine at mean inhalation exposure concn of 0, 10, 50, and 150 ppm for 6 hr/day, 5 days/wk, for 104 wk. Survival, body wt gains, organ wt, hematology, and clinical chemistries were normal in exposed groups and comparable to those of the control animals. The incidences of palpable tissue masses and of histologically confirmed neoplasia were comparable among all groups, including the control groups, and were typical of the strain and age of the rats tested. In-life clinical examination revealed incr incidences of irritation around the eyes and nares, chromadacryorrhea, and urine stains on the fur, predominately in high dose animals. Morpholine exposure was associated with corneal irritation seen by ophthalmoscopic examination and confirmed microscopically as keratitis limited to the highest exposure group. Irritation of the maxillary and nasoturbinates as indicated by infiltration of neutrophils, focal squamous metaplasia of the turbinate epithelium, and necrosis of the turbinate bone was observed in high-dose animals. Therefore, chronic exposure of rats to morpholine for 2 yr at concn of 150 ppm or less revealed no carcinogenic potential or chronic systemic toxicity. Consistent with its known irritating properties, morpholine produced only local irritation, which was limited almost exclusively to high dose animals."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2694",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Studies have been done in mice with morpholine in conjunction with nitrites and N-nitroso compounds. Morpholine alone did not induce lung tumors; however, other tissues were not studied. A recent feeding study with rats and hamsters, again with nitrite and N-nitrosomorpholine, included morpholine alone as a control. Rats fed morpholine alone had a low number of tumors that were similar to those in the nitrite-morpholine group. The base line controls had none."
        },
        {
            "References": "PMID:489170",
            "Value": "/GENOTOXICITY/ Hamster embryos were exposed in utero to the action of sodium nitrite (NaNO2) and morpholin (Mo) administered simultaneously by stomach tube to the mothers on the 11th or 12th day of pregnancy. Embryo cells were examined for chromosomal aberrations, micronuclear formation, morphological or malignant transformation and drug resistance mutations. For detection of induced mutations, the embryo cells were cultured in normal medium for 72 hr and then transferred to medium containing 10 or 20 micrograms/mL of 8-azaguanine (8AG) or 1m7 ouabain (Oua). The number of 8AG-, Ouaresistant colonies was markedly increased after administration of NaNO2 and Mo. The embryonic fibroblasts also showed a markedly increased frequency of micronulceation and a slight increase in chromosome aberrations. This treatment also caused morphological or malignant transformation of fetal cells. After cultivation in vitro, cells from some transformed colonies produced tumors when inoculated into the cheek pouch of young golden hamsters. Orally administered N-nitroso-morpholine (N-Mo), as a positive control, had the same transplacental biological actions on embryonic fibroblasts. However, transplacentally Mo alone was ineffective. A single administration of 500 mg/kg NaNO2 had only slight biological effects. N-Mo was produced in the stomachs of animals treated simultaneously with NaNO2 and Mo. A small amount of a nitrosamine, N-nitrosodimethylamine (DMN), was detected in the stomach after a single dose of NaNO2."
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/GENOTOXICITY/ Morpholine was reported to be non-mutagenic in microbial  (Salmonella typhimurium, Escherichia coli) gene mutation assays, with, and without, metabolic activation (with an exception at a relatively high concentration where there was also cytotoxicity), and in the host-mediated assay. In a DNA damage and repair assay on primary rat hepatocytes, no repair synthesis was induced. It did not produce point or chromosomal mutations in hamster embryos exposed  in utero. Morpholine did not cause a meaningful increase in sister chromatid exchanges in Chinese hamster ovary cells.  It did not induce unscheduled DNA synthesis."
        },
        {
            "References": "WHO/Health and Safety Guide No. 92 for Morpholine (1995). Available from, as of May 14, 2010: https://www.inchem.org/pages/hsg.html",
            "Value": "/GENOTOXICITY/ Morpholine was considered to be weakly mutagenic in the L5178Y mouse lymphoma assay. It induced increases in type III foci in the Balb/3T3 malignant cell transformation assay, but, when this was conducted at a neutral pH, there was no significant induction of transformed foci."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ In mouse peritoneal cavity host-mediated assays with S. typhimurium TA1530 and TA1930, no increase in the proportion of mutants was observed following the oral administration of morpholine."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ No gene conversion was induced in Saccharomyces cerevisiae D4 by morpholine concentrations up to 10 ug/L per plate.  Toxicity was observed at the highest concentration."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ When tested over the range 0.625-1.25 uL/mL (approx 0.625 - 1.25 mg/mL) morpholine induced small increases in the fraction of tk mutants in mouse lymphoma L5178Y cells.  No exogenous metabolic activation system was required for this weak activity"
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Morpholine induced no DNA repair in the primary cultures of rat hepatocytes (0.1-100 ug/mL)."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Morpholine induced small increases in the frequency of SCEs in Chinese hamster ovary (CHO) cells. No exogenous metabolic activation system was required for this activity, which was observed at concentrations of 50 and 100 nL/mL (approximately 50 and 100 ug/mL) in the absence of S9 mix."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Morpholine increased the numbers of type III foci in the Balb/C3T3 cell transformation assay tested at different dosages (0.001 - 0.3 uL/mL), corresponding to 78 - 52% survival in the cytotoxicity test."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ In a study of in vitro transformation of Balb/3T3 cells with and without metabolic activation, the morpholine in the culture medium was neutralized before testing. No significant increases were induced in transformed foci over the tested concentration ranges (0.015 to 1.400 uL/mL in the non-activation assay; 0.0175-0.7 uL/mL in the activation assay). Morpholine was therefore considered as being inactive in this test."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ A dosage of 500 mg morpholine per kg bw /was administered/ to female Syrian hamsters on the 11th or 12th day of pregnancy. The embryos were removed 24 hr later, and embryo cells examined. For detection of induced mutations, embryo cells were cultured in normal medium for 72 hr and then transferred to a medium containing 8-azaguanine (10 or 20 mg/L) or ouabain (1 mM). No chromosomal aberrations, micro-nucleus formation, or 8-azaguanine- or ouabain-resistant mutations were found."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ An increase /was reported/ in the number of chromosomal aberrations, particularly \"fragmentations\", in bone marrow cells of rats and guinea-pigs exposed for 4 months to 8 or 70 mg morpholine/cu m."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ /N-methylmorpholine-N-oxide/ (NMMO) (0.0001-10 mg/mL) and other putative metabolites, N-hydroxymorpholine (0.0001-1 mg/mL) and 3-morpholinone (0.001-0.1 mg/mL), did not induce DNA repair at the non-toxic concentrations tested. The polyurethane foam catalyst, N-butylmorpholine (0.0001-0.1 mg/mL) was also inactive in the primary rat hepatocyte/DNA repair assay. The chemical intermediate N-hydroxyethylmorpholine induced DNA repair within the dose range 1-5 mg/mL. The genotoxicity of substituted morpholines might be a function of the substituent moiety rather than morpholine itself."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 248",
            "Value": "/GENOTOXICITY/ Morpholine caused significant increases in the number of transformed Type III foci in the BALB/3T3 malignant cell transformation assay, but was only weakly mutagenic in the L5178Y mouse lymphoma assay. The Ames Salmonella/microsome assay was negative, and equivocably positive results were obtained in the Chinese hamster ovary sister chromatid exchange test. Morpholine failed to induce unscheduled DNA synthesis in the rat hepatocyte primary culture/DNA repair assay."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 1059",
            "Value": "/GENOTOXICITY/ Morpholine was not active in the Salmonella plate test or in producing an increase in the unscheduled DNA synthesis in cultured primary rat hepatocytes. It failed to induce a significant increase in sister chromatid exchange in Chinese hamster ovary (CHO) cells ... It was weakly active in the host mediated assay with Salmonella as the indicator organism, was weakly active in the L5178Y mouse lymphoma assay, and induced significant increases of type III foci in the BALB/3T3 malignant cell transformation assay."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The induction of lysosomal enzymes by morpholine /was examined/ in rabbits.  Two acid hydrolases, alpha-mannosidase and acid phosphatase, were induced in the lung alveolar macrophages during the course of inhalation exposure (905 mg/cu m, 250 ppm, 6 hr/day, 5 days/week for a total of 33 exposures).  The induction was also observed when macrophages were cultured in the presence of morpholine."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In an in vitro study into the biochemical causes of sensitization, it was found that morpholine as a hapten did not react with the amino acids glycine, lysine, and cystine as did related compounds which showed sensitizing reactions."
        },
        {
            "References": "PMID:19774",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Morpholine incr prostaglandin biosynthesis in homogenate of renal medulla of rabbit."
        },
        {
            "References": "WHO; Environ Health Criteria 179: Morpholine (1996). Available from, as of May 14, 2010: https://www.inchem.org/pages/ehc.html",
            "Value": "/IMMUNOTOXICITY/ Increased thyroid activity, shown as increased uptake of injected (131)I, was observed in male rats after exposure to 0.08 g morpholine/cu 3, 4 hr/day, for 4 days."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 18 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 30, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Perrin DD; Dissociation Constants of Organic Bases in Aqueous Solution. IUPAC Chemical Data Series: Supplement 1972. Buttersworth, London (1972) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "The Koc of morpholine is estimated as 7.4(SRC), using a log Kow of -0.86(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that morpholine is expected to have very high mobility in soil. The pKa of morpholine is 8.49(4), indicating that this compound will almost entirely exist in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5)."
        }
    ]
}