{
    "_id": {
        "$oid": "6682e8a8c4e5dba5ffba26b1"
    },
    "CID": {
        "$numberInt": "8086"
    },
    "Name": "DIISOPROPANOLAMINE",
    "IUPACName": "1-(2-hydroxypropylamino)propan-2-ol",
    "CanonicalSMILES": "CC(CNCC(C)O)O",
    "Synonyms": [
        "DIISOPROPANOLAMINE",
        "110-97-4",
        "Bis(2-hydroxypropyl)amine",
        "\"1,1-Iminodipropan-2-ol\"",
        "Bis(2-propanol)amine",
        "\"1,1-Iminodi-2-propanol\"",
        "\"2-Propanol",
        "1,1-iminobis-\"",
        "Di-2-propanolamine",
        "di-isopropanolamine",
        "DIPA (alcohol)",
        "\"Dipropyl-2,2-dihydroxy-amine\"",
        "1-(2-hydroxypropylamino)propan-2-ol",
        "1-[(2-hydroxypropyl)amino]propan-2-ol",
        "N,N-Bis(2-hydroxypropyl)amine",
        "\"1,1-Iminobis-2-propanol\""
    ],
    "IsomericSMILES": "CC(CNCC(C)O)O",
    "INCHI": "InChI=1S/C6H15NO2/c1-5(8)3-7-4-6(2)9/h5-9H,3-4H2,1-2H3",
    "INCHIKEY": "LVTYICIALWPMFW-UHFFFAOYSA-N",
    "Formula": "C6H15NO2",
    "MolecularWeight": {
        "$numberDouble": "133.19"
    },
    "Description": "Diisopropanolamine is a secondary amino compound that is diethanolamine substituted by methyl groups at positions 1 and 1'. It is a versatile chemical used in a variety of personal care, cosmetic and industrial products. It has a role as a surfactant, an emulsifier and a buffer. It is a secondary amino compound, a secondary alcohol and an aminodiol. It is functionally related to a 1-aminopropan-2-ol.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "60"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR Fundamentals and Applications in Chemistry and Biology. Washington DC: Amer Chem Soc p 85 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-672 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for diisopropanolamine(SRC), using a log Kow of -0.82(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Davis JW, Carpenter CL; Rev Environ Contam Toxicol 149: 87-137 (1997) (2) Rothkopf GS, Bartha R; J Amer Oil Chem Soc61: 977-980 (1984)",
            "Value": "Diisopropanolamine achieved 39% of its theoretical oxygen demand using a sewage sludge following a 20 day incubation period(1). No biodegradation was observed at day 5 or day 10, suggesting that an acclimation period was required(1). Diisopropanolamine was classified as recalcitrant based on the results of screening studies using acclimated sewage sludge enrichment cultures(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow= -0.82"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7372150",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instillation of 50 mg of DIPA into rabbit eyes caused a burn of eyelid, eyeball, and corneal mucosa. Spontaneous recovery within 22 days. A cataract surrounded by opaque cornea remained after the burn."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 6 (1): 53-73 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A facial sunscreen containing 1% diisopropanolamine was administered to rats by gavage. A single 5 g/kg dose of undiluted product was given to five male and five female Sprague-Dawley rats following a 16-22 hr fast. No animals died during the 14 day observation period, but one animal had diarrhea 2 hr after administration of the test substance. Nothing abnormal was observed at necropsy. /1% Diisopropanolamine/"
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 6 (1): 53-73 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 30% aqueous solution of diisopropanolamine (DIPA) was administered orally to 2 groups of 2 rats. One group received a dose of 2.0 g/kg; DIPA had no observable effects on these rats. The other group received a dose of 3.98 g/kg; both rats died within 24 hr."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 939",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Poisoning induced severe CNS inhibition, coordination disorder, hypothermia, and diarrhea. Mice appeared to be more sensitive than rats and rabbits."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, diisopropanolamine (110-97-4) (2000 CD-ROM edition). Available from, as of September 19, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Application of diisopropanolamine /to the eyes of rabbits produced/ distinct erythema with blood extravasation and slight corneal opacity after 24 hr and fading conjunctival hemorrhages after 8 days."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 6 (1): 53-73 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Undiluted diisopropanolamine (DIPA) was applied to 7 intact sites and one abraded site on the abdomens of rabbits. Moderate hyperemia and severe necrosis were observed at the intact sites, and slight hyperemia, edema, and moderate denaturation were observed at the abraded sites. A 10% aqueous solution of DIPA was applied to 10 intact sites on the ears of rabbits and 10 intact sites and 2 abraded sites on the abdomens of rabbits. DIPA had no observable effect on the ears of rabbits. Moderate hyperemia and slight blistering were observed at the intact sites, and moderate hyperemia, slight edema, and moderate denaturation were observed at the abraded sites on the abdomens of the rabbits."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, diisopropanolamine (110-97-4) (2000 CD-ROM edition). Available from, as of September 19, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fisher 344 rats /were/ exposed /to diisopropanolamine/ continuously in the drinking water at concentrations of 0, 100, 300, 600, 1200, 3000 mg/kg/day for two weeks. Two of five male rats receiving /3000 mg/kg/day/ died, decreases in feed and water consumption, reduction in body size, various alteration in clinical biochemical parameters, reduction in body fat,  and organ sizes and weight /were noted/. Acute inflammation and degeneration of kidney and urinary bladder, hepatic atrophy with no other evidence of significant hepatotoxicity /were also reported/.  /At 1200 mg/kg/day slight reduction in feed and water consumption, small decreases in body weight in males, slight increase in relative kidney weights with unspecified histologic kidney alterations... /were noted/. At 600 mg/kg/day or less no significant effects /were reported/. /A/ no observable adverse effect level of 600 mg/kg/day /was reported/."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, diisopropanolamine (110-97-4) (2000 CD-ROM edition). Available from, as of September 19, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fisher 344 rats /were dermally exposed/ 6 hours /day, 5 days/week at concentrations of 0, 100, 500, or 750 mg/kg/day /for 4 weeks/. No changes in body weight, feed consumption, feed efficiency, hematologic parameters, serum clinical chemistry/electrolyte profiles, urinalysis parameters, terminal body weights, or organ weights indicative of systemic toxicity were observed. No gross or microscopic hepatic, renal or urinary bladder alterations /were observed/ at any dose level tested. Some of the 500 and 750 mg/kg group had slight skin alterations consistent with the irritancy of the material."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ Diisopropanolamine was found to be negative when tested for mutagenicity using the Salmonella/ microsome preincubation assay, chemicals, using the standard protocol approved by the National Toxicology Program (NTP). Diisopropanolamine was tested in as many as 5 Salmonella typhimurium strains (TA 1535, TA 1537, TA 97, TA 98, and TA 100) in the presence and absence of rat and hamster liver S-9, at doses of 0.100, 0.333, 1.000, 3.333, and 10.000 mg/plate. The highest ineffective dose tested in any S. typhimurium strain was 10.000 mg/plate. This dose exhibited slight to total clearing of the background bacterial lawn in all strains tested both with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, diisopropanolamine (110-97-4) (2000 CD-ROM edition). Available from, as of September 19, 2005: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /In an in vitro cytogenetic assay, Fisher 344 rat lymphocytes /were exposed to diisopropanolamine at/ concentrations of 313, 625, or 1250 ug/mL without S9 mix or 1250, 2500, 5000 ug/mL with S9 mix. No induction of structural chromosomal aberrations /were observed/."
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 6 (1): 53-73 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The primary skin irritation and phototoxicity of a facial sunscreen product containing 1% diisopropanolamine (DIPA) were evaluated using 7 New Zealand rabbits (4 male and 3 female). Two occlusive patches containing 200 mg product were applied to the clipped backs of 6 rabbits. The seventh rabbit served as a positive control and received 0.5 mL undiluted Oxsoralen, a known phototoxin. After 2 hr, one patch per animal was removed, and the site was exposed to approximately 5X10+7 erg/sq cm uv radiation with wavelengths of 320-450 nm. The test sites were 10 cm distant from the uv source. After uv exposure, patches were replaced for 48 hr, then all patches were removed and the sites were scored for irritation 1,2 24, and 48 hr after patch removal. The group mean primary irritation score was 1.33 (individual animal scores- average of the three readings- were 0.33, 0, 3.33, 2.00, 1.67, and 0.67), the phototoxicity score was 1.50 (individual animal scores- average of the three readings- were 0.67, 0, 2.67, 2.00, 2.67, and 1.00) and the positive control score was 5.33 (scoring scale not given). The difference between the dermal irritation score and the dermal phototoxicity score was not significant. The facial sunscreen was a weak phototoxin and skin irritant. /1% Diisopropanolamine/"
        },
        {
            "References": "Christian M, ed; J American College of Toxicology 6 (1): 53-73 (1987)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Six New Zealand rabbits (3 male and 3 female) were used to evaluate the primary skin irritation and phototoxicity of a facial sunscreen containing 1% diisopropanolamine (DIPA). Two occlusive patches containing 0.2 mL undiluted product were applied to the shaved backs of each rabbit. Two hours later, one patch per animal was removed , and the test site was exposed for 30 min to UV radiation from a bank of four Sylvania F-40BLB UV bulbs (320-450 nm; peak at 360 nm). After the UV exposure, patches were replaced, then all wrappings and patches were removed 48 hr after the initial application of the test material. Excess product was removed with damp gauze at this time. Test sites were graded 1, 24, and 48 hr after patch removal according to the Draize scoring criteria (max PII of 8). The three scores for each animal were averaged, and group PIIs were calculated. Irradiated and nonirradiated sites had scores of 1 or 2 (max 4) at all three scorings Slight edema was observed at 1 and 24 hr after patch removal. The group PII was 1.2 (max 8) and group phototoxicity PII was 1.3. The facial sunscreen was both a mild primary irritant and phototoxic to skin. /1% Diisopropanolamine/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Luther SM et al; J Contam Hydrol 32: 159-176 (1998) (2) Davis JW, Carpenter CL; Rev Environ Contam Toxicol 149: 87-137 (1997)",
            "Value": "Batch equilibrium studies designed to evaluate the adsorption characteristics of diisopropanolamine in subsurface soils were conducted using aquifer material from three natural gas sites in Canada as well as montmorillonite and kaolinite clay materials(1). The adsorption isotherms were non-linear with Freundlich adsorption (Kf) coefficients ranging from 3.5 to 170, with the greatest values observed in the montmorillonite clay materials(1). Since diisopropanolamine has a pKa value of 9.1(1,2) it exists primarily as a cation in solution and a strong correlation between adsorption and the cation exchange capacity (CEC) of the material tested was observed(1). It was also noted that adsorption decreased with increasing solution electrolyte concentration as this resulted in competition for cation exchange sites in the clays and soils(1). Adsorption also decreased with increasing pH since at higher pH, a smaller percentage of diisopropanolamine exists in the protonated form."
        },
        {
            "References": "(1) Hansch C et al; Exploring QSAR Fundamentals and Applications in Chemistry and Biology. Washington DC: Amer Chem Soc p. 85 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Davis JW, Carpenter CL; Rev Environ Contam Toxicol 149: 87-137 (1997) (5) Luther SM et al; J Contam Hydrol 32: 159-176 (1998)",
            "Value": "The Koc of diisopropanolamine was estimated as 10(SRC), using a log Kow of -0.82(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that diisopropanolamine is expected to have very high mobility in soil(SRC). The pKa of diisopropanolamine is 9.1(4) indicating that it exists predominantly in the protonated form in the environment, and protonated species often adsorb strongly to soils and clays through interaction with cation exchange sites(5). In general, diisopropanolamine is expected to possess less mobility in clay soils with a high cation exchange capacity (CEC) than indicated by the estimated Koc value(SRC)."
        }
    ]
}