{
    "_id": {
        "$oid": "6682e8a9c4e5dba5ffba26b5"
    },
    "CID": {
        "$numberInt": "8095"
    },
    "Name": "ETHYLENE GLYCOL MONOETHYL ETHER ACETATE",
    "IUPACName": "2-ethoxyethyl acetate",
    "CanonicalSMILES": "CCOCCOC(=O)C",
    "Synonyms": [
        "2-Ethoxyethyl acetate",
        "111-15-9",
        "ETHYLENE GLYCOL MONOETHYL ETHER ACETATE",
        "Cellosolve acetate",
        "Oxitol acetate",
        "Ethoxyethyl acetate",
        "Oxytol acetate",
        "1-Acetoxy-2-ethoxyethane",
        "Ethylglycol acetate",
        "2-Ethoxyethanol acetate",
        "Ethyl cellosolve acetate",
        "Ethoxyethanol acetate",
        "Ethylglykolacetat",
        "Octan etoksyetylu",
        "2-Aethoxy-aethylacetat"
    ],
    "IsomericSMILES": "CCOCCOC(=O)C",
    "INCHI": "InChI=1S/C6H12O3/c1-3-8-4-5-9-6(2)7/h3-5H2,1-2H3",
    "INCHIKEY": "SVONRAPFKPVNKG-UHFFFAOYSA-N",
    "Formula": "C6H12O3",
    "MolecularWeight": {
        "$numberDouble": "132.16"
    },
    "Description": "Ethylene Glycol Monoethyl Ether Acetate can cause developmental toxicity and male reproductive toxicity according to The National Institute for Occupational Safety and Health (NIOSH).",
    "XlogP": {
        "$numberDouble": "0.3"
    },
    "Complexity": {
        "$numberInt": "80"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:11592412",
            "Value": "Emission rates of ethylene glycol monoethyl ether acetate from a variety of woody Mediterranean species during the spring was experimentally determined for Arbutus unedo (10.69 ug/g-hr), Bupleurum fruticosum (8.36 ug/g-hr), Erica arborea (8.13 ug/g-hr), Pinus halepensis (0.26 ug/g-hr), Quercus coccifera (0.18 ug/g-hr), and Q. ilex (3.66 ug/g-hr); each value represents the man of 3 determinations."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals, 4th ed, New York,NY: Van Nostrand Reinhold p. 1112 (2001) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 3.0 was calculated for ethylene glycol monoethyl ether acetate(SRC), using a measured log Kow of 0.24(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF value suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) Sasaki S; pp. 283-98 in Aquatic Pollutants Hutzinger O et al eds Oxford: Pergamon Press (1978) (4) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (5) Okuda A et al; Eisei Kagaku 37: 363-69 (1991)",
            "Value": "AEROBIC: A 5-day BOD test showed a 41% of theoretical BOD for ethylene glycol monoethyl ether acetate using a sewage inoculum and the standard dilution method(1). BOD values which were 36, 79, 82, and 80% of the theoretical value were measured for 5, 10, 15, and 20 days incubation, respectively, using a non-acclimated, settled wastewater seed(2). BOD values of 10, 44, 59, and 69% of the theoretical BOD were measured for 5, 10, 15, and 20 days incubation, respectively, using a non-acclimated seawater seed with added raw wastewater(2). Ethylene glycol monoethyl ether acetate is considered to be \"well-biodegradable\" (theoretical BOD > 30% after 14 days of inoculation) using the Japanese MITI protocol(3). A 5-day BOD 18.1% of the theoretical value was measured using a sewage inoculum and the standard dilution method(4); a 5-day BOD 1.1% of the theoretical value was measured using a seawater inoculum and a seawater dilution method(4). Ethylene glycol monoethyl ether acetate was classified as easily degraded using the TOC die-away method in two river waters, with a 28 day incubation(5)."
        }
    ],
    "logP": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. Volumes 1-2. 4th ed. John Wiley & Sons. New York, NY. 2001, p. 1112",
            "Value": "log Kow = 0.24"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 620",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Symptoms of intoxication: Acute; very slight ... /CNS depression/, vomiting, cramps, paralysis, albuminuria, death from central nervous system paralysis."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4026",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cats exposed once for 2-6 hr to atmosphere laden ... survived but 2 such exposures caused vomiting, paralysis, albumin in urine, and death."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4026",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... A 1 hr exposure to an atmosphere essentially saturated with vapor (< 4000 ppm) was survived by guinea pigs."
        },
        {
            "References": "PMID:524365",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute toxicity in rats and rabbits after ingestion was severe hematuria; skin contact mainly induced marked decrease in white blood cells. Inhalation exposure produced in animals which died kidney injury, necrosis and glomerular injury."
        },
        {
            "References": "WHO; Environmental Health Criteria 115: 2-Methoxyethanol, 2-Ethoxyethanol, and their Acetates p.126 (1990). Available from, as of August 2, 2009: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... 2-ME and 2-EE and their acetates have similar lethalities after single exposures and they show low acute lethality whether exposure is via the dermal, oral, or inhalation route. Oral LD50 values for a variety of species range between 900 and 3400 mg/kg body weight for 2-ME, 1400 and 5500 mg/kg for 2-EE, 1250 and 3930 mg/kg for 2-MEA, and 1300 and 5100 mg/kg for 2-EEA."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21 (1): 9-62 (2002)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute oral toxicity of ethoxyethanol acetate was evaluated using male and female Wistar rats (weights 220 to 240 g). The test substance, diluted in pure neutralized olive oil, was administered by intragastric administration at a dose volume of 10 mL/kg. Dosing was followed by a 2-week observation period. The LD50 was 3900+/- 100 mg/kg for male rats and 2900+/- 100 mg/kg for female rats. Ethoxyethanol was classified as moderately toxic. For each animal, ingestion was followed by hemoglobinuria and/or hematuria, which generally decreased progressively. However, occasionally, these signs persisted for more than a week. At microscopic examination, lesions of necrotizing acute glomerulotubular necrosis were noted in kidneys from rats that died early in the study (24 to 72 hours post dosing). Microscopic examination of kidneys from animals killed at the end of the observation period indicated tubular nephrosis of toxic origin, with different degrees of severity. An acute oral LD50 of 3000 mg/kg has been reported for ethoxyethanol in rats, classifying this chemical as slightly toxic. The number and strain of animals involved in this study and animal weights were not stated. In the same report, an acute oral LD50 of 5100mg/kg was reported for ethoxyethanol acetate in rats, classifying this chemical as having low toxicity."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ocular irritation potential of undiluted ethoxyethanol was evaluated using rabbits (number and strain not stated). The test substance (one drop) was instilled into the conjunctival sac of one eye of each animal; untreated eyes served as controls. Following instillation, hyperemia of the conjunctiva (positive reaction) and slight edema (positive reaction) were noted. When ethoxyethanol acetate was tested according to the same procedure, hyperemia of the conjunctiva (positive reaction), with pus formation and edema of the conjunctiva (positive reaction) and nictitating membrane resulted."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The ocular irritation potential of undiluted ethoxyethanol acetate and 30% w/w ethoxyethanol acetate in polyethylene glycol was evaluated using two groups of four to six New Zealand rabbits, respectively. In both groups, the test substance (0.1 mL) was instilled into the conjunctival sac of one eye of each animal. Untreated eyes served as controls. Reactions were scored according to the Draize scale (0 to 110) at 24, 48, and 72 hours and 7, 10, 14, and 21 days post instillation. Only results at 24 hours were reported. Corneal thickness was measured several hours prior to instillation of the test material and, thereafter, at intervals coincident with the Draize scoring. The average Draize score and value for corneal swelling in each group were reported along with the coefficient of variation (CVD[standard deviation/mean] x 100). For 100% ethoxyethanol acetate, the average Draize score was 15 (CVD100%) and corneal swelling was 139%(CVD 30%). For 30%w/w ethoxyethanol acetate in polyethyleneglycol, the average Draize score was 3 (CVD 66%) and corneal swelling was 101% (CVD 4.8%). At concentrations of 30% and 100%, ethoxyethanol acetate was classified as a mild and mild/moderate ocular irritant, respectively. The researchers stated that the large CV for the ethoxyethanol acetate Draize score makes these data suspect."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The acute inhalation toxicity of 2-ethoxyethyl acetate for laboratory animals is only moderate; guinea pigs survived an exposure to essentially saturated vapor for 1 hour. /It was/ reported that rats survived exposure at 1500 ppm for 4 hours, but two of six died after 8 hours."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 620",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ It is somewhat irritating to the eyes but not significantly so to the skin. High dosages by inhalation cause definite injury to the kidneys of animals."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4026",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs survived 120 daily 7 hr exposures to a concentration of 600 ppm without apparent injury. ... Unable to detect methemoglobin in the blood, other hematologic changes, any effect upon numerous clinical tests or any histopathologic changes in the tissues."
        },
        {
            "References": "PMID:470211",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice given oral doses of ethylene glycol monoalkyl ethers daily for 5 days/wk for 5 wk produced testicular atrophy and leukopenia."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 567",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Mice, guinea pigs, and a rabbit appeared unaffected after 12, eight-hour exposures to 2-ethoxyethyl acetate at a concentration of 450 ppm, but another rabbit and two cats died before the termination of the experiment. Albumin was found in the urine, and the kidneys were damaged in those that died."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 567",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs, after 120 seven-hour exposures /to 2-ethoxyethyl acetate/ at 600 ppm, exhibited only a small increase in sulfobromophthalein retention, with ocular and nasal irritation."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 49 (2000 CD-ROM edition). Available from, as of March, 3 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Wistar rats /were exposed to/ 200ppm /of 2-Ethoxyethanol acetate via/ inhalation for 4hr/day, 5 days/week for 10 months. No abnormalities in growth, hematology, urine composition or gross pathology were detected. Microscopic pathology revealed, in males only, discrete renal tubular nephritis with clear degradation of the epithelium and hyaline or granular tubular casts. No significant lesions were found in the few other tissues examined (including spleen and gonads)."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 620",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Only weakly ... /CNS depressant/ to animals and not highly toxic, though in high dosage it can cause depression of CNS and injury to lung and kidneys. With oral dosage its acute toxicity is less than that of the methyl ether-ester, and with repeated application to the skin it is considerably less toxic."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 620",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Symptoms of intoxication: ...Chronic; with repeated subcutaneous injection of 1 mL, temporary emaciation, exhaustion after each injection."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 620",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Symptoms of intoxication: chronic; with inhalation, increasing weakness and albuminuria ... ."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 620",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Chronic exposure/ by subcutaneous injection, for Guinea pigs, 0.5 or 1 mL repeated 7 times did not cause death ... ."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21 (1): 9-62 (2002)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The chronic inhalation toxicity of ethoxyethanol acetate was evaluated using four groups of either 10 male or 10 female Wistar rats (weights 170 to 190 g) and 4 rabbits (2 males, 2 females; weights not stated). The animals were exposed to 200 ppm ethoxyethanol acetate 5 days per week (4 hr/day) for a period of 10 months. Twenty rats (10 males, 10 females) and 4 rabbits (2 males, 2 females) served as controls. No significant differences were found in body weight gain between test and control animals (rats and rabbits), and no evidence of hematuria, ketonuria, or hematological modifications was observed. All hemoglobin concentrations were within the normal range. Gross lesions were not noted at necropsy. At microscopic examination, focal lesions of tubular nephrosis (clear degeneration of the epithelium, with hyaline and granular tubular casts) were observed in male rats and rabbits. No microscopic alterations were found in female rats and rabbits."
        },
        {
            "References": "PMID:6499822",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The toxicity of ethylene glycol ethers is reviewed. Testicular changes have been studied in mice. Ethylene glycol monomethyl ether appears to be most toxic, followed by ethylene glycol dimethyl ether, ethylene glycol monomethyl ether acetate, ethylene glycol monoethyl ether, and ethylene glycol monoethyl ether acetate. Preliminary studies have been made of the effect of ethylene glycol monomethyl ether on hamsters and guinea-pig testes. Decreased testicular weight had been found in hamsters receiving doses from 62.5 to 500 mg/kg and in guinea pigs receiving 500 or 250 mg/kg. The methyl ethers have the same effect. Both ethylene glycol monomethyl ether and ethylene glycol dimethyl ether have ... demonstrated ... embryotoxic effects. Both methyl and ethyl ethers of ethylene glycol cause testicular atrophy. Esterification of these chemicals does not affect potency of the toxicity. Dimethyl and monomethyl ethers have about the same testicular toxicity. Alkyl ethers of other glycols are without these effects in the testes. Ethylene-glycol alkyl ethers appear to affect dividing cells and inhibit cell proliferation. Changes induced by these agents can be distinguished from those induced by hormonal subtances by their lack of effect on Leydig and Sertoli cells. Some ethylene glycol alkyl ethers have toxic effects on both testes and fetus. Substances known to inhibit cell proliferation are expected to damage the fetus if given to pregnant animals."
        },
        {
            "References": "PMID:6499820",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous NIOSH studies demonstrated the embryo- and fetotoxicity and teratogenicity of ethylene glycol monoethyl ether applied to the shaved skin of pregnant rats. In the present study ethylene glycol monoethyl ether acetate, ethylene glycol monobutyl ether, and diethylene glycol monoethyl ether were tested in the same experimental model, using distilled water as the negative control and ethylene glycol monoethyl ether as a positive control. Water or undiluted glycols were applied four times daily on days 7 to 16 gestation to the shaved interscapular skin with automatic pipetter. Volumes of ethylene glycol monoethyl ether (0.25 mL), ethylene glycol monoethyl ether acetate (0.35 mL), and diethylene glycol monoethyl ether (0.35 mL) were approximately equimolar (2.6 mmole per treatment). Ethylene glycol monobutyl ether at 0.35 mL four times daily (approximately 2.7 mmole per treatment) killed 10 of 11 treated rats, and was subsequently tested at 0.12 mL (0.9 mmole) per treatment. Ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate treated rats showed a reduction in body weight relative to water controls that was associated with completely resorbed litters and significantly fewer live fetuses per litter. Visceral malformations and skeletal variations were significantly increased in ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate groups over the negative control group. No embryotoxic, fetotoxic, or teratogenic effects were detected in the ethylene glycol monobutyl ether or diethylene glycol monoethyl ether treated litters."
        },
        {
            "References": "PMID:6499812",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Investigated the teratogenicity of five compounds. Each chemical was vaporized and administered to pregnant rats in one to three concentrations for 7 hr/day on gestation days 7 to 15, and dams were sacrificed on day 20. At concentrations which were apparently not maternally toxic, 2-methoxyethanol was highly embryotoxic, producing complete resorptions at 200 ppm; increased resorptions, reduced fetal weights and skeletal and cardiovascular defects occured at both 100 and 50 ppm. 2-Ethoxyethyl acetate at 600 ppm induced complete resorption of litters; 390 ppm reduced fetal weights and induced skeletal and cardiovascular defects, but only a single defect was observed at 130 ppm. 2-Butoxyethanol evidenced slight maternal toxicity at 200 ppm but produced no increase in congenital defects at that concentration. Neither 2-(2-ethoxyethoxy)ethanol (100 ppm) nor 2-methylaminoethanol (150 ppm) was maternally toxic or embryotoxic. Shorter alkyl chained glycol ethers produced greater embryotoxicity than those having longer chains, and the ester produced effects equivalent to the ether."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:234",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rabbits /were exposed/ to EGEEA by inhalation at 25, 100, or 400 ppm concentrations. The results included reduced maternal body weight and malformations of the vertebral column at 400 ppm. There were increased resorptions and minimal fetotoxicity (delayed skeletal ossification) at 100 and 400 ppm. The NOEL for developmental toxicity was 25 ppm, and for teratogenicity it was 100 ppm."
        },
        {
            "References": "PMID:6499816",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ An inhalation teratology study was conducted in rats at 10, 50 and 250 ppm ethylene glycol monoethyl ether (EGEE) and in rabbits at 10, 50 and 175 ppm EGEE. This study was designed to supplement a study conducted for NIOSH which showed teratogenic effects in rats at 200 ppm EGEE and in rabbits at about 160 ppm EE. In this study, EGEE was found not to cause teratogenic effects at concentrations up to and including 250 ppm in rats and 50 ppm in rabbits, while 175 ppm EGEE was considered to be a marginal effect level for teratogenic effects in rabbits. Fetotoxicity was observed at 250 ppm EGEE and possibly at 50 ppm EGEE in rats. An inhalation teratology study using ethylene glycol monoethyl ether acetate (EGEEA) has been conducted in rabbits at 25, 100 and 400 ppm. There was evidence of teratogenicity (vertebral malformations) at 400 ppm EGEEA and slight fetotoxicity at 100 ppm; 25 ppm was a no effect level."
        },
        {
            "References": "PMID:6351353",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Recent studies have demonstrated that ethylene glycol monomethyl ether (EGME), ethylene glycol dimethyl ether (EGdiME), ethylene glycol monoethyl ether (EGEE), and ethylene glycol monoethyl ether acetate (EGEEA) are teratogenic. Other studies have demonstrated that testicular atrophy or infertility follow treatment of males with EGME, ethylene glycol monomethyl ether acetate (EGMEA), EGEE, EGEEA, diethylene glycol dimethyl ether (diEGdiME), and diethylene glycol monoethyl ether (diEGEE). Experimental data are reviewed and structure-activity relationships are speculated upon."
        },
        {
            "References": "WHO; Environmental Health Criteria 115: 2-Methoxyethanol, 2-Ethoxyethanol, and their Acetates p.126 (1990). Available from, as of August 2, 2009: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... 2-EE was found to be teratogenic (in the presence of slight maternal toxicity). /2-Ethoxyethanol/"
        },
        {
            "References": "WHO; Environmental Health Criteria 115: 2-Methoxyethanol, 2-Ethoxyethanol, and their Acetates p.126 (1990). Available from, as of August 2, 2009: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Reported fetotoxicity but no malformations in rats exposed to 184 or 920 mg 2-EE/cu m, and in rabbits exposed to 644 mg 2-EE/cu m. NOEL values for developmental effects were 37 mg/cu m for rats and 184 mg/cu m for rabbits. /2-Ethoxyethanol/"
        },
        {
            "References": "WHO; Environmental Health Criteria 115: 2-Methoxyethanol, 2-Ethoxyethanol, and their Acetates p.126 (1990). Available from, as of August 2, 2009: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats treated by dermal application of 0.25 mL undiluted 2-EE (four times daily on gestation days 7-16) exhibited marked fetotoxicity and a high incidence of malformation in the absence of maternal toxicity. Similar effects were noted following 2-EEA treatment of rats, using the same protocol, at an equimolar dose (0.35 mL, four times daily)."
        },
        {
            "References": "WHO; Environmental Health Criteria 115: 2-Methoxyethanol, 2-Ethoxyethanol, and their Acetates p.126 (1990). Available from, as of August 2, 2009: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Inhalation exposure of rabbits to 2-EEA on gestation days 6-18 produced teratogenic responses at 2176 mg/cu m and 544 mg/cu m in two different studies, the developmental NOEL values in these two studies being 135 mg/cu m and 270 mg/cu m."
        },
        {
            "References": "WHO; Environmental Health Criteria 115: 2-Methoxyethanol, 2-Ethoxyethanol, and their Acetates p.126 (1990). Available from, as of August 2, 2009: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure of rats to 2-EEA on days 6-15 of gestation produced fetotoxicity at 540 mg/cu m and malformation at 1080 mg/cu m. The developmental NOEL was 170 mg/cu m."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 50 (2000 CD-ROM edition). Available from, as of March, 2 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Mice were exposed daily for/ 5 days/week /at the levels of/ 500, 1000, 2000 mg/kg by gavage in aqueous solution and 4000 mg/kg in olive oil. In this investigation into hematological and testicular effects, three animals receiving 4000 mg/kg/day died before completion of the treatment period. A dosage-related depression of leukocyte count was observed in survivors receiving 2000 or 4000 mg/kg/day. Mice surviving 4000 mg/kg/day displayed marginal reductions in erythrocyte count, packed cell volume and hemoglobin concentration. A dosage-related reduction in testes weight was apparent in mice receiving 1000 mg/kg/day or more. In survivors receiving 4000 mg/kg/day low weights for accessory glands were also recorded. The reductions in testes weight were associated with atrophy of the seminiferous tubules. Reduced numbers of spermatozoa, spermatids, and spermocytes were seen in some tubules at 2000 mg/kg/day. At 400 mg/kg/day tubule diameter was reduced and spermatozoa and spermatids were absent."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 58 (2000 CD-ROM edition). Available from, as of March, 3 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Sprague-Dawley rats were exposed to 130, 390, 600 ppm 2-Ethoxyethanol acetate via inhalation daily for 7 hr/day for 7 days at day 14-20 of gestation. Parturition was delayed by 36-48 hours in the 600 ppm group and by approximately 24 hours in the 390 ppm group. Only 8/24 pups in the 600 ppm group survived one day and 6 survived one week. Survival growth and reproductive success were unaffected in the 130 and 390 ppm groups."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 60 (2000 CD-ROM edition). Available from, as of March, 3 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female New Zealand white rabbits were exposed via inhalation to 0, 50, 100, 200, and 300 ppm /of 2-Ethoxyethanol acetate/ on gestational days 6-15. In the two highest dose groups (200 and 300 ppm), the following results were observed: decreased maternal weight gain, increased occult blood, increased uterine and liver weights, increased number of non-viable implantations, decreased platelet count, increased incidence of blood in brain tissue (dark brown material), increased fetal malformations."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 61 (2000 CD-ROM edition). Available from, as of March, 3 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Female Dutch rabbits were exposed via inhalation to 25, 100, 400 ppm of 2-Ethoxyethanol acetate 6 hr/day for 13 days at day 6-18 of gestation./ Dosage-related reductions in maternal bodyweight gain and food consumption were apparent during exposure at all dose-levels, but only those at 400 ppm were statistically significant. Hemoglobin concentration was reduced at 100 ppm or more. All fetuses were examined for external, skeletal, and visceral defects. Major abnormalities (mainly vertebral column defects) were detected in 8/93 fetuses in the 400 ppm group (compared with 1/106 in controls). Minor defects (external, visceral, and skeletal) were also increased in this group. There was an increased incidence of minor skeletal defects or variants, indicative of retarded ossification, in the 100 ppm group. In this study exposure to 400 ppm was associated with maternal toxicity, fetotoxicity, and teratogenicity, 100 ppm was fetotoxic and 25 ppm was a no-effect level."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ For rabbits, a significant increase ( p /less than/ 0.05) in the incidence of a number of tail defects, low-set ears, and total external malformations was observed in fetuses from the 200- and 300-ppm exposure groups. A significant increase (p /less than/ 0.05) in the incidence of total visceral malformations was observed in fetuses of the 200-ppm exposure group, but not in fetuses of the 300-ppm exposure group. Visceral malformations included cardiovascular, pulmonary, and renal defects. Regarding skeletal variations in rabbits, total malformations increased significantly (p /less than/ 0.05) in fetuses of the 200- and 300-ppm exposure groups. Also, an increased incidence of skeletal variations (indicative of toxicity, but not involving reduced ossification) was observed in fetuses of the 100- and 200-ppm exposure groups."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY:   McGraw-Hill, 2008., p. 781",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A number of studies have described the pathogenesis of the EGME lesion (predominantly in the rat) which seems to be common for the species thus far examined. The earliest features of these studies after a single dose (250 or 500 mg/kg/day) were that there are Sertoli cell vacuoles and swollen germ cell mitochondria, followed by (or concurrent with) a breakdown of the membrane between the Sertoli cell and the pachytene spermatocyte in a spermatogenic stage-specific manner. This is followed quickly (within hours) by death of (probably those) pachytene spermatocytes ... The spermatogenic stage specific effects are on the pachytene spermatocytes immediately before and during meiotic division (so in stages XII-XIV of the cycle in the rat, and also the early pachytene spermatocytes, at stages I-IV of the cycle). Dead germ cells can be seen as soon as 12 hours after an effective dose. Continued treatment at a low effective dose seems to affect just the vulnerable cell types so that a window of missing cells appears downstream from the stage of damage as time progresses. As with other testis toxicants, higher dose levels produce a more widespread lesion involving other cell types producing immediate (/less than/ 24 hours) and widespread damage and destruction within the tubules. The Sertoli cell vacuolization regresses after about 12 hours and is not a prominent feature of this lesion as it is with other ... Some weak evidence of involvement of this cell type also comes from some in vitro data with isolated seminiferous tubules. In this system molecules that inhibit transcellular calcium movement block the germ cell death from occurring, supporting a change in Sertoli cell communication to germ cells resulting in the rapid cell death after MAA /one of the active intermediates of EGME/ treatment. Leydig cells do not seem to be pivotally involved in pathogenesis. The lesion is not characteristic of a low-androgen testicular lesion, and reduced accessory sex organ weights are not a prominent feature associated with the early testicular pathology. Decrements in fertility in the rat after acute treatment with EGME, are entirely consistent with the primary effect on pachytene spermatocyte germ cells, the prominent period of infertility being approximately 5-6 weeks after dosing when the pachytene spermatocytes should have matured to become mature sperm capable of fertilization based on the known kinetics of the process."
        },
        {
            "References": "WHO; Environmental Health Criteria 115: 2-Methoxyethanol, 2-Ethoxyethanol, and their Acetates p.126 (1990). Available from, as of August 2, 2009: https://www.inchem.org/documents/ehc/ehc/ehc115.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Behavioral and neurochemical alterations were seen in the offspring of rats exposed to 368 mg 2-EE/cu m on days 7-13 or 14-20 of gestation."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 54 (2000 CD-ROM edition). Available from, as of March, 2 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In the HGPRT assay Chinese hamster ovary cells were negative with and without activation."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 57 (2000 CD-ROM edition). Available from, as of March, 2 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ In a two generation study involving CD-1 mice the animals were dosed daily at concentrations of 900, 1800 and 3000 mg/kg/day /of EGEEA/ for 18 months /via/ drinking water. In a multigeneration drinking water study in CD-1 mice following continuous breeding protocol EGEEA was a reproductive toxicant at the mid and high dose levels as evidenced by significant decreases in the number of litters per fertile pair, live pups per litter and proportion of pups. The females appeared to be more sensitive to the effects of EGEEA as evidence by nearly a 50% drop in fertility index and a decreased number of live pups per litter. In the crossover mating group where treated females were cohabited with control males no differences were noted in the mating of treated males with control females. Sperm parameters, testes weights and the incidence of abnormal sperm suggested a modest effect on male mice. Non-statistically significant /changes/ in fertility and selected reproductive parameters were noted in the second generation at the high-dose level. Histopathologic examination of the testes in this group revealed prominent changes."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 53 (2000 CD-ROM edition). Available from, as of March, 3 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Salmonella TA98, TA100, TA1535, TA1537, and TA 1538 were negative with and without activation for the Ames test /with 2-Ethoxyethanol acetate/."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/GENOTOXICITY/ When the Peripheral blood micronucleus test /was performed on/ Swiss-Webster mice /it resulted in/ no remarkable clastogenicity."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, 2-Ethoxyethyl acetate (111-15-9) p 63 (2000 CD-ROM edition). Available from, as of March, 2 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/IMMUNOTOXICITY/ Rats were dosed with 0, 50, 100, 200, and 400 mg/kg/day by gavage for 2 days. Rats failed to display any alteration in their response to TNP-LPS following administration of 2-ethoxyethanol acetate. Used primary plaque-forming cell (PFC) response to Trinitrophenyl-lipopolysaccharide (TNP-LPS) to evaluate immunotoxic potential of glycol ethers."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/OTHER TOXICITY INFORMATION/ The hematotoxicity of ... Ethoxyethanol Acetate was evaluated using ... the mouse myelomonocytic cell line WEH1-3b DC. Cell viability was judged by morphological intactness of cells under phase contrast microscopy. Morphological intactness was determined by the ability of cells to exclude trypan blue under bright-field microscopy, and by the dimethylthiazoldiphenyl tetrazolium (MTT) bromide colorimetric assay for mitochondrial dehydrogenase enzymic activity. Hematotoxicity after 48 hours of incubation was expressed as an IC50 value for each cell line. The IC50 (median inhibitory concentration, mM) for 48 hours of incubation corresponded to the concentration for which the cell viability in treated cultures was 50% of the viability in untreated control cultures. IC50 values (in mM) for Ethoxyethanol Acetate /was/ 6.5."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/OTHER TOXICITY INFORMATION/ The hematotoxicity of ... Ethoxyethanol Acetate was evaluated using ... the rat promyelocytic cell line IPC-81, derived from the BN rat leukemia (BNML). Cell viability was judged by morphological intactness of cells under phase contrast microscopy. Morphological intactness was determined by the ability of cells to exclude trypan blue under bright-field microscopy, and by the dimethylthiazoldiphenyl tetrazolium (MTT) bromide colorimetric assay for mitochondrial dehydrogenase enzymic activity. Hematotoxicity after 48 hours of incubation was expressed as an IC50 value for each cell line. The IC50 (median inhibitory concentration, mM) for 48 hours of incubation corresponded to the concentration for which the cell viability in treated cultures was 50% of the viability in untreated control cultures. IC50 values (in mM) for Ethoxyethanol Acetate /was/ 17.5."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/OTHER TOXICITY INFORMATION/ The hematotoxicity of ... Ethoxyethanol Acetate was evaluated using ... murine factor-dependent cell line NFS-60. Cell viability was judged by morphological intactness of cells under phase contrast microscopy. Morphological intactness was determined by the ability of cells to exclude trypan blue under bright-field microscopy, and by the dimethylthiazoldiphenyl tetrazolium (MTT) bromide colorimetric assay for mitochondrial dehydrogenase enzymic activity. Hematotoxicity after 48 hours of incubation was expressed as an IC50 value for each cell line. The IC50 (median inhibitory concentration, mM) for 48 hours of incubation corresponded to the concentration for which the cell viability in treated cultures was 50% of the viability in untreated control cultures. IC50 values (in mM) for Ethoxyethanol Acetate /was/ and 7.9."
        },
        {
            "References": "Cosmetic Ingredient Review; Amended Final Report on the Safety Assessment of Ethoxyethanol and Ethoxyethanol Acetate; Journal of American College of Toxicology 21(1): 9-62 (2002).",
            "Value": "/OTHER TOXICITY INFORMATION/ The hematotoxicity of ... Ethoxyethanol Acetate was evaluated using ... murine factor- dependent cell line DA1. Cell viability was judged by morphological intactness of cells under phase contrast microscopy. Morphological intactness was determined by the ability of cells to exclude trypan blue under bright-field microscopy, and by the dimethylthiazoldiphenyl tetrazolium (MTT) bromide colorimetric assay for mitochondrial dehydrogenase enzymic activity. Hematotoxicity after 48 hours of incubation was expressed as an IC50 value for each cell line. The IC50 (median inhibitory concentration, mM) for 48 hours of incubation corresponded to the concentration for which the cell viability in treated cultures was 50% of the viability in untreated control cultures. IC50 values (in mM) for Ethoxyethanol Acetate /was/ 8.0 (DA1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals, 4th ed, New York,: Van Nostrand Reinhold p. 1112 (2001) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of ethylene glycol monoethyl ether acetate is estimated as 32(SRC), using a log Kow of 0.24(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that ethylene glycol monoethyl ether acetate is expected to have a very high mobility in soil(SRC)."
        }
    ]
}