{
    "_id": {
        "$oid": "6682e8aac4e5dba5ffba26ba"
    },
    "CID": {
        "$numberInt": "8111"
    },
    "Name": "DIETHYLENETRIAMINE",
    "IUPACName": "N'-(2-aminoethyl)ethane-1,2-diamine",
    "CanonicalSMILES": "C(CNCCN)N",
    "Synonyms": [
        "DIETHYLENETRIAMINE",
        "111-40-0",
        "Bis(2-aminoethyl)amine",
        "\"2,2-Diaminodiethylamine\"",
        "Diethylene triamine",
        "1,4,7-Triazaheptane",
        "Barsamide 115",
        "Epicure T",
        "Ancamine DETA",
        "\"2,2-Iminodiethylamine\"",
        "Aminoethylethandiamine",
        "N,N-Bis(2-aminoethyl)amine",
        "3-Azapentane-1,5-diamine",
        "1,2-Ethanediamine",
        "N-(2-aminoethyl)-",
        "Imino-bis-ethylamine"
    ],
    "IsomericSMILES": "C(CNCCN)N",
    "INCHI": "InChI=1S/C4H13N3/c5-1-3-7-4-2-6/h7H,1-6H2",
    "INCHIKEY": "RPNUMPOLZDHAAY-UHFFFAOYSA-N",
    "Formula": "C4H13N3",
    "MolecularWeight": {
        "$numberDouble": "103.17"
    },
    "Description": "Diethylenetriamine is a triamine and a polyazaalkane.",
    "XlogP": {
        "$numberDouble": "-2.1"
    },
    "Complexity": {
        "$numberInt": "26"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci Nov (1994)",
            "Value": "Diethylenetriamine has a very low estimated log octanol/water partition coefficient, -2.13(1), and, therefore, would not be expected to bioconcentrate in fish(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kawasaki M; Ecotox Environ Safety 4: 444-54 (1980) (2) Price KS et al; J Water Pollut Control Fed 46: 63-77 (1974) (3) Popp KH; Tenside Deterg 14: 310-11 (1977) (4) Niemi GJ et al; Environ Toxicol Chem 6: 515-27 (1987) (5) Chemicals Inspection Testing Institute; Biodegradation and bioaccumulation data of existing chemicals based on the CSCL Japan. Japan Chem Indust Ecol-Toxicol Info Ctr. ISBN 4-89074-101-1 (1992) (6) Rothkopf GS, Bartha R; J Amer Oil Chem Soc 61: 977-84 (1984)",
            "Value": "Chemicals containing two terminal amino groups on a noncyclic compound are associated with persistance in 5-day BOD tests(4). Diamines, such as diethylenetriamine, in which the 2 nitrogen groups were not separated by at least 3 carbon atoms were recalcitrant and did not support bacterial growth as a sole source of carbon, nitrogen, and energy(6). No degradation of diethylenetriamine was observed in a 5-day BOD test using an acclimated sewage inoculum(4). Diethylenetriamine is listed as resistant to biodegradation according to the biodegradability test of the Japanese Ministry of International Trade and Industry(1). This test utilizes a mixed inoculum containing sewage, soil and surface water. The BOD was 0% of theoretical in 20 days when incubated with sewage(2). However, the BOD increased to 70% theoretical when an inoculum composed of treated petrochemical effluent, sewage and soil was used that had previously been acclimated for 45-60 days(2). In other BOD tests, 55% of the diethylenetriamine in wastewater biodegraded in 6 weeks(3) and 0% degraded in 2 weeks(5)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 464",
            "Value": "... The mechanism of action /for pulmonary or dermal sensitization/ is probably a cross-linking of proteins with bifunctional amine groups."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3164",
            "Value": "RATS EXPOSED TO CONCENTRATED VAPORS ... & TO 300 PPM ... SHOWED NO EFFECTS."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 336",
            "Value": "TESTS ON RABBITS /EYES/ HAVE YIELDED RESULTS VARYING FROM MODERATE INJURY, GRADED 5 TO 8 ON A SCALE OF 1 TO 10 /10 MOST SEVERE/, TO SEVERE INJURY OF THE DEGREE CAUSED BY AMMONIUM HYDROXIDE. EVEN WHEN DILUTED TO 15% IN WATER IT HAS DAMAGED RABBIT CORNEAS SEVERELY."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 336",
            "Value": "DIETHYLENETRIAMINE IN 0.2 MOLAR AQ SOLN NEUTRALIZED WITH HYDROCHLORIC ACID HAS NO TOXIC EFFECT ON RABBIT CORNEAS ALTHOUGH APPLIED FOR 10 MIN TO THE BARE STROMA AFTER MECHANICAL REMOVAL OF THE EPITHELIUM."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "Diethylenetriamine was evaluated by mutagenicity in the Salmonella/microsome preincubation assay using a standard protocol approved by the National Toxicology Program. Diethylenetriamine was tested at doses of 0, 33, 100, 333, 1000, 3333, and 10,000 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Diethylenetriamine was negative in these tests and the highest ineffective dose level tested without slight or total clearing of the background lawn in any Salmonella tester strain was 1000 ug/plate."
        },
        {
            "References": "Sullivan, J.B. Jr., G.R. Krieger (eds.). Hazardous Materials Toxicology-Clinical Principles of Environmental Health. Baltimore, MD: Williams and Wilkins, 1992., p. 780",
            "Value": "The subchronic toxicity of diethylenetriamine has been evaluated in a 90 day dietary study in the rats. Concentrations of 7,500 and 15,000 ppm diethylenetriamine resulted in dose related pathologic effects in the liver and kidney. A no observable effect level was 1,000 ppm."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 62",
            "Value": "The dermal oncogenic activity of diethylenetriamine was evaluated with both the high purity and commercial grade product. 25 ul aliquots of 5% aqueous solutions were applied to the backs of mice for three days each week for the lifetime of the animals. No treatment-related skin tumors were observed, nor was there any evidence of increased incidence of internal tumors."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3147",
            "Value": "Inhalation toxicity (rat): Saturated vapor time for 0 deaths = 8 hr."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3164",
            "Value": "The substituted diethylenetriamines, N-(hydroxyethyl)diethylenetriamine and N-(cyanoethyl)diethylenetriamine are less toxic orally and ip than diethylenetriamine and are less irritating to the skin of rabbits on single or repeated applications."
        },
        {
            "References": "DePass LR et al; Fund and Appl Toxicol 9 (4): 807-11 (1987)",
            "Value": "Dermal oncogenicity of four ethyleneamines was investlgated in male C3H mice. The compounds were diethylenetriamine in high purity and commercial samples, triethylenetetramine, tetraethylenepentamine and a residue mixture of ten/carbon and higher polymeric amines, polyamine-HPA-No-2. Groups of 50 C3H/HeJ-mice were treated on their backs three times a week for their complete life span with applications of 25 microliters of one of the substances. Hair was clipped from the treatment areas once a week. Approximate doses were 1.25 milligrams for diethylenetriamine in high purity, commercial diethylenetriamine and triethylenetetramine , 6.25 mg for tetraethylenepentamine and 2.5 mg for HPA-No-2. Mean survival time was 587 to 662 days for the five groups of treated mice and 626 days for water treated controls. No epidermal tumors were seen except for a papilloma on the upper lip of one mouse in the triethylenetetramine group but this was not considered to be treatment related because of its location. Three other cutaneous or subcutaneous neoplasms (two in treated groups, one in the control group) were considered to be spontaneous. Twenty cases of hyperkeratosis and 13 of epidermal necrosis were observed in the tetraethylenepentamine group indicating that tetraethylenepentamine induced irritation but there was no epidermal hyperplasia or dermal fibrosis. Absence of irritation in the other groups probably resulted from the lower doses used. It was concluded that there was no evidence of an oncogenic effect of any member of the tested series of ethyleneanines under the conditions studied."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-7 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc for diethylenetriamine estimated from molecular structure is 88(1). Therefore, it would not be expected to adsorb significantly to soil or sediment. According to a suggested classification scheme(2), this estimated Koc suggests that diethylenetriamine would be highly mobile in soil(SRC)."
        }
    ]
}