{
    "_id": {
        "$oid": "6682e8abc4e5dba5ffba26bd"
    },
    "CID": {
        "$numberInt": "8115"
    },
    "Name": "BIS(2-CHLOROETHYL) ETHER",
    "IUPACName": "1-chloro-2-(2-chloroethoxy)ethane",
    "CanonicalSMILES": "C(CCl)OCCCl",
    "Synonyms": [
        "111-44-4",
        "\"2,2-Dichlorodiethyl ether\"",
        "BIS(2-CHLOROETHYL) ETHER",
        "2-Chloroethyl ether",
        "Bis(2-chloroethyl)ether",
        "DCEE",
        "Chlorex",
        "1-Chloro-2-(2-chloroethoxy)ethane",
        "Chloroethyl ether",
        "Dichloroether",
        "Khloreks",
        "Clorex",
        "BCEE",
        "sym-Dichloroethyl ether",
        "Dichloroethyl ether"
    ],
    "IsomericSMILES": "C(CCl)OCCCl",
    "INCHI": "InChI=1S/C4H8Cl2O/c5-1-3-7-4-2-6/h1-4H2",
    "INCHIKEY": "ZNSMNVMLTJELDZ-UHFFFAOYSA-N",
    "Formula": "C4H8Cl2O",
    "MolecularWeight": {
        "$numberDouble": "143.01"
    },
    "Description": "Bis(2-chloroethyl)ether is an ether.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "28"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology & Information Center. ISBN 4-89074-101-1 (1992) (2) Barrows ME et al; pp. 379-92 in Dynamics, Exposure and Hazard Assessment of Toxic Chemicals. Ann Arbor,MI: Ann Arbor Science (1980) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A BCF of 0.4 to 1.3 in carp(1) and a BCF of 11 in bluegills exposed to bis(2-chloroethyl) ether for 14 days(2) was observed. According to a classification scheme(3), these BCF values suggest that the potential for bioconcentration in aquatic organisms is low."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Ludzak FJ, Ettinger MB; Proc 18th Indus Waste Conf Purdue Univ Eng Bull Ext Ser 18: 278-82 (1971) (2) Dojlido JR; Investigations of Biodegradability and Toxicity of Organic Compounds; Final Report 1975-79 USEPA-600/2-79-163 (1979) (3) Chem Inspect Test Inst; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan; Published by Japan Chemical Industry Ecology-Toxicology & Information Center. ISBN 4-89074-101-1 (1992)",
            "Value": "Bis(2-chloroethyl) ether was added to Ohio River water at pH 7.2 and 22-25 °C(1). Thirty-five days following the addition of bis(2-chloroethyl) ether to the water, 50% of the carbon dioxide theoretically derivable from bis(2-chloroethyl) ether was recovered. After a second addition of bis(2-chloroethyl) ether, only 9-10 days were required to observe 50% recovery of theoretical carbon dioxide, suggesting acclimation was necessary for optimal biodegradation rates(1). The absence of evidence of biodegradation in another study(2) may be attributed to an insufficiently long acclimation period (18 days)(SRC). Bis(2-chloroethyl) ether, present at 100 mg/l, reached 8.3% of its theoretical BOD in 3 weeks using an activated sludge inoculum(3)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) McFall JA et al; Chemosphere 14: 1561-9 (1985) (2) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (3) DeVault DS; Arch Environ Contam Toxicol 14: 587-94 (1985)",
            "Value": "The concn of bis(2-chloroethyl) ether in oysters collected between May-June 1980 from areas of Lake Pontchartrain, LA, Inner Harbor Navigation Canal, averaged 0.6 ppb (wet weight) in 8 samples; in clams collected from Chef Manteur Pass and The Rigolets, bis(2-chloroethyl) ether not detected in composite samples(1). Bis(2-chloroethyl) ether was identified, but not quantified, in whole fish samples collected in the fall of 1983 from 13 Lake Michigan tributaries and Grand Traverse Bay(2). Bis(2-chloroethyl) ether was identified, but not quantified, in composite fish samples collected between 1980 and 1981 1983 from Great Lakes Harbors and Tributaries(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 9",
            "Value": "log Kow= 1.29"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1675",
            "Value": "INHALATION ... GUINEA PIGS ... IF THE EXPOSURE TIME TO 100 PPM WAS LIMITED TO 1 HR, NO SERIOUS DISTURBANCES RESULTED, EVEN THOUGH EYE & NOSE IRRITATION WAS STILL EVIDENT. ... INDICATED EVEN @ 35 PPM ALTHOUGH THERE WERE NO OTHER SIGNS OF ADVERSE EFFECTS AND NO DEATHS AFTER 13 1/2 HR OF CONTINUOUS EXPOSURE."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 515",
            "Value": "CHRONIC: BY INHALATION, FOR RATS AND GUINEA PIGS, REPEATED EXPOSURES TO 69 PPM, 5 PER WK OVER A PERIOD OF 130 DAYS CAUSED NO INJURY OTHER THAN DEPRESSION OF GROWTH. APPEARANCE, BEHAVIOR, MORTALITY AND HEMATOLOGICAL VALUES WERE UNAFFECTED."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 515",
            "Value": "INTENSE IRRITATION OF CONJUNCTIVA WITH LACRIMATION, AND OF NOSE; UNSTEADINESS OR VERTIGO, SLOW RESPIRATION AT FIRST, BECOMING SHALLOW AND RAPID, SLIGHT RETCHING, UNCONSCIOUSNESS LEADING TO DEATH. LOWER CONCN (100 PPM) CAUSED ... UNCONSCIOUSNESS ONLY AFTER 13 HR."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 515",
            "Value": "RESP TRACT WAS CHIEF SITE OF INJURY; THE LUNG SHOWED EMPHYSEMA, EDEMA AND HEMORRHAGES, SOMETIMES COMPLETE CONSOLIDATION. THE NASAL PASSAGES, TRACHEA AND BRONCHI SHOWED CONGESTION ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 474",
            "Value": "STUDIES WITH RABBITS HAVE REVEALED THAT BOTH THE PURE MATERIAL AND A 10% SOLN IN PROPYLENE GLYCOL CAUSE MODERATE PAIN, CONJUNCTIVAL IRRITATION, AND CORNEAL INJURY, WHICH GENERALLY HEALS WITHIN 24 HR."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1676",
            "Value": "... ACTION ... /IN GUINEA PIGS BY INHALATION/ IS THAT OF A PRIMARY RESPIRATORY IRRITANT. ALTHOUGH THE CMPD IS CAPABLE OF CAUSING ... /CNS DEPRESSION/ @ HIGH CONCN, THE DELAYED DEATHS @ LOWER CONCN HAVE BEEN DUE TO SEVERE IRRITATION OF THE RESPIRATORY TREE, WITH A RESULTANT RESP COLLAPSE. THE CONGESTIONS IN THE BRAIN, LIVER, & KIDNEYS ARE PROBABLY SECONDARY EFFECTS."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 474",
            "Value": "RATS EXPOSED TO 250 PPM FOR 4 HR HAD A DEATH RATE OF EITHER 2/6, 3/6, OR 4/6 WITHIN 14 DAYS."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 120 (1975)",
            "Value": "... 30 FEMALE ICR/HA SWISS MICE, 6 WK OF AGE, WAS GIVEN WEEKLY SC INJECTIONS OF 1 MG BIS(2-CHLOROETHYL)ETHER IN 0.05 ML PURIFIED PARAFFIN OIL FOR LIFE (MEDIAN SURVIVAL TIME, 656 DAYS). WITHIN 685 DAYS 2 MICE HAD DEVELOPED SARCOMAS @ INJECTION SITE. NO TUMORS OCCURRED IN 30 CONTROLS GIVEN 0.05 ML PURIFIED PARAFFIN OIL ALONE (MEAN SURVIVAL TIME, 643 DAYS)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 120 (1975)",
            "Value": "2 GROUPS OF 18 MALE AND 18 FEMALE MICE OF THE (C57B1/6XC3H/ANF)F1 OR (C57B1/6XAKR)F1 STRAIN WERE GIVEN THE SAME ABSOLUTE AMT OF 100 MG/KG BODY WT BIS(2-CHLOROETHYL)ETHER BY STOMACH TUBE DAILY FROM THE 7TH TO 28TH DAY OF AGE. ... CHEMICAL WAS FED @ CONCN OF 300 MG/KG BODY WT IN DIET FOR 80 WK. OF (C57B1/6XC3H/ANF)F1 MICE, 14/16 MALES DEVELOPED HEPATOMAS & 2/16, LYMPHOMAS; & 4/18 FEMALES DEVELOPED HEPATOMAS. OF (C57B1/6XAKR)F1 MICE, 9/17 MALES DEVELOPED HEPATOMAS & 2/17, PULMONARY ADENOMAS; ONLY 1 LYMPHOMA ... AMONG 18 FEMALES. THE INCIDENCE OF HEPATOMAS IN MALE & FEMALE CONTROLS OF THE TWO STRAINS WERE 8/79"
        },
        {
            "References": "National Research Council. Drinking Water and Health. Volume 3. Washington, DC: National Academy Press, 1980., p. 89",
            "Value": "... TESTED FOR PULMONARY TUMOR INDUCTION IN STRAIN A/ST MALE MICE BY GIVING THEM IP INJECTIONS OF 3 DOSE LEVELS 3 TIMES A WK FOR A TOTAL OF 24 INJECTIONS. UPON SACRIFICE, 24 WK AFTER THE FIRST INJECTION, RESULTS WERE NEGATIVE. SURVIVAL @ 20 MG/KG, WHICH WAS GIVEN 24 TIMES (TOTAL DOSE OF 480 MG/KG), WAS 100%, WHEREAS @ 40 MG/KG, WHICH WAS GIVEN 4 TIMES (TOTAL DOSE OF 160 MG/KG), IT WAS 75%."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 474",
            "Value": "... /IN/ STUDIES WITH RABBITS ... 10% SOLN ... HAD VERY LITTLE OR NO EFFECT ON INTACT OR ABRADED SKIN AFTER REPEATED APPLICATIONS."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 474",
            "Value": "/WITH RABBITS/ ... WHEN THE PURE MATERIAL WAS USED, ACUTELY TOXIC AMT RAPIDLY PENETRATED THE SKIN AND CAUSED DEATH WITHIN A DAY."
        },
        {
            "References": "Osol, A. (ed.). Remington's Pharmaceutical Sciences. 16th ed. Easton, Pennsylvania: Mack Publishing Co., 1980., p. 1203",
            "Value": "/DICHLOROETHYL ETHER/ ... MAY INJURE GROWING PLANTS ALTHOUGH GRASSES ARE LESS AFFECTED THAN ARE OTHER PLANTS ..."
        },
        {
            "References": "WEISBURGER EK ET AL; J NATL CANC INST 67 (1): 75 (1981)",
            "Value": "FOURTEEN CHEMICALS OF VARIED USES WERE TESTED FOR CARCINOGENICITY BY ORAL ADMIN IN MALE AND FEMALE CHARLES RIVER CD RATS. UNDER THE CONDITIONS OF THE TEST, BIS(2-CHLOROETHYL)ETHER WAS NOT CARCINOGENIC."
        },
        {
            "References": "BAKHTIZINA GZ, OSIPOVA LO; TR UFIM NAUCH-ISSLED INST GIG PROF ZABOL 5: 84 (1969)",
            "Value": "CHLOREX GIVEN ORALLY TO RATS IN DOSES OF 13 MG/KG/DAY FOR 2 MO INCR RETENTION OF BROMOSULFOPHTHALEIN IN THE BLOOD, INCR THE BLOOD LEVEL OF EOSINOPHILS AND GLOBULINS, AND DECR THAT OF LEUKOCYTES AND ALBUMINS."
        },
        {
            "References": "MUELLER G, NORPOTH K; KREBSGEFAEHRDUNG ARBEITSPLATZ/ARBEITSMED KOLLOQ, BER JAHRESTAG DTSCH GES ARBEITSMED, 19TH: 205 (1979)",
            "Value": "IN AMES TESTS WITH SALMONELLA TYPHIMURIUM AND ESCHERICHIA COLI, THE LOW MUTAGENICITY OF 2,2'-DICHLORODIETHYL ETHER WAS STIMULATED BY NADPH2 /AND S9 FRACTION/."
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Chloroalkyl Ethers p.B-1 (1980) EPA 440/5-80-030",
            "Value": "An embryo-larval test has been conducted with bis(2-chloroethyl)ether on the fathead minnow. No adverse effects were observed at test concn as high as 19,000 ug/l."
        },
        {
            "References": "PMID:3771621",
            "Value": "... A long-term study was conducted to investigate the possible carcinogenicity of DCEE in male and female Sprague-Dawley rats following sc injections of 4.36 umole and 13.1 umole DCEE in dimethylsulfoxide per week. The evaluation of tumor development in treated groups and controls were based on macroscopic inspection and histological examinations of the suspect organs and tissues.... There was no appreciable increase in the number of tumors detected in DCEE-treated animals when compared with untreated or dimethylsulfoxide-treated groups. ... Irradiation of DCEE with UV did not elevate mutagenic activity of the compound against Salmonella typhimurium TA100."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 432",
            "Value": "Acute response at various air concentrations have been studied in the guinea pig and rat. Exposure of the guinea pig at levels of 500 ppm of the vapors caused immediate severe eye and nose irritation and after 1.5 to 3 hours, respiratory disturbances, followed by death after 5 to 8 hours. The major organ affected was the lungs, with lesser effects in the liver, kidneys and brain. Lung damage was the cause of delayed death even after 90 minutes exposure at this concentration. Reducing the concentration to 105 ppm resulted in eventual death after 10 hours of continous exposure; however, if limited to 1 hour, no serious systemic disturbances resulted, although eye and nose irritation were evident. At 35 ppm, irritation was still present, but without other signs of adverse effects. Rats responded similarly when exposed at 250 ppm for 4 hours; this exposure was lethal."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 432",
            "Value": "Hepatomas developed in both sexes of two mice strains after prolonged oral administration of dichloroethyl ether (300 mg/kg for 80 weeks)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values and Biological Exposure Indices. 6th ed. Volumes I, II, III. Cincinnati, OH: ACGIH, 1991., p. 432",
            "Value": "Repeated exposures of rats and guinea pigs to dichloroethyl ether vapors at 69 ppm for 93, 7-hr exposures, 5 days/week for a 130-day period resulted in no serious injury; the abnormalities seen reflected mild physiologic response to stress. All of the animals showed varying degrees of growth depressions and some inconsistent variations in organ weights, although microscopic examination revealed no cellular lesions."
        },
        {
            "References": "National Research Council. Drinking Water and Health. Volume 3. Washington, DC: National Academy Press, 1980., p. 90",
            "Value": "A test for mutagenic potential by the heritable translocation test was negative in mice that received three different oral doses by gavage. The compound was weakly mutagenic in the Ames Salmonella assay using the agar-incorporation system and very mutagenic in desiccator or suspension assay systems. The mutagenic activity was enhanced by the addition of an S-9 activation mix that was prepared from human liver."
        },
        {
            "References": "Smith CC et al; Invest of the Metab of Chlorinated Hydrocarbons in Subhuman Species p.1-134 (1985) EPA 600/1-85-001",
            "Value": "The purpose of this research program was to provide metabolic data on four rather common drinking water contaminants. The cmpd were 1,2,4-trichlorobenzene (TCB), bromodichloromethane (BDC), bis(2-chloroisopropyl)ether (BCIE), and bis(2-chloroethyl) ether (BCEE). The (14)C-labeled cmpd were administered orally and sometimes iv, to rats and rhesus monkeys. ... BCIE in monkeys was also excreted via the lung and was very toxic to the eyes and kidneys following multiple 30 mg/kg oral doses. Preliminary studies of BCEE in 2 rhesus monkeys produced the same signs of periorbital toxicity as BCIE when oral dose of 10 mg/kg was administered."
        },
        {
            "References": "PMID:3317026",
            "Value": "The mutagenic, recombinagenic, and SOS inducing potencies of 6 bifunctional directly acting alkylating agents (mitomycin C, thiotepa, chloroambucil, nitrogen mustard, bis(2-chloroethyl) ether, and bis(2-chloroethyl)nitrosourea were measured in an Escherichia coli test system (E. coli multitest) as the integral under the yield-dose curve obtained for each event. This potency corresponds to the cumulative yield of the affected cell population over the entire effective dose range of the chem treatment. A weak mutagenic activity was detected only for mitomycin C and thiotepa. Except for bis(2-chloroethyl) ether, all agents were recombinagenic and SOS inducing. When the 3 genotoxic potencies mutagenic, recombinagenic, and inducing of these bifunctional alkylating agents were correlated, separate or in combination, with the respective carcinogenic potencies in rodents a highly significant correlation was obtained with both the recombinagenic and SOS inducing potencies."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Hauser TR, Bromberg SM; Environ Monit Assess 2: 249-72 (1982) (2) USEPA; Superfund Record of Decision (EPA Region 2): Lipari Landfill, Mantau Township, Gloucester County, New Jersey, July 11, 1988. Third Remedial Action. Report 1988, USEPA/ROD/RO2-88/074 (NTIS PB89-219224). pp. 139 (1988)",
            "Value": "Soil and sediment samples collected at Love Canal, NY contained bis(2-chloroethyl) ether, concn not quantified(1). Bis(2-chloroethyl)ether was qualitatively detected on-site and off-site at the Lipari Landfill Superfund site, Gloucester County, New Jersey in soil samples collected from 1983-1984(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, And Steric Constants. ACS Prof Ref Book. Washington,DC: American Chemical Society (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington,DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983) (4) Wilson JT et al; J Environ Qual 10: 501-6 (1981)",
            "Value": "The Koc of bis(2- chloroethyl) ether is estimated as approximately 120(SRC), using a log Kow of 1.29(1) and a regression-derived equation(2,SRC). According to a classification scheme(3), this estimated Koc value suggests that bis(2-chloroethyl) ether is expected to have high mobility in soil(SRC). In a 140 cm long column containing Lincoln fine sand collected in Ada, OK, 86% of the applied bis(2-chloroethyl) ether reached 140 cm, indicating minimal adsorption to this soil(4)."
        }
    ]
}