{
    "_id": {
        "$oid": "6682e8abc4e5dba5ffba26be"
    },
    "CID": {
        "$numberInt": "8117"
    },
    "Name": "DIETHYLENE GLYCOL",
    "IUPACName": "2-(2-hydroxyethoxy)ethanol",
    "CanonicalSMILES": "C(COCCO)O",
    "Synonyms": [
        "DIETHYLENE GLYCOL",
        "111-46-6",
        "\"2,2-Oxydiethanol\"",
        "Diglycol",
        "\"2,2-Oxybisethanol\"",
        "2-(2-Hydroxyethoxy)ethanol",
        "Diethylenglykol",
        "Digol",
        "2-Hydroxyethyl ether",
        "Bis(2-hydroxyethyl) ether",
        "DI(HYDROXYETHYL)ETHER",
        "\"Ethanol",
        "2,2-oxybis-\"",
        "Digenos",
        "Dicol",
        "Brecolane ndg"
    ],
    "IsomericSMILES": "C(COCCO)O",
    "INCHI": "InChI=1S/C4H10O3/c5-1-3-7-4-2-6/h5-6H,1-4H2",
    "INCHIKEY": "MTHSVFCYNBDYFN-UHFFFAOYSA-N",
    "Formula": "C4H10O3",
    "MolecularWeight": {
        "$numberDouble": "106.12"
    },
    "Description": "Diethylene glycol is a hydroxyether.",
    "XlogP": {
        "$numberDouble": "-1.3"
    },
    "Complexity": {
        "$numberInt": "26"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for diethylene glycol(SRC), using an estimated log Kow of -1.5(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Jun 10, 2009. (2) Reuschenbach P et al; Water Res 37: 1571-82 (2003) (3) ECETOC; Assessment of the biodegradation of chemicals in the marine environment. European Centre for Ecotoxicology and Toxicology of Chemicals (Belg), Tech. Rep. ECETOC, 1993, No. 54, 55 PP. (1993)",
            "Value": "AEROBIC: Diethylene glycol, present at 30 mg/L, reached 90% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 100 mg/L in the Japanese MITI test(1). The compound, present at 100 mg/L, showed 59% (rate constant of 0.081/day, 5 day lag period) and 89% degradation (0.173/day, 5 day lag period) using the Sapromat and Oxitop systems, respectively, in manometric respirometry tests using activated sludge at 30 mg/L dry matter(2). Biodegradation of 44% and 78% degradation were reported when using seawater as inoculum in a shake flask die-away test (chemical concentration of 5-30 DOC/L) and the closed bottle oxygen consumption test (test chemical concentration of 2-10 mg/L), respectively, both incubated at 15-20 °C for 28 to 60 days; however, high carbon levels may have compromised the test results(3)."
        },
        {
            "References": "PMID:7691522",
            "Value": "AEROBIC: Diethylene glycol was readily biodegraded in a sandy loam at rates of 15.6, 19.9, 22.4, and 50.0 mg/kg/day from initial concentrations of 262.7, 1792.1, 626.0, and 4512.0 ppm, respectively(1). This indicates that high concentrations of diethylene glycol are not inhibitory to soil microorganisms(1)."
        },
        {
            "References": "(1) Mills EJ Jr, Stack VT Jr; Proceedings of the 9th Industrial Waste Conference 9: 449-64 (1955) (2) Evans WH, David EJ; Wat Res 8: 97-100 (1974) (3) Nyholm N, Kristensen P; Ecotoxicol Environ Safety 23: 161-72 (1992) (4) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974)",
            "Value": "AEROBIC: Microorganisms from the Kanawana River that had been fed diethylene glycol for a period of 80 days did not show any appreciable acclimation (BOD Theoretical of 22% after 15 days of incubation)(1). Diethylene glycol will be removed partially or completely from river water within 7 days at 20 °C, but for winter conditions of river flow and temperature (less than 8 °C), degradation will be minimal(2). Results of a shake flask test and a closed bottle test (both using natural seawater) conducted by 14 laboratories gave averages of 12 and 8 days to reach 50% degradation after the lag phase, respectively(3). The 20-day BOD values for diethylene glycol (as % biooxidation) were 30% for non-acclimated fresh water, 67% for acclimated fresh water, and 14% for non-acclimated synthetic salt water(4)."
        },
        {
            "References": "(1) Blok J et al; Chemosphere 14: 1805-20 (1985) (2) Gerike P; Berichte 10: 139-43 (1978) (3) Gilbert PA, Lee CM; pp 34-45 in Biotransformation and Fate of Chemicals in the Aquatic Environment. Maki AW et al, eds., Proc Pellston, MI; Univ Mich Biol Stat (1980)",
            "Value": "AEROBIC: The results for the biodegradation of diethylene glycol with various tests are as follows: greater than 70% DOC removal at 19 days in 98% of the runs with the Zahn-Wellens test and 18% of the runs with the modified OECD test; greater than 60% CO2 removal/TOC at 14 and 26 days in 25% of the runs with the Sturm test; greater than 60% BOD/Theoretical oxygen demand at 30 days for 31% of the runs with the closed bottle test; and greater than 60% BOD/Theoretical oxygen demand at 14 days for 3% of the runs with the MITI test(1). Biodegradation of diethylene glycol in a series of different biodegradation tests is as follows: 53% removal using the coupled units test; 94% DOC removal in the Zahn-Wellens test; 42% DOC removal in the OECD screening test; 80% BODT after 30 days in the closed bottle test; 33% DOC removal in the Sturm test; and 59% DOC removal in the AFNOR test(2). Diethylene glycol was 100% biodegraded using the Zahn-Wellens test which measures inherent biodegradability; employing the Husmann simulation test, biodegradation was 88% and 52% using using domestic sewage and artificial seed as per OECD guidelines, respectively(3)."
        },
        {
            "References": "(1) Forkner MW et al; Kirk-Othmer Encycl Chem Technol. 4th ed. NY,NY: John Wiley and Sons. Vol 12: 695-714 (1994) (2) Heukelian H, Rand MC; J Water Pollut Contr Assoc 29: 1040-53 (1955) (3) Ettinger MB; Ind Eng Chem 48: 256-9 (1956) (4) Haines JR, Alexander M; Appl Microbiol 29: 621-5 (1975) (5) Stainken DM et al; Environ Toxicol Chem 2: 177-188 (1983)",
            "Value": "AEROBIC: Diethylene glycol readily biodegrades with a 20-day BOD value of 67%(1). In a screening study using a sewage seed, diethylene glycol (concentration not specified) had a 10-day BOD of 0 at 20 °C, and 5-day BOD values of 0.02 and 0.06(2). BOD values for diethylene glycol in mineralized dilution water and settled sewage seed at 20 °C were 1.5, 5.6, 9.0, and 18.8 % of theoretical BOD after 5, 10, 15, and 20 days of incubation(3). The BOD of diethylene glycol incubated with soil microorganisms was 2.5, 5.7, 8.2, and 7.8 after 2, 5, 10, and 20 days of incubation(4). 5-Day BOD values for diethylene glycol in laboratory maintained sludge and fresh activated sludge were 0.02 (% Theoretical oxygen demand 1.3) and 0.01 mg O2 consumed/mg compound (% Theoretical oxygen demand 0.7), respectively, using NH4Cl as the nitrogen source(5). 20-Day BOD values for diethylene glycol in laboratory maintained sludge and fresh activated sludge were 0.06 (% Theoretical oxygen demand 4.0) and 0.12 mg O2 consumed/mg compound (% Theoretical oxygen demand 7.9), respectively(5)."
        },
        {
            "References": "(1) Freitag D et al; pp. 111-36 in QSAR Environ Toxicol Proc Workshop Quant Struct-Act Relat. Kaiser KLE, ed., Dordrecht, Neth: Reidel (1984) (2) Blok J, Booy M; Ecotoxicol Environ Safety 8: 410-22 (1984) (3) Gerhold RM, Malaney GW; J Water Poll Contr Fed 38: 562-79 (1966) (4) Pitter P; Wat Res 10: 231-5 (1976) (5) Struijs J, Stoltenkamp J; Ecotoxicol Environ Safety 19: 204-11 (1990) (6) Van Ginkel CG, Stroo CA; Ecotoxicol Environ Safety 24: 319-27 (1992)",
            "Value": "AEROBIC: The relative biodegradation rate of diethylene glycol in activated sludge was 8.4% CO2 (relative to dose applied)(1). In a repetitive die away test, diethylene glycol biodegraded approximately 75% as percent oxidation after 8 weeks with inoculum concentrations of 0.01 to 10 mL sludge/L medium(2). In activated sludge, diethylene glycol gave a theoretical oxygen demand of 2.4, 5.7, and 10.0% in 6, 12, and 24 hours, respectively(3). The biological degradability of diethylene glycol was measured as 95% removal of COD with a biodegradation rate of 13.7 mg COD/g/hour(4). The mineralization of diethylene glycol after 14 and 28 days in a biodegradability screening test was 12-15 and 45-50 as % Theoretical CO2 production(5). In a prolonged closed bottle test for the determination of inherent biodegradability, diethylene glycol did not exceed 60% biodegradation within 28 days; however it did pass this level at day 42 which demonstrated complete mineralization(6)."
        },
        {
            "References": "PMID:356537",
            "Value": "AEROBIC: In a 20-day BOD study, only 10% of the available oxygen was consumed in the presence of diethylene glycol, and the same result was found in a series of 10-day activated sludge culture tests using several different concentrations of diethylene glycol(1). However, a two-stage continuous anaerobic sludge reactor fed with industrial waste and supplemented with diethylene glycol over a 40 day period demonstrated over a 60% reduction in chemical oxygen demand(1). Diethylene glycol was not readily degraded in a Warburg study using adapted sludge mixtures over a 24 hour incubation period(1)."
        },
        {
            "References": "(1) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-9 (1989)  (2) Shelton DR, Tiedje JM; Development of Tests for Determining Anaerobic Biodegradation Potential. USEPA 560/5-81-013 (NTIS PB84-166495) East Lansing, MI: S, Mich State Univ Dept Crop Soil Sci 92 p. (1981)",
            "Value": "ANAEROBIC: Diethylene glycol completely biodegraded in anaerobic digesting sludge (greater than 80% theoretical CH4 and CO2 production)(1). Diethylene biodegradation in sludge was 158 and 162% of theoretical methane production for Adrian and Jackson sludges, respectively, after a lag period of 1 week and an incubation period of 4 weeks(2)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:45188",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute intoxication by diethylene glycol (LD 50) in male rats is associated with a severe metabolic acidosis which is significantly decreased by intraperitoneal (IP) hydration or IP alkalinization and eliminated by IP ethanol. Tubular necrosis and deposit of calcium oxalate crystals constitute the histological renal lesions in 50% of rats given diethylene glycol with or without IP hydration..."
        },
        {
            "References": "PMID:737988",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The amount of oxalate in the blood and kidneys of Sprague-Dawley rats doses with ethylene and diethylene glycol was quantitated. The animals dosed with ethylene glycol demonstrated significantly higher oxalate levels, particularly at 8 hr post-dosing, than similar animals dosed with diethylene glycol. Ethylene glycol induced oxalate deposition within the kidney without significant histologic changes. Diethylene glycol induced histologic changes within the kidneys without kidney oxalate deposition. Maximal kidney oxalate levels, following ethylene glycol dosage, occurred concurrently with peak blood oxalate concentrations. In the case of diethylene glycol, kidney oxalate levels did not peak until 4 hr after maximal blood oxalate levels. Ethylene and diethylene glycol induced different modes of death in Sprague-Dawley rats."
        },
        {
            "References": "PMID:1879510",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  In adult rats influences of Diethylene glycol (DEG) on functional parameters are characterized, indicating early signs of nephrotoxicity. A dose dependent proteinuria, an oliguric effect, an increased excretion of free hydrogen ions and a compensated impairment of renal tubular transport processes can be stated (0.25, 0.5 and 0.75 mL DEG/100 g bw ip). Following a single dose of 0.5 mL DEG/100 g bw ip the maximally expressed nephrotoxic effect is measurable 4 to 8 days after administration."
        },
        {
            "References": "PMID:8135655",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral doses of 1 and 5 mL/kg 14C-diethylene glycol (DEG) /were/ given to rats. ...DEG produced metabolic acidosis, which was completely balanced after doses of 1 and 5 mL/kg, but doses greater than 10 mL/kg produced non-compensated metabolic acidosis, hydropic degeneration of the tubuli, oliguria, anuria, accumulation of urea-N, and death in uremic coma."
        },
        {
            "References": "Lefaux, R. Practical Toxicology of Plastics. Cleveland: CRC Press Inc., 1968., p. 373",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intravenously minimum fatal doses are 5 mL/kg for rats and 2 ml/kg for rabbits; intramuscularly they are 7 mL/kg for rats and 4 mL/kg for rabbits..."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 627",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No irritation of eyes of rabbits...by instillation of diethylene glycol."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:14",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An essentially saturated atmosphere generated at approximately 170 °C and a fog generated at about 70 °C caused no deaths of rats exposed for 8 hours."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 335",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diethylene glycol tested by application of a drop to rabbit corneas is found not injurious, and tests on excised beef corneas have shown that it does not alter the adhesion of epithelium to stroma."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:14",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The acute oral LD50 values for rats, guinea pigs, and mice is 16.6, 8.7, and 26.5 g/kg, respectively .../It was reported/ that the symptomatology for rabbits, dogs, mice, and guinea pigs is quite similar; first noted were thirst, diuresis, roughened coat, and refusal of food, followed days later by suppression of urine, proteinuria, prostration, dyspnea, a bloated appearance, coma, decrease in body temperature, and death."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2,2'-Oxidiethanol (111-46-6) (2000 CD-ROM edition). Available from the database query page, as of June 16, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 500 mg diethylene glycol applied to rabbit skin in a standard Draize test resulted in a mild reaction."
        },
        {
            "References": "PMID:2054309",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The myocardium of guinea pigs fed on sublethal doses of diethylene glycol (DEG) over a period of 2-11 days was examined for microscopical and ultrastructural changes. Coagulative myocytolysis and loss of myofibrils, not observed in the controls, was patchily distributed throughout the myocardium. The accompanying ultrastructural features included swelling, pleomorphism and hyperplasia of mitochondria with an associated distension of the interfibrillary spaces and a displacement, distortion and rupture of adjacent myofibrils."
        },
        {
            "References": "MARCHENKO SA; FARMAKOL TOKSIKOL (KIEV) 8: 175 (1973)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats and mice exposed to diethylene glycol at 5 mg/cu m for 3-7 months showed structural changes in central nervous system and endocrine and internal organs along with other pathological effects."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3836",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Diethylene glycol /was injected/ intraperitoneally for 3 months to rats at a daily dose of 300 mg/kg and found that it caused brain edema, plethora of brain tissue, petechial hemorrhages, and irregular distribution of cytoplasmic RNA. Histologically, some degenerative changes and vacuolization were seen."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:14",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Researchers/ found that concentrations of 5 to 20% /diethylene glycol/ in the drinking water of rats caused weight loss and death, but that 1 and 2% had no such effect. They also report finding 2-naphthol in the urine and bile of animals treated with diethylene glycol."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2,2'-Oxidiethanol (111-46-6) (2000 CD-ROM edition). Available from the database query page, as of June 16, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs orally administered 105 g/kg /diethylene glycol/ for 8 days resulted in death."
        },
        {
            "References": "Amdur, M.O., J. Doull, C.D. Klaasen (eds). Casarett and Doull's Toxicology. 4th ed. New York, NY: Pergamon Press, 1991., p. 704-5",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A long term rat feeding study ... showed that 1% diethylene glycol in the diet over a two year period resulted in slight growth depression, a few calcium oxalate bladder stones, minimal kidney damage, and occasional liver damage. At 4% dietary level, thre was increased mortality, a marked depression of growth rate, bladder stones, severe kidney damage, and moderate liver damage. In addition, bladder tumors appeared rather frequently."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:15",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Diethylene glycol containing only 0.031 percent of ethylene glycol /was fed/ to weanlings, 2 month old, and year old rats for up to 2 years at levels of 4.0 and 2.0% in a laboratory chow. Because of the difference in chemical intake, the year old rats were given a diet containing 67% diethylene glycol after 1 month on the 4 percent diet. Although the weanling rats developed more bladder stones than the other groups, the difference was insignificant. The yearling rats developed their bladder stones somewhat earlier. The highest stone formation was 8 in 20 rats at the 4% dosage level. None was found in the rats fed the 2% level /which is contrary to the conclusions of the previous study/. ... /The results indicate/ ... that diethylene glycol substantially free of ethylene glycol does not cause bladder stones, suggesting that it is not metabolized to any great degree to ethylene glycol."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:15",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /It was/ reported that 10 of 16 mice exposed to levels of 4 to 5 mg/cu m (0.92 ppm) 2 hr/day for 6 to 7 months developed malignant mammary tumors, whereas no tumors developed in the 20 controls. The concentrations stated were generated by heating diethylene glycol at 30 to 35 °C in a dish inside the 100-L chamber that housed the mice. The significance of these findings is minimal because the report gives no indication that the control animals were subjected to the same extraneous stresses, particularly heat, as the experimental animals. Further, there is no indication of the purity of the diethylene glycol tested."
        },
        {
            "References": "PMID:2340988",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethylene glycol (DEG) and diethylene glycol monoethyl ether (DEGEE) were evaluated for reproductive toxicity in CD-1 mice using a continuous breeding protocol. Compounds were administered in the drinking water at 0, 0.35, 1.75, and 3.5% w/v (DEG) or 0, 0.25 1.25, and 2.5% w/v (DEGEE). Exposure of the breeding pairs to 3.5% °For 14 weeks produced statistically significant decreases in the number of litters per pair, live pups per litter, proportion of pups born alive, and live pup weight. There was also a significant increase in the cumulative days to litter and a significant decrease in the number of pairs producing the third, fourth, and fifth litters for the 3.5% DEG-exposed mice. A crossover mating trial of the F0 mice to determine the affected sex was inconclusive, but suggested that offspring development was compromised in females exposed to 3.5% DEG. Slight maternal (F0) toxicity was noted for the 3.5 DEG group (7% decrease in body weight). The F1 generation, at 3.5% DEG, had decreased body weights at birth and exhibited poor postnatal survival. At the intermediate dose of DEG, body weights of both sexes were depressed at weaning, at onset of mating, and at necropsy. However, no adverse effects on reproduction were observed. DEGEE had no effect on reproduction in the F0 or F1 generation mice despite a 34% decrease in cauda epididymal sperm motility in the F1 males at 2.5% DEGEE. Other signs of toxicity observed in these F1 mice included increased relative liver weights. These data indicate that DEG is a reproductive toxicant in Swiss mice affecting fertility and reproductive performance, albeit at high doses (equivalent to 6.1 g/kg/day). However, its monoethyl derivative, DEGEE, is without adverse effects on fertility and reproductive performance."
        },
        {
            "References": "PMID:1507269",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of diethylene glycol (digol, diEG) on the embryo was studied in the pregnant Syrian hamster at dosages from 2 1/4 to 4 mL/kg (2.52-4.48 g/kg). The hamsters were dosed by (single) intraperitoneal injection because previous experiments had indicated that oral dosing in the drinking water (and therefore possibly gavage dosing also) causes the hamsters to drink less. The digol was diluted with distilled water and injected on d 8 of pregnancy. Distilled water was used for the controls. At all dosages, fetuses from treated animals examined at autopsy on d 15 were found to be lighter than those from control animals. Abnormalities were seen at all dosages, mainly neural-tube defects (exencephaly, cranial bleb, and myelomeningocele). No neural-tube defects were observed in control animals. A dosage-related deficit in the number of live, externally nonmalformed fetuses was observed and was matched by a dosage-related increase in the number of live externally abnormal fetuses. Few dead full-term fetuses were found, but there was a dosage-related increase in the \"late\" resorption rate. A new summarizing measure, the fetal detriment (FD), the deficit from control expectations of live, nonmalformed litter mass per live litter, was found to be proportional to the square of the dose-rate D, the regression through the origin in this study being FD = (0.934 +/- 0.329)D2. The 50% attrition dosage, the AD50, was 2.90 mL/kg (3.25 g/kg) in the hamster, with 95% confidence interval 2.21-5.41 mL/kg (2.48-6.06 g/kg). Diethylene glycol in high dosage produces damage to the fetuses of pregnant Syrian hamsters. It is not known whether this is an indirect result of the maternal toxicity, which was observed even at the lowest dosage used, or is the effect of digol or of its metabolites on the conceptus."
        },
        {
            "References": "PMID:8566480",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethylene glycol was tested for prenatal toxicity after oral administration (gavage) to pregnant Himalayan rabbits. The substance was administered to 15 female rabbits per group by stomach tube in daily doses of 100, 400, or 1000 mg/kg body wt from Day 7 postinsemination (pi) through Day 19 pi. The control group received the vehicle only (twice distilled water). There were no compound-related effects on the dams concerning food consumption, body weight, body weight gain, or clinical or necropsy observations even at the highest dose of 1000 mg/kg body wt/day. All data obtained on gestational parameters also revealed no biologically relevant differences between the control and treated groups. The fetal external, soft tissue, and skeletal findings, which were classified as malformations, variations, and/or retardations, were seen in the treated fetuses at a frequency similar to the corresponding and/or historical controls. Thus, under the conditions of this study, no signs of maternal toxicity or embryo-/fetotoxicity were induced by diethylene glycol. Therefore, a no-observable-adverse-effect level for diethylene glycol of > 1000 mg/kg body wt/day was established for both the maternal and the developing Himalayan rabbit."
        },
        {
            "References": "PMID:15979775",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethylene glycol (DEG) ... was investigated in mice and rats, species known to be sensitive to the developmental toxicity of ethylene glycol. Timed-pregnant CD-1 mice and CD rats were dosed daily by gavage with undiluted DEG over gestational days (gd) 6-15. Based on probe studies, mouse dosages were 0 (distilled water), 559, 2795 and 11,180 mg/kg/day, and those for rats 0, 1118, 4472 and 8944 mg/kg/day. They were examined daily for clinical signs of toxicity, and body weights, food consumption and water consumption measured periodically throughout gestation. At necropsy, on gd 18 (mice) or gd 21 (rats), dams were examined for gross pathology and body, gravid uterus, liver and kidney weights were measured. Maternal rat kidneys were examined histologically. Fetuses were weighed, sex determined, and examined for external, visceral and skeletal variations and malformations. With mice there was maternal toxicity at 11,180 mg/kg/day (mortality, signs, increased water consumption) and at 2795 mg/kg/day (increased water consumption). Implantations were comparable across all groups. Fetal body weights were significantly reduced at 11,180 mg/kg/day. There were no increases in variations or malformations, either total, by category, or individually. With rats, maternal toxicity was present at 8944 mg/kg/day (mortality, signs, reduced body weight gain, reduced food consumption, increased water consumption, increased liver weight, increased kidney weight, and renal histopathology), and 4472 mg/kg/day (increased water consumption). There were no treatment-related effects on corpora lutea or implantations. Fetal body weights were reduced at 8944 mg/kg/day. There were no significant effects with respect to total or individual external or visceral variations. Individual skeletal variations were significantly increased at 8944 mg/kg/day (poorly ossified interparietal, poorly ossified thoracic centra number 10 and number 13, and bilobed thoracic centrum number 10) and 4472 mg/kg/day (split anterior arch of atlas and bilobed thoracic centrum number 10). This pattern of delayed ossification is consistent with reduced fetal body weight. Malformations, total, by category, or individually, were similar between the control and DEG groups. Thus, under the conditions of these studies, the no-observed-effect-level (NOEL) for DEG given by gavage over gd 6-15 was 559 mg/kg/day with the mouse and 1118 mg/kg/day with the rat for maternal toxicity, and 2795 mg/kg/day with mice and 1118 mg/kg/day with rats for developmental toxicity (fetotoxicity). There were no indications of embryotoxicity or teratogenic effects at any dosage in either species."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 627",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Pregnancy did not occur /in rats/ when males and females ... receiving 0.05% of pure /compound/ were /mated/ ... . /Another investigator/ ... concluded that 1 mL/100 g of 20% aq soln daily for 12 2k hd no influence on reproductive ability..."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The Basic Science of Poisons. 7th ed. New York, NY:   McGraw-Hill, 2008., p. 1019",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ One study in mice employing a continuous breeding protocol has revealed diminished reproductive performance and fertility, as well as limited data on craniofacial malformations in live born and dead pups at drinking water exposures equivalent  to 6.1 g/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:14",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /Diethylene glycol/ ... administered ... to rats /at a subchronic level/ in concn of 1, 2, 5, 10, and 20 percent in their drinking water ... /was found/ ... to have a /CNS depressant/ effect and to cause central paralysis of the respiratory and cardiac centers."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7:15",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ /Diethylene glycol was/ applied /at/ 2.8 g/kg/day for 2 months to the skin of rats and found that they developed edema of the brain, plethora, and minute brain hemorrhages."
        },
        {
            "References": "PMID:6993314",
            "Value": "/GENOTOXICITY/ Diethylene glycol was ineffective in the histidine-dependent Salmonella typhimurium strains TA1535, TA100, TA1537, & TA98."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9:1-110 (1987)",
            "Value": "/GENOTOXICITY/ Diethylene glycol (DEG) was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using a standard protocol approved by the National Toxicology Program. DEG was tested at doses of 0, 100, 333, 1000, 3333, and 10,000 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. DEG was negative in these tests and the highest ineffective dose level tested in any Salmonella tester strain was 10,000 ug/plate."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2,2'-Oxidiethanol (111-46-6) (2000 CD-ROM edition). Available from the database query page, as of June 16, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ CHO-cells were not mutagenic in a cytogenic assay test with and without metabolic activation at concentrations of 10-50 mg/L diethylene glycol/. /from table/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2,2'-Oxidiethanol (111-46-6) (2000 CD-ROM edition). Available from the database query page, as of June 16, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /CHO-cells were negative for a sister chromatid exchange test with and without metabolic activation at concentrations of 30-50 mg/mL diethylene glycol/. /from table/"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2,2'-Oxidiethanol (111-46-6) (2000 CD-ROM edition). Available from the database query page, as of June 16, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Slight increases in incidence of chromosomal damage when /diethylene glycol was/ administered ip /at 1.25 mg/kg, and orally at 7.5 g/kg tested in vivo in hamsters/."
        },
        {
            "References": "Gosselin, R.E., H.C. Hodge, R.P. Smith, and M.N. Gleason. Clinical Toxicology of Commercial Products. 4th ed. Baltimore: Williams and Wilkins, 1976., p. II-119",
            "Value": "/OTHER TOXICITY INFORMATION/ In animals slightly less toxic than ethylene glycol, cellosolve, or carbiton (toxicity rating in animals 1 or 2)..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Waggott A; in Chem Water Reuse 2: 55-59 (1981)",
            "Value": "SEDIMENT: Diethylene glycol was tentatively detected in sludge from the River Lee, Great Britain, by liquid-solid extraction at small amounts (<0.1 ug/L)(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of diethylene glycol can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that diethylene glycol is expected to have very high mobility in soil."
        }
    ]
}