{
    "_id": {
        "$oid": "6682e8acc4e5dba5ffba26c2"
    },
    "CID": {
        "$numberInt": "8128"
    },
    "Name": "ADIPONITRILE",
    "IUPACName": "hexanedinitrile",
    "CanonicalSMILES": "C(CCC#N)CC#N",
    "Synonyms": [
        "ADIPONITRILE",
        "Hexanedinitrile",
        "1,4-Dicyanobutane",
        "111-69-3",
        "Adipyldinitrile",
        "Adipodinitrile",
        "Adipic acid dinitrile",
        "Tetramethylene dicyanide",
        "Nitrile adipico",
        "Tetramethylene cyanide",
        "Adipic acid nitrile",
        "Hexanedioic acid",
        "dinitrile",
        "NSC 7617",
        "SYT33B891I",
        "DTXSID3021936"
    ],
    "IsomericSMILES": "C(CCC#N)CC#N",
    "INCHI": "InChI=1S/C6H8N2/c7-5-3-1-2-4-6-8/h1-4H2",
    "INCHIKEY": "BTGRAWJCKBQKAO-UHFFFAOYSA-N",
    "Formula": "C6H8N2",
    "MolecularWeight": {
        "$numberDouble": "108.14"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "113"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Tanii H, Hashimoto K; Arch Toxicol 57: 88-93 (1985) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for adiponitrile(SRC), using a log Kow of -0.32(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Ludzack FJ et al; Sewage Ind Wastes 31: 33-44 (1959) (2) Lutin PA; J Water Poll Contr Fed 42: 1632-42 (1970) (3) Ludzack FJ et al; Proc of the 14th Industrial Waste Conf, Eng Ext Ser 104: 547-65 (1959) (4) CITI; Biodegradation and Bioaccumulation Data of Existing Chemicals Database on Adiponitrile (111-69-3). Available from the Database Query page at https://www.cerij.or.jp/ceri_en/index_e4.shtml as of Jan 1, 2001. (5) Kuwahara M et al; Hakkokogaku Kaishi 58: 441-8 (1980)",
            "Value": "AEROBIC: Adiponitrile had a 5-day theoretical BOD of 40% in a river die-away study using unacclimated Ohio River water, 0.5-10 mg/l substrate concn and sewage inocula(1); a 12-day theoretical BOD was >100%(1); negligible degradation was observed after 2 days(1). At a substrate concn of 40 mg/l and 20 °C, adiponitrile had theoretical CO2 evolutions of 10 and 60% after 2 and 9 days, respectively, in river die-away studies using unacclimated Ohio River water and sewage inocula(1); at 5 °C, theoretical CO2 evolution was 10 and 60% after 7.5 and 33 days, respectively(1). At 20 °C, effects of acclimation were examined by redosing at an initial substrate concn of 40 mg/l; the ratio of time it took to achieve 60% oxidation on 1st and 2nd feeding was 2.1 to 1(1). Adiponitrile was found to be toxic to one activated sludge unit after 72 hrs with a metal substrate concn of 500 mg/l; the other two sludge units had 2.2-2.8% theoretical BOD(2). Using a bench scale activated sludge unit, 93-98% BOD removal of adiponitrile was achieved using an influent concn equivalent to 275-350 mg/l BOD and a mean aeration retention time of 7-13 hours(3). Adiponitrile, present at 30 mg/l, reached 85% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 100 mg/l and the Japanese MITI test(4). Microorganisms (Aeromonas sp.) isolated from soil were able to use adiponitrile as their sole source of carbon(5)."
        }
    ],
    "logP": [
        {
            "References": "PMID:4026577",
            "Value": "log Kow= -0.32"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3152",
            "Value": "A 2 yr drinking water exposure of Wistar rats at 0.5, 5.0, & 50 ppm adiponitrile produced significant adrenal degeneration in female rats at all 3 conc & at 50 ppm in male rats. All body wt & organ wt ratios of spleen, liver, & kidney were within normal ranges."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3152",
            "Value": "Exposures of pregnant Sprague Dawley rats at 10, 100, & 500 ppm in drinking water did not change ... gestation, or viability of offspring. Exposure of mongrel dogs to approx 10, 100, 500, & 1000 ppm adiponitrile in the diet resulted in greatly decr food intake & vomiting at 1000 ppm. No hematologic abnormalities were found. Kidney & liver function were normal at 500 ppm & below."
        },
        {
            "References": "PMID:7179283",
            "Value": "MEDIAN LETHAL CONCN WAS 1.71 MG/L FOR ACUTE (4 HR) INHALATION OF ADULT MALE CHR-CD RATS. RATS WERE EXPOSED TO 0 (CONTROL), 0.03, 0.1 OR 0.3 MG VAPORIZED ADIPONITRILE/L FOR 10 6-HR PERIODS (5 EXPOSURE DAYS, 2 REST DAYS, 5 EXPOSURE DAYS). CLINICAL SIGNS DURING EXPOSURE INCL IRREGULAR RESPIRATION & MILD SALIVATION. AT 0.3 MG/L RATS SHOWED WT LOSS DURING 1ST 5 EXPOSURES FOLLOWED BY NORMAL RATE OF WT GAIN. AFTER 10 EXPOSURES, RATS IN THIS GROUP SHOWED INCR BLOOD GLUCOSE, UREA NITROGEN, CREATININE & URINE GLUCOSE; DECR ERYTHROCYTES COUNT, HEMOGLOBIN, LEUKOCYTE COUNT, RELATIVE NUMBER OF EOSINOPHILS, & URINE OSMOLALITY. RATS EXPOSED TO 0.1 MG/L HAD INCR UREA NITROGEN & LYMPHOCYTES & DECR NUMBER OF NEUTROPHILS & EOSINOPHILS. RATS FROM ALL GROUPS HAD NORMAL VALUES 14 DAYS AFTER LAST EXPOSURE."
        },
        {
            "References": "PMID:3732670",
            "Value": "Adiponitrile was evaluated for embryotoxic and teratogenic potential in rats. Mated Sprague Dawley rats were administered adiponitrile by gavage on gestation days 6-19, inclusive. Daily dosage levels (mg/kg body wt) were 0, 20, 40, and 80. There was evidence of maternal toxicity in the high dose group. Some maternal effects also were seen at the middle dosage. Slight fetotoxicity was observed at the highest dosage. No teratogenic effects were observed at any dosage level."
        },
        {
            "References": "PMID:2366257",
            "Value": "Rats were exposed 6 hr/day, 5 day/wk for 4 or 13 wk to atmospheres containing a range of adiponitrile concentrations and observed for signs of toxicity. A fertility assessment was also included as a component of the 13 wk study. Mortality and reduced weight gain were observed within 1 wk only in rats exposed to 493 mg/cu m. Evidence of slight anemia was present in rats exposed to 99 mg/cu m and above. There was no histopathological evidence of organ toxicity in about 30 tissues from both sexes exposed up to 99 mg/cu m, the highest concentration tested, for 13 wk. In addition, fertility, as monitored by reproductive performance and litter parameters, was normal in both males and females similarly exposed."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 326",
            "Value": "No effect was seen in the blood of guinea pigs dosed repeatedly with 3-30 mg/kg sc doses of adiponitrile 6 days/wk for 40-70 days."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 326",
            "Value": "Rats were exposed to 0, 0.03, 0.1 or 0.3 mg/l of vaporized adiponitrile for ten 6 h periods (5 exposure days, 2 rest days, 5 exposure days). Clinical signs during exposure included irregular respiration and mild salivation. At 0.3 mg/l rats showed weight loss during the first 5 exposures followed by a normal rate of weight gain. Rats in this group exhibited increased blood glucose, urea nitrogen creatine and urinary glucose; decreased erythrocyte and leucocyte counts and hemoglobin values. Some blood abnormalities also were seen in the 0.1 mg/l exposure group. Rats in all groups had normal values 14 days after the last exposure."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Tanii H, Hashimoto K; Arch Toxicol 57: 88-93 (1985) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of adiponitrile is estimated as 16(SRC), using a measured log Kow of -0.32(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that adiponitrile is expected to have very high mobility in soil(SRC)."
        }
    ]
}