{
    "_id": {
        "$oid": "6682e8acc4e5dba5ffba26c3"
    },
    "CID": {
        "$numberInt": "8129"
    },
    "Name": "1-HEPTANOL",
    "IUPACName": "heptan-1-ol",
    "CanonicalSMILES": "CCCCCCCO",
    "Synonyms": [
        "1-HEPTANOL",
        "Heptan-1-ol",
        "Heptyl alcohol",
        "111-70-6",
        "Heptanol",
        "n-Heptanol",
        "n-Heptyl alcohol",
        "Enanthic alcohol",
        "Gentanol",
        "n-Heptan-1-ol",
        "Enanthyl alcohol",
        "1-Hydroxyheptane",
        "Alcohol C-7",
        "Hydroxy heptane",
        "n-Heptanol-1"
    ],
    "IsomericSMILES": "CCCCCCCO",
    "INCHI": "InChI=1S/C7H16O/c1-2-3-4-5-6-7-8/h8H,2-7H2,1H3",
    "INCHIKEY": "BBMCTIGTTCKYKF-UHFFFAOYSA-N",
    "Formula": "C7H16O",
    "MolecularWeight": {
        "$numberDouble": "116.2"
    },
    "Description": "Heptan-1-ol is a primary alcohol that is heptane substituted by a hydroxy group at position 1. It has been isolated from Capillipedium parviflorum. It has a role as a plant metabolite, a fragrance, a flavouring agent and a gap junctional intercellular communication inhibitor. It is a primary alcohol and a heptanol.",
    "XlogP": {
        "$numberDouble": "2.7"
    },
    "Complexity": {
        "$numberInt": "35"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Cantalejo MJ; J Agric Food Chem 45: 1853-60 (1997) (2) Takeoka GR et al; J Agric Food Chem 36: 553-60 (1988) (3) Yajima I et al; Agric Biol Chem 48: 849-5 (1984) (4) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (5) Helmig D et al; Chemosphere 38: 2163-87 (1999)",
            "Value": "1-Heptanol was identified as a volatile component of earth almonds (Cyperus esculentus L.)(1), nectarines(2), Kogyoku apples(3) and kiwi fruit flowers(4). 1-Heptanol has been identified as a volatile emission from dawn redwood trees(5)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Databank. Sangster Res Lab, Montreal Quebec, Canada (1994) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 21 was calculated for 1-heptanol(SRC), using a log Kow of 2.62(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Vaishnav DD et al; Chemosphere 16: 695-703 (1987) (2) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (3) Gerhold RM, Malaney GW; J Water Pollut Contr Fed 38: 562-79 (1966) (4) Yonezawa Y, Urushigawa Y; Chemosphere 8: 139-42 (1979) (5) Yonezawa Y et al; Kogai Shigen Kenkyusho Iho 11: 77-82 (1981)",
            "Value": "AEROBIC: 1-Heptanol degrades fast in aerobic biodegradation screening tests(1-5). In a 5-day BOD test using acclimated mixed cultures, 56.3% of theoretical BOD was consumed(1). Other tests show 30% of theoretical BOD was expended in 5 days(2) and 28.9% of theoretical BOD was expended in 1 day using 500 ppm of 1-heptanol and an activated sludge inoculum(3). An aerobic biodegradation rate constant of 0.124 1/hr(4), which corresponds to a half-life of 0.23 days(SRC), was determined in an aerobic screening test at pH 7 and 25 °C using an activated sludge inocula. In a similar screening test, the rate constant was measured to be 2.53X10-2 1/hr(5), which corresponds to a biodegradation half-life of 1.14 days(SRC)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Kubota K et al; J Agric Food Chem 39: 1127-30 (1991)",
            "Value": "1-Heptanol is a volatile found in short-necked clams(1)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; Log KOW Databank. Sangster Res Lab. (1994)",
            "Value": "Log Kow = 2.62"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Ohara T et al; Am J Physiol Heart Circ Physiol 283 (3): H1116-22 (2002)",
            "Value": "... The epicardial surface of 12 isolated-perfused canine left atria was optically mapped before and after 1-50 microM heptanol infusion. At baseline, no sustained (>30 s) AF could be induced in any of the 12 tissues. However, after 2 microM heptanol infusion, sustained AF was induced in 9 of 12 tissues (P < 0.001). Heptanol >5 microM caused loss of 1:1 capture during rapid pacing, causing no AF to be induced. ... Heptanol at 2 microM had no effect on the cellular action potential duration restitution or on the maximal velocity rate over time of the upstroke. The effects of heptanol were reversible."
        },
        {
            "References": "PMID:10898528",
            "Value": "... The experiments investigated the effects of heptanol on isolated Langendorff-perfused rabbit hearts. Heptanol inhibited both pressure generation and electrical conduction. These effects were completely reversible ... Low concentrations of heptanol (less than 0.3 mM) caused small but significant increases in the delay between the stimulus (delivered to the basal septum) artifact and local activation of the left ventricle, as measured from bipolar electrogram (BEG) recordings. There was a steep increase in the latency between stimulus and left-ventricular activation at concentrations of heptanol above 0.3 mM ... Heptanol decreased repolarization duration, measured from the activation recovery interval (ARI) of BEGs, and monophasic action potential duration at 70% repolarization (MAPD70). Heptanol also reduced left-ventricular developed pressure (LVDP), and the maximum rates of contraction and relaxation of the left ventricle; these effects were concentration dependent and reversible. Changes in ARIs, LVDP and the maximum rates of change of pressure lacked the steep response to 0.3 to 1.0 mM heptanol shown by the latency ... During premature stimulation protocols arrhythmias could be induced in hearts perfused with 0.1 to 0.3 mM heptanol but not at higher concentrations."
        },
        {
            "References": "PMID:4405405",
            "Value": "... Incubation of n-heptane with microsomal extracts resulted in formation of four isomeric n-heptanols. The relationship of the hydroxylating process to protein concentration and to the formation of the three main alcoholic products, namely 1-heptanol (111706), 2-heptanol (543497), and 3-heptanol (589822), were linear up to 1mg/4 minutes. Treatment of rats with phenobarbitol (50066) for 2 days enhanced hydroxylation and formation of 2-heptanol, 3-heptanol and 4-heptanol about 4 fold, but 1-heptanol was increased only 60 percent. In contrast, 3,4-benzpyrene depressed the formation of 1-heptanol to about 70 percent and increased the formation of 3-heptanol and 4-heptanol slightly. Carbon-monoxide inhibited formation of 1-heptanol. Similar results were obtained with metyrapone."
        },
        {
            "References": "Bernardini G et al; Sci Tot Environ 151 (1): 1-8 (1994)",
            "Value": "... Heptanol caused a significant growth inhibition of Xenopus tadpoles and the median lethal dose and mean teratogenic effect at 120 hours were 1.49 and 0.37 millimolar, respectively. The teratogenic index of 4.03 suggested that heptanol is a strong teratogen."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:5921284",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ N-hexyl alcohol was toxic to rats by aspiration route. Lower-mol-wt alcohols (C3-C10) caused death due to cardiac or respiratory arrest, or both."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 478",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ n-Heptanol ... has been found effective in removing epithelium from rabbit corneas. ... Application of a disc of filter paper soaked with heptanol to the cornea for 1 min removes the epithelium without damaging extracellular components of the cornea, but it does penetrate enough to destroy keratocytes near the anterior surface. Healing occurs essentially the same as after mechanical scraping of the epithelium. This is also true in monkeys' eyes, with good adhesion of epithelium to basement membrane promptly re-established."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:465",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aspiration of 0.2 mL 1-heptanol caused deaths in 10 out of 10 rats. Death was instant and due to respiratory arrest."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:465",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 1-Heptanol was moderately irritating to intact or abraded rabbit skin when applied for 24 hr under occlusive conditions. It was moderately irritating to the eyes of rabbits."
        },
        {
            "References": "Truhaut R et al; Arch Mal Prof Med Trav Secur Soc 35 (4-5): 501 (1974)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure to saturated vapor of heptanol for 4 hr did not produce mortality in rats. It was moderately irritant to eye and slightly to skin."
        },
        {
            "References": "PMID:12676745",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The role of intercellular communication through connexin43 (Cx43)-derived gap junction channels to bladder overactivity following partial urethral outflow obstruction of 3-day to 6-wk duration /was evaluated in female rats/. Cx43 mRNA and protein expression were barely detectable by Northern or Western blots, respectively, in the detrusor layer of normal bladders, but bands were found with both techniques after 6 wk of obstruction. Linear regression analysis revealed a statistically significant positive correlation between the duration of obstruction and Cx43 mRNA transcript levels, such that after 6 wk of obstruction, Cx43 transcript levels were approximately 15-fold greater than initial control values. The absolute amount of Cx43 mRNA in the bladder apparently increased by approximately 75-fold. 6 wk of obstruction was also associated with a significant increase in spontaneous bladder contractions between micturitions. The amplitude of these contractions was significantly reduced by heptanol given intravesically. Carbachol-precontracted bladder strips from obstructed animals were more sensitive to heptanol-induced relaxation (100 microM) than their unobstructed counterparts (n = 6; P < 0.01). The tetrodotoxin-resistant portion of the EFS-induced contraction was greater in the obstructed than in the unobstructed animals, and this portion of the contractile response was more sensitive to heptanol-induced relaxation in obstructed than unobstructed bladders (n = 7; P < 0.01)."
        },
        {
            "References": "PMID:10320017",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ 1-Heptanol (0.2 to 5.0 mM) known to block electrical contacts was tested under epileptic and non-epileptic conditions in the buccal ganglia of Helix pomatia /Roman snail/ ... In concentrations below 1 mM, heptanol accelerated epileptiform activity induced by pentylenetetrazol. In concentrations above 1 mM, it evoked epileptiform activity without admixture of an epileptogenic drug. Coupling coefficient was increased and decreased in low and high concentration ranges of heptanol, respectively ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, He Y; Handbook of Aqueous Solubility Data. CRC Press LLC, Boca Raton, FL. p. 438 (2003) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of 1-heptanol is estimated as 74(SRC), using a water solubility of 1,670 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that 1-heptanol is expected to have high mobility in soil."
        }
    ]
}