{
    "_id": {
        "$oid": "6682e8acc4e5dba5ffba26c5"
    },
    "CID": {
        "$numberInt": "8133"
    },
    "Name": "ETHYLENE GLYCOL MONO-N-BUTYL ETHER",
    "IUPACName": "2-butoxyethanol",
    "CanonicalSMILES": "CCCCOCCO",
    "Synonyms": [
        "2-Butoxyethanol",
        "111-76-2",
        "Butoxyethanol",
        "ETHYLENE GLYCOL MONOBUTYL ETHER",
        "Butyl glycol",
        "Butyl cellosolve",
        "n-Butoxyethanol",
        "Ethylene glycol butyl ether",
        "Ethanol",
        "2-butoxy-",
        "Butyl oxitol",
        "Dowanol EB",
        "2-butoxyethan-1-ol",
        "Glycol butyl ether",
        "Glycol ether eb",
        "3-Oxa-1-heptanol"
    ],
    "IsomericSMILES": "CCCCOCCO",
    "INCHI": "InChI=1S/C6H14O2/c1-2-3-5-8-6-4-7/h7H,2-6H2,1H3",
    "INCHIKEY": "POAOYUHQDCAZBD-UHFFFAOYSA-N",
    "Formula": "C6H14O2",
    "MolecularWeight": {
        "$numberDouble": "118.17"
    },
    "Description": "2-butoxyethanol is a primary alcohol that is ethanol in which one of the methyl hydrogens is replaced by a butoxy group. A high-boiling (171??) colourless liquid, it is used as a solvent for paints and inks, as well as in some dry cleaning solutions. It has a role as a protic solvent. It is a primary alcohol and a glycol ether.",
    "XlogP": {
        "$numberDouble": "0.8"
    },
    "Complexity": {
        "$numberInt": "37"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p.25 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Sept 23, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for ethylene glycol mono-n-butyl ether(SRC), using an estimated log Kow of 0.83(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low (SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (3) Sasaki S; pp. 283-98 in Aquat Pollutants: Transform & Biolog Effects. Hutzinger O et al, eds., Oxf: Pergamon Press (1978) (4) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981)",
            "Value": "AEROBIC: A number of aerobic biological screening studies, which utilized settled waste water, sewage, or activated sludge for inocula, indicate that ethylene glycol mono-n-butyl ether should biodegrade rapidly in the environment(1-4). Five and ten-day Theoretical BOD values were 73% (with acclimation)(1) and 74%(2). The maximum Theoretical BOD reported was 88% for 20 days(2)."
        },
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Sept 26, 2011: https://www.safe.nite.go.jp/english/db.html (2) Staples CA et al; Chemosphere 36: 1585-1613 (1998) (3) Dow Chemical Company; The Glycol Ethers Handbook. Midland, MI: The Dow Chemical Company pp. 97 (1990) (4) Waggy GT et al; Environ Toxicol Chem 13: 1277-80 (1994)",
            "Value": "AEROBIC: Ethylene glycol mono-n-butyl ether, present at 100 mg/L in an activated sludge inoculum at 30 mg/L, achieved 96% Theoretical biochemical oxygen demand (BOD)and 96% total organic carbon (TOC) for biodegradation under a modified MITI test, OECD 301C, and was classified as readily biodegradable(1). Therefore this compound is expected to biodegrade rapidly. Biodegradation tests of ethylene glycol mono-n-butyl ether with adapted domestic sewage (in fresh and salt water) or non-adapted domestic activated sludge under aerobic conditions show that 75% to 100% of the chemical was removed after 20 to 28 days(2). The Theoretical BODs for ethylene glycol mono-n-butyl ether after 5, 10, and 20 days have been determined to be 5, 57, and 72%(3). Biooxidation of ethylene glycol mono-n-butyl ether using a 20 day BOD test and a 28 day OECD test resulted in 88 and 75% degradation(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow = 0.83"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 163",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Tests of the liquid by dropping on rabbit eyes induces reddening and swelling of the conjunctiva with slight clouding of the corneal epithelium. The degree of injury judged 24 hours after the application of a single drop has been graded 4 on a scale of 1 to 10. Rabbit eyes in contact with the liquid for eight minutes before irrigation with water have recovered completely in four days."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 152",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ As a vapor at 100 ppm and higher, ethylene glycol mono-n-butyl ether (EGBE) was a sensory irritant... ."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 147",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Older rats are more sensitive to the hemolytic effects of EGBE in vivo than younger rats. This may be attributed in part to a metabolic difference: young rats exhaled more unchanged EGBE than old rats, and excreted significantly less of the hemolytic metabolite 2-butoxyacetic acid (BAA) in the urine. Urinary excretion of BAA appeared to be impaired in older rats, resulting in a larger area under the BAA time-concentration blood curve (AUC) than in younger rats and thus a greater susceptibility to hemolysis. Newly formed erythrocytes were also less sensitive to BAA-induced hemolysis than older erythrocytes; when rats were bled to stimulate erythropoiesis, the resulting blood removed 7 days later was rich in young erythrocytes and was much more resistant to hemolysis by BAA than blood from control animals. Similarly, treatment of rats that had hemolytic doses of EGBE for 3 days caused stimulation of erythropoiesis, and the treated/recovered rats were much less sensitive to hemolysis in vivo or in vitro."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3937",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dogs exposed to high concentrations suffered congestion of kidneys and lung, weight loss, increased fragility of erythrocytes, nasal and eye infections, apathy, anorexia, nausea, and ... changes in circulating blood. Leucocytes ... increased. Whereas ... hemoglobin ... decreased. ... Increase in plasma fibrinogen."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3937",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Monkeys exposed to 200 ppm suffered marked reduction in number of circulating red blood cells and in hemoglobin concentration. ... Female monkeys excreted 309 mg of butoxyacetic acid over a 48-hr period after receiving the 48-hr exposure."
        },
        {
            "References": "PMID:12665664",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/...Male and female Fischer F344 rats /were exposed/ to 2, 3, or 4 daily doses of 2-butoxyethanol (BE) at 250 mg/kg bw and examined for hemolysis and histopathological evidence of disseminated thrombosis on day 2, 3, 4, and 29. Time-course BE related erythrocytic changes were statistically significant in both sexes. Evidence of thrombosis and infarction was seen mainly in females dosed more than once with widespread thrombotic crisis after 2 or 3 dosing, likely explicable by the more significant morphological changes in erythrocytes and hemolysis observed in this gender. ...Thrombosis and infarction in the heart, brain, lungs, eyes, and bones /were documented/."
        },
        {
            "References": "PMID:11738267",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In the present studies, 2-butoxyethanol induced oxidative stress in the liver of mice following 7-day treatment by gavage. These studies also examined whether 2-butoxyethanol, 2-butoxy acetic acid (a major metabolite of 2-butoxyethanol) or iron (FeSO(4)) produced oxidative stress in mouse and rat hepatocytes. Oxidative stress was examined by measuring oxidative DNA damage (OH8dG), lipid peroxidation (MDA formation) and cellular vitamin E concentrations. Neither 2-butoxyethanol or 2-butoxyacetic acid induced changes in the oxidative stress parameters examined in either rat or mouse hepatocytes. In contrast, FeSO(4) produced a dose-related increase in OH8dG and MDA and a decrease in vitamin E levels following 24 hr treatment. Mouse hepatocytes were more sensitive than rat hepatocytes to the oxidative damage induced by the FeSO(4). FeSO(4)-induced oxidative stress was not increased by co-treatment of FeSO(4) with either 2-butoxyethanol or 2-butoxy acetic acid. These results support the proposal that the induction of hepatic oxidative stress by 2-butoxyethanol in vivo occurs secondary to induction of hemolysis and iron deposition in the liver rather than as a direct action of 2-butoxyethanol or its main metabolite, 2-butoxy acetic acid."
        },
        {
            "References": "PMID:3556823",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Hemolysis and associated hematological changes were noted in the rats which received single dermal applications of 260-500 mg/kg of n-butoxyethanol. In vitro, butoxy acetic acid showed markedly greater hemolytic ability on rat erythrocytes than did n-butoxyethanol. ...An intravenous  dose of 62.5 mg/kg of n-butoxyethanol does not result in hemolysis or hemoglobinuria in the rat. The rat may be an animal model with increased susceptibility to the effects of n-butoxyethanol compared with humans because of its rapid percutaneous absorptive ability and its greater hemolytic sensitivity."
        },
        {
            "References": "PMID:3975897",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats were given ethylene glycol monomethyl ether or ethylene glycol monobutyl ether /orally/ for 4 consecutive days at doses of 100 or 500 mg/kg bw/day for ethylene glycol monobutyl ether, and 500 or 1000 mg/kg bw/day for ethylene glycol monobutyl ether. Animals were examined on days 1, 4, 8, and 22 after the final treatment. Both ethylene glycol monomethyl ether and ethylene glycol monobutyl ether produced thymic atrophy and lymphocytopenia and, in the case of ethylene glycol monobutyl ether, neutropenia also. Hemolytic anemia induced by ethylene glycol monobutyl ether resulted in splenic extramedullary hemopoiesis, hyperplasia of both spleen and bone marrow, and reticulocytosis. Apart from residual slight increases in spleen weight, mean red cell volume, and mean corpuscular hemoglobin at the end of the recovery period, other effects were reversible. With ethylene glycol monomethyl ether, reduction in the numbers of circulating red cells was only slight. Treatment with ethylene glycol monomethyl ether also abolished splenic extramedullary hemopoiesis which partially recovered on day 4, followed by a marked response on day 8, and return to the control values on day 22. Femoral bone marrow was hemorrhagic 1 day after treatment with ethylene glycol monomethyl ether which appeared to be associated with sinus endothelial cell damage. By day 4 the histologic appearance of the marrow was normal. Testicular atrophy was also produced in ethylene glycol monomethyl ether-treated animals. Ethylene glycol monomethyl ether and ethylene glycol monobutyl ether differ considerably in the spectrum of toxic changes induced, and apart from testicular atrophy, these changes were largely reversible within a short time of the end of treatment."
        },
        {
            "References": "PMID:10523872",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A group of 8 female F344 rats (2-3 months old) was exposed by gavage to 250 mg of 2-butoxyethanol/kg bw/day for 3 consecutive days and sacrificed 24 hr after the last dose. Eight female rats received the dosing vehicle (water) and served as controls. At necropsy, petechial hemorrhages were noted on the sclera. Microscopic examination revealed treatment-related effects in the eyes, in addition to other known effects of BE exposure such as disseminated thrombosis and necrosis and infarction in various organs. The spectrum of histopathological changes noted in the eyes included hemorrhages localized in the posterior layers of the retina, leading to photoreceptor degeneration. Thrombi were identified in ciliary processes and limbal blood vessels. Histological changes suggestive of the retinal ischemic-infarctive process were also noted. Possible pathogenic mechanisms of 2-butoxyethanol-induced retinopathy are discussed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 2-butoxyethanol was not significantly irritating to rabbit skin, but when instilled in the eye, it produced pain conjunctival irritation, and moderate to severe corneal injury."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 139",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Doses at or higher than the LD50 in rats cause sluggishness, ruffled fur, prostration, and /CNS depression/. The major clinical effects reported in acute, as well as in subchronic animal studies, resulted from intravascular erythrocyte hemolysis. These effects are observed regardless of the route of administration. Hemolysis is associated most often with secondary effects such as spleen enlargement and attendant hemosiderin deposition, nephropathy, and liver enlargement (hepatocytomegaly) with hemosiderin deposition."
        },
        {
            "References": "PMID:11484844",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Male and female F344/ rats received 250 mg 2-butoxyethanol/kg/day by gavage for 1, 2 or 3 days and were sacrificed 24 or 48 hr after the last dose. Control rats received 5 mL/kg water. Progressive time-dependent hemolytic anemia--macrocytic, hypochromic, and regenerative--was observed in both sexes of rats exposed to 2-butoxyethanol. Additionally, 2-butoxyethanol caused significant morphological changes in erythrocytes, first observed 24 hr after a single dose, including stomatocytosis, macrocytosis with moderate rouleaux formation, and spherocytosis. These morphological changes became progressively more severe as 2-butoxyethanol dosing continued and included the occasional occurrence of schistocytes and ghost cells, rouleaux formation in rats of both sexes, and an increased number of red blood cells with micronuclei in female rats. Overall, the progression of hemolytic anemia and morphological changes as a function of the number of days of exposure varied with gender and suggested a faster onset of hemolysis in female rats. The range of 2-butoxyethanol-related histopathological changes noted in both sexes was comparable; however, while these lesions were observed in female rats following a single dose, similar effects were first observed in males after 3 consecutive days of exposure to 2-butoxyethanol. Pathological changes involved disseminated thrombosis in the lungs, nasal submucosa, eyes, liver, heart, bones and teeth, with evidence of infarction in the heart, eyes, teeth and bones. Hemoglobinuric nephrosis and splenic extramedullary hematopoiesis were also noted. An apparent correlation between the severity of hemolytic anemia and subsequent disseminated thrombosis in 2-butoxyethanol-treated rats is proposed. Thrombosis may be related to intravascular hemolysis, which could be triggered by procoagulant release and/or alterations in erythrocyte morphology, as well as increased rigidity."
        },
        {
            "References": "PMID:10889517",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Current studies were designed to compare the acute hematotoxicity of 2-butoxyethanol in male and female F344 rats. Rats were treated with 250 mg 2-butoxyethanol/kg body weight or water (control; 5 ml/kg) by gavage. At 4, 8, or 24 hr after dosing, rats were anesthetized, blood was collected by cardiac puncture, and various blood parameters were measured. 2-Butoxyethanol resulted in a time-dependent swelling of erythrocytes as evidenced by an early increase in hematocrit (Hct) and mean cell volume (MCV) in male rats. In contrast, increased Hct in female rats did not accompany an increase in MCV. It is likely that hemolysis was so severe at 4 hr that Hct exhibited a decline in female rats at that time point. Subsequently, red blood cell (RBCs), hemoglobin concentration (Hgb), and Hct declined as hemolysis progressed. However, the onset of 2-butoxyethanol-induced hemolysis was faster in female compared to male rats. These effects were also associated with a significant increase in the spleen weight to body weight ratio. Blood smears were also prepared and morphological changes evaluated by light microscopy included stomatocytosis, spherocytosis, and schistocytosis. Furthermore, aggregation of RBCs in female rats as evidenced by increased formation of rouleaux was observed at 24 hr after 2-butoxyethanol administration. These effects were observed earlier and more frequently in female rats. No differences in the sensitivity of RBCs obtained from male and female rats and exposed to butoxyacetic acid in vitro was observed as determined by measuring the packed cell volume. In conclusion, these data suggest that female rats are more sensitive to hemolysis and morphological alterations of erythrocytes induced by 2-butoxyethanol during the first 24 hr after exposure compared to males. It is likely that the greater sensitivity of female rats to 2-butoxyethanol effects on RBCs may account for the reported development of thrombosis and tissue infarction in female rats."
        },
        {
            "References": "PMID:15250835",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The purpose of this study was to document the effects of 2-butoxyethanol on dentition, the periodontal ligament, the tongue, the salivary glands, and the oral mucosa in male and female Fischer 344 rats. The experiment included 40 rats divided into five groups. Four groups were exposed to 2, 3, or 4 daily doses of 2-butoxyethanol, and a fifth group served as control. The rats were killed on days 2, 3, 4, and 29. The teeth and soft oral tissues were prepared for histopathologic observation. The histopathologic analysis showed that the major effect of 2-butoxyethanol was exerted on the odontoblasts of the incisors and on molars, with greater effect on the incisors. Foci of damaged muscle cells in the tongue were also observed. The blood vessels were dilated and congested, and a primary thrombosis was seen in the dental pulp."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The systemic and dermal toxicity of 2-butoxyethanol was examined following repeated application to the skin of rabbits. Treatment with 360 mg/kg/day of 2-butoxyethanol (undiluted under occlusion, 6 hours/day, 5 days/week for 9 days) decreased red blood cell counts and hemoglobin concentrations and was accompanied by hemoglobinuria. Erythema, edema, and necrosis were observed at the site of application."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Gavage administration of 2-butoxyethanol to rats 5days/week for 6 weeks at doses of 222, 443 or 885 mg/kg/day produced dose-dependant toxicity to the erythrocytes as evidenced by decreased red blood cell counts and hemoglobin concentration. Toxicity secondary to red blood cell hemolysis, included increased spleen weights and congestion and hemosiderin accumulation in both liver and kidney. Histological examination of the testes, bone marrow, thymus, and white blood cells revealed no apparent toxicity at the dose of 885 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 142",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Only one of ten guinea pigs died when exposed repeatedly to 376 ppm EGBE (30 exposures, 7 hr/day, 5 days/wk) and only two of ten died when exposed repeatedly at 494 ppm. In this latter study, erythrocyte fragility was not increased nor was hemoglobinuria observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 141",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Adult male rats were given EGBE at dose levels of 222, 443, and 885 mg/kg/day for 5 days/wk for 6 weeks. At the highest dose level, there were two deaths and decreased body weight gains associated with decreased food consumption. The most significant effect reported at all dose levels was on the red blood cells, which is consistent with intravascular hemolysis. Secondary effects included increased spleen weight and hemosiderin accumulation in liver and kidney. Relative liver weight increased with an increase in some serum enzymes, consistent with mild liver damage. There were no effects on the testes, thymus, white blood cells, or bone marrow, which are target organs for the analogous methyl and ethyl ethers of ethylene glycol."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3935",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 2 dogs /were/ exposed to vapor concentration of 415 ppm 7 hr/day, 5 days/wk, for 12 wk. ... There was /an/ increased number of calcium oxalate crystals in urine and ... retention of urea in blood ... ."
        },
        {
            "References": "PMID:10805142",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Fischer 344 (F344)/N rats (10 per exposure group) were exposed to 2-butoxyethanol (BE) vapors (0, 31, 62.5, 125, 250, or 500 ppm 6 hr/day, 5 days/wk, for 13 weeks) to characterize its prechronic toxicity. Dental lesions consisting of bilateral multifocal dental pulp thrombosis, pulp infarction, and odontoblast infarction were noted in the maxillary incisors of 3 of 4 rats from the 500-ppm group that were sacrificed when moribund during the first week of exposure. In addition, 1 rat from the 500-ppm group that was sacrificed on day 32 had similar unilateral incisor lesions but with additional findings consistent with a unilateral maxillary incisor fracture. In contrast, rats sacrificed after 13 weeks of exposure lacked dental lesions. /It was concluded that/... BE has the potential to cause pulp thrombosis and odontoblast infarction in female rats. The apparent variability in response to BE noted in moribund sacrificed vs terminally sacrificed rats was attributed to development of tolerance to BE-induced hemolysis and subsequent incisor regeneration."
        },
        {
            "References": "PMID:838349",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation (84 mg/cu m, 6 hr daily, 3 days/wk, for 4 mo) caused adaptation in rats and mice, probably consisting of changes of enzyme systems of erythrocytes, protecting hemoglobin and erythrocyte membrane from peroxidation. 3-hr, 6 days/wk failed to induce adaptation."
        },
        {
            "References": "PMID:3672522",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In F344 male rats, 2-butoxyethanol causes severe acute hemolytic anemia resulting in significant increase in the concentration of free plasma hemoglobin. Secondary to the hemolytic effects, 2-butoxyethanol also caused hemoglobinuria as well as histopathologic changes in the liver and kidney. The hemolytic effects of 2-butoxyethanol were age dependent with older rats being more sensitive than younger rats. There was a higher portion of the administered dose eliminated as carbon dioxide and a higher portion of the administered dose was excreted in the urine of young rats. Analysis of the urinary metabolites showed that the ratio of butoxyacetic acid 2-butoxyethanol glucuronide to 2-butoxyethanol sulfate (previously thought to reflect an activation/detoxification index of 2-butoxyethanol) was higher in old rats. The increase in the activation/detoxification index in older rats is caused by decreased degradation of butoxyacetic acid to carbon dioxide and by depressed urinary excretion of butoxyacetic acid in the urine of older rats."
        },
        {
            "References": "PMID:10356705",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 male and 10 female F344/N rats were exposed to 0, 31, 62.5, 125, 250, and 500 ppm of 2-butoxyethanol by inhalation, 6 hr/day, 5 days/wk, for 13 wk. Four moribund female rats from the 500 ppm group were sacrificed during the first 4 days of exposure, and 1 moribund female from the same group was sacrificed during week 5. Dark irregular mottling and/or loss of the distal tail were noted in sacrificed moribund rats. Similar gross lesions were noted in the terminally sacrificed females exposed to 500 ppm 2-butoxyethanol. Histologic changes noted in the day 4 sacrificed moribund rats included disseminated thrombosis involving the coccygeal vertebrae, cardiac atrium, lungs, liver, pulp of the incisor teeth, and the submucosa of the anterior section of the nasal cavity. Alterations noted in coccygeal vertebrae from the 500 ppm sacrificed moribund rats included ischemic necrosis and/or degeneration of bone marrow cells, bone-lining cells, osteocytes (within cortical and trabecular bone), and chondrocytes (both articular and growth plate), changes that are consistent with an infarction process. The moribund female rat that was sacrificed during week 5 and those female rats treated with 500 ppm and sacrificed following 13 wk of treatment lacked thrombi, but they had coccygeal vertebral changes consistent with prior infarction and transient or complete bone growth arrest. No bone lesions or thrombi were noted in the male rats treated with the same doses of 2-butoxyethanol. In conclusion, exposure to 500 ppm 2-butoxyethanol vapors caused acute disseminated thrombosis and bone infarction in female rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 375 (2006)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In male and female B6C3F1 mice administered 0, 750, 1500, 3000, 4500 or 6000 ppm 2-butoxyethanol in the drinking-water for 13 weeks (estimated equivalent doses, 0, 118, 223, 553, 676 or 694 mg/kg bw per day in males and 0, 185, 370, 676, 861 or 1306 mg/kg bw per day in females based on drinking-water consumption), the only effects observed in mice exposed to up to 6000 ppm (equivalent to 694 and 1306 mg/kg bw per day in males and females, respectively) were slight reductions in body-weight gain (6000 ppm in both sexes) and increased relative kidney weight in females at all exposure levels (i.e. 750 ppm or 185 mg/kg bw per day and above). However, the effects on kidney weight were considered to be secondary to reduced body-weight gain, as no histopathological changes were noted at the highest dose."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 375 (2006)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344/N rats were administered 0, 750, 1500, 3000, 4500 or 6000 ppm 2-butoxyethanol in the drinking-water (estimated equivalent doses, 0, 69, 129, 281, 367 or 452 mg/kg bw per day in males and 0, 82, 151, 304, 363 or 470 mg/kg bw per day in females based on drinking-water consumption) for 13 weeks. Hematological effects indicative of anemia were observed in both males and females exposed to 750-6000 ppm (equivalent to 69-452 mg/kg bw per day in males and 82-470 mg/kg bw per day in females). Females were more sensitive to the hematological effects than males, as alterations in blood parameters (including red blood cell count, hemoglobin concentration, mean cell volume, mean cell hemoglobin and hematocrit) were reported at all doses as early as 1 week after initiation of exposure and were still present at 13 weeks. In males, signs of mild anemia were only observed at doses of 1500 ppm (129 mg/kg bw per day) and above. The authors suggested from the spectrum of hematological effects that the anemia was regenerative (as indicated by increased numbers of reticulocytes) and that hemolysis was brought about by cell swelling (increased mean cell volume). Effects were also observed in the liver, including increased relative weights (82 and 367 mg/kg bw per day in females and males, respectively) and histopathological changes (hepatocellular degeneration with 304 and 281 mg/kg bw per day in females and males, respectively, cytoplasmic alterations in all exposed groups and pigmentation with 151 and 452 mg/kg bw per day in females and males, respectively). Although the authors noted that cytoplasmic alterations may be related to the induction of enzymes that are associated with glucuronide and sulfate conjugation of 2-butoxyethanol, an increase in relative liver weight (commonly associated with enzyme induction) was observed at all exposure levels in females, while such increases were only noted in males at higher doses. Hepatic pigmentation was considered to be secondary to hematotoxicity (with similar sex-related differences in sensitivity), while degenerative changes were considered to be compound-related and may represent a primary toxicity of 2-butoxyethanol. The lowest concentration administered (i.e. 750 ppm, or 82 and 69 mg/kg bw per day in females and males for hematological and hepatic effects, respectively) was found to be the LOEL."
        },
        {
            "References": "PMID:12441370",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...B6C3F1 mice and male F344 rats were treated with 2-butoxyethanol (via daily gavage; five times per week) at doses of 0, 225, 450, and 900 mg/kg/day (mice) and 0, 225, and 450 mg/kg/day (rats) respectively. Following treatment for 7, 14, 28, and 90 days, DNA synthesis, oxidative damage, hematocrit, and iron deposition were measured in the livers. An increase in hemolysis (measured by a decrease in hematocrit and increase in relative spleen weight) was observed in 2-butoxyethanol-treated rats and mice in a dose-dependent manner. An increase in the percentage of iron-stained Kupffer cells was observed following treatment with 450 and 900 mg/kg of 2-butoxyethanol in mice and 225 and 450 mg/kg of 2-butoxyethanol in rats. A biphasic increase in oxidative damage (8-hydroxydeoxyguanosine and malondialdehyde) was seen in mouse liver after 7 and 90 days of treatment with 2-butoxyethanol, whereas no increases were observed in treated rat liver. Vitamin E levels were reduced by 2-butoxyethanol treatment in both mice and rat liver; however, the basal level of vitamin E was approximately 2.5-fold higher in rat than in mouse liver. A similar biphasic induction of DNA synthesis was seen following 2-butoxyethanol treatment in the mouse. In the mouse liver, increased DNA synthesis was observed in hepatocytes at 90 days and in endothelial cells at 7 and 14 days at all doses. No change in DNA synthesis was seen in 2-butoxyethanol-treated rat liver. No apparent differences in apoptosis and mitosis in the liver were observed in mouse and rat liver between 2-butoxyethanol treatment groups and untreated controls. These results suggest /to the authors/ that DNA synthesis, possibly from oxidative stress or Kupffer cell activation, occurs selectively in the mouse liver, primarily in endothelial cells (a target of 2-butoxyethanol neoplasia), following exposure to 2-butoxyethanol."
        },
        {
            "References": "PMID:12393295",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 2-Butoxyethanol, a forestomach carcinogen in mice exposed by inhalation, has been shown to enter the forestomach as a result of grooming and ingestion of material condensed on the skin and fur during exposure. The material entering the stomach concentrates in the forestomach region and persists for at least 48 hr post-exposure. Mice given single oral doses of either 2-butoxyethanol or 2-butoxyacetic acid, daily for 10 days, developed a marked hyperkeratosis in the forestomach. 2-Butoxyacetic acid was more potent than 2-butoxyethanol, the NOEL for the former being 50 mg/kg and for the latter, 150 mg/kg. Although a dose dependent increase in cell replication was also seen with both chemicals, the results were confounded by a high labeling rate in the controls. There was no evidence of significant binding of radiolabeled 2-butoxyethanol to proteins in stomach tissues. ... The alcohol and aldehyde dehydrogenases were heavily concentrated in the stratified squamous epithelium of the forestomach of both rats and mice whereas in the glandular stomach the distribution was more diffuse. In human stomach both enzymes were evenly distributed throughout the epithelial cells of the mucosa. It is concluded /by the authors/ that 2-butoxyethanol is ingested following inhalation exposure and concentrates in the forestomach where it is metabolized to 2-butoxyacetic acid which causes cellular damage, increased cell replication and hyperkeratosis. These changes are believed to lead to the tumors seen in mice exposed to 2-butoxyethanol for a lifetime. /According to the authors/ differences in structure and enzyme distribution between the rodent and human stomach suggest that the responses seen in the mouse are unlikely to occur in humans."
        },
        {
            "References": "PMID:12441370",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic inhalation of 2-butoxyethanol resulted in an increase in liver hemangiosarcomas and hepatic carcinomas in male mouse liver. No increase in liver neoplasia was observed in similarly exposed male and female rats or female mice. /It was/ proposed that the production of liver neoplasia in the male mouse is the result of oxidative damage secondary to the hemolytic deposition of iron in the liver. This occurs selectively in the male mouse and leads either directly or indirectly to liver neoplasia."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of 2-Butoxyethanol in F344/N Rats and B6C3F1 Mice p.6 Technical Report Series No. 484 (2000) NIH Publication No. 00-3974 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Under the conditions of 2 yr inhalation studies, there was no evidence of carcinogenic activity of 2-butoxyethanol in male F344/N rats exposed to 31.2, 62.5 or 125 ppm. There was equivocal evidence of carcinogenic activity of 2-butoxyethanol in female F344/N rats based on incr incidences of benign or malignant pheochromocytoma (mainly benign) of the adrenal medulla. There was some evidence of carcinogenic activity of 2-butoxyethanol in male B6C3F1 mice based on incr incidences of hemangiosarcoma of the liver. ... There was some evidence of carcinogenic activity of 2-butoxyethanol in female B6C3F1 mice based on incr incidences of forestomach squamous cell papilloma or carcinoma (mainly papilloma)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 379 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice were exposed by inhalation to 0, 62.5, 125 or 250 ppm (0, 302, 604 or 1208 mg/cu m) 2-butoxyethanol for 6 hr per day on 5 days per week for 104 weeks. An additional 30 male and 30 female mice were evaluated at 3, 6 and 12 months. Consistent with the results reported for shorter-term studies, B6C3F1 mice were less sensitive to the hematological effects of 2-butoxyethanol than rats. Anemia, which was characterized by decreases in hematocrit, hemoglobin concentrations and erythrocyte count, occurred at 3, 6 and 12 months in male and female mice exposed to the two higher concentrations (125 and 250 ppm (604 and 1208 mg/cu m)) and there was some evidence of anemia in females exposed to 62.5 ppm (302 mg/cu m), but only at one time-point (6 months). In general, based on the lack of consistent changes in mean cell volume (except in females exposed to 250 ppm for 12 months) and mean cell hemoglobin concentrations, the effects observed in mice were consistent with normocytic, normochromic anemia. Although it was considered to be responsive, based on the increased reticulocyte counts, this response improved over time. In addition, contrary to the observations in rats, there were no decreases in myeloid:erythroid ratios; in fact, increases were observed in some exposed groups. Thrombocytosis was present in both male and female mice at all concentrations, based on the increase in platelet counts; time of appearance was inversely related to concentration. As in rats, female mice were more sensitive than males, and significant alterations in hematological parameters generally occurred earlier and at lower exposure levels in female mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 376 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A 2-year inhalation bioassay was conducted in groups of 50 male and 50 female Fischer 344/N rats that were exposed to 0, 31.2, 62.5 or 125 ppm (0, 151, 302 or 604 mg/cu m) 2-butoxyethanol (6 hr per day on 5 days per week) for 104 weeks. An additional nine or 27 male and female rats per group were evaluated at 3, 6 and 12 months. Similar to the critical end-points observed in shorter-term studies, chronic exposure to 31.2 ppm (151 mg/cu m) 2-butoxyethanol (the lowest concentration tested) or more resulted in hemolytic anemia characterized as macrocytic, normochromic anemia based on decreases in hematocrit, hemoglobin concentrations and erythrocyte counts, increases in mean cell volume and mean cell hemoglobin and the lack of an effect on mean cell hemoglobin concentration) in both male and female rats, which persisted throughout the 12 months that hematological parameters were monitored. The severity of these effects increased with level of exposure and did not improve over time. The anaemia was considered to be responsive, based on the observation of increased reticulocyte and nucleated erythrocyte counts and a decrease in the myeloid:erythroid ratios. Consistent with results observed in earlier studies, toxicokinetic data indicated slower clearance of the active metabolite, 2-butoxyacetic acid, and greater activity of the relevant isoenzyme in females. In general, the severity of hematological effects was greater in females than in males, and alterations in multiple parameters were observed at the lowest concentration tested (i.e. 31.2 ppm (151 mg/cu m), which was considered to be the LOEL), while only mean cell volume was affected in males at this concentration."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 351 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Fischer 344/N rats, 7-8 weeks of age, were exposed to 2-butoxyethanol (> 99% pure) vapor by whole-body exposure at concentrations of 0, 31.2, 62.5 or 125 ppm (0, 151, 302 or 604 mg/cu m) for 6 hr per day on 5 days per week for 104 weeks. Complete necropsies were performed on all rats, at which time all organs and tissues were examined for macroscopic lesions and all major tissues were examined microscopically. No exposure-related adverse effects on survival were observed. The survival rates in males were 19/50 (control), 11/50 (low-dose), 21/50 (mid-dose) and 24/50 (high-dose), and those in females were 29/50 (control), 27/50 (low-dose), 23/50 (mid-dose) and 21/50 (high-dose). No exposure-related increases in the incidence of tumors was found in males. In females, the incidences of benign pheochromocytomas in the adrenal medulla were 3/50 (control), 4/50 (low-dose), 1/49 (mid-dose) and 7/49 (high-dose). In addition, one malignant pheochromocytoma developed in the high-dose (125-ppm) group. The combined incidence of benign and malignant tumors in females had a positive trend (p = 0.044, Poly-3 test); however, the incidence in females exposed to 125-ppm was not significantly increased relative to that in concurrent controls, but slightly exceeded the range for historical controls (2-13%) from 2-year inhalation studies. Overall, the slight increase in incidences of pheochromocytomas was considered to be an equivocal finding and could not be attributed with certainty to exposure to 2-butoxyethanol."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 350 (2006)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, 7-8 weeks of age, were exposed to 2-butoxyethanol (> 99% pure) vapor by whole-body exposure at concentrations of 0, 62.5, 125 or 250 ppm (0, 302, 604 or 1208 mg/cu m) for 6 hr per day on 5 days per week for 104 weeks. Complete necropsies were performed on all mice, at which time all organs and tissues were examined for macroscopic lesions and all major tissues were examined microscopically. Survival of male mice exposed to 125 or 250 ppm was significantly lower (by pair-wise comparison) than that of the control group (39/50 controls, 39/50 low-dose, 27/50 mid-dose (p = 0.021) and 26/50 high-dose (p = 0.015)). In females, survival was not affected (29/50 controls, 31/50 low-dose, 33/50 mid-dose and 36/50 high-dose). The body weights in control and treated animals were comparable except in high-dose female mice in which a 17% decrease in body weight was observed. In males, the incidences of hemangiosarcoma of the liver were: 0/50 (control), 1/50 (low-dose), 2/49 (mid-dose) and 4/49 (high-dose). The incidence in high-dose males (250 ppm) was significantly increased (p = 0.046, Poly-3 test) relative to controls and the trend test was positive (p = 0.014, Poly-3 test); this incidence exceeded the range in the historical control values (0-4%). Two of the four mice treated with 250 ppm that had liver hemangiosarcomas also had hemangiosarcomas in either the bone marrow and heart or bone marrow and spleen; it was not possible to determine whether these were primary or metastatic tumors. One liver hemangiosarcoma developed in a low-dose female mouse. In female mice, dose-related increases in the incidence of forestomach squamous-cell papilloma were observed (0/50 control, 1/50 low-dose, 2/50 mid-dose and 5/50 high-dose). There was a single forestomach squamous-cell carcinoma in the high-dose group only. The combined incidence of forestomach squamous-cell papillomas and carcinoma was significantly increased (p = 0.034, Poly-3 test) in the high-dose group (250 ppm) and the trend was positive (p = 0.002; Poly-3 test); the incidence exceeded the range (0-3%) in historical controls. In males, the incidences of forestomach squamous-cell papillomas were 1/50 control, 1/50 low-dose, 2/49 mid-dose and 2/49 high-dose animals. One squamous-cell carcinoma developed in the mid-dose group. The incidence in treated males was not significantly different from that in controls. Accompanying these neoplasms in females and, to a lesser extent, in males were exposure-related increases in the incidences of ulcer and epithelial hyperplasia of the forestomach. In addition, there was a possible exposure-related increase in the incidence of hepatocellular carcinoma in high-dose males (control, 10/50; low-dose, 11/50; mid-dose, 16/49; and high-dose, 21/49; p <  or = 0.01, Poly-3 test)."
        },
        {
            "References": "PMID:470211",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ High doses of orally administered ethylene glycol monoalkyl ethers produced testicular atrophy & leukopenia in mice. A dose response relation was observed. /ethylene glycol monoalkyl  ethers/"
        },
        {
            "References": "PMID:2884741",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Fifty pregnant CD-1 mice were given 1,180 mg/kg/day of ethylene glycol monobutyl ether in water by gavage on days 6-13 of gestation and allowed to deliver. Ethylene glycol monobutyl ether caused 20% mortality in treated dams but had no effect on the offspring of treated animals."
        },
        {
            "References": "PMID:6499805",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Ethylene glycol monomethyl ether caused testicular changes in rats after a single exposure to 600 ppm or more for 4 hr. Ethylene glycol monoethyl ether caused a reduction in testicular weight following a single exposure to saturated vapor of 17 mg/L for 3 hours; ethylene glycol monoisopropyl ether at 15 mg/L and ethylene glycol monobutyl ether at 4 mg/L showed no effect on the testis."
        },
        {
            "References": "PMID:6499820",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous NIOSH studies demonstrated the embryo- and fetotoxicity and teratogenicity of ethylene glycol monoethyl ether applied to the shaved skin of pregnant rats. In the present study ethylene glycol monoethyl ether acetate, ethylene glycol monobutyl ether, and diethylene glycol monoethyl ether were tested in the same experimental model, using distilled water as the negative control and ethylene glycol monoethyl ether as a positive control. Water or undiluted glycols were applied four times daily on days 7 to 16 gestation to the shaved interscapular skin... . Volumes of ethylene glycol monoethyl ether (0.25 mL), ethylene glycol monoethyl ether acetate (0.35 mL), and diethylene glycol monoethyl ether (0.35 mL) were approximately equimolar (2.6 mmole per treatment). Ethylene glycol monobutyl ether at 0.35 mL four times daily (approximately 2.7 mmole per treatment) killed 10 of 11 treated rats, and was subsequently tested at 0.12 mL (0.9 mmole) per treatment. Ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate treated rats showed a reduction in body weight relative to water controls that was associated with completely resorbed litters and significantly fewer live fetuses per litter. Visceral malformations and skeletal variations were significantly increased in ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate groups over the negative control group. No embryotoxic, fetotoxic, or teratogenic effects were detected in the ethylene glycol monobutyl ether or diethylene glycol monoethyl ether treated litters."
        },
        {
            "References": "PMID:2884743",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mice were intubated during gestation and were evaluated for signs of toxicity. In the teratology probe, uterine contents were examined at term. In the postnatal study, offspring were examined and weighed through day 22 postpartum. Ethylene glycol monoethyl ether produced embryo lethality and malformations, and decreased fetal weight at a dose level which was not maternally toxic in the teratology probe. In the postnatal study, ethylene glycol monoethyl ether decreased litter size and neonatal body weight; while litter size continued to decrease beyond neonatal period, body weights of surviving pups were not significantly different from control. Pups exposed prenatally to ethylene glycol monoethyl ether developed kinked tail which was not apparent in fetuses or neonates. Maternally toxic doses levels of ethylene glycol monobutyl ether ethanol were associated with increased embryo lethality in teratology probe studies. In postnatal studies, there were no significant effects on pup growth or survival at maternally toxic dose levels. The teratology probe measures resorption incidence which may be a more sensitive index of prenatal death than number of live born. Neither fetal weight nor neonatal weight reliably predict permanent alteration of growth."
        },
        {
            "References": "PMID:6499818",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Timed-pregnant Fischer 344 rats and New Zealand White rabbits were exposed to ethylene glycol monobutyl ether vapors by inhalation on gestational days 6 through 15 (rats) or 6 through 18 (rabbits) at concentrations of 0, 25, 50, 100 or 200 ppm. The animals were sacrificed on gestational day 21 (rats) or 29 (rabbits). In rats, exposure to 200 or 100 ppm resulted in maternal toxicity (clinical signs, decreased body weight and weight gain, decreased absolute and relative organ weights, decreased food and water consumption and evidence of anemia), embryotoxicity (increased number of totally resorbed litters and decreased number of viable implantations per litter) and fetotoxicity (reductions in skeletal ossification). No increase in fetal malformations was observed in any exposure group relative to controls. At 50 or 25 ppm, there was no maternal, embryo or fetal toxicity (including malformations) in rats. In rabbits, exposure to 200 ppm resulted in maternal toxicity (apparent exposure-related increases in deaths and abortions, clinical signs, decreased weight during exposure and reduced gravid uterine weight at sacrifice) and embryotoxicity (reduced number of total and viable implantations per litter). No treatment-related fetotoxicity was seen. No treatment-related increase in fetal malformations or variations were seen at any exposure concentration tested. There was no evidence of maternal, embryo, or fetal toxicity (including malformations) at 100, 50 or 25 ppm in rabbits."
        },
        {
            "References": "PMID:6499812",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Investigated the teratogenicity of five compounds. Each chemical was vaporized and administered to pregnant rats in one to three concentrations for 7 hr/day on gestation days 7 to 15, and dams were sacrificed on day 20. At concentrations which were apparently not maternally toxic, 2-methoxyethanol was highly embryotoxic, producing complete resorptions at 200 ppm; increased resorptions, reduced fetal weights and skeletal and cardiovascular defects occured at both 100 and 50 ppm. 2-Ethoxyethyl acetate at 600 ppm induced complete resorption of litters; 390 ppm reduced fetal weights and induced skeletal and cardiovascular defects, but only a single defect was observed at 130 ppm. 2-Butoxyethanol evidenced slight maternal toxicity at 200 ppm but produced no increase in congenital defects at that concentration. Neither 2-(2-ethoxyethoxy)ethanol (100 ppm) nor 2-methylaminoethanol (150 ppm) was maternally toxic or embryotoxic. Shorter alkyl chained glycol ethers produced greater embryotoxicity than those having longer chains, and the ester produced effects equivalent to the ether."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2-Butoxyethanol given orally to mice for 5 weeks at a dose of 1000 mg/kg produced no change in absolute or relative testis weights."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenicity of 2-butoxyethanol was evaluated in both rats and rabbits exposed 6 hours/day at 0, 25, 50, 100, or 200 ppm on gestational days 6 to 15 for rats and 6 to 18 for rabbits. No developmental toxicity, including malformations, was observed at non-maternally toxic exposures, 2-butoxyethanol induced slight embryo/feto toxicity in rats. (decreased embryo/pup viability and delayed skeletal ossification) and embryo toxicity in rabbits (decreased viable embryo/fetuses)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V88 385 (2006)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ When Fischer 344 rats were administered 0, 30, 100 or 200 mg/kg bw 2-butoxyethanol per day by gavage on days 9-11 of pregnancy, increased fetal deaths occurred after exposure to 200 mg/kg bw per day. Maternal toxicity (including hemolysis) was evident at doses of 100 mg/kg bw per day or more. The frequency of malformations was not increased at any dose level. Hematological effects (reduced platelet count) were also noted in fetuses of dams that were exposed to 300 mg/kg bw per day on days 11-13 of gestation, although inconsistent changes in mean corpuscular volume were observed at lower doses. The LOELs for developmental and maternal toxicity were considered to be 200 and 100 mg/kg bw per day, respectively; no effects were noted after exposure to 30 mg/kg bw per day."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/GENOTOXICITY/ 2-Butoxyethanol was not mutagenic when evaluated in the Salmonella assay, both with and without activation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2001. Cincinnati, OH. 2001., p. 2",
            "Value": "/GENOTOXICITY/ No evidence of mutagenicity was found in the Chinese hamster ovary hypoxanthine-guanine  phosphoribosyl transferase assay at concentrations up to 1% of the culture medium, both with and  without metabolic activation."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of March 22, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ In vivo mutagenicity tests have yielded uniformly negative results for 2-butoxyethanol. These assays have included three bone marrow micronucleus tests utilizing intraperitoneal injection in rats and mice; a (32P)post-labelling assay for DNA adducts in the brain, kidney,liver, spleen, and testes of orally dosed rats; an assay for DNA methylation in the brain, kidney, liver, spleen, and testes of rats and in FVB/N transgenic mice carrying the v-Ha-ras oncogene."
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of March 22, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ 2-Butoxyethanol was not mutagenic at the HPRT locus in Chinese hamster ovary cells in either the presence or absence of metabolic activation.  However, there was evidence that it caused gene mutations at the HPRT locus in Chinese hamster lung (V79) cells.  An in vitro assay for unscheduled DNA synthesis in rat hepatocytes yielded equivocal results.  2-Butoxyethanol produced sister chromatid exchanges in human peripheral lymphocytes but not in Chinese hamster lung (V79) or ovary cells. In vitro cytogenetic assays conducted with human peripheral lymphocytes, Chinese hamster lung (V79) cells, and Chinese hamster ovary cells revealed no induction of chromosomal aberrations.  An in vitro micronucleus assay in Chinese hamster lung (V79) cells, which incorporated a test for aneuploidy, yielded equivocal results."
        },
        {
            "References": "PMID:8830807",
            "Value": "/GENOTOXICITY/ The mutagenic potential of ethylene-glycol-monobutyl-ether (EGBE) was examined in the Ames test to investigate the reported unique responsiveness of Salmonella-typhimurium strain TA-97a to this compound. The EGBE sample used was found to be 99.04% by weight pure, and contained 23 parts per million peroxides. EGBE was added to TA-97a, TA-100 or WP2uvrA at 0, 500, 1,000, 2,500, 5,000, 8,500, or 10,000 micrograms per plate without metabolic activation or with metabolic activation by 2.5% or 10% S9, prepared from livers of male Sprague-Dawley rats. The number of revertants observed on the test material plates were similar to control plates and clearly indicated a lack of mutagenicity for EGBE with either TA-97a or the other tester strains under any activation conditions"
        },
        {
            "References": "International Programme on Chemical Safety's Concise International Chemical Assessment Documents. Available from, as of March 22, 2004: https://www.inchem.org/pages/cicads.html",
            "Value": "/GENOTOXICITY/ In standard tests in bacteria, 2-butoxyethanol was not mutagenic in  Salmonella typhimurium strains TA1535, TA1537,TA97, TA98, TA100, and TA102. However, the results for strain TA98a were inconsistent, with one report of mutagenicity observed in both the presence and absence of metabolic activation and another report of no mutagenicity."
        },
        {
            "References": "PMID:16675516",
            "Value": "/GENOTOXICITY/ The present study examined whether 2-butoxyethanol and its metabolites, 2-butoxyacetaldehyde and 2-butoxyacetic acid, damaged mouse endothelial cell DNA using the comet assay. No increase in DNA damage was observed following 2-butoxyethanol (1-10mM), 2-butoxyacetaldehyde (0.1-1.0mM), or 2-butoxyacetic acid (1-10mM) in endothelial cells after 2, 4, or 24 hr of exposure. Additional studies examined the involvement of hemolysis and macrophage activation in 2-butoxyethanol carcinogenesis. DNA damage was produced by hemolyzed RBCs (10 x 10(6), 4 hr), ferrous sulfate (0.1-1.0 uM; 2-24 hr), and hydrogen peroxide (50-100 uM; 1-4 hr) in endothelial cells. Hemolyzed RBCs also activated macrophages, as evidenced by increased tumor necrosis factor (TNF) alpha, while neither 2-butoxyethanol nor butoxyacetic acid increased TNF-alpha from macrophages. The effect of activated macrophages on endothelial cell DNA damage and DNA synthesis was also studied. Coculture of endothelial cells with activated macrophages increased endothelial cell DNA damage after 4 or 24 hr and increased endothelial cell DNA synthesis after 24 hr. These data demonstrate that 2-butoxyethanol and related metabolites do not directly cause DNA damage. Supportive evidence also demonstrated that damaged RBCs, iron, and/or products from macrophage activation (possibly reactive oxygen species) produce DNA damage in endothelial cells and that activated macrophages stimulate endothelial cell proliferation. These events coupled together provide the events necessary for the induction of hemangiosarcomas by 2-butoxyethanol."
        },
        {
            "References": "PMID:2730682",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of 2-butoxyethanol and its metabolites, 2-butoxyacetaldehyde and butoxyacetic acid, on erythrocytes from rats were investigated in vitro. At  20 mM, 2-butoxyethanol caused hemolysis of rat erythrocytes accompanied by a decrease in hematocrit.  In contrast, incubation of 2-butoxyacetaldehyde or butoxyacetic acid with rat blood caused time- and  concentration-dependent swelling of red blood cells followed by hemolysis; butoxyacetic acid was  significantly more efficacious than 2-butoxyacetaldehyde. Addition of aldehyde dehydrogenase and its  co-factors potentiated the effect of 2-butoxyacetaldehyde on rat erythrocytes. Incubation of rat  blood with butoxyacetic acid or 2-butoxyacetaldehyde caused a time- and concentration-dependent  decrease in blood ATP concentration. The decrease in blood ATP was greater with butoxyacetic acid  than with 2-butoxycetaldehyde and was not induced by 2-butoxyethanol. Butoxyacetic acid caused no  significant changes in the concentration of reduced glutathione and glucose-6-phosphate  dehydrogenase in rat erythrocytes. The hemolytic effect of 2-butoxyethanol can be attributed  primarily to its metabolite butoxyacetic acid, and hemolysis of rat erythrocytes by butoxyacetic  acid or 2-butoxyacetaldehyde is preceded by swelling and ATP depletion."
        },
        {
            "References": "PMID:6499795",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ...Structurally related alkyl glycol ethers were examined for their ability to block junction-mediated intercellular communication. Interruption of intercellular communication was measured in vitro by an assay that depends on the transfer of metabolites via gap junctions, i.e., metabolic cooperation. All compounds tested-ethylene glycol (EG), ethylene glycol monomethyl ether (EGME), ethylene glycol monoethyl ether (EGEE), ethylene glycol monopropyl ether (EGPE), and ethylene glycol monobutyl ether (EGBE)-were able to block metabolic cooperation in vitro. The potencies of the compounds were inversely related to the length of the aliphatic chain, the dose required for maximum blockage increasing as the aliphatic chain shortened. Some differences in the maximum amount of blockage were detected, but these were not consistent and hence were not considered significant. Cytotoxicity, as measured by cell survival, was also related to the structure of the compound, generally increasing with increased length of the aliphatic chain. There were structurally related differences in the concentration ranges over which the compounds were effective. The noncytotoxic ranges over which communication was blocked became reduced as the length of the aliphatic chain increased. EG was effective over the broadest range, followed by EGME. The remaining compounds had very narrow effective ranges relative to EG and EGME. Because they are effective over such broad noncytotoxic ranges, blockage of intercellular communication may be most significant as a teratogenic mechanism for EG and EGME. Although the other compounds in the series also blocked communication, they were more cytotoxic and they interrupted communication in a relatively narrow window of concentrations. Consequently, interrupted intercellular communication may be mixed with cytotoxicity in the embryo and the mother, and thus be less specific as a mechanism of teratogenesis for EGEE, EGPE and EGBE."
        },
        {
            "References": "PMID:12215681",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In this study, exposure of human red blood cells to high concentrations of butoxyacetic acid resulted in loss of deformability and a small increase in mean cellular volume, but no significant hemolysis. These changes resembled the changes that occur in rat erythrocytes exposed to much lower concentrations of butoxyacetic acid. Therefore, a comparison was made between the sub-hemolytic effects of butoxyacetic acid at high concentrations (up to 10 mM) on human red cells with the sub-hemolytic effects of lower concentrations of butoxyacetic acid (up to 0.1 mM) on rat erythrocytes. Under these conditions, human and rat erythrocyte deformability decreased, while mean cellular volume (MCV) and osmotic fragility increased. Although there was a substantial shift in rat erythrocytes to lower densities, human erythrocyte density was only slightly decreased. Human and rat erythrocyte sodium also increased. Rat erythrocytes demonstrated increased spherocytosis. In a survey of blood samples from adults and children, none demonstrated an increase in hemolysis (n = 97) or MCV (n = 65) after exposure to 10 mM butoxyacetic acid for 4 hr. In these experiments, in which hemolysis was not evident, human erythrocytes required exposure to a 100-fold greater concentration of butoxyacetic acid to develop changes in red cell deformability, osmotic fragility, and sodium content similar to those observed in rat erythrocytes. These concentrations are not likely to occur under normal human use of 2-butoxyethanol-containing products."
        },
        {
            "References": "PMID:11797820",
            "Value": "/IMMUNOTOXICITY/ Female BALB/c mice were topically exposed to vehicle or /2-butoxyethanol/ BE at concentrations of 100, 500, 1,000, and 1,500 mg BE/kg/day for 4 consecutive days. Assessment of immune parameters began 24 hours after the final dose. No effects were observed at any of the BE concentrations on thymus cellularity or thymus to body weight ratio. A significant increase in spleen cellularity and spleen to body weight ratio was observed at 1,500 mg BE/kg/day. Topical BE exposure significantly reduced the splenic T cell proliferative response to concanavalin A (Con A) and the mixed lymphocyte response (MLR) to allogeneic antigen. No significant effect was observed in the splenic B cell proliferative response to lipopolysaccharide (LPS), nor was there an effect on the in vitro primary antibody response to sheep red blood cells (SRBCs). No significant alteration occurred in either splenocyte cytotoxic T lymphocyte (CTL) activity or natural killer (NK) cell activity following topical BE exposure. This study suggests that topical exposure to BE may suppress some aspects of T cell immunity but does not affect B cell immunity."
        },
        {
            "References": "PMID:11797820",
            "Value": "/IMMUNOTOXICITY/ Effects on immune parameters following topical exposure to 2-butoxyethanol in mice are reported in the present study. The objective was to determine whether subacute topical exposure to 2-butoxyethanol can modulate functional immune responses and/or nonspecific immune parameters such as lymphoid organ weight and cellularity. Female BALB/c mice were topically exposed to vehicle or 2-butoxyethanol at concentrations of 100, 500, 1,000, and 1,500 mg 2-butoxyethanol/kg/day for 4 consecutive days. Assessment of immune parameters began 24 hours after the final dose. No effects were observed at any of the 2-butoxyethanol concentrations on thymus cellularity or thymus to body weight ratio. A significant increase in spleen cellularity and spleen to body weight ratio was observed at 1,500 mg 2-butoxyethanol/kg/day. Topical 2-butoxyethanol exposure significantly reduced the splenic T cell proliferative response to concanavalin A (Con A) and the mixed lymphocyte response (MLR) to allogeneic antigen. No significant effect was observed in the splenic B cell proliferative response to lipopolysaccharide (LPS), nor was there an effect on the in vitro primary antibody response to sheep red blood cells (SRBCs). No significant alteration occurred in either splenocyte cytotoxic T lymphocyte (CTL) activity or natural killer (NK) cell activity following topical 2-butoxyethanol exposure. This study suggests that topical exposure to 2-butoxyethanol may suppress some aspects of T cell immunity but does not affect B cell immunity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 147",
            "Value": "/OTHER TOXICITY INFORMATION/ The hematotoxicity of EGBE is due to its oxidative metabolite butoxyacetic acid (BAA). Although high concentrations of EGBE can hemolyze rat and human red blood cells in vitro, presumably due to a solvent effect on the membrane., BAA lysed rat (but not human) red blood cells at much lower concentrations than EGBE. ... Lysis by BAA and by EGBE in vivo was preceded by cell swelling (spherocytosis), but not by EGBE in vitro, further suggesting that hemolysis in vivo is mediated by the metabolite BAA. ...The red blood cells of species other than the rat, including mice, rabbits, and baboons, were susceptible to in vitro hemolysis by BAA at 1 and 2 mM, whereas blood from pigs, dogs, cats, guinea pigs, and humans was resistant. Other studies showed that red cells from a large number of humans examined, including those who had hereditary red cell disease (sickle cell, spherocytosis), and older individuals, were not susceptible to hemolysis under conditions that caused extensive hemolysis of rat cells. These results indicate /to the authors/ that hemolysis and secondary effects reported in rats are unlikely to occur in humans under anticipated exposure conditions."
        },
        {
            "References": "PMID:11738267",
            "Value": "/OTHER TOXICITY INFORMATION/ /It has been proposed/... that the induction of hepatic oxidative stress by 2-butoxyethanol in vivo occurs secondary to induction of hemolysis and iron deposition in the liver rather than as a direct action of 2-butoxyethanol or its main metabolite, 2-butoxy acetic acid."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Shields et al; Indoor Air 6: 2-17 (1996)",
            "Value": "SEDIMENT: Ethylene glycol mono-n-butyl ether was not detected in 20 sediments samples collected in Japan as part of an environmental monitoring program(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 25 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Jan, 2011. Available from, as of Sept 23, 2011: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of ethylene glycol mono-n-butyl ether is estimated as 8(SRC), using a log Kow of 0.83(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that ethylene glycol mono-n-butyl ether is expected to have high mobility in soil."
        }
    ]
}