{
    "_id": {
        "$oid": "6682e8acc4e5dba5ffba26c6"
    },
    "CID": {
        "$numberInt": "8134"
    },
    "Name": "DIETHYLENE GLYCOL MONOMETHYL ETHER",
    "IUPACName": "2-(2-methoxyethoxy)ethanol",
    "CanonicalSMILES": "COCCOCCO",
    "Synonyms": [
        "2-(2-Methoxyethoxy)ethanol",
        "111-77-3",
        "DIETHYLENE GLYCOL MONOMETHYL ETHER",
        "Methyl carbitol",
        "Methoxydiglycol",
        "Methyl digol",
        "Ethanol",
        "2-(2-methoxyethoxy)-",
        "Dowanol DM",
        "Methyl dioxitol",
        "3,6-Dioxa-1-heptanol",
        "MECB",
        "Ektasolve DM",
        "Diethylene glycol methyl ether",
        "Diglycol monomethyl ether",
        "DEGME"
    ],
    "IsomericSMILES": "COCCOCCO",
    "INCHI": "InChI=1S/C5H12O3/c1-7-4-5-8-3-2-6/h6H,2-5H2,1H3",
    "INCHIKEY": "SBASXUCJHJRPEV-UHFFFAOYSA-N",
    "Formula": "C5H12O3",
    "MolecularWeight": {
        "$numberDouble": "120.15"
    },
    "Description": "2-(2-methoxyethoxy)ethanol is a hydroxypolyether that is the monomethyl ether derivative of diethylene glycol. It has a role as a teratogenic agent and a solvent. It is a hydroxypolyether, a diether and a glycol ether. It is functionally related to a diethylene glycol.",
    "XlogP": {
        "$numberDouble": "-0.9"
    },
    "Complexity": {
        "$numberInt": "38"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of March 17, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for diethylene glycol monomethyl ether(SRC), using an estimated log Kow of -1.18 and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dow Chemical Co; The Glycol Ethers Handbook. Midland, MI (1981) (2) Bridie AL et al; Water Res 13: 627-30 (1979) (3) Meshako CE et al; Environ Toxicol 14: 383-90 (1999) (4) Cowan RM, Kwon J; IN: Hazard Ind Wastes, 31st p 273-82 (1999) (5) Mushrush GW et al; J Environ Sci Health Part A 32: 2201-11 (1997)",
            "Value": "AEROBIC: Aerobic biological screening studies, which utilized settled waste water, sewage or activated sludge for inoculum, have demonstrated that diethylene glycol monomethyl ether should biodegrade in the environment(1-5). Diethylene glycol monomethyl ether showed losses of 0, 21, and 66% of the theoretical BOD when incubated at 20 °C for 5, 10, and 20 days, respectively(1). Other 5 day BOD tests at 20 °C, resulted in the loss of 5%(2) and 9%(3) of the theoretical BOD. A study using activated sludge gave a degradation rate for diethylene glycol monomethyl ether of 0.26/hour(4) giving a half-life of 2.7 hours(SRC). Biodegradation half-lives of 2-16 days have been reported for diethylene glycol monomethyl ether(5)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-(2-methoxyethoxy)ethanol (111-77-3) p.43 (2000 CD-ROM edition). Available from, as of February 26, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Found to be slightly irritating in the rabbit eye irritation test when 500 mg were applied for 24 hrs. /from table/"
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 633",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... With high dosage to animals, death occurs either through ... /CNS depression/ or kidney injury."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-(2-methoxyethoxy)ethanol (111-77-3) p.45 (2000 CD-ROM edition). Available from, as of February 26, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Found to be not sensitizing in the guinea pig maximization test performed according to the OECD Guideline 406."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-(2-methoxyethoxy)ethanol (111-77-3) p.45 (2000 CD-ROM edition). Available from, as of February 26, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No sensitization effects; only mild irritation /was observed with/ sc application of 0.08-8 mg followed by epidermal application /in the guinea pig/."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 634",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ kidneys of animals killed after 28 and 45 days /of oral admin/ showed lesions comparable to those caused by diethylene glycol and carbitol, in form of hydropic degeneration of convoluted tubules, but ... larger amt ... than of carbitol ... were necessary to produce these effects."
        },
        {
            "References": "PMID:9299187",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ This study was carried out to provide information on the effects of inhalation of diethylene glycol monoethyl ether, a substance used in industry which may be accidentally inhaled by man. Sprague-Dawley CD rats were exposed by inhalation to a test atmosphere containing diethylene glycol monoethyl ether in a nose-only exposure system for 6 hr a day, 5 days a week for 28 days. Mean exposure levels were 0. 09, 0.27, and 1.1 mg/L. At the two lowest exposure levels the test substance was present entirely as vapor, but at the highest exposure level the test atmosphere was approximately equally divided by mass into respirable droplets (aerosol) and vapor. A comprehensive battery of toxicological evaluations including food consumption, body weight, clinical signs, hematology, and biochemistry revealed no evidence of a systemic effect of exposure. Histopathological examination showed changes indicative of mild nonspecific irritation in the upper respiratory tract of rats exposed at the two highest exposure levels. These changes consisted of foci of necrosis in the ventral cartilage of the larynx of rats exposed at 0.27 or 1.1 mg/L and an increase in eosinophilic inclusions in the olfactory epithelium of the nasal mucosa of rats exposed at 1.1 mg/L. The no observed adverse effect level for systemic effects was 1.1 mg/L and the no observed adverse effect level for signs indicative of mild nonspecific irritation of the upper respiratory tract was 0.09 mg/L."
        },
        {
            "References": "Hobson DW et al; Fund and Appl Toxicol 6 (2): 339-48 (1986)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Systemic effects following dermal exposure to diethylene glycol monomethyl ether and ethylene glycol monomethyl ether were studied. Male Hartley guinea pigs were dermally exposed to 0, 0.04, 0.20, or 1.00 g/kg/day diethylene glycol monomethyl ether or 1.00 g/kg/day ethylene glycol monomethyl ether 6 hr daily, 5 days/wk for 13 weeks. Only ethylene glycol monomethyl ether treated animals exhibited a significant decrease in weight gain relative to controls. Ethylene glycol monomethyl ether decreased testicular and spleen weights. Diethylene glycol monomethyl ether at 0.20 and 1.00 g/kg/day decreased spleen weights only. Ethylene glycol monomethyl ether elevated serum creatinine kinase and lactate dehydrogenase activity. The 1.00 g/kg/day diethylene glycol monomethyl ether increased lactate dehydrogenase activity. Ethylene glycol monomethyl ether and all doses of diethylene glycol monomethyl ether increased urinary calcium excretion. Ethylene glycol monomethyl ether caused decreased red blood cell counts, increased mean corpuscular volume, and lymphopenia and neutrophilia. Ethylene glycol monomethyl ether caused moderate to severe segmental deterioration of the seminiferous tubules in the testes. Diethylene glycol monomethyl ether caused only mild, periportal, hepatocellular fatty changes. Diethylene glycol monomethyl ether causes minimal toxicologic changes following dermal exposure. Ethylene glycol monomethyl ether causes testicular lesions similar to those seen in rats, mice, and rabbits."
        },
        {
            "References": "Kawamoto T et al; Toxicol 62 (3): 265-74 (1990)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Adult male Wistar rats were used. Diethylene glycol monomethyl ether was administered orally; 500, 1000, 2000 mg/kg for 1, 2, 5 or 20 days and ethylene glycol monomethyl ether was 100, 300 mg/kg for 1, 2, 5 or 20 days. Decreases in liver weights were produced by highest doses of diethylene glycol monomethyl ether (2000 mg/kg body wt/day for 20 days) and ethylene glycol monomethyl ether (300 mg/kg body wt/day for 20 days). Diethylene glycol monomethyl ether increased hepatic microsomal protein contents and induced cytochrome p450, but not cytochrome b5 or the reduced form of nicotinamide adenine dinucleotide phosphate cytochrome c reductase. The activity of cytosolic ADH was not affected by diethylene glycol monomethyl ether administration. Ethylene glycol monomethyl ether did not change cytochrome P450, cytochrome b5 or the reduced form of nicotinamide adenine dinucleotide phosphate cytochrome c reductase. The activity of cytosolic ADH was increased by repeated ethylene glycol monomethyl ether treatment. The enzyme which takes part in the metabolism of diethylene glycol monomethyl ether is different from that of ethylene glycol monomethyl ether, although diethylene glycol monomethyl ether is structural homolog of ethylene glycol monomethyl ether."
        },
        {
            "References": "Miller RR et al; Fundam and Appl Toxicol 5: 1174-9 (1985)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The target organs and spectrum of toxicity in rats exposed subchronically by inhalation to diethylene glycol monomethyl ether were investigated. F344 rats were exposed to 0, 30, 100, or 216 ppm diethylene glycol monomethyl ether vapor 6 hr/day, 5 days/week, for 13 weeks. There was no treatment related mortality during the study, and all animals appeared normal and healthy. Absolute and relative organ weights of all animals were unremarkable. No remarkable hematological or clinical chemistry findings were revealed after 13 weeks of exposure. Animals had no pathologic observations associated with the 13 week vapor inhalation exposure to diethylene glycol monomethyl ether. All gross and histopathologic observations were considered common, background changes in F344 rats of similar age. /It was concluded/ that inhalation exposure of male and female F344 rats to diethylene glycol monomethyl ether vapors in concentrations as high as 216 ppm, the maximum practically attainable, produce no adverse treatment related effects. Therefore, diethylene glycol monomethyl ether should not present the same degree of hazard as its structural homolog ethylene glycol monomethyl ether."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 188",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Commercial diethylene glycol monomethyl ether /was administered/ to rats for 30 days as part of their drinking water. ... The maximum dose having no effect was less than 0.19 g/kg based upon microscopic study of the tissues. Animals survived the highest dosage level, 1.83 g/kg."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 188",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Male rats were given dose levels of 900, 1800, and 3600 mg/kg, 5 days/week for 6 weeks. ...  No significant toxicological effects were seen at 900 or 1800 mg/kg, but 3600 mg/kg killed two of the ten rats. The testes weight was reduced, and 6 of 10 rats had testicular atrophy."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-(2-methoxyethoxy)ethanol (111-77-3) p.55 (2000 CD-ROM edition). Available from, as of February 26, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Administration of 2% diethylene glycol monomethyl ether to ICL-ICR mice in drinking water daily for 25 days did not cause testicular dystrophy. /From table/."
        },
        {
            "References": "PMID:1362012",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ethylene glycol monomethyl ether (EGME;  100, 300 mg/kg per day) and diethylene glycol monomethyl ether (diEGME; 500, 1000, 2000 mg/kg per day) were administered by gavage for 1, 2 or 5 days or 4 weeks /to male adult Wistar rats/. In the 4-week study, experimental animals were administered EGME or diEGME once a day orally, 5 days/week. EGME treatment increased the serum gamma-glutamyl transpeptidase (GGT) level significantly, however, diEGME did not. The activities of three other enzymes (SGOT, SGPT and ALP) in serum were not altered by EGME or diEGME treatment and thus there was no biochemical indices of hepatic damage by EGME or diEGME. ... DiEGME did not affect the GGT activities in any of the tissues /examined/ except those of the brain."
        },
        {
            "References": "PMID:2340988",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethylene glycol (DEG) and diethylene glycol monoethyl ether (DEGEE) were evaluated for reproductive toxicity in CD-1 mice using a continuous breeding protocol. Compounds were administered in the drinking water at 0, 0.35, 1.75, and 3.5% w/v (DEG) or 0, 0.25 1.25, and 2.5% w/v (DEGEE). Exposure of the breeding pairs to 3.5% °For 14 weeks produced statistically significant decreases in the number of litters per pair, live pups per litter, proportion of pups born alive, and live pup weight. There was also a significant increase in the cumulative days to litter and a significant decrease in the number of pairs producing the third, fourth, and fifth litters for the 3.5% DEG-exposed mice. A crossover mating trial of the F0 mice to determine the affected sex was inconclusive, but suggested that offspring development was compromised in females exposed to 3.5% DEG. Slight maternal (F0) toxicity was noted for the 3.5 DEG group (7% decrease in body weight). The F1 generation, at 3.5% DEG, had decreased body weights at birth and exhibited poor postnatal survival. At the intermediate dose of DEG, body weights of both sexes were depressed at weaning, at onset of mating, and at necropsy. However, no adverse effects on reproduction were observed. DEGEE had no effect on reproduction in the F0 or F1 generation mice despite a 34% decrease in cauda epididymal sperm motility in the F1 males at 2.5% DEGEE. Other signs of toxicity observed in these F1 mice included increased relative liver weights. These data indicate that DEG is a reproductive toxicant in Swiss mice affecting fertility and reproductive performance, albeit at high doses (equivalent to 6.1 g/kg/day). However, its monoethyl derivative, DEGEE, is without adverse effects on fertility and reproductive performance."
        },
        {
            "References": "PMID:3699329",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethylene glycol monomethyl ether was used in a teratology study in Sprague-Dawley rats. Time-mated females were orally dosed on days 7-16 of gestation with diethylene glycol monomethyl ether in distilled water. At 5175 mg/kg/day, two of nine rats died, five of five litters were totally resorbed, and maternal extra gestational body weight gain was reduced. At 3345 mg/kg/day, six of nine litters were resorbed but there were no deaths and extra gestational body weight gain was not affected. Visceral and skeletal examinations revealed a dose-related increase in malformations, primarily of the ribs and cardiovascular system. Fetal body weights and the number of live implantations were significantly reduced at 2165 mg/kg/day. Rib malformations were seen in 9.1% (control), 42.9% (720 mg/kg/day), and 80.0% (2165 mg/kg/day) of litters. Cardiovascular malformations occurred in 0.0, 4.8, and 71.4% of litters."
        },
        {
            "References": "PMID:3732673",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethylene glycol monomethyl ether was applied to the skin of pregnant rabbits on days 6 through 18 of gestation to assess the fetotoxic and teratogenic potential by the dermal route. Topical application of the highest dose, 750 mg/kg/day, produced slight embryotoxicity, fetotoxicity, and toxicity in the maternal animal. Maternal effects were characterized by decreased weight gain and a concurrent physiologic decrease in red blood cells and packed cell volume values. In addition, a slight increase embryonic resorptions was observed. The fetal alterations observed, mild forelimb flexure, slight-to-moderate dilation of the renal pelvis, retrocaval ureter, cervical spurs, and delayed ossification of the skull and sternebral bones, are considered to be indicative of fetotoxicity but not teratogenicity. Slight fetotoxicity in the form of delayed ossification of the skull and cervical spurs was seen in the 250 mg/kg/day dose group. No adverse maternal, embryonic, or fetal effects were observed at 50 mg/kg/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 191",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Groups of 25 inseminated rabbits were treated topically with 50, 250, or 750 mg/kg/day of diethylene glycol monomethyl ether on days 6 through 18 of gestation. Slight embryo toxicity, fetotoxicity, and maternal toxicity were produced at 750 mg/kg/day. Maternal effects were decreased body weight gain and a decrease in red blood cells and packed cell volume. A slight increase in embryonic resorptions was observed. The fetal alterations observed, mild forelimb flexure, slight to moderate dilation of the renal pelvis, retrocaval ureter, cervical spurs, and delayed ossification of the skull and sternebral bones were considered indicative of fetotoxicity but not teratogenicity. Slight fetotoxicity was observed in the 250-mg/kg/day group. No adverse maternal, embryonic, or fetal effects were observed at 50 mg/kg/day."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-(2-methoxyethoxy)ethanol (111-77-3) p.61(2000 CD-ROM edition). Available from, as of February 26, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant CD-1 mice were orally dosed once per day on days 7 through 14 of gestation with 4000mg/kg/ day diethylene glycol monomethyl ether (99% pure).  Maternal mortality was 10% (i.e. 5 of 50 animals died). Significant reduction in viable litters was produced. Significantly reduced number of live pups per litter and pup survival over days 1-3 postpartum were observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 191",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... pregnant rats were injected subcutaneously on gestation days 6 to 20 with 0.25, 0.5, or 1.0 mL DGME/kg/day. No maternal toxicity was detected, and there were no statistically significant fetal effects at 0.25 or 0.5 mL/kg. However, neonatal survival declined at 1.0 g/kg, which may indicate a slight fetotoxic effect at this high dose. Because skeletal and visceral examination were not done, this study was not considered adequate to establish a NOAEL."
        },
        {
            "References": "PMID:8466303",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  The effects of oral treatment of Wistar rats with diethylene glycol monomethyl ether (diEGME) were examined. ... In pregnant rats, treatment at doses of > 3,000 mg/kg/day (over gestation days 7-17) caused total resorption of all litters. In teratology and postnatal studies, pregnant rats were treated with diEGME at doses of 0, 200, 600, and 1,800 mg/kg/day from day 7 through 17 of gestation. At 200 mg/kg, there were no adverse effects on either dams, fetuses, or neonates. At 600 mg/kg, dams were not affected, but fetal body weights were decreased, and fetal thymus and ossification were adversely affected. At 1,800 mg/kg, maternal thymus weights and food consumption were decreased, and visceral malformations of the cardiovascular system were seen in 28.0% of the fetuses. Only 6.3% of the pups delivered by dams treated with 1,800 mg/kg of diEGME survived for 4 days after birth. Thus, diEGME was teratogenic in Wistar rats, but the spectrum differed from that in Sprague-Dawley rats. In addition to teratogenicity, diEGME had significant adverse effects on postnatal development. The most sensitive organ to diEGME was the thymus in both dams and fetuses."
        },
        {
            "References": "Hardin BD; Hazard Assessment and Control Technology in Semiconductor Manufacturing (Industrial Hygiene Science Series) 91-3 (1989).",
            "Value": "/ENDOCRINE MODULATION/ In 1980, ethylene glycol monoethyl ether (2-ethoxyethanol) was reported to be teratogenic in rats and rabbits. Since then, the ethylene glycol (EG) ether family has been intensively tested. Employers must determine whether EG ethers already in use, or proposed substitutes, are reproductive health hazards. Research data will be summarized to help guide that process. In the EG monoalkyl ether series, both monomethyl (EGME) and monoethyl ethers (EGEE) are testicular toxicants and teratogens, and their acetates are equivalent biologically to the corresponding alkyl ether alcohol. EG ethers with propyl and longer substituents have not been detectable reproductive health hazards. Although higher doses are required than for EGME, several mono- and dimethyl ether derivatives of diEG and triEG exhibit similar toxicity. Mechanistic studies indicate that metabolism by the alcohol dehydrogenase system is a necessary prelude to both testicular and teratogenic effects. Relatively little has been published regarding the propylene glycol (PG) ether family. By analogy to the EG series, propylene glycol monomethyl ether (PGME) might be expected to be the most potent member of the series, but there are three possible isomers: one secondary alcohol, 1-methoxy-2-propanol (1M2P), and two primary alcohols, 1-methoxy-3-propanol (1M3P) and 2-methoxy-1-propanol (2M1P). The primary alcohol 2M1P is teratogenic. 1M2P, said to represent more than 95 percent of commercial \"PGME,\" is a poor substrate for alcohol dehydrogenase and has not exhibited reproductive or developmental toxicity. The third isomer, 1M3P, has not been tested."
        },
        {
            "References": "Yamano T et al;  Arch Environ Contam Toxicol 24 (2): 228-35 (1993)",
            "Value": "/ENDOCRINE MODULATION/ The effects of oral treatment of Wistar rats with diethylene glycol monomethyl ether (diEGME) were examined. In a preliminary dose-finding study with non-pregnant rats, diEGME treatment at doses up to 4,000 mg/kg/day on 11 consecutive days decreased relative weights of thymus and pituitary gland, white and red blood cell counts, hemoglobin concentrations and hematocrit levels. In pregnant rats, treatment at doses of > 3,000 mg/kg/day (over gestation days 7-17) caused total resorption of all litters. In teratology and postnatal studies, pregnant rats were treated with diEGME at doses of 0, 200, 600 and 1,800 mg/kg/day from day 7 through 17 of gestation. At 200 mg/kg, there were no adverse effects on either dams, fetuses, or neonates. At 600 mg/kg, dams were not affected, but fetal body weights were decreased, and fetal thymus and ossification were adversely affected. At 1,800 mg/kg, maternal thymus weights and food consumption were decreased."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-(2-methoxyethoxy)ethanol (111-77-3) p.57 (2000 CD-ROM edition). Available from, as of February 26, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Reported negative in the Ames test with Salmonella typhimurium strains TA1535, TA100, TA1537, and TA98, with and without metabolic activation when tested at doses of 20-5000 ug/plate."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-(2-methoxyethoxy)ethanol (111-77-3) p.57 (2000 CD-ROM edition). Available from, as of February 26, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Diethylene glycol monomethyl ether at concentrations of 300-1201.7 ug/mL failed to induce sister chromatid exchanges in V79 hamster lung cells in the presence or absence of metabolic activation. The study was performed according to OECD 474 guidelines."
        },
        {
            "References": "PMID:16829022",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... The objective of this research was to investigate the effects of diethylene glycol monomethyl ether (DEGME), ethylene glycol monomethyl ether (EGME) and their common metabolite, methoxyacetic acid (MAA) on in vitro chondrogenesis and the mechanisms by which these effects occur. /Chick/ micromass cultures were exposed to DEGME, EGME or MAA for 5 days and proteoglycan abundance and cell proliferation determined. Longer-term 9- and 14-day cultures were exposed to MAA and apoptosis analyzed. All three chemicals decreased proteoglycan abundance and cell proliferation at the highest dose tested (100 uL/mL). However, only MAA showed a dose-dependent effect for both parameters at 0.01, 10, and 100 uL/mL. Furthermore, micromass cultures show an increase in apoptotic cells which when treated with MAA suggest that cell death could result from induced apoptosis. These results suggest that effects of DEGME and EGME are the result of generalized toxicity, but their metabolite MAA induces mitochondrial-mediated apoptosis during in vitro chondrogenesis."
        },
        {
            "References": "PMID:11453297",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... /Primary rat/ hepatocytes were exposed to three derivatives of 1,3-dioxolane-4-methanol (M-1, M-2, and M-3), 1,3-dioxane (M-27) and diethylene glycol monomethyl ether (0, 0.001, 0.01, 0.1, 1, 10 mM dosages) for periods up to 24 hr. Samples were assayed for lactate dehydrogenase (LDH) release, MTT dye reduction activity, glutathione level, and rate of protein synthesis as indicators of toxicity. Diethylene glycol monomethyl ether ... elicited little response in the toxicity assays."
        },
        {
            "References": "BIBRA working group  (1997) p6",
            "Value": "/OTHER TOXICITY INFORMATION/ Diethylene glycol monomethyl ether (DEGME) demonstrated a low skin irritancy in a number of species and a low eye irritancy in rabbits. A volunteer study using a DEGME solution did not identify any skin sensitizing potential. In laboratory animals, a low oral, inhalation and dermal toxicity has been demonstrated, with the kidney and liver being the target organs. Rats given repeated oral doses developed kidney and testicular damage and showed effects on the thymus, blood, liver, spleen and pituitary. No signs of toxicity were identified in a repeated inhalation study in rats. Mild liver toxicity and some blood effects were reported in guinea-pigs given multiple dermal doses. DEGME caused blood abnormalities when applied repeatedly to the skin of pregnant rabbits; doses that were not maternally toxic induced fetotoxicity. Oral administration during pregnancy caused fetal toxicity and fetal malformations in rats (even at non-toxic maternal doses) and embryotoxicity in mice. DEGME gave no evidence of mutagenic potential in Salmonella typhimurium bacteria (Ames test)."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 634",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Material can be absorbed through skin of rabbits in toxic amt, extensive and prolonged contact is required to cause serious effects."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 634",
            "Value": "/OTHER TOXICITY INFORMATION/  /Rats/, did not tolerate well methyl carbitol in water or in food and many of them refused food, so that certain degree of starvation was present. In no case was less than 1 mL/kg effective ... ."
        },
        {
            "References": "PMID:2357763",
            "Value": "/OTHER TOXICITY INFORMATION/ Structure activity studies with nine glycol alkyl ethers were conducted with a cellular leukemia transplant model in male Fischer rats to measure the effects on neoplastic progression in transplant recipients. Chemicals were given ad libitum in the drinking water simultaneously with the transplants and continued throughout the study. In all, 20 million leukemic cells were injected sc into syngeneic rats, which after 60 days resulted in a 10-fold increase in relative spleen weights, a 100-fold increase in white blood cell counts, and a 50% reduction in red blood cell indices and platelet counts. Ethylene glycol monomethyl ether given at a dose of 2.5 mg/mL in the drinking water completely eliminated all clinical, morphological, and histopathological evidence of leukemia, whereas the same dose of ethylene glycol monoethyl ether reduced these responses by about 50%. Seven of the glycol ethers were ineffective as anti-leukemic agents, including ethylene glycol, the monopropyl, monobutyl, and monophenyl ethylene glycol ethers, diethylene glycol, and the monomethyl and monoethyl diethylene glycol ethers."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 188",
            "Value": "/OTHER TOXICITY INFORMATION/ ... An essentially saturated atmosphere of diethylene glycol methyl ether generated at room temperature caused no deaths or significant ill effects /in rats/."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of March 17, 2014: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of diethylene glycol monomethyl ether can be estimated to be 1(SRC). According to a classification scheme(2), this estimated Koc value suggests that diethylene glycol monomethyl ether is expected to have very high mobility in soil."
        }
    ]
}