{
    "_id": {
        "$oid": "6682e8adc4e5dba5ffba26c8"
    },
    "CID": {
        "$numberInt": "8141"
    },
    "Name": "N-NONANE",
    "IUPACName": "nonane",
    "CanonicalSMILES": "CCCCCCCCC",
    "Synonyms": [
        "NONANE",
        "n-Nonane",
        "111-84-2",
        "Nonyl hydride",
        "Shellsol 140",
        "nonan",
        "Iotrochotin",
        "CCRIS 6081",
        "HSDB 107",
        "Lodyne S",
        "EINECS 203-913-4",
        "UNII-T9W3VH6G10",
        "NSC 72430",
        "T9W3VH6G10",
        "DTXSID9025796"
    ],
    "IsomericSMILES": "CCCCCCCCC",
    "INCHI": "InChI=1S/C9H20/c1-3-5-7-9-8-6-4-2/h3-9H2,1-2H3",
    "INCHIKEY": "BKIMMITUMNQMOS-UHFFFAOYSA-N",
    "Formula": "C9H20",
    "MolecularWeight": {
        "$numberDouble": "128.25"
    },
    "Description": "Nonane is a straight chain alkane composed of 9 carbon atoms. It has a role as a volatile oil component and a plant metabolite.",
    "XlogP": {
        "$numberDouble": "4.5"
    },
    "Complexity": {
        "$numberInt": "33"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Tatsuka K et al; J Agric Food Chem 38: 2176-80 (1990) (2) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. N-Nonane. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Oct 29, 2013: https://www.ars-grin.gov/duke/ (3) Chung TY et al; J Agric Food Chem 41: 1693-97 (1993)",
            "Value": "n-Nonane was identified as a volatile constituent in kiwi fruit flowers collected in Kawanishishi, Hyogo, Japan(1). The compound has also been reported in the essential oil of Common St Johnswort (Hyericum perfortum), ginger (Zingiber officale), and in the fruit of black pepper (Piper nigrum)(2). n-Nonane has been identified in the volatile fractions obtained from the edible Korean chamchwi plant (Aster scber Thunb)(3)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Oct 30, 2013: https://logkow.cisti.nrc.ca/logkow/search.html (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Oct 30, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 100 was calculated in fish for n-nonane(SRC), using a log Kow of 5.65(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Nagata S, Kondo G; Photooxidation of Crude Oils, Proc 1977 Oil Spill Conf, Am Petrol Inst p. 617-20 (1977) (2) Solano-Serena F et al; J Appl Microbiol 86: 1008-16 (1999) (3) Dean-Ross D; Bull Environ Contam Toxicol 51: 596-99 (1993) (4) Prince R et al; Chemosphere 71: 1446-1451 (2008) (5) Prince RC et al; Environ Sci Technol 41: 3316-3321 (2007)",
            "Value": "AEROBIC: n-Nonane was degraded by 27% within 5 days and 100% within 15 days during a test where 1 ml of crude oil was added to a 100 ml simulated seawater solution inoculated with sediment samples from Fukae of Kobe harbor, Japan(1). n-Nonane was degraded by 18% within 5 days and 58% within 15 days after 1 mL of crude oil was added to a 100 mL seawater soln collected at Fukae of Kobe harbor, Japan(1). Complete recovery was reported for all the control samples(1). n-Nonane was completely degraded after a 25 day incubation period in gasoline (400 mg/L) inoculated with activated aerobic sewage sludge (100 mg dry wt/L)(2). The initial concentration of n-nonane was not provided. The concentration of n-nonane in an abiotic flask 25 days after gasoline was added was 0.41 mg/L(2). n-Nonane degradation was observed in active and sterile sandy loam treated with JP-4 jet fuel (10 uL per gram of soil)(3). The concentration of n-nonane at 0 time was 0.118 ug/mL in the active soil and 0.110 ug/mL in the sterile soil while the concentrations in both soils were 0 ug/mL when they were tested a second time after 5 days(3). Evaporation was considered to be the primary removal process(3). Biodiesel B20 (20% soybean fatty acid methyl esters and 80% petroleum diesel) exhibited a half-life of <30 days using an acclimated aquatic inocula from a rainwater detention pond; a half-life of 2.1 days was calculated for n-nonane, a component of this fuel(4). n-Nonane, present at 1.2 ug as a component in gasoline, was incubated in a New Jersey rainwater retention pond. The median half-life of total detectable gasoline hydrocarbons was 5.0 days(5)."
        },
        {
            "References": "Parr, J.F., P.B. Marsh, and J.M. Kla (eds.). Land Treatment of Hazardous Wastes. Park Ridge, New Jersey: Noyes Data Corporation, 1983., p. 327",
            "Value": "The degradation of n-alkanes by microorganisms is similar to the degradation of fatty acids. The terminal methyl group is enzymatically oxidized by incorporation of a molecular oxygen by a monooxygenase producing a primary alcohol with further oxidation to an acid group, although involvement of a dioxygenase is also postulated. Once the fatty acid is produced, it is degraded into 2-carbon units via the beta-oxidation pathway. ... Another pathway for n-alkane degradation that is encountered less often is the oxidation of both terminal carbons to form a dioic acid with subsequent beta-oxidation. Subterminal oxidation of the 2-carbon atom is seen mainly in C3-C6 alkanes, although it does occur in longer chain alkanes also. ... A dehydrogenation of the n-alkane may also occur yielding an alkene which is then converted to an alcohol, although there is little evidence for this theory. Some microorganisms have been shown to have both terminal and subterminal oxidation, each having different rates of activity. The different chain lengths of n-alkanes are degraded to different extents ... . At chain lengths greater than C6 the degradability generally increases until about C11-C12. ... /n-Alkanes/"
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Misharina TA, Golovnya RB; J High Resol Chromat 15: 332-4 (1992) (2) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985)(3) Cha YJ, Cadwallader KR; J Food Sci 60: 19-24 (1995)",
            "Value": "n-Nonane was identified among the volatile components of crab and shrimp meat from the Atlantic Ocean near Namibia(1). The average n-nonane concentration in oysters and Rigolets clams collected from Lake Pontchartrain, a shallow oligohaline estuary located in the deltaic plain of the Mississippi River near New Orleans, was 25 and 24 ng/g of wet weight, respectively(2). The mean concentrations of n-nonane in anchovy, big-eyed herring, shrimp, and hair tail vicera salt-fermented fish pastes obtained from a fish market in Masan, Korea were 332, 1540, 529, and 999 ng/g, respectively(7)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Oct 29, 2013: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 5.65"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:15451557",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The effects of dermal exposures of selected aliphatic hydrocarbons (nonane, dodecane and tetradecane) on the skin irritation (erythema), transepidermal waterloss (TEWL) and expression of interleukin-1 alpha (IL-1 alpha), tumor necrosis factor (TNF-alpha) and monocyte chemoattractant protein-1 (MCP-1) in the skin and blood of hairless rats /were investigated/. Dermal exposures were carried out by occlusive application of chemicals ... for 1 hr. The expression of IL-1alpha, TNF-alpha and MCP-1 was measured by enzyme immunoassay (EIA), and the regulatory proteins NFkappaB and IkappaBalpha were measured by Western blot analysis. The skin irritation and TEWL data indicate that the irritation was in the following decreasing order: nonane > dodecane > tetradecane. Likewise, nonane significantly increased the expression of IL-1 alpha, TNF-alpha and MCP-1 in skin and blood as compared to control at different time points. Dodecane and tetradecane did not show any increase in the expression of IL-1 alpha and MCP-1 as compared to control (P>0.05), but the expression of TNF-alpha by dodecane and tetradecane was significantly higher than control at all time points. The release of cytokines by nonane exposure was further supported by activation of NFkappaB p65 and corresponding degradation of IkappaBalpha in the skin. In conclusion, this study demonstrates that the biophysical parameters (TEWL and erythema scores) were correlated to the biomarker expressions after dermal exposures with nonane but not with dodecane and tetradecane. ..."
        },
        {
            "References": "PMID:7423533",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After 2 and 7 days on n-octane and n-nonane administration (intraperitoneally) to female albino rats, alterations in the levels of hepatic xenobiotic metabolising enzyme activities and TBA reactants were observed. 50-80% reduction in the specific activities of benzo[a]pyrene hydroxylase, benzphetamine-N-demethylase, p-nitroanisole-O-demethylase and glutathione-S-transferase were observed. Cytochrome P-450 and free sulfhydryl contents of liver were also decreased significantly after 7 days treatment on n-octane and n-nonane. A 2- and 3- fold increase in liver lipid peroxidation estimated as TBA reactants was observed in the animals treated for 2 or 7 days with n-octane or n-nonane."
        },
        {
            "References": "Khan S, Pandya KP; J of Appl Toxicol 5 (2): 64-8 (1985)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of n-octane and n-nonane on hepatic function were studied in rats. Female albino-rats received 1.0 mL/kg n-octane or n-nonane intraperitoneally for 2 or 7 days. Rats were killed at intervals after a 20 hour fast. Blood samples were collected and serum was separated. Liver was removed, washed, and homogenized. Acetylcholinesterase, carboxylesterase, fructose-diphosphate-aldolase, and 5'-nucleotidase activities, serum total protein and albumin, total lipids, total and free cholesterol, and nucleic-acids were determined. Serum acetylcholinesterase and carboxylesterase activities decreased significantly and fructose-diphosphate-aldolase activity increased significantly when compared to controls. After 7 days of exposure to n-octane and n-nonane, 5'-nucleotidase activity significantly increased in the liver. Serum total protein significantly decreased by 34% and 38% for n-octane and n-nonane, respectively, when compared to controls. Albumin and serum esterified cholesterol significantly decreased by 41% and 60%, respectively, for n-octane and n-nonane when compared to controls. Total cholesterol significantly decreased by 42 and 46% for n-octane and n-nonane, respectively. In liver, esterified cholesterol significantly decreased, free cholesterol significantly increased, and nucleic acid contents were unchanged."
        },
        {
            "References": "PMID:675693",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ During 7 days of inhalation of vapor at a concentration of 8.1 mg/L (1500 ppm) for 6 hr/day rats had mild tremor, slight coordination loss and slight irritation of eyes and extremities."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2012. Cincinnati, OH. 2012.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 65 day (6 hr/day, 5 day/wk) no observed-adverse-effect-level of 590 ppm of nonane was found for rats ..."
        },
        {
            "References": "PMID:675693",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ For rats subjected to inhalation of 8.4, 3.1 and 1.9 mg/L (1600, 590, and 360 ppm) for 6 hr/day, 5 days/wk for 13 wk, 2 deaths occurred on day 1 in the 8.4 mg/L group, and 2 late deaths at days 46 and 52 resulted from suppurative bronchopneumonia at the 1.9 mg/L dose. Micropathological evaluation of tissues taken from surviving rats revealed no lesions attributable to vapor inhalation. A concentration of 8.1 mg/L (1500 ppm) resulted in mild tremors, slight coordination loss, and low irritation of the eyes and extremities.Controls had no significant deviation in body wts were seen at 360 ppm or 590 ppm. Mean body wt or mean body wt gains of rats subjected to 8.4 mg/L were significantly lower than those of the controls throughout the 13 wk. Based on the above, a concentration or 3.1 mg/L (590 ppm) is the no-observed-adverse-effects level for rats."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 321",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Repeated exposure of rats to ip injections of 1.0 mL/kg/day for 7 days can decrease the drug metabolizing activities (benzo(a)pyrene hydroxylase, benzphetamine-N-demethylase, p-nitroanisole-O-demethylase and glutathione S-transferase) of the liver. Cytochrome p450 levels and the free sulfhydryl content of the liver were also diminished. There was also some indication that nonane treatment caused lipid peroxidation in the liver."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 320",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Repeated ip injections of n-nonane (10 mL/kg/day for 7 days) cause a decrease in the drug metabolizing activity in the liver of rats. Aminopyrine-N-demethylase and aniline hydroxylase activities were decreased and metabolism of phenobarbital was inhibited as indicated by prolonged sleeping times in the rats. ...The decreased drug metabolizing capability of the liver may be due to the removal of phospholipids... ."
        },
        {
            "References": "Snyder, R. (ed.) Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume 1: Hydrocarbons. Amsterdam - New York - Oxford: Elsevier, 1987., p. 321",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ There is no indication that n-nonane induces peripheral neuropathy in animals."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists.  Documentation of Threshold Limit Values for Chemical  Substances and Physical Agents and Biological Exposure  Indices for 2012. Cincinnati, OH. 2012.",
            "Value": "/GENOTOXICITY/ n-Nonane was negative in the Ames Salmonella assay."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Eiceman GA et al: Intern J Environ Anal Chem 24: 143-62 (1986)",
            "Value": "SOIL: n-Nonane was detected (unspecified concentrations) in the soil surrounding an earthen disposal pit for produced water in the Duncan Oil Field, NM(1)."
        },
        {
            "References": "(1) Ferrario JB et al; Bull Environ Contam Toxicol 34: 246-55 (1985) (2) Durrani S, Siddiqui SA; Mar Pollut Bull 21: 397-99 (1990)",
            "Value": "SEDIMENT: The average n-nonane concentration in 5 sediment samples from Lake Pontchartrain, a shallow oligohaline estuary located in the deltaic plain of the Mississippi River near New Orleans, was 0.07 ppb(1). n-Nonane has been detected (unspecified concentrations) in sediment collected from the Manora Channel of Karachi, Pakistan(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Oct 30, 2013: https://logkow.cisti.nrc.ca/logkow/search.html (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Oct 30, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Endo S et al; Environ Sci Technol 42): 5897-5903 (2008)",
            "Value": "The Koc of n-nonane is estimated as 8.0X10+4(SRC), using a log Kow of 5.65(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that n-nonane is expected to be immobile in soil. Freundlich absorption coefficients of log 4.50 and log 4.01 were measured in Oberlausitz lignite (11.1% moisture content; 53.5 wt% carbon content; 0.6 wt % nitrogen content) and Pahokee peat soil (10.2% moisture content; 46.1 wt% carbon content; 3.3 wt % nitrogen content), respectively(4)."
        }
    ]
}