{
    "_id": {
        "$oid": "6682e8adc4e5dba5ffba26c9"
    },
    "CID": {
        "$numberInt": "8146"
    },
    "Name": "DIETHYLENE GLYCOL MONOETHYL ETHER",
    "IUPACName": "2-(2-ethoxyethoxy)ethanol",
    "CanonicalSMILES": "CCOCCOCCO",
    "Synonyms": [
        "Diethylene glycol monoethyl ether",
        "2-(2-Ethoxyethoxy)ethanol",
        "111-90-0",
        "CARBITOL",
        "Transcutol",
        "Ethoxydiglycol",
        "2(2-Ethoxyethoxy)ethanol",
        "Ethoxy diglycol",
        "Ethyl carbitol",
        "Dioxitol",
        "Ethyl digol",
        "Carbitol solvent",
        "Transcutol P",
        "Ethanol",
        "2-(2-ethoxyethoxy)-",
        "Solvolsol"
    ],
    "IsomericSMILES": "CCOCCOCCO",
    "INCHI": "InChI=1S/C6H14O3/c1-2-8-5-6-9-4-3-7/h7H,2-6H2,1H3",
    "INCHIKEY": "XXJWXESWEXIICW-UHFFFAOYSA-N",
    "Formula": "C6H14O3",
    "MolecularWeight": {
        "$numberDouble": "134.17"
    },
    "Description": "Diethylene glycol monoethyl ether is a primary alcohol that is ethanol substituted by a 2-ethoxyethoxy group at position 2. It has a role as a protic solvent. It is a diether, a primary alcohol, a hydroxypolyether and a glycol ether. It is functionally related to a diethylene glycol.",
    "XlogP": {
        "$numberDouble": "-0.5"
    },
    "Complexity": {
        "$numberInt": "47"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 25 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for diethylene glycol monoethyl ether(SRC), using a log Kow of -0.54(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Dow Chemical Co; The Glycol Ethers Handbook. Midland, MI (1981) (3) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (4) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980) (5) Bogan RH, Sawyer CN; Sew Ind Wastes 27: 917-28 (1955) (6) Cowan RM, Kwon J; pp. 273-82 in Hazard Ind Wastes, 31st Technomic Pub Co., Inc., p 273-82 (1999)",
            "Value": "AEROBIC: Aerobic biological screening studies, which utilized settled wastewater, sewage, or activated sludge for inocula, indicate that diethylene glycol monoethyl ether should biodegrade rapidly in the environment following an acclimation period(1-6). After a 16 day acclimation period a 39.8% BODT was recorded using an 8 hr Warburg test(5). A 5 day BOD test at 20 °C showed a 34.3% loss after 16 days of acclimation(5). A second 5 day BOD test, utilizing an adapted seed inoculum exhibited a 30% BODT(1). Incubation of diethylene glycol monoethyl ether for 5, 10, and 20 days without an acclimation period resulted in BOD values, measured in % theoretical, of 5, 31, and 48, respectively(2). Diethylene glycol monoethyl ether, inoculated with wastewater, was bio-oxidized 17, 71, 75, and 87% following 5, 10, 15, and 20 days incubation, respectively; in seawater, this compound was bio-oxidized 11, 44, 57, and 70% in 5, 10, 15, and 20 days, respectively(3). According to the Zahn-Wellens screening method >90% loss of 400 ppm occurred in 28 days(4). A study using activated sludge gave a degradation rate for diethylene glycol monoethyl ether of 0.18/hour(6) giving a half-life of 3.9 hours(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow = -0.54"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 194",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A dog that received a single dose of 2 mL/kg as a 20% aqueous solution was unaffected except for slight vomiting 3 hr after feeding."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 335",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When applied to the eyes of cats, it causes immediate tearing and vigorous rubbing of the eyes, whereas in rabbits the response is less vigorous and the material appears to remain longer in the conjunctival sac. Cats exhibit only slight conjunctival reddening for a day or two, whereas rabbits have been known occasionally to develop conjunctivitis with discharge, iritis, and temporary corneal opacification, with return to normal in a week or two."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 195",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Diethylene glycol monoethyl ether is not irritating to the skin of rabbits even upon prolonged and repeated contact."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 526",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The single oral dose of /carbitol/ lethal to a cat is 1 mL/kg."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 30 Diethylene Glycol Monoethyl Ether. Available from, as of February 20, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 3 male and 3 female pigs were given diethylene glycol monoethyl ether in their diet for 90 days. Initially the daily intake was 0, 167, 500 or 1500 mg/kg bw/day but the top dose was reduced to 1000 mg/kg bw/day after 3 weeks since 2 animals had to be killed  in extremis after 2 and another after 3 weeks. These pigs became lethargic and comatose and autopsy showed subcutaneous and pulmonary edema and pleural and peritoneal effusions. The livers were of a yellowish colour and they were enlarged, the cut surfaces showing a pale cortex with petechial and medullary congestion. Calculi were found in the urinary tract. Proteinuria with casts also occurred. Serum urea was elevated to above 100 mg% and histological examination showed hydropic degeneration and tubular desquamation with glomerular atrophy. Livers showed extensive hydropic degeneration. There was slight anaemia in males receiving 1000 mg/kg bw/day for the full 90 days and more severe anemia in those that died. Serum urea and transaminase levels were normal in all animals killed at the end of the investigation. The kidney weight was elevated in animals receiving the highest dose level. Hepatocytes of centrilobular and midzonal areas were grossly enlarged with pyknotic nuclei, and fatty infiltration occurred at the top dosage level and in one female receiving 500 mg/kg diet. Most of the renal cortex was affected by extensive areas of tubular hydropic degeneration at the highest dose level but this was less marked at the 500 mg/kg level. Other changes at the 1000 mg/kg level were consistent with uremia resulting from renal failure. No oxalate crystals were seen in the kidneys or bladder. The no-effect level was 167 mg/kg bw/day."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 194",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... /It was reported/ that rabbits, cats, guinea pigs, and mice were not injured by 12 daily exposures to an atmosphere essentially saturated with diethylene glycol monoethyl ether."
        },
        {
            "References": "PMID:3699323",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diethylene glycol monomethyl ether has been selected as a replacement anti-icing additive for ethylene glycol monomethyl ether in Navy Jet aircraft fuel. This experiment was performed to determine whether diethylene glycol monomethyl ether produced similar toxicity to ethylene glycol monomethyl ether following dermal exposure. Male guinea pigs were dermally exposed to 1.00, 0.20, 0.04, or 0 (control) g/kg/day diethylene glycol monomethyl ether for 13 weeks, 5 days/week, 6 hr/day. Another group of animals was similary exposed to 1.00 g/kg/day ethylene glycol monomethyl ether. Body weights as well as testicular and splenic weights were reduced as a result of exposure to ethylene glycol monomethyl ether, diethylene glycol monomethyl ether-exposed animals exhibited decreased splenic weight in the high- and medium-dose (1.00 and 0.20 g/kg/day) exposure groups only. Hematologic changes in ethylene glycol monomethyl ether-exposed animals included mild anemia with increased erythrocytic mean corpuscular volumes and a lymphopenia with increased neutrophils. Similar hematological changes were not observed in any animals exposed to diethylene glycol monomethyl ether. Serum creatine kinase activity was increased in animals exposed to ethylene glycol monomethyl ether, and serum lactate dehydrogenase activity was increased in ethylene glycol monomethyl ether and 1.00 g/kg/day diethylene glycol monomethyl ether-exposed animals. In general, diethylene glycol monomethyl ether produced minimal toxicological changes following dermal exposure, whereas the toxicological changes observed following similar exposure to ethylene glycol monomethyl ether were much more profound."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 194",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Groups of five rats /were maintained/ for 30 days on drinking water containing various amounts of purified diethylene glycol monoethyl ether. Dosage levels ranged from 0.21 to 3.88 g/kg/day. ... /It was/ found that 0.49 g/kg was tolerated without any adverse effect, that 0.87 g/kg caused reduction in appetite, and that 1.77 g/kg caused some organic injury."
        },
        {
            "References": "PMID:9299187",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Sprague-Dawley CD rats were exposed by inhalation to a test atmosphere containing diethylene glycol monoethyl ether in a nose-only exposure system for 6 hr a day, 5 days a week for 28 days. Mean exposure levels were 0, 0.09, 0.27, and 1.1 mg/L. At the two lowest exposure levels the test substance was present entirely as vapor, but at the highest exposure level the test atmosphere was approximately equally divided by mass into respirable droplets (aerosol) and vapor. ... Histopathological examination showed changes indicative of mild nonspecific irritation in the upper respiratory tract of rats exposed at the two highest exposure levels. These changes consisted of foci of necrosis in the ventral cartilage of the larynx of rats exposed at 0.27 or 1.1 mg/L and an increase in eosinophilic inclusions in the olfactory epithelium of the nasal mucosa of rats exposed at 1.1 mg/L. The no observed adverse effect level for systemic effects was 1.1 mg/L and the no observed adverse effect level for signs indicative of mild nonspecific irritation of the upper respiratory tract was 0.09 mg/L."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 30 Diethylene Glycol Monoethyl Ether. Available from, as of February 20, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 12 male and 12 female rats were fed for 90 days on diets containing 0, 0.25, 1.0 or 5.0% diethylene glycol monoethyl ether contaminated by 0.64% ethylene glycol. The condition and health of the animals remained generally good but 1 male on the 5% diet died after 23 days following a period of weight loss. No abnormalities were found on hematological examination. Urinary glutamic oxaloacetic transaminase activity was significantly increased and the relative kidney weight raised in both sexes and the relative testes weight raised in males of the 5% group. Renal tubular dilatation with inflammatory cell infiltration was present in all groups, including controls, but was accentuated in the 5% group. Hydropic degeneration was seen in 2 males and 1 female and slight to moderate fatty infiltration in most animals was also found in this group. The no-effect level was 1% in the diet, equivalent to 800 mg/kg bw/day."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 30 Diethylene Glycol Monoethyl Ether. Available from, as of February 20, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 20 male and 20 female mice were fed on diets containing 0, 0.2, 0.6, 1.8 or 5.4% diethylene glycol monoethyl ether for 90 days. The test material contained less than 0.4% ethylene glycol. Six males of the 5.4% group died between the 5th-12th weeks with signs of advanced renal damage (hydropic degeneration). The growth rate was reduced and anemia was found in males at the highest dose level. Serum transaminase and urea levels were unaffected by treatment. The relative kidney weight was increased in both sexes receiving the 5.4% diet and in males fed on the 1.8% diet. In females receiving the highest dosage level, the relative heart and liver weights were greater than in controls. Centrilobular hepatocyte enlargement was found at the 5.4 and 1.8% dietary levels. Renal tubular cell enlargement with nuclear pyknosis occurred in animals at the 5.4% dietary level. Areas of proximal tubular degeneration and atrophy were seen in all groups, including controls, but they appeared with greater frequency at the top feeding level. No oxalate crystals were seen in the kidneys or bladder. The no-effect level was 0.6%, equivalent to an intake of 850-1000 mg/kg bw/day."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 631",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ By oral administration, for rats ... /there was/ slight if any effect from 1% in drinking water over two years ... for mice, /there was/ slight if any effect from 5% in drinking water over two years."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 197",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... The effects of diethylene glycol ethyl ether /were studied/ on ... ferrets in a 9 month study. The material was fed in a diet at levels of 0.5, 1.0, 2.0, and 3.0 mL/kg/day (approximately 0.5, 1.0, 2.0, and 3.0 g/kg/day). No adverse effects such as body and organ weight changes, hematologic effects, or histopathologic injury were seen. Based on this and other data, and using the 100-fold margin of safety,  the acceptable daily intake for man /was calculated to be/ 2.1 mL/day (approximately 2.1 g/day) for a 70 kg person."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 30 Diethylene Glycol Monoethyl Ether. Available from, as of February 20, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 8 female and 12 male rats was fed on a diet containing 2.16% diethylene glycol monoethyl ether for up to 2 years. /This probably is equivalent to slightly more than 1.0 g/kg/day./ A similar group of litter mates received control diet. Food and water were offered ad lib. No significant decrease in growth rate occurred in the test group and the mortality rate was unaffected; however, the number of animals surviving for 2 years was not stated. Only animals surviving the longest received full pathological examination but the number examined was not stated. In the test group there was an increased incidence of testicular atrophy with interstitial edema, centrilobular or diffuse atrophy of the liver with bile duct proliferation and fatty degeneration, and an oxalate stone was found in the kidney of one animal."
        },
        {
            "References": "PMID:2340988",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Diethylene glycol and diethylene glycol monoethyl ether were evaluated for reproductive toxicity in CD-1 mice using a continuous breeding protocol. Compounds were administered in the drinking water. ... Diethylene glycol monoethyl ether had no effect on reproduction in the F0 or F1 generation mice despite a 34% decrease in cauda epididymal sperm motility in the F2 males at 2.5% diethylene glycol monoethyl ether. Other signs of toxicity observed in these F1 mice included increased relative liver weights. ... Diethylene glycol is a reproductive toxicant in Swiss mice affecting fertility and reproductive performance, albeit at high doses (equivalent to 6.1 g/kg/day). However, its monoethyl derivative, diethylene glycol monoethyl ether, is without adverse effects on fertility and reproductive performance."
        },
        {
            "References": "PMID:6499820",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous NIOSH studies demonstrated the embryo and fetotoxicity and teratogenicity of ethylene glycol monoethyl ether applied to the shaved skin of pregnant rats. In the present study ethylene glycol monoethyl ether acetate, ethylene glycol monobutyl ether, and diethylene glycol monoethyl ether were tested in the same experimental model, using distilled water as the negative control and ethylene glycol monoethyl ether as a positive control. Water or undiluted glycols were applied four times daily on days 7 to 16 gestation to the shaved interscapular skin with automatic pipetter. Volumes of ethylene glycol monoethyl ether (0.25 mL), ethylene glycol monoethyl ether acetate (0.35 mL), and diethylene glycol monoethyl ether (0.35 mL) were approximately equimolar (2.6 mmol per treatment). Ethylene glycol monobutyl ether at 0.35 ml four times daily (approximately 2.7 mmol per treatment) killed 10 of 11 treated rats, and was subsequently tested at 0.12 mL (0.9 mmol) per treatment. Ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate treated rats showed a reduction in body weight relative to water controls that was associated with completely resorbed litters and significantly fewer live fetuses per litter. ... Fetal body weights were also significantly reduced in those groups. Visceral malformations and skeletal variations were significantly increased in ethylene glycol monoethyl ether and ethylene glycol monoethyl ether acetate groups over the negative control group. No embryotoxic, fetotoxic, or teratogenic effects were detected in the ethylene glycol monobutyl ether or diethylene glycol monoethyl ether treated litters."
        },
        {
            "References": "PMID:6499812",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Previous research demonstrated the inhalation teratogenicity of the solvent 2-ethoxyethanol in rats and rabbits. As this is one of a class of widely used industrial solvents, we investigated the teratogenicity of five structurally related compounds. Each chemical was vaporized and administered to approximately 15 pregnant rats in one to three concentrations for 7 hr/day on gestation days 7 to 15, and dams were sacrificed on day 20. Fetuses were individually weighed, and two-thirds of them were fixed in Bouin's solution and examined for soft-tissue anomalies. The other one-third were fixed in alcohol, stained with Alizarin Red and examined for skeletal defects. Data were analyzed on a litter basis; three solvents were compared with a pooled group (N = 34) of sham-exposed controls, and the remaining two were compared with a group of 15 controls. ... Neither 2-(2-ethoxyethoxy)ethanol (100 ppm) nor 2-methylaminoethanol (150 ppm) was maternally toxic or embryotoxic."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2- (2-ethoxyethoxy) ethanol CAS # 111-90-0) p.53. Available from, as of February 20, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Tested negative in the Ames mutagenicity test with Salmonella typhimurium TA98, TA100, TA1535, TA1537, TA1538 with and without metabolic activation"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2- (2-ethoxyethoxy) ethanol CAS # 111-90-0) p.54. Available from, as of February 20, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ambiguous results were reported in the Salmonella typhimurium reverse mutation assay with strains TA1535, TA1537 and TA1538 as well as in the Saccharomyces cerevisiae D7 gene mutation assay with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2- (2-ethoxyethoxy) ethanol CAS # 111-90-0) p.54. Available from, as of February 20, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Tested negative in the micronucleus assay in the mouse when given at 2000 mg/kg bw/day for 2 days."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2- (2-ethoxyethoxy) ethanol CAS # 111-90-0) p.54. Available from, as of February 20, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Tested negative at concentrations 3-75 mg/plate in the Ames test with Salmonella typhimurium strains TA98, TA100, TA1535, TA1537 and TA1538 with and without metabolic activation."
        },
        {
            "References": "PMID:8868033",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of diethylene glycol monoethyl ether (Transcutol) in combination with theophylline, caffeine and dyphylline and alone on 3T3 mouse fibroblast proliferation /were investigated/. These three xanthines (1-0.01 mM) inhibited fibroblast proliferation by themselves. Enhancement of the effect was detected by addition of 1 and 0.1 mM Transcutol. ..."
        },
        {
            "References": "PMID:5733893",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diethylene glycol monoethyl ether was fed to rats at level of 5 mg/kg, resulting in lower hemoglobin levels, oxaluria, and incr kidney wt."
        },
        {
            "References": "PMID:2357763",
            "Value": "/OTHER TOXICITY INFORMATION/ Structure-activity studies with nine glycol alkyl ethers were conducted with a cellular leukemia transplant model in male Fischer rats. This in vivo assay measures the effects of chemical treatment on neoplastic progression in transplant recipients. Chemicals were given ad libitum in the drinking water simultaneously with the transplants and continued throughout the study. In all, 20 million leukemic cells were injected s.c. into syngeneic rats, which after 60 days resulted in a 10-fold increase in relative spleen weights, a 100-fold increase in white blood cell counts, and a 50% reduction in red blood cell (RBC) indices and platelet counts. ... the monomethyl and monoethyl diethylene glycol ethers / were ineffective as anti-leukemic agents/. ..."
        },
        {
            "References": "FAO/WHO Joint Expert Committee on Food Additives; WHO Food Additives Series 30 Diethylene Glycol Monoethyl Ether. Available from, as of February 20, 2007: https://www.inchem.org/pages/jecfa.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Groups of male and female rats were given daily s.c. doses of diethylene glycol monoethyl ether of 100, 200, 400 or 800 uL/kg bw/day for 4 weeks. No deaths were reported but doses of 200-400 uL/kg bw/day caused dyspnea, somnolence and mild ataxia, with some growth retardation in females; 800 uL/kg bw/day also caused growth retardation in males. Pathological changes in the liver, kidney and testes were also seen at doses of 200 uL/kg bw/day."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 25 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of diethylene glycol monoethyl ether is estimated as 12(SRC), using a log Kow of -0.54(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that diethylene glycol monoethyl ether is expected to have very high mobility in soil."
        }
    ]
}