{
    "_id": {
        "$oid": "6682e8aec4e5dba5ffba26cc"
    },
    "CID": {
        "$numberInt": "8150"
    },
    "Name": "DIETHYLENE GLYCOL DIMETHYL ETHER",
    "IUPACName": "1-methoxy-2-(2-methoxyethoxy)ethane",
    "CanonicalSMILES": "COCCOCCOC",
    "Synonyms": [
        "Diglyme",
        "111-96-6",
        "2-Methoxyethyl ether",
        "Bis(2-methoxyethyl) ether",
        "1-Methoxy-2-(2-methoxyethoxy)ethane",
        "DIETHYLENE GLYCOL DIMETHYL ETHER",
        "Di(2-Methoxyethyl) ether",
        "Dimethyl carbitol",
        "2,5,8-Trioxanonane",
        "Ether",
        "bis(2-methoxyethyl)",
        "(2-Methoxyethyl) ether",
        "Dimethoxydiglycol",
        "Bis(2-methoxyethyl)ether",
        "Glyme 2",
        "Diglycol methyl ether"
    ],
    "IsomericSMILES": "COCCOCCOC",
    "INCHI": "InChI=1S/C6H14O3/c1-7-3-5-9-6-4-8-2/h3-6H2,1-2H3",
    "INCHIKEY": "SBZXBUIDTXKZTM-UHFFFAOYSA-N",
    "Formula": "C6H14O3",
    "MolecularWeight": {
        "$numberDouble": "134.17"
    },
    "Description": "Diglyme is a polyether that is the dimethyl ether derivative of diethylene glycol. It has a role as a solvent, a xenobiotic and an environmental contaminant. It is functionally related to a diethylene glycol.",
    "XlogP": {
        "$numberDouble": "-0.4"
    },
    "Complexity": {
        "$numberInt": "41"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 299 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for diethylene glycol dimethyl ether(SRC), using a log Kow of -0.36(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Cowan RM, Kwon J; pp. 273-82 in Hazard Ind Wastes, 31st Technomic Pub Co., Inc., p 273-82 (1999) (2) Roy D et al; J Environ Sci Health Part A 29: 129-47 (1994)",
            "Value": "AEROBIC: Diethylene glycol dimethyl ether had a 37.0% COD removal at 30 °C from a starting concentration of 600 mg COD/L (time period not given) indicating little degradation compared to 95% degradation of ethylene glycol monophenyl ether(1). Diethylene glycol dimethyl ether was degraded 33% after 25 days and a 7 day lag period using an activated sludge from an industry producing the chemical(2). 40% was removed in a 1% salt solution after 25 days with a 20 day lag period, higher salt concentrations inhibited the degradation of diethylene glycol dimethyl ether(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow = -0.36"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge   Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Diglyme as of February 7, 2007",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Wistar rats (males and females) were exposed to diglyme vapors in an \"inhalation risk test\" using air \"saturated\" with diglyme and an exposure period of 7 hours. After exposure, animals were maintained for a 14-day observation period after which they were sacrificed and subjected to a gross necropsy.  All animals survived exposure and a 14-day observation period. No macroscopic findings were observed at necropsy 14 days after the exposure. Clinical signs were restlessness, narrowing of palpebral fissures, and irregular breathing in rats. Based on the vapor pressure the concentration could have been as high as 3800 ppm (21 mg/L) but the /actual/ nominal concentration calculated by the weight loss of test material and the flow rate of the apparatus ... calculates to 11.14 mg/L or about 2000 ppm."
        },
        {
            "References": "2-methoxy- (CAS # 111-96-6)  as of February 21, 2007.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Young adult ChR-CD male rats were administered /diglyme/  by intragastric intubation as a water solution in single doses ranging from 1500 to 23000 mg/kg. Surviving animals were observed for 14 days and were sacrificed and necropsied. ... / All animals given doses higher than 7,500 mg/kg  died./  Clinical effects /observed at/ lethal doses/ include/ ataxia, loss of muscle tone, lethargy, prostration, labored respirations, and belly-to-cage posture at 7,500 mg/kg and above; pallor at 17,000 mg/kg and above; loss of righting reflex at 25,000 mg/kg. /Clinical effects observed at/ nonlethal doses included lethargy, belly-to-cage posture and ruffled fur at 1,500 mg/kg and above; prostration at 5,000 mg/kg on day of dosing; ruffled fur at 5,000 mg/kg on day after dosing; weight loss 1-2 days at 2,250 mg/kg and above. Diglyme is slightly toxic when administered orally to young adult ChR-CD male rats in single doses; its Approximate Lethal Dose  is 7,500 mg/kg of body weight.[EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Information System (HPVIS). Available from the Database Query page at:  http://www.epa.gov/hpvis/index.html on Ethane,1-1'-oxybis"
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, bis (2-methoxyethyl) ether (CAS # 111-96-6) p.28-9. Available from, as of February 7, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Described as slightly irritating in the rabbit skin and eye irritation tests."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 211",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In an in vivo mouse sperm abnormality test, groups of 10 male B6C3F1 mice were exposed for 7 hr/day to vapor concentrations of 250 ppm for 5 days or 1000 ppm for 4 days. Because of toxicity in the high-exposure group, exposure was reduced by 1 day. The mice were maintained for 35 days without further exposure, then sacrificed and examined. Significant increases in sperm head abnormalities were observed in the highest exposure group, but no significant exposure-related effects were observed in the low-exposure group."
        },
        {
            "References": "PMID:2626759",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The onset of testicular pathology in the rat and possible recovery over an 8 wk period were evaluated after the administration of up to 20 daily oral doses of bis(2-methoxyethyl)ether (diglyme) at 5.1 mmol/kg body weight (684 mg/kg body weight). Primary and secondary spermatocyte degeneration and spermatidic growth cells were observed after six to eight treatments. In addition, the testes-to-body weight ratio was significantly reduced by the tenth day of treatment and continued to be depressed eight weeks after discontinuation of the treatment. Testicular LDH-X activity, a pachytene spermatocyte marker enzyme, was significantly decreased in animals by the eighteenth day of treatment with diglyme."
        },
        {
            "References": "PMID:10069485",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... To assess the inhalation toxicity of diglyme, groups of 20 male and 10 female rats were exposed by nose-only inhalation 6 hr/day, 5 days/wk for 2 wk to either 0 (control), 110, 370 or 1100 ppm diglyme. To compare potency, 2-methoxyethanol was also tested at 300 ppm. Rats were sacrificed either immediately following exposure, after a 14-day recovery period, or after 42 and 84 days of recovery (males only). ... Exposure to diglyme produced a variety of concentration-related hematological, clinical chemical and histopathological changes in both sexes. The most striking effect produced in all test groups was cellular injury involving the testes, seminal vesicles, epididymides and prostate. Although these effects were more severe at the higher concentrations tested, partial or complete recovery was seen by 84 days post-exposure. Changes in the hematopoietic system occurred in both sexes and involved the bone marrow, spleen, thymus, leucocytes and erythrocytes. The testicular effects of diglyme were somewhat less pronounced than those seen with 2-methoxyethanol. The no-observed-effect level (NOEL) for repeated inhalation exposure to diglyme in female rats is 370 ppm. For males, all concentrations tested produced effects to the reproductive system, hence a no-observed-effect level could not be demonstrated."
        },
        {
            "References": "International Program on Chemical Safety/Commission of the European Communities;   International Chemical Safety Card on Diethylene Glycol Dimethyl Ether (2002). Available from, as of February 20, 2007: https://www.inchem.org/pages/icsc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In four male JCL-ICR mice that received diglyme in the drinking-water for 25 days at a level of 2% (approximately 7000 mg/kg body weight, assuming an intake of 7 mL/day and a body weight of 20 g), the number of total white blood cells was more than doubled compared with controls. This increase was not, however, statistically significant."
        },
        {
            "References": "2-methoxy- (CAS # 111-96-6)  as of February 21, 2007.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In this study, measured concentrations of 0, 3.1, 9.9, 30, or 98 ppm were used to expose rats by inhalation for 10 exposures followed by a 14-day recovery period. Mean body weights of rats exposed to 98 ppm were significantly lower than those of controls at the end of the exposure period. The weights of testes, seminal vesicles, prostate, and epididymides were similar to controls. Microscopic examination of the testes revealed minimal or mild testicular atrophy in the 100 ppm group. Findings at lower concentrations were not considered to be compound related.  It was concluded that the target organ is the male reproductive system and the NOEL for male rats is 30 ppm under these conditions.[EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Information System (HPVIS). Available from the Database Query page at:  http://www.epa.gov/hpvis/index.html on Ethane,1-1'-oxybis"
        },
        {
            "References": "PMID:3981663",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The reproductive toxicity potential of chemicals were screened in Female CD-1 mice: ethylene glycol dimethyl ether, diethylene gycol dimethyl ether, triethylene glycol dimethyl ether, diethylene glycol diethyl ether. The dose lethal to 10% of the mice was the maximum tolerated dose. Pregnant mice received eight doses, once daily, of the chemicals based on their maximum tolerated doses. Ethylene glycol dimethyl ether, diethylene glycol dimethyl ether, and triethylene glycol dimethyl ether had LD50s of 2525.8, 2978.7, and 4136.7 mg/kg, respectively, and maximum tolerated doses of 2000.0, 2000.0, and 3500 mg/kg, respectively. These compounds significantly affect reproductive indices. No ethylene glycol dimethyl ether, diethylene glycol dimethyl ether, or triethylene glycol dimethyl ether groups delivered any viable pups. Diethylene glycol diethyl ether moderately, but not significantly, reduced reproductive indices. Maternal lethality was significant in ethylene glycol dimethyl ether and diethylene glycol dimethyl ether groups."
        },
        {
            "References": "Price CJ; Govt Reports Announcements & Index Issue 20 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...  Diethylene glycol dimethyl ether (0, 25, 50, 100 or 175 mg/kg/day) was administered by gavage in distilled water to timed-pregnant New Zealand White rabbits (15-22 dams/group) during major organogenesis (gestational days 6-19). Exposure of New Zealand White rabbit to diethylene glycol dimethyl ether at 25 mg/kg/day during major organogenesis produced no adverse maternal or developmental effects. Doses of 50 and 100 mg/kg/day were associated with adverse developmental effects, but did not produce distinctive evidence of maternal toxicity. The incidence of adverse developmental effects was further increased at a dose associated with increased maternal mortality (eg, 175 mg/kg/day). The principal manifestations of developmental toxicity were increased resorptions and a higher incidence of major malformations among surviving fetuses."
        },
        {
            "References": "PMID:3556817",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Diethylene glycol dimethyl ether (0, 62.5, 125, 250, or 500 mg/kg/day) was administered by gavage in distilled water to timed-pregnant CD-1 mice during major organogenesis (gestational days 6-15). No maternal deaths, morbidity, or treatment-related clinical signs were observed. Reduced maternal weight gain during treatment at greater than or equal to 250 mg/kg/day was primarily attributed to compromised pregnancy status resulting in reduced gravid uterine weight. Maternal weight gain during gestation corrected for gravid uterine weight, and relative liver weight (% body weight) were not affected. Average fetal body weight/litter was significantly reduced at greater than or equal to 125 mg/kg/day. The percentage of postimplantation loss/litter (5, 8, 7, 12, and 50% for control through high dose) and the percentage of malformed live fetuses/litter (0.4, 0, 2, 24, and 96%) were significantly increased at greater than or equal to 250 mg/kg/day. Developmental defects involved primarily the neural tube, limbs and digits, craniofacial structures, abdominal wall, cardiovascular system, urogenital organs, and both the axial and appendicular skeleton. Oral administration of diethylene glycol dimethyl ether during major organogenesis did not produce any distinctive signs of maternal toxicity, but did produce selective and profound adverse effects upon fetal growth, viability and morphological development at greater than or equal to 125 mg/kg/day."
        },
        {
            "References": "Lee KP et al; Toxicol 59 (3): 239-58 (1989)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male rats were exposed to 0, 110, 370, or 1100 ppm bis(2-methoxyethyl)ether (diglyme) 6 hr/day, 5 days/week for 2 weeks. One group of male rats was exposed to 300 ppm 2-methoxyethanol for 2 weeks as a positive control. Exposed rats were killed after 10 days of exposure and 14, 42, or 84 days post-exposure, respectively. At 110 ppm diglyme, spermatocytes in pachytene and meiotic division at spermatogenic stages XII-XIV were mainly affected. At 370 ppm diglyme, affected germ cells were similar to those seen at 110 ppm diglyme, but round spermatids at spermatogenic stages I-VII were also affected. The testes regained normal spermatogenesis by 84 days post exposure. At 1100 ppm diglyme or 300 ppm 2-methoxyethanol marked testicular atrophy was found affecting all spermatogenic stages. Damaged seminiferous tubules were lined with regenerating pachytene spermatocytes at 14 days post exposure and with spermatocytes and round spermatids after 42 days post exposure. Most but not all testes in rats exposed to 300 ppm 2-methoxyethanol or 1100 ppm diglyme had normal morphology after 84 days post exposure. Based on the observation of germ cell damage, spermatozoa population in the epididymal tubules, reversibility of spermatogenesis after various post exposure periods, testicular toxicity induced by 300 ppm 2-methoxyethanol was more severe than that seen at 370 ppm diglyme but was slightly less remarkable than that of 1100 ppm diglyme."
        },
        {
            "References": "Hardin BD, Eisenmann CJ; Teratol 35 (3): 321-8 (1987)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Time-mated CD-1 mice were orally dosed on gestation day 11 (plug= 0) with distilled water (control) or one of four glycol ethers at a dose of 4 mmol/kg: ethylene glycol monomethyl ether, 304 mg/kg, ethylene glycol dimethyl ether, 361 mg/kg, diethylene glycol dimethyl ether 537 mg/kg, triethylene glycol dimethyl ether, 713 mg/kg. Fetuses were collected on gestation day 18. Fetuses were cleared and stained to examine paws. There were no signs of treatment-related maternal toxicity, and intrauterine survival was unaffected by glycol ether treatments. Fetal body weights were significantly reduced only in litters treated with ethylene glycol dimethyl ether. There was no treatment-related pattern of gross external malformations other than paw defects. Only triethylene glycol dimethyl ether failed to produce a significant incidence of malformations. Paw defects were present in 87.5% of ethylene glycol monomethyl ether treated litters (68.5% of fetuses), 86.7% of ethylene glycol dimethyl ether treated litters (33.8% of fetuses), and 77.8% of diethylene glycol dimethyl ether treated litters (39.7% of fetuses). Hindpaw defects predominated over forepaw, and syndactyly was the most common malformation. The incidences of oligodactyly and short digits were also significantly increased. The similarity of malformations produced by these methyl-substituted glycol ethers may be attributable to in vivo conversion to a common teratogen, methoxyacetic acid."
        },
        {
            "References": "PMID:6623472",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2-Methoxyethanol and bis(2-methoxyethyl)ether were subjected to the...  dominant lethal test in male rats, ... and the sperm abnormality test in mice. In vivo test animals were exposed to atmospheric concentrations of 25 or 500 ppm 2-methoxyethanol and 250 or 1000 ppm bis(2-methoxyethyl)ether. ...There was evidence from the dominant lethal tests that both compounds have profound effects upon male rat fertility during the meiotic phase. Pregnancy frequency was greatly reduced and preimplantation losses were large. In addition, there was evidence of postimplantation losses. Sperm abnormalities were increased in mice exposed to both compounds, but particularly bis(2-methoxyethyl)ether. These effects on male reproductive cells were confined to the higher concentrations of both compounds."
        },
        {
            "References": "PMID:9598295",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... To assess the potential developmental toxicity of diglyme (diethylene glycol dimethyl ether), groups of pregnant Crl:CD BR rats were exposed to either 0 (control, room air only), 25, 100, or 400 ppm diglyme by inhalation for 6 hr/day for Days 7 through 16 of gestation (day on which the copulation plug was detected was designation Day 1 G). All female rats were euthanized on day 21G and the fetuses were examined. An additional group of rats was treated with 25 ppm 2-methoxethanol (2ME) to serve as a positive control and for comparison of relative potencies. Maternal toxicity evident as depressed feed consumption at 400 ppm and increased liver weights at 100 ppm. There were no dams in the 400 ppm group with live fetuses (all litters consisted on resorbed conceptuses). Embryo viability was unaffected by concentrations of diglyme as high as 100 ppm. 2ME produced increased liver weights and depressed feed consumption at 25 ppm. Embryo-fetal toxicity was evident as a concentration-related decrease in fetal weight at diglyme concentrations as high as 100 ppm (and with 2ME). There were no fetuses derived from the 400 ppm diglyme-treated dams. A low incidence of structural malformations was observed in all diglyme groups (as well as with 2ME). The incidence of variations, (primarily delayed skeletal ossification and rudimentary ribs) was increased in the 25 and 100 ppm diglyme groups. The incidence and severity in the diglyme and 2ME groups exposed to 25 ppm was essentially the same suggesting similar potency for producing structural variations. In this study, diglyme was embryolethal at 400 ppm; a level that otherwise was only marginally toxic to the dam. Maternal and fetal toxicity also were demonstrated at 100 ppm. Although the fetal defects detected following diglyme exposure at 25 ppm were not significantly different from control values (with the exception of the incidence of skeletal developmental variations), the pattern, type, and incidence of variations were similar to those seen at 100 ppm, suggesting that 25 ppm was an effect level that approaches the lower end of the developmental toxicity response curve. Therefore, the no-observable-effect level (NOEL) for diglyme exposure in the dam is 25 ppm and a NOEL was not clearly demonstrated for the conceptus."
        },
        {
            "References": "PMID:1516781",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In the present study, 0, 25, 50, 100, or 175 mg/kg/day diethylene glycol dimethyl ether (diEGdiME) ... was administered by gavage in distilled water to timed-pregnant New Zealand white rabbits (15-25 dams/group) during major organogenesis [Gestational Days (gd) 6-19]. Treated females were euthanized on gd 30, uterine contents were examined, and live fetuses were examined for morphological alterations. ... Evidence of maternal toxicity, per se, was observed only at 175 mg/kg/day with 15% mortality among treated females compared to 4% among controls. No significant maternal toxicity was observed in the 25 mg/kg/day group, and only minimal maternal toxicity (decreased maternal weight gain during treatment) was observed at 50 and 100 mg/kg/day compared to the vehicle control group. The no-observed-adverse-effect level for developmental toxicity in rabbits for diEGdiME was 50 mg/kg/day. The incidences of prenatal mortality and malformed live fetuses were significantly above controls at 100 and 175 mg/kg/day. Malformations observed most frequently included fusion of ribs to each other and hydronephrosis; clubbing of the limbs without underlying bone deformities, a variation, was also observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 212",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant CD-I mice were treated by gavage at a dosage of 3000 mg/kg/day from day 7 to 14 of gestation. Maternal mortality was nearly 25% in the treated mice, and none of the surviving mice delivered any viable offspring."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Bis(2-methoxyethyl) ether was tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program. Bis(2-methoxyethyl) ether was tested in ...5 Salmonella typhimurium strains (TA 1535, TA 1537, TA 97, TA 98, and TA 100) in the presence and absence of rat and hamster liver S-9, at doses of 0.1, 0.33, 1.0, 3.3, and 10 mg/plate. Bis(2-methoxyethyl) ether was negative in these tests and the highest ineffective dose tested in any Salmonella typhimurium strain was 10 mg/plate."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, bis (2-methoxyethyl) ether (CAS # 111-96-6) p.39. Available from, as of February 7, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Described as negative in the Escherichia coli WP2 uvrA mutation test with metabolic activation"
        },
        {
            "References": "PMID:6623472",
            "Value": "/GENOTOXICITY/ 2-Methoxyethanol and bis(2-methoxyethyl)ether were subjected to the following assays for genetic toxicity: Ames' test, ... sex-linked recessive lethal (SLRL) test in Drosophila, ... /and/  bone marrow metaphase analysis in male and female rats. In vivo test animals were exposed to atmospheric concentrations of 25 or 500 ppm 2-methoxyethanol and 250 or 1000 ppm bis(2-methoxyethyl)ether. Point mutations in Ames' test ...  were not increased by either compound, while the SLRL test gave ambiguous results which deserve further investigation. Chromosomal aberration frequencies were not increased in rat bone marrow."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 299 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of diethylene glycol dimethyl ether is estimated as 15(SRC), using a log Kow of -0.36(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that diethylene glycol dimethyl ether is expected to have very high mobility in soil."
        }
    ]
}