{
    "_id": {
        "$oid": "6682e8aec4e5dba5ffba26ce"
    },
    "CID": {
        "$numberInt": "8160"
    },
    "Name": "ETHYLENE GLYCOL MONOBUTYL ETHER ACETATE",
    "IUPACName": "2-butoxyethyl acetate",
    "CanonicalSMILES": "CCCCOCCOC(=O)C",
    "Synonyms": [
        "2-Butoxyethyl acetate",
        "112-07-2",
        "Butoxyethyl acetate",
        "ETHYLENE GLYCOL MONOBUTYL ETHER ACETATE",
        "Butyl glycol acetate",
        "Butylglycol acetate",
        "Butyl cellosolve acetate",
        "Ethanol",
        "2-butoxy-",
        "acetate",
        "Ethylene glycol butyl ether acetate",
        "Ektasolve EB acetate",
        "2-Butoxyethanol acetate",
        "Butylcelosolvacetat",
        "1-Acetoxy-2-butoxyethane",
        "Glycol monobutyl ether acetate",
        "Acetic acid",
        "2-butoxyethyl ester"
    ],
    "IsomericSMILES": "CCCCOCCOC(=O)C",
    "INCHI": "InChI=1S/C8H16O3/c1-3-4-5-10-6-7-11-8(2)9/h3-7H2,1-2H3",
    "INCHIKEY": "NQBXSWAWVZHKBZ-UHFFFAOYSA-N",
    "Formula": "C8H16O3",
    "MolecularWeight": {
        "$numberDouble": "160.21"
    },
    "Description": "2-Butoxyethyl acetate is a carboxylic ester.",
    "XlogP": {
        "$numberDouble": "1.2"
    },
    "Complexity": {
        "$numberInt": "102"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL DataBase of Aqueous Solubility V5, Tucson, AZ: Univ AZ, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 4 was calculated in fish for ethylene glycol monobutyl ether acetate(SRC), using a water solubility of 9000 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Zahn R, Wellens H; Z Wasser Abwasser Forsch 13: 1-7 (1980)",
            "Value": "AEROBIC: Ethylene glycol monobutyl ether acetate was determined to be \"completely\" biodegradable using the Zahn-Wellens screening method(1). Total degradation exceeded 90% in 28 days with a measured rate of 12% per day under the test conditions(1). No observable lag period was required before onset of degradation(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Truhaut R et al; Toxicol Appl Pharmacol 51 (1): 117 (1971)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ingestion by rats was followed by severe hematuria, which decr progressively but persisted over 1 wk. After skin contact in rabbits hematuria &/or hemolysis & fall of red blood cells & hemoglobin."
        },
        {
            "References": "PMID:524365",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats & rabbits survived single inhalation exposure of 4 hr to approx 400 ppm. 1 month pulmonary intoxication induced hemoglobinuria &/or hematuria, mainly in rabbits."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2-Butoxyethanol and 2-Butoxyethanol acetate (PB/99/102527/AS) (August 1998). Available from, as of June 7, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ New Zealand rabbits given 24-hour applications of 2-butoxyethanol acetate to the clipped, occluded skin at doses of 3,191-10,000 mg/kg as part of a lethality study exhibited no adverse respiratory clinical signs or histopathological changes in the lungs ... In treated rabbits, a decrease in hemoglobin, a 20-25% decrease in red blood cell count, and marked hemoglobinuria and/or hematuria were observed; for each dose group, some rabbits had almost normal values while others were severely affected ... /The rabbits also/ exhibited renal effects. Necropsy revealed bloody kidneys and the presence of large quantities of blood in the bladder (hematuria). The severity of the histopathological renal lesions (necrotizing, hemorrhagic, and atrophic acute tubular nephrosis with occasional glomemlar lesions) was reported to be dose-related, but the specific doses at which they occurred were not reported. Histopathologic examination of a section from the kidney of a rabbit treated with 10,000 mg/kg 2-butoxyethanol acetate showed atrophic tubular dilation, tubular fatty degeneration, vacuolar degeneration, and hemosiderin deposits in the glomerulus and the tubular cells, with glomerular retraction and luminar hyaline deposits, luminar granular deposits, foci of cellular lysis, occasional interstitial fibro-inflammatory organization, and parietal atrophy. Presumably, some of these lesions were also observed in rabbits that died. When the surviving animals were sacrificed after the 2-week observation period, no gross pathologic or histopathological lesions in the kidney were noted ... When 2-butoxyethanol acetate was tested for primary irritation of the skin, four of six rabbits showed slight erythema (grade 1) at 24 hours ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2-Butoxyethanol and 2-Butoxyethanol acetate (PB/99/102527/AS) (August 1998). Available from, as of June 7, 2009: https://www.atsdr.cdc.gov/toxpro2.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... In New Zealand white rabbits, patches soaked with 0.5 mL of undiluted 2-butoxyethanol acetate were applied to one site of the prepared skin surface. The untreated skin was used as a control. Erythema scores were obtained 1, 24, 48, and 72 hours after application of the undiluted substance for 4 hours. The erythema scores of exposure to 100% 2-butoxyethanol acetate for 4 hours in rabbits showed a ranking of 2, which is the minimal mean erythema needed to classify substances as skin irritants."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 2-Butoxyethyl acetate (112-07-2) (2000 CD-ROM edition). Available from, as of June 10, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cultures were exposed to /2-Butoxyethyl acetate/ for 3 hr prior to acid phosphatase (AP) determination and overnight for neutral red (NR) determination. Mean NR50 /was/ 4.6 mg/mL (concentration that produces a 50% reduction in NR uptake compared with controls). AP-peak /was/ 8 mg/mL (the concentration at which a peak activity occurs)."
        },
        {
            "References": "PMID:524365",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats & rabbits exposed for 10 mo by inhalation, animals which died exhibited kidney injury consisting of necrotizing hemorrhage interstitial tubular nephrosis, nonlithiasic, with occasional glomerular lesions."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, Dannenfelser RM; The AQUASOL DataBase of Aqueous Solubility V5, Tucson, AZ: Univ AZ, College of Pharmacy (1992) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The rate constant for the vapor-phase reaction of ethylene glycol monobutyl ether acetate with photochemically-produced hydroxyl radicals has been estimated as 2.1X10-11 cu cm/molecule-sec at 25 °C(SRC) using a structure estimation method(1). This corresponds to an atmospheric half-life of about 18 hours at an atmospheric concentration of 5X10+5 hydroxyl radicals per cu cm(1). A base-catalyzed second-order hydrolysis rate constant of 0.26 L/mole-sec(SRC) was estimated using a structure estimation method(2); this corresponds to half-lives of 300 and 30 days at pH values of 7 and 8, respectively(2). Ethylene glycol monobutyl ether acetate contains chromophores that absorb at wavelengths >290 nm(3) and therefore may be susceptible to direct photolysis by sunlight(SRC)."
        }
    ]
}