{
    "_id": {
        "$oid": "6682e8afc4e5dba5ffba26d1"
    },
    "CID": {
        "$numberInt": "8172"
    },
    "Name": "TRIETHYLENE GLYCOL",
    "IUPACName": "2-[2-(2-hydroxyethoxy)ethoxy]ethanol",
    "CanonicalSMILES": "C(COCCOCCO)O",
    "Synonyms": [
        "TRIETHYLENE GLYCOL",
        "112-27-6",
        "Triglycol",
        "\"2,2-(Ethane-1,2-diylbis(oxy))diethanol\"",
        "\"2,2-Ethylenedioxydiethanol\"",
        "Trigen",
        "Triethylenglykol",
        "2-[2-(2-Hydroxyethoxy)ethoxy]ethanol",
        "Triethyleneglycol",
        "1,2-Bis(2-hydroxyethoxy)ethane",
        "\"2,2-(Ethylenedioxy)diethanol\"",
        "\"2,2-Ethylenedioxybis(ethanol)\"",
        "3,6-Dioxaoctane-1,8-diol",
        "\"2,2-Ethylenedioxyethanol\"",
        "Di-beta-hydroxyethoxyethane"
    ],
    "IsomericSMILES": "C(COCCOCCO)O",
    "INCHI": "InChI=1S/C6H14O4/c7-1-3-9-5-6-10-4-2-8/h7-8H,1-6H2",
    "INCHIKEY": "ZIBGPFATKBEMQZ-UHFFFAOYSA-N",
    "Formula": "C6H14O4",
    "MolecularWeight": {
        "$numberDouble": "150.17"
    },
    "Description": "Triethylene glycol is a poly(ethylene glycol) that is octane-1,8-diol in which the carbon atoms at positions 3 and 6 have been replaced by oxygen atoms. It has a role as a plasticiser. It is a poly(ethylene glycol), a diol and a primary alcohol.",
    "XlogP": {
        "$numberDouble": "-1.6"
    },
    "Complexity": {
        "$numberInt": "49"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for triethylene glycol(SRC), using an estimated log Kow of -1.75(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Evans WH, David EJ; Water Res 8: 97-100 (1974) (2) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology-Toxicology and Information Center. ISBN #4-89074-101-1 (1992) (3) Dorigan J et al; Preliminary Scoring of Selected Organic Air Pollutants App IV pp. 331 EPA-450/3-77-008E (1976)",
            "Value": "AEROBIC: Aerobic river die-away tests, utilizing several different sources of freshwater, have demonstrated that triethylene glycol should biodegrade rapidly in the environment(1). At 20 °C, the degradation of 10 mg/L triethylene glycol was complete within 7-11 days(1). 25 to 92% of the theoretical BOD was reached within 4 weeks incubation during the MITI test using a sludge inoculum; these results were on an upward trend by the end of the test(2) indicating that acclimation may be important for this compound(SRC). Triethylene glycol degraded 85% of theoretical BOD (1.6 gm/gm) after 20 days at 20 °C(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch C, Leo AJ; Medchem Project. Issue no. 19. Claremont, CA: Pomona College (1981)",
            "Value": "log Kow = -1.98"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Review of Phase IV Response Submissions in Support of FIFRA 88. Memorandum: G. Reddy, December 22, 1993. Available from, as of February 17, 2007: https://www.epa.gov/edocket",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slightly irritating to rabbit skin in 24 hr occlusion test."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Triethylene glycol did not produce any erythema, edema or other dermal reactions in six rabbits that had been exposed to 0.5 mL for 4 hr in an occluded patch test."
        },
        {
            "References": "Review of Phase IV Response Submissions in Support of FIFRA 88. Memorandum: G. Reddy, December 22, 1993. Available from, as of February 17, 2007: https://www.epa.gov/edocket",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Primary Dermal Irritation Study in Rabbits. Methods: In one study, 2 sq cm gauze pads wetted with triethylene glycol were applied to shaven abdomen of rabbits and held in place ... for 24 hr.  The 24 hr evaluation indicated no irritation ... . In another study, the chemical was used without dilution. Neodermotest occlusive patches were held with absorbent gauze and adhesive bandage to the left and right flank of the rabbits... . Irritation was scored: non-irritant, < 0.5 and slightly irritant, 0.5 - 2.0. Results: The above studies indicated that the primary dermal irritation potential of triethylene glycol was negligible. The mean dermal irritation score from /the second/ study was 0.08..."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Undiluted triethylene glycol (0.5 mL) was applied to one eye of each of five albino rabbits. The eyes were then stained with fluorescein and scored for injury 18-24 hr /afterwards/. The scoring system was based on corneal opacity, keratoconus, iritis and necrosis. Triethylene glycol produced zero to minimal injury..."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...Ocular exposure to 0.1 mL triethylene glycol in six rabbits produced no corneal injury; however, all rabbits displayed acute iritis and minor transient conjunctival irritation; the affected tissues had healed and were back to normal within 24 hrs of exposure."
        },
        {
            "References": "Review of Phase IV Response Submissions in Support of FIFRA 88. Memorandum: G. Reddy, December 22, 1993. Available from, as of February 17, 2007: https://www.epa.gov/edocket",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  Primary Eye Irritation Study in Rabbits... Methods: In one study, 0.5 cc of test compound was instilled into one eye of the rabbit and was held in place for one minute. Contralateral eye served as control. The eye(s) were evaluated for hyperemia, edema and corneal opacity at hourly intervals during the first 4 hrs ... at the end of 24 hrs and daily for a week. The report indicated that the scores are the means of 90 experiments in rabbits. ...In another study 100% and 10% dilutions were tested. Dosages used and the number of rabbits in this study were not given... . The eyes were examined at 1, 24, 48, 72, 96 hrs and 7 days after instillation. Fluorescein stain for corneal ulceration and ophthalmoscope and retinograph for qualitative evaluation of the eye were used. Eye irritation was scored on a scale of 0 to 110; a mean score of 15 or less was considered as non-irritating. Results:  Among the studies listed above, no study indicated that triethylene glycol is a severe irritant. In one study triethylene glycol was considered slightly more irritating than propylene glycol and was graded as a mild irritant. The results of /the other/ study did not show any irritation past 24 hrs or corneal opacity; and the mean primary ocular irritation score was 11.33, which was considered normal."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 945",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Drop/ applied to rabbit eyes causes immediate pain, but no injury detectable 24 hr later."
        },
        {
            "References": "PMID:16909429",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...A sensory irritation study, exposing male Swiss Webster mice /to respirable aerosols of triethylene glycol/, showed an exposure concentration-related depression of breathing rate that allowed the calculation of an RD50 of 5140 mg/cu m. In an acute study male and female Sprague Dawley rats were exposed whole body to aerosols of triethylene glycol up to 6730 mg/cu m for 4 hr. No mortalities occurred at this high concentration, but unexplained mortality occurred in female rats at 5230 mg/cu m at 2-3 days postexposure. Two repeats of the 5230 mg/cu m exposure did not cause mortality. Signs at 6730 and 5230 mg/cu m were limited to those of irritancy."
        },
        {
            "References": "PMID:17090481",
            "Value": "/OTHER TOXICITY INFORMATION/ Adult albino rats (bw = 120-145 g) were given a single im injection of 5.6, 8.4, or 11.3 g/kg triethylene glycol (n=5 animals per group; sex unspecified). Animals in the 5.6 g/kg dose group showed only mild signs of toxicity, but all were normal 48 hr after the injection. All animals of the 8.4 g/kg group showed signs of toxicity, 3 died within 36 hr, and the 2 surviving animals in this group recovered 3 days after the injection. All animals of the 11.3 g/kg dose group died within 16-36 hr after dosing."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Five male and five female fasted rats were each given a single oral dose of 16 mL/kg of triethylene glycol. No animals died in the 14 days following dosing. One male and one female showed signs of unsteady gait about 30 to 60 minutes after dosing but returned to normal within 3 to 24 hours. No lesions were observed at necropsy 14 days after dosing."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Five male and five female rabbits were exposed to a single percutaneous application of 16 mg/kg triethylene glycol. No signs of dermal irritation were observed, but one female was emaciated on the 4th day after dosing. Two females showed abdominal distention 4 and 14 days after dosing, and one of them died. Necropsy of the dead rabbit showed a gas-filled intestine. Necropsy on day 14 revealed slight skin vascularization of the treated skin in one male. In one surviving female, the lungs were tan and the stomach was filled with liquid."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3841",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Triethylene glycol /was injected/ subcutaneously to rats at doses of 1.1, 2.3, and 4.5 g/kg/day for 1 month. Only those rats receiving 4.5 g/kg/day developed a slight decrease in hemoglobin and hematocrit values; otherwise there were no signs of toxicity."
        },
        {
            "References": "PMID:11577930",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...To determine the potential for triethylene glycol (TEG) to produce nephrotoxicity, or other organ/tissue injury, a subchronic (90-day) study was conducted by continuous inclusion of TEG in the diet of Fischer 344 rats. This was preceded by a probe 14-day study. For both studies the dietary concentrations were 0 ppm (control), 10,000, 20,000 or 50,000 ppm TEG, resulting in daily TEG consumptions in the 14-day study of 1132, 2311 or 5916 mg/kg with males, and 1177, 2411 or 6209 mg/kg with females. The corresponding values for the 90-day study were 748, 1522 or 3849 mg/kg (males), and 848, 1699 or 4360 mg/kg (females). In the 14-day study there were no mortalities or clinical signs, and no effects on body weight, hematology, serum chemistry, organ weights, and gross or microscopic pathology. Food consumption was increased at the high dosage. Urinalysis showed increased urine volume and decreased pH with high dose males and females, and increased volume with mid-dose males. In the subchronic study there was neither mortality nor signs of toxicity, and no dosage-related effects with serum chemistry, gross and microscopic pathology. Body weights were reduced during the dosing period with both males and females of the high dosage. Body weight gains were reduced at all dosages with males and females. No hematological effects were seen with females, but males of the mid- and high-dosage groups had slightly reduced erythrocyte count and hematocrit, and high-dose males had decreased hemoglobin concentration with increased mean corpuscular volume. These were considered to reflect a mild hemodilution related to the absorption of large TEG doses. Urinalysis showed dosage-related decreased pH, and increased urine volume mainly at the high dose. These were probably related to the renal excretion of absorbed TEG and/or metabolites. Kidney weight was increased for high-dose females, and increased relative (to body) weight of kidneys for males and females from the mid- and high-dose groups were observed, probably related to the renal excretion of the absorbed TEG and/or its metabolites. These findings indicate that the subchronic continuous po dosing of TEG to rats does not result in local or systemic specific organ or tissue toxicity."
        },
        {
            "References": "PMID:16909429",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ For a 9 day repeated exposure study /Sprague Dawley/ rats were exposed whole body to 0, 494, 2011 and 4824 mg/cu m triethylene glycol aerosols for 6 hr/day. Mortalities occurred at 4824 mg/cu m between exposure days 2 and 5. Nonspecific indications of toxicity at 2011 mg/cu m were signs of irritation, decreased body weight and increased food and water consumption; evidence of hepatic dysfunction was indicated by increased serum alkaline phosphatase and alanine aminotransferase activities, but liver histology was normal. Fluid imbalance was suggested by increases in water consumption, blood urea nitrogen, relative kidney weight and urine volume, with decreased urine osmolality, pH and N-acetyl-beta-D-glucosaminidase activity. At 494 mg/cu m there were minimal signs of irritation, increased water consumption and slightly increased alkaline phosphatase; histology of the kidney was normal. Thus, in this 9 day repeated aerosol whole body exposure study a No-Observed-Effect-Level (NOEL) could not be established. Since preening of the fur at these high aerosol concentrations exposures might have led to a confounding factor from the resultant oral intake, another 9 day repeated aerosol study was conducted, but by nose-only exposure of rats for 6 hr /day to TEG aerosol concentrations of 0, 102, 517 and 1036 mg/cu m. In this study there were no clinical signs, no effects on food and water consumption, and no biochemical or histological evidence of hepatorenal dysfunction. By the end of the exposure period, male and female rats of the 1036 mg/cu m group had body weights lower than those of the controls, but not with statistical significance. Since there were no statistically significant effects on any monitors, 1036 mg/cu m is considered to be a threshold for toxicity by nose-only exposure to TEG aerosol."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Albino rats received daily doses of triethylene glycol via stomach tube for 30 consecutive days. The dosing groups were 0.1 mL/kg of a 5% aqueous solution, 3.0 mL/kg of a 30% solution, 10 mg/kg of undiluted triethylene glycol, and 20.0 mg/kg of undiluted triethylene glycol (n = 5 rats per group; sex unspecified). Animals in the lower two dose groups showed normal weight gain and no signs of toxicity. Animals in the 10 mg/kg dose group had slowed weight gain, hair loss and diarrhea. Of the animals in the 20 mg/kg dose group, three died within the first 24 hr after the first dose, and the remaining two died before the third day of the study."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Mature albino rats received drinking water containing 5% or 10% by volume of triethylene glycol for 30 days (n = 5 rats per group; sex unspecified). All animals in the 5% dose group showed signs of \"severe toxicity\" and one animal died on each of days 8, 21 and 28. The remaining two animals survived to study completion and recovered after exposure ended. All animals in the 10% dose group showed signs of toxicity and died by day 12."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...Young (3-wk-old) rats were exposed to drinking water containing 3% or 5% by volume of triethylene glycol for 30 days (n = 5 rats per group; sex unspecified). All animals in the 3% dose group survived to study completion without signs of toxicity. Animals in the 5% dose group showed signs of toxicity (weight loss, alopecia and poor grooming) in the first 2 weeks of exposure but showed improvement thereafter. Body weight gains were reduced, but weights returned to normal after the exposure period ended. One animal in the 5% dose group died on day 25."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Because the exposed animals in the previous inhalation study ingested triethylene glycol from wet fur,/ a nose only study was conducted. Male and female CR rats (n = 10/sex/group) were exposed to aerosols of triethylene glycol for 6 hr/day for 9 days over an 11-day period... . Mean exposure concentrations were 0, 102, 517 or 1,036 mg/cu m. No exposure-related clinical signs were observed. Nonstatistically significant decreases in female body weight gains were reported in the ... high-concentration groups. ... No changes in food and water consumption were noted. No clinical pathology findings were related to triethylene glycol exposure and no exposure-related organ weight changes were noted in any group."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer 344 rats were fed triethylene glycol mixed in the diet for 13 weeks. Triethylene glycol concentrations in the feed were 0, 10,000, 20,000 or 50,000 ppm. The sample sizes were 20/sex/group for the 10,000 and 20,000 ppm groups and 30/sex/group for the control and 50,000 ppm groups. The mean daily consumption rates of triethylene glycol were 748, 1,522 and 3,849 mg/kg/day for males and 848, 1,699 and 4,360 mg/kg/day for females. At the end of the 13-week dosing period 20 rats per sex per group were sacrificed for necropsy and histological examinations. The remaining animals... were monitored without treatment for an additional 6 weeks of recovery. There were no treatment-related findings in clinical observations, ophthalmic examination, food consumption, clinical chemistry, necropsy or histology. Body weights were reduced in high-dose males throughout the treatment period and in high-dose females beginning the 8th week and continuing to the end of the exposure period. In the 6-week recovery period, the body weights of the high-dose males increased to those of control males; however, the body weights of high-dose females in the recovery period remained lower than the body weights of control females. Males of the 20,000 and 50,000 ppm triethylene glycol doses had decreased erythrocytes and hematocrits and increased mean corpuscular volume; these effects were not seen in females. Urine pH was decreased in all dosed males and in the 20,000 and 50,000 ppm females. Urine volume was increased in high-dose males. Relative kidney weights were increased in males and females of the mid and high doses."
        },
        {
            "References": "U.S. EPA; TRIETHYLENE GLYCOL - Revised Report of the Antimicrobials Division Toxicology Endpoint Selection Committee. 13 pp. November 21, 2005. Avaliable at  https://www.epa.gov.edocket as OPP-2005-0250-0003.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Monkeys exposed by inhalation to approximately 1 ppm vapor from two weeks to 13 months (approximately 0.5 to 1 ppm) showed no adverse reactions or histopathological changes suggestive of toxicity from prolonged exposure to triethylene glycol. ...In a 12 month study, monkeys receiving triethylene glycol (0.25 mL to 0.5 mL) orally in egg nog (approximately 50 to 100 times the quantity an animal could absorb by breathing air saturated with glycol) were without any adverse effects in physiological functions or organ histopathology."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /In studies reported in the mid-1940s/ Osborne-Mendel rats were fed a diet ... containing 0, 1, 2, or 4% triethylene glycol for 2 years (n = 12/group). Body weights and food consumption were measured weekly. There were no toxic effects observed in the triethylene glycol group. Food consumption, growth rate, mortality, incidence of bladder stones, incidence of bladder tumors, and incidence of kidney and liver damage were all similar between the ... groups. The same doses of diethylene glycol produced dose-dependent toxicity in all parameters noted above. Twenty-four male and 12 female rats were placed in a chamber containing supersaturated triethylene glycol... Four male and 2 female control rats were kept in a separate chamber... . Animals remained in the respective chambers for 6 to 13 months. Due to breeding during the test period, the populations increased in the triethylene glycol and control chambers to 60 and 14 respectively. An additional set of treatment groups consumed 0.028, 0.065 or 0.533 cc triethylene glycol per day in the drinking water (n = 8/group). These doses were chosen as 35, 80 and 7,000 times the maximum possible triethylene glycol exposure by inhalation of saturated vapor in 24 hr... . The water dosing groups were exposed to triethylene glycol for 5 to 13 months. The growth rates of adult and offspring rats in the triethylene glycol inhalation and drinking water groups were similar to growth in the control group. General health of the rats was not affected by triethylene glycol... . Hematology was likewise similar between control and treated animals. Necropsies showed no treatment-related lesions."
        },
        {
            "References": "PMID:17090481",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A study in which pregnant CD-1 mice were exposed to triethylene glycol by oral gavage daily on gestation days 6 through 15 /was reported/. The triethylene glycol doses were 0, 0.5, 0 or 10 mL/kg/day (n = 30 mice per group). Triethylene glycol doses were neat and undiluted... . Dams were killed on gestation day 18. At this time uteri containing fetuses were removed for evaluation, and the dams underwent gross necropsy and microscopic evaluation of certain tissues. Measures of pregnancy outcome were evaluated. Live fetuses were counted, sexed, and weighed before ... evaluation of visceral and skeletal morphology. Half of the live fetuses were ... examined by serial sections for soft-tissue craniofacial malformations.  There were no treatment-related maternal deaths, and no dams aborted. Maternal body weights and body weight gains were similar between all dose groups. There were no effects of treatment on food or water consumption. Maternal clinical signs observed in the 10 mL/kg/day group included hyperactivity with audible and rapid respiration. Necropsy revealed no differences between the dosed and control groups, except that relative (but not absolute) kidney weights were increased in the high-dose group. Pregnancy outcome (number of corpora lutea, viable and nonviable implantations, and sex ratio) were not affected by triethylene glycol treatment. The sums of fetal body weights per litter were significantly reduced in the 5 and 10 mL/kg/day groups. There were no-treatment related malformations noted in the external or visceral examinations. Remarkable findings of the skeletal examinations were: cervical centra 1,2,3 or 4 poorly ossified; reduced number of caudal segments; poorly ossified frontal bone, supraoccipital bone and proximal phalanges of the hindlimb, and unossified proximal phalanges of the hindlimb all occurring with a LOEL of 10 mL/kg/day; and poorly ossified frontal and supraoccipital bones occurring with a LOEL of 5 mL/kg/day /from table/. The authors concluded that triethylene glycol exposure during organogenesis resulted in evidence of slight maternal toxicity at 10 mL/kg/day and consistent evidence of developmental delay at 5 and 10 mL.kg/day. ... No biologically significant embryotoxicity or teratogenicity was observed. ."
        },
        {
            "References": "PMID:1939998",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ...Tests for interactions between solvents and test materials were performed. The Frog Embryo Teratogenesis Assay--Xenopus (FETAX) was chosen because of its capacity to assess three different endpoints; mortality, malformation and embryo growth. Three solvents--dimethylsulfoxide (DMSO), acetone and triethylene glycol (TG)--were tested with two teratogens--methylmercury chloride (MMC) and trichloroethylene (TCE). ...Triethylene glycol only increased the mortality and malformation with TCE. There were additive effects for growth for all solvents with the teratogens. The carrier solvents caused interactions even at their no-observable-effect concentration (NOEC)."
        },
        {
            "References": "PMID:16092104",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Timed-pregnant CD rats and CD-1 mice were dosed daily by gavage with undiluted triethylene glycol (TEG) over gestational days (gd) 5-15 at 0.0 (water control), 1126, 5630 or 11,260 mg/kg/day with rats and 0.0, 563, 5630 or 11,260 mg/kg/day with mice. They were examined daily, and gestational body weights and food and water consumption measured throughout gestation. At necropsy on gd 21 (rats) or gd 18 (mice) dams were examined for body, gravid uterine, liver and kidney weights, and implantation sites. Maternal kidneys were examined histologically. Fetuses were weighed, sex determined, and examined for external, soft tissue and skeletal variations and malformations. Rat dams had reduced body weights, body weight gains, and food consumption, and increased water consumption and relative kidney weights at 11,260 mg/kg/day. They also had reduced body weight and increased water consumption at 5630 mg/kg/day. Mice had clinical signs and increased relative kidney weight at 11,260 mg/kg/day. Renal histology was normal in both species. Neither species had treatment-related effects on corpora lutea or implantations. Fetal body weights were reduced at 11,260 mg/kg/day (both species) and 5630 mg/kg/day (mice). In rat fetuses there was a pattern of delayed ossification in the thoracic region at 11,260 mg/kg/day. Mouse fetuses had delayed ossification in the frontal and supraoccipital bones, cervical region, hind-limb proximal phalanges and reduced caudal segments at 11,260 mg/kg/day, and in the skull bones at 5630 mg/kg/day. These patterns of delayed ossification are consistent with reduced fetal body weights. No biologically significant embryotoxicity or teratogenicity was observed at any dosage in either species. The NOEL for TEG given by gavage over the period of organogenesis was 1126 mg/kg/day in the rat and 5630 mg/kg/day in the mouse for maternal toxicity, and 5630 mg/kg/day (rat) and 563 mg/kg/day (mouse) for developmental toxicology."
        },
        {
            "References": "PMID:17090481",
            "Value": "/GENOTOXICITY/ Triethylene glycol was evaluated in an Ames bacterial mutagenicity assay using Salmonella typhimurium strains TA 98, TA 100, TA 1535, TA 1537 and TA 1538. Triethylene glycol at concentrations of 1 to 112.6 mg/plate was not mutagenic in any of the strains tested with or without the presence of S9 microsomal activation. In other reports, triethylene glycol at concentrations up to 50 mg/mL tested negative for genotoxicity in the Chinese hamster ovary (CHO) mutation and sister-chromatid exchanges assays."
        },
        {
            "References": "U.S. EPA; TRIETHYLENE GLYCOL - Revised Report of the Antimicrobials Division Toxicology Endpoint Selection Committee. 13 pp. November 21, 2005. Avaliable at  https://www.epa.gov.edocket as OPP-2005-0250-0003.",
            "Value": "/GENOTOXICITY/ Triethylene glycol was tested for mutagenic or genotoxic potential and found to be negative in a battery of studies: a bacterial gene mutation assay using Salmonella typhimurium, an in vitro Chinese hamster ovary (CHO) mutation assay, an in vitro Chinese hamster ovary (CHO) chromosomal aberration assay and an in vitro sister chromatid exchange assay."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 18",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Produces no significant irritation of skin. However, prolonged contact over extended period of time may result in macerating action..."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 19",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Concentrations of 1.0, 2.0, and 4.0% in diet of rats for 2 yr without producing adverse effects. These dosage levels are equivalent to as much as 3-4 g/kg/day without effect. ... Rats could tolerate 3% in their drinking water for 30 days without effect, but 5% caused ill effects. ... Equivalent to about 5 and 8 g/kg/day."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3841",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Repeated daily injections intravenously to dogs of 0.11 and 0.56 g/kg/day for 1 month caused no adverse effects in those given the 0.11 g/kg/day dose and only thrombophlebitis in those receiving 0.56 g/kg/day."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of triethylene glycol can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that triethylene glycol is expected to have very high mobility in soil(SRC)."
        }
    ]
}