{
    "_id": {
        "$oid": "6682e8afc4e5dba5ffba26d3"
    },
    "CID": {
        "$numberInt": "8175"
    },
    "Name": "DECALDEHYDE",
    "IUPACName": "decanal",
    "CanonicalSMILES": "CCCCCCCCCC=O",
    "Synonyms": [
        "Decanal",
        "Decyl aldehyde",
        "112-31-2",
        "Caprinaldehyde",
        "Capraldehyde",
        "Decanaldehyde",
        "n-Decyl aldehyde",
        "Capric aldehyde",
        "1-Decanal",
        "DECALDEHYDE",
        "n-Decanal",
        "n-Decaldehyde",
        "1-Decyl aldehyde",
        "Aldehyde C10",
        "Decylic aldehyde"
    ],
    "IsomericSMILES": "CCCCCCCCCC=O",
    "INCHI": "InChI=1S/C10H20O/c1-2-3-4-5-6-7-8-9-10-11/h10H,2-9H2,1H3",
    "INCHIKEY": "KSMVZQYAVGTKIV-UHFFFAOYSA-N",
    "Formula": "C10H20O",
    "MolecularWeight": {
        "$numberDouble": "156.26"
    },
    "Description": "Decanal is a saturated fatty aldehyde formally arising from reduction of the carboxy group of capric acid (decanoic acid). It has a role as an antifungal agent, a fragrance and a plant metabolite. It is a saturated fatty aldehyde, a n-alkanal and a medium-chain fatty aldehyde.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "78"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Helmig D et al; Chemosphere 38: 2189-204 (1999) (2) Kesselmeier J et al; Atmos Environ 30: 1841-50 (1996) (3) Penuelas J, Llusia J Chemosphere 45 : 237-44 (2001)",
            "Value": "Decaldehyde was detected in the emissions from 4 of 19 vegetation species from the Fernbank Forest in Atlanta, GA(1). Emission rates of 0.3, 0.2, 0.3, and 0.5 ugC/hr-gram dry weight from Basswood, Eastern hemlock, American Beech, and Slippery Elm, respectively, were reported(1). Decaldehyde has been detected in emissions from the oak species Quercus ilex at Castel Porziano, Rome, Italy on June 1993 between the hours of 11 am to 1 pm(2). In northeast Spain decaldehyde was detected in the volatiles of Pinus halepensis during the 1997 spring and summer seasons at emission rates of 0.55 and 2.80 ug/gDM/hr, respectively, and in Bupleurum fruiticosum during the 1997 summer season at an emission rate of 1.97 ug/gDM/hr(3)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. Decanal. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of May 28, 2015: https://www.ars-grin.gov/duke/",
            "Value": "Decaldehyde detections in plants(1).",
            "Table": "[{'Genus species': 'Coriandrum sativum', 'Family': 'Apiaceae', 'Common name': 'Chinese Parsley, Cilantro, Coriander', 'Part': 'Leaf', 'Concn (ppm)': '1,005'}, {'Genus species': 'Anethum graveolens', 'Family': 'Apiaceae', 'Common name': 'Garden Dill', 'Part': 'Fruit', 'Concn (ppm)': '154'}, {'Genus species': 'Zingiber officinale', 'Family': 'Zingiberaceae', 'Common name': 'Ginger', 'Part': 'Plant', 'Concn (ppm)': '100'}, {'Genus species': 'Citrus reticulata', 'Family': 'Rutaceae', 'Common name': 'Mandarin, Tangerine', 'Part': 'Fruit', 'Concn (ppm)': '90'}, {'Genus species': 'Coriandrum sativum', 'Family': 'Apiaceae', 'Common name': 'Chinese Parsley, Cilantro, Coriander', 'Part': 'Fruit', 'Concn (ppm)': '80'}, {'Genus species': 'Citrus sinensis', 'Family': 'Rutaceae', 'Common name': 'Orange', 'Part': 'Fruit', 'Concn (ppm)': '60'}, {'Genus species': 'Citrus limon', 'Family': 'Rutaceae', 'Common name': 'Lemon', 'Part': 'Essential Oil', 'Concn (ppm)': '20'}, {'Genus species': 'Citrus aurantiifolia', 'Family': 'Rutaceae', 'Common name': 'Lime', 'Part': 'Fruit', 'Concn (ppm)': '10'}, {'Genus species': 'Eryngium foetidum', 'Family': 'Apiaceae', 'Common name': 'Cilantro, False Coriander, Shadow-Beni, Stinkweed', 'Part': 'Plant', 'Concn (ppm)': '4-20'}, {'Genus species': 'Nepeta racemosa', 'Family': 'Lamiaceae', 'Common name': 'Catmint', 'Part': 'Shoot', 'Concn (ppm)': '0-9'}, {'Genus species': 'Citrus aurantium', 'Family': 'Rutaceae', 'Common name': 'Bitter Orange, Petitgrain', 'Part': 'Leaf', 'Concn (ppm)': '1'}, {'Genus species': 'Citrus mitis', 'Family': 'Rutaceae', 'Common name': 'Calamansi, Calamondin', 'Part': 'Fruit Juice; Fruit Juice', 'Concn (ppm)': '0-1.1'}, {'Genus species': 'Micromeria myrtifolia', 'Family': 'Lamiaceae', 'Common name': 'Dagcayi, Haydarotu, Topukcayi', 'Part': 'Shoot', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Citrus sinensis', 'Family': 'Rutaceae', 'Common name': 'Orange', 'Part': 'Fruit Juice', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Carthamus tinctorius', 'Family': 'Asteraceae', 'Common name': 'Safflower', 'Part': 'Flower and Leaf', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Aloysia citrodora', 'Family': 'Verbenaceae', 'Common name': 'Lemon Verbena', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Carica papaya', 'Family': 'Caricaceae', 'Common name': 'Papaya', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Cymbopogon citratus', 'Family': 'Poaceae', 'Common name': 'Lemongrass', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Cynara cardunculus subsp cardunculus', 'Family': 'Asteraceae', 'Common name': 'Artichoke', 'Part': 'Essential oil', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Lavandula x intermedia', 'Family': 'Lamiaceae', 'Common name': 'Dutch Lavender', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Nepeta racemosa', 'Family': 'Lamiaceae', 'Common name': 'Catmint', 'Part': 'Shoot', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Rosa damascena', 'Family': 'Rosaceae', 'Common name': 'Damask Rose', 'Part': 'Essential oil', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Triticum aestivum', 'Family': 'Poaceae', 'Common name': 'Wheat', 'Part': 'Shoot', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 20, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 140 was calculated in fish for decaldehyde(SRC), using an estimated log Kow of 3.76(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is high(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dore M et al; La Tribune du Cebedeau 28: 3-11 (1975)",
            "Value": "AEROBIC: Decaldehyde reached 22% of the theoretical BOD within 5 days using a sewage inoculum, in the BOD5 screening test(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1028",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The compound was tested externally on the eyes of rabbits, and, according to the degree of injury observed after 24 hours, rated on a scale of 1 to 10. The most severely injurious substances have been rated 10. 1-Decanal (mixed isomers) rated 1 on rabbit eyes. /1-Decanal (mixed isomers)/"
        },
        {
            "References": "PMID:24780887",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aspergillus flavus is a ubiquitous saprophyte and is capable of producing many secondary metabolites including the carcinogenic aflatoxins. The A. flavus population that produces small sclerotia (S strain) has been implicated as the culprit for persistent aflatoxin contamination in field crops. We investigated how the plant volatile decanal, a C10 fatty aldehyde, affected the growth and development of the S strain A. flavus. Decanal treatment yielded fluffy variants lacking sclerotia and conidia and exhibiting a dosage-dependent radial colony growth. We used RNA-Seq analysis to examine transcriptomic changes caused by decanal and after removal of decanal. Mature sclerotia contained only 80% of the total transcripts detected in all samples in comparison to 94% for the decanal treated culture. Gene ontology (GO) analysis showed that decanal treatment increased expression of genes involved in oxidoreductase activity, cellular carbohydrate metabolism, alcohol metabolism and aflatoxin biosynthesis. The treatment affected cellular components associated with cell wall, and gene expression of glucanases, a-amylases, pectinesterase and peptidase required for its biosynthesis was increased. After decanal was removed, the culture resumed sclerotial production. Moreover, its GO terms significantly overlapped with those of the untreated culture; five of the enriched molecular functions, oxidoreductase activity, monooxygenase activity, electron carrier activity, heme binding, and iron binding were found in the untreated culture. The GO term of cellular component enriched was mainly integral protein constituents of the membrane. The results suggested that decanal halted development at the vegetative state rendering the fungus unable to produce conidia and sclerotia. The induced fluffy phenotype could be related to lower transcript abundance of flbB, flbD, and flbE but not to veA expression. Increased abundance of the laeA transcript in the treated culture correlated with early transcriptional activation of aflatoxin and kojic acid biosynthesis gene clusters. Expression profiles revealed subtle differences in timing of activation of the respective 55 secondary metabolite gene clusters."
        },
        {
            "References": "Liu K et al; J Food Sci 77 (11): C1156-61 (2012)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Product 1 (82.25% valencene), product 2 (73.36% decanal), product 3 (78.12% octanal), and product 4 (90.61% linalool) were isolated from sweet orange oil by combined usage of molecular distillation and column chromatography. The antioxidant activity of sweet orange oil and these products was investigated using 2,2-diphenyl-1-picrylhydrazyl and reducing power assays. In this test, product 1 (82.25% valencene), product 2 (73.36% decanal), and product 4 (90.61% linalool) had antioxidant activity, but lower than sweet orange oil. The antimicrobial activity was investigated in order to evaluate their efficacy against 5 microorganisms. The results showed that sweet orange oil, product 2 (73.36% decanal), product 3 (78.12% octanal), and product 4 (90.61% linalool) had inhibitory and bactericidal effect on the test microorganisms (except Penicillium citrinum). Valencene did not show any inhibitory effect. Saccharomyces cerivisiae was more susceptible, especially to the crude sweet orange oil (minimal inhibitory concentration 6.25 uL/mL). .."
        },
        {
            "References": "PMID:24491729",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The chemical composition of Citrus reticulata Blanco essential oil was analysed using GC/MS. Monoterpene hydrocarbons (C10H16) constituted the majority (88.96%, w/w) of the total oil. The oils dose-dependently inhibited Penicillium italicum and Penicillium digitatum. The anti-fungal activity of the oils against P. italicum was attributed to citronellol, octanal, citral, decanal, nonanal, beta-pinene, linalool, and gamma-terpinene, whereas anti-fungal activity against P. digitatum is attributed to octanal, decanal, nonanal, limonene, citral, gamma-terpinene, linalool, and alpha-terpineol. The oils altered the hyphal morphology of P. italicum and P. digitatum by causing loss of cytoplasm and distortion of the mycelia. The oils significantly altered extracellular conductivity, the release of cell constituents, and the total lipid content of P. italicum and P. digitatum. The results suggest that C. reticulata Blanco essential oils generate cytotoxicity in P. italicum and P. digitatum by disrupting cell membrane integrity and causing the leakage of cell components. /Mixture; Essential oil/"
        },
        {
            "References": "PMID:25870012",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Essential oil derived from the fresh leaves of Polygonum odoratum Lour was tested for their effects on a foodborne bacterium Salmonella choleraesuis subsp. choleraesuis ATCC 35640 using a broth dilution method. This essential oil showed a significant antibacterial activity against S. choleraesuis at the concentration of 200 ug/mL. Twenty-five volatile compounds were characterized from this essential oil by GC-MS, and aldehyde compounds were found abundant and accounted for more than three-fourths of the essential oil. Among the compounds characterized, dodecanal (C12 ) was the most abundant (55.5%), followed by decanal (C10 ) (11.6%). Both alkanals were effective against S. choleraesuis with the minimum growth inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) values of 100 ug/mL. The most potent antibacterial activity against this bacterium was found with two minor compounds, dodecanol (lauryl alcohol) and 2E-dodecenal, both with each MBC of 6.25 ug/mL. Their primary antibacterial action against S. choleraesuis provably comes from their ability to function as nonionic surface-active agents (surfactants), disrupting the native function of integral membrane proteins nonspecifically. Thus, the antibacterial activity is mediated by biophysical processes. In the case of 2E-alkenals, a biochemical mechanism is also somewhat involved, depending on their alkyl chain length."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of May 20, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of decaldehyde can be estimated to be 70(SRC). According to a classification scheme(2), this estimated Koc value suggests that decaldehyde is expected to have very high mobility in soil."
        }
    ]
}