{
    "_id": {
        "$oid": "6682e8afc4e5dba5ffba26d4"
    },
    "CID": {
        "$numberInt": "8177"
    },
    "Name": "DIETHYLENE GLYCOL MONO-N-BUTYL ETHER",
    "IUPACName": "2-(2-butoxyethoxy)ethanol",
    "CanonicalSMILES": "CCCCOCCOCCO",
    "Synonyms": [
        "2-(2-Butoxyethoxy)ethanol",
        "112-34-5",
        "Butyldiglycol",
        "DIETHYLENE GLYCOL MONOBUTYL ETHER",
        "Diethylene glycol butyl ether",
        "Butyl carbitol",
        "Butoxydiglycol",
        "Ethanol",
        "2-(2-butoxyethoxy)-",
        "Butyl diglycol",
        "Butyl dioxitol",
        "Butyl digol",
        "Butoxyethoxyethanol",
        "BUCB",
        "Dowanol DB",
        "Glycol ether DB"
    ],
    "IsomericSMILES": "CCCCOCCOCCO",
    "INCHI": "InChI=1S/C8H18O3/c1-2-3-5-10-7-8-11-6-4-9/h9H,2-8H2,1H3",
    "INCHIKEY": "OAYXUHPQHDHDDZ-UHFFFAOYSA-N",
    "Formula": "C8H18O3",
    "MolecularWeight": {
        "$numberDouble": "162.23"
    },
    "Description": "Ethanol, 2-(2-butoxyethoxy)- is an ether.",
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "66"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 49 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 17, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for diethylene glycol mono-n-butyl ether(SRC), using a log Kow of 0.56(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Dow Chemical Company; The Glycol Ethers Handbook. Midland, MI (1990) (3) Staples CA et al; Chemosphere 36: 1585-613 (1998) (4) Waggy GT et al; Environ Toxicol Chem 13: 1277-80 (1994) (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Aug 17, 2015: https://www.safe.nite.go.jp/english/db.html (6) Cowan RM, Kwon J; pp. 273-82 in Hazard Ind Wastes, 31st Technomic Pub Co, Inc, p 273-82 (1999)",
            "Value": "AEROBIC: Diethylene glycol mono-n-butyl ether had a 5 day BOD and COD of 0.25 and 2.08 g/g, respectively, this calculates to respective theoretical BOD and COD of 11 and 95%(1). Diethylene glycol mono-n-butyl ether showed losses of 2, 13, and 47% of the theoretical BOD when incubated at 20 °C for 5, 10, and 20 days, respectively(2). Diethylene glycol mono-n-butyl ether degraded 14, 19, 60, and 100% when incubated for 1, 3, 5, and 6 days, respectively, using a non-adapted activated sludge and a modified Zahn-Wellens test(3). Another modified Zahn-Wellens test using non-adapted activated sludge gave 100% degradation after 9 days(3). Diethylene glycol mono-n-butyl ether showed 58 and >60% removal after 28 days using adapted activated sludge(3). In another screening study, diethylene glycol mono-n-butyl ether showed losses of 27, 60, 78, and 81% when incubated at 20 °C for 5, 10, 15, and 20 days, respectively(4). Using the OECD 301D screening test, diethylene glycol mono-n-butyl ether showed losses of 3, 70, and 88% when incubated at 20 °C for 5, 15, and 28 days, respectively(4). Using the OECD 301A method diethylene glycol mono-n-butyl ether showed a 94% removal after 14 days(3). Diethylene glycol mono-n-butyl ether had 5, 10, and 15 day BODs of 5.2, 57, and 72% of theoretical BOD(3). Diethylene glycol mono-n-butyl ether, present at 100 mg/L, reached 92% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5). A study using activated sludge gave a degradation rate for diethylene glycol mono-n-butyl ether of 0.37/hour(6) giving a half-life of about 1.9 hours(SRC)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 49",
            "Value": "log Kow = 0.56"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.43 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a 5-week study in rats, exposed to 13, 39 and 117 mg/cu m /of DGBE via inhalation had/ an increased hepatocyte vacuolization consistent with fatty change was observed in females of the high dose group. This effect was also observed in females of the control and other treatment groups, but it was less intense. In the high dose group 3/10 females had a pale liver. In the high dose group the relative liver weight was increased in females; in males of the mid and high dose groups the relative liver weight had a dose-related decrease. This effect was not accompanied by microsopic changes. The NOAEL is established at 39 mg/cu m."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.41 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The eye irritation study in rabbits... DEGBE should be classified as irritating to the eyes."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.40 (July 1999). Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... No rats died when exposed for 7 hr to the maximum attainable vapor concentration of DEGBE, estimated to be 18 ppm (120 mg/cu m). ..."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.40 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Signs of toxicity before death in orally treated mice and rats included inactivity, labored breathing, rapid respiration, anorexia, weakness, tremors and prostration."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.40 (July 1999).  Available from, as of November 5, 2015: hhttps://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...In dermally treated rabbits anorexia, enlargement of the kidneys, discoloration of the renal pelvis, and edematous and hemorrhagic lesions in the thymus were observed."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 635",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... low in acute oral toxicity to animals and also by single inhalation, but repeated dosage may cause lesions of the kidney ... though slightly irritating to the skin with prolonged contact ... it is only toxic by this route in large amt and with continuous and prolonged contact."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.43 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 2-week range-finding study rats were exposed to 100 mg/cu m DEGBE vapor and 350 and 1000 mg/ cu m of the aerosol. Exposure to the vapor caused a reduction of spleen weight in males. Exposure to the aerosol caused a dose-related reduction in spleen weight not accompanied with effects on hematology and an increase in lung weight. Histopathological changes including perivascular and peribronchial accumulation of granulocytes as well as minimal bronchiolization in the lungs were observed in all treatment groups. The NOAEL is established at <100 mg/cu m."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.40 (July 1999), Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The results of a skin irritation study according to EC guidelines indicate that the substance should not be classified as irritating to the skin. ...No treatment-related effects were found /in a/ subacute /study in the/ rabbit (4 wk, 5 days/wk, 7 hr/day, without occlusion; 30 mg/kg/day). /Also in a/ semichronic /study/, rat (13 wk, 5 days/wk, 6 hr/day, occlusion; 200, 600, and 2000 mg/kg bw/day); neurotoxicity study. .../At/ all doses, no systemic effects; no neurotoxic effects in FOB, no neuropathological changes. /At/ high dose, scab formation at treatment site. /from table/"
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 635",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Among rats given 3-5% in drinking water for 35 days, one-third died on the 5th, 23rd, and 35th day. The maximum dose having no effect was 0.051 g/kg; 0.65 g/kg caused kidney lesions."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.43 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Local lung effects (perivascular and peribronchial accumulation of granulocytes) and a decreased body weight gain were observed in a study with female rats exposed during 2 weeks, 6 hr/d, 5 d/week to 350 mg/cu m. After a recovery period of 4 weeks only minimal to slight granulocyte accumulation in the lungs was observed. Regression in severity was evident. The NOAEL is lower than 350 mg/cu m."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 204",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats were exposed by inhalation ... for 6 hr/day, 5 days/wk for 5 wks at concentrations of 2, 6, and 18 ppm, the highest vapor concentration that could be reliably maintained. No significant toxic effects were reported."
        },
        {
            "References": "PMID:15680684",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Standard toxicologic endpoints, supplemented by additional examinations, were studied for groups of 10 Fischer 344 rats/sex given drinking water formulated to supply 0, 50, 250, or 1000 mg diethylene glycol monobutyl ether (DGBE)/kg/day for 13 wk. These dose levels were based upon initial investigations using drinking water formulated to supply 0, 1000, 1500 or 2000 mg DGBE/kg/day for two wk. All rats survived the respective treatment intervals with no adverse treatment-related in-life effects, including no alterations in a functional observational battery. In both studies, rats given > or = 1000 mg/kg/d consumed less water and feed and weighed slightly less than controls. For rats given > or = 1000 mg DGBE/kg/day, the liver and red blood cells (RBC) were the primary target organs although the effects were slight. In the 13-week study, rats given 1000 mg/kg/day had statistically significant increased relative liver weight (7-10%) and hepatic cytochrome P450s (24-39%) and UGT (approximately 16%) levels along with slight, statistically significant, decreases in serum total protein, cholesterol and aspartate aminotransferase. Histopathologically, very slight hepatocyte hypertrophy and increased individual hepatocyte degeneration were found in females only. At 1000 mg/kg/day, the RBC count, hemoglobin (Hgb) and hematocrit (Hct) were minimally, but statistically significantly, decreased (5.1-8.7%) but RBC morphology, RBC indices, reticuloctye count and bone marrow and spleen histopathology were unaffected. Absolute and relative kidney weights statistically significantly increased (6-13%) with an equivocal increase in minor histopathologic changes typical of early spontaneous nephropathy. There were no adverse effects on urinalysis, clinical chemistry, sperm parameters or testis histopathology. At 250 mg/kg/day, there were equivocal decreases (approximately 2-3%) in RBC count, Hgb and Hct that were statistically significant for the RBC count and Hgb, but these changes were within the historical control range. This dose level was considered the no adverse effect level (NOAEL)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 203",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Undiluted diethylene glycol mono-n-butyl ether, 99.5% pure, was administered orally to rats 5 d/wk for 6 wks at doses up to 3564 mg/kg/day, one-half the acute LD50. No deaths occurred, but some rats were moribund and/or had decreased body weight gain and food food consumption at the highest dose. Symptoms of hemolysis, including hemoglobinuria, enlarged congested spleens, proteinaceous casts, and hemosiderin in the kidney tubules were reported only at the top dose. All doses produced hyperkeratosis and acanthosis of the stomach in a few animals from repeated irritation at the site of application, but no effects on testis weight or histopathological effects were observed."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.43 (July 1999).  Availabe from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day study rats were exposed (whole-body) to 0, 13, 40 /or/ 94 mg/cu m during 6 hr/day. No treatment-related effects (including liver effects) were observed. The NOAEL is established at 94 mg/ cu m."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.43 (July 1999), Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 6-week gavage study was performed in male rats given doses of 891, 1782 and 3564 mg/kg bw/day. The high dose level caused decreased food consumption, accompanied by decreased body weight gain. In the mid and high dose groups reduction of red blood cell count, haemoglobin level and mean cell haemoglobin were observed. Increases in spleen weights and histopathologieal changes in spleen (congestion) and kidneys (protenaceous casts) were found also in these groups. Absolute and relative liver weight were significantly increased at the two higher dose groups, but only relative liver weight was slightly but significantly) increased at the low dose group. No histopathological lesions in the liver were observed in the two highest dose groups; histopathology of the liver was not performed at the low dose group. Hyperkeratosis of the stomach (not specified but in all likelihood fore-stomach is meant) was observed in all rats treated with DEGBE."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44 (July 1999), Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... In a gavage study rats (16/sex/group) were given doses of 51-65, 254-327 and 1270-1630 mg/kg bw/day 5 days/wk for 13 weeks. An interim sacrifice (6 rats/sex/group) was conducted at 6 weeks. Following interim sacrifice the low and mid dose group consisted of 10 rats/sex and the high dose group consisted of 4 males and 4 females due to the increased mortality in this dose group. At study termination mortality in the high dose group was 88% in males and 92% in females; only 2 male rats and 1 female rat survived 13 weeks. In the mid dose group the mortality was 60 and 30% for males and females, respectively. It cannot be excluded that the high mortality was caused by irritation of the fore-stomach (see 6-week study; this organ was not examined pathologically in the 13-week study). In females of the mid and low dose groups a dose-related decrease in white blood cell count (WBC) and lymphocytes was observed. It is noted that this was accompanied by an increased relative kidney weight in the two remaining males of the high dose group. The NOAEL is established at <51 mg/kg bw/day. The effects observed in this study are not consistent with the toxicity profile of glycol ethers. Furthermore, there are doubts on the quality of the study, because of the high, unclarified mortality."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 4-week dermal study in rabbits, exposed to a formulation of 1.5% DEGBE in water (30 mg/kg bw/day) no treatment-related local or systemic effects were observed. The NOAEL for systemic and local effects was greater than or equal to 30 mg/kg bw/day. However, a proper evaluation was not possible because of the poor study design, and, therefore, this level should only be considered as indicative. Severe dermal reactions were observed in rabbits exposed to 1.5% DEGBE in a hard surface cleaner formulation using the same dose schedule. These effects are most probably caused by the formulation, because of the similarity in effects observed in rabbits receiving the hard surface cleaner without DEGBE."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week dermal study in rats, exposed to 200, 600 and 2000 mg/kg bw/day, 5 days/wk, 6 hr/day no mortality and no effects on body weight, organ weights, pathology and clinical chemistry were observed at all dose levels. DEGBE caused erythema in all treatment groups at the application site. Incidence, severity and time of onset of the effects were concentration dependent. In the high dose group (undiluted DEGBE, 55 mg/sq cm) erythema was observed in 4/10, 7/10, 9/10, and 9/10 female rats after 1, 4, 8 and 13 weeks, respectively. In females of the low (5.5 mg/sq cm) and mid (16.5 mg/sq cm) dose group irritation started after about 5 and 3 wks, respectively. In males the effects were less severe and started later. The NOAELs for local skin and systemic effects are established at <200 mg/kg bw/day and at greater than or equal to 2000 mg/kg bw/day, respectively."
        },
        {
            "References": "PMID:23184443",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ OBJECTIVES:  The solvent, dimethylene glycol monobutyl ether (DGBE), is a component of latex paints, inks; it is used as a degreasing agent, industrial detergent. The aim of the study was evaluating the effects of DGBE administered by gavage on the estrous cycle and given with drinking water on fertility in rats and early development of their progeny.  MATERIALS AND METHODS:  Female rats were exposed to DGBE by gavage during 8 weeks at 250, 500 or 1000 mg/kg/day. Vaginal smears were collected during the exposure and 4 weeks after its cessation. Fertility studies were performed in male and female animals exposed to in drinking water. Males were exposed for 10 weeks and then mated with females exposed before mating, during pregnancy and lactation. Young animals were observed during 3 weeks after birth.  RESULTS:  DGBE does not cause disturbances of the menstrual cycle in females. Parameters used to assess the general toxicity indicate that males receiving DGBE in drinking water are more sensitive to this compound than females: significantly greater, dose-dependent relative spleen weight, significant decrease in hematological parameters from 8% to 15% depending on the dose, were observed. Clinical chemistry parameters (HDL-cholesterol, BUN) and some markers of oxidative stress differ between the exposed groups and the control one, but without adverse health effect. The microscopic examination of internal organs did not reveal morphological changes in male and female rats.  CONCLUSION:  The results of our study on the impact of exposure to DGBE on fertility in rats indicate that the substance administered for 9-10 weeks to females and males at a limit dose of 1000 mg/kg did not impair fertility or viability of their offspring during the first three weeks of life."
        },
        {
            "References": "Auletta CS et al; Journal of the American College of Toxicology 12 (2): 161-168 (1993).",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The subchronic and reproductive toxicities of diethylene-glycol-butyl-ether ... (DGBE) administered to rats through the dermal route were evaluated. CD-rats were administered 2 milliliters/kilogram of 10, 30 or 100% DGBE on an area of clipped skin, 5 consecutive days per week (wk) for 13 wk prior to necropsy. Vaginal smears were taken near the end of the study to determine whether normal estrous cycling was taking place. Blood and tissues were examined histologically. In a fertility study, rats were treated with 100% DGBE; males were treated daily throughout the study, and females were treated daily during the mating period and through gestation day 20. Rats were allowed to nurse offspring through weaning. Results showed that DGBE produced dermal irritation which was concentration dependent and was more severe in females. No histopathologic changes were evident in the testes or vaginal cytology, the only systemic effect being a slight increase in urinary occult blood in females treated with high doses of DGBE. There was no adverse effect on estrous cycling. The litters of treated females carried the same number of live pups as did control litters. The growth and survival of pups in the treated litters was similar to those in the control groups. The authors conclude that when exposed through the dermal route, the potential for subchronic, reproductive, and developmental toxicity to DGBE is low."
        },
        {
            "References": "Ema M et al; Drug and Chemical Toxicology, 11 (2): 97-111 (1988)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The possible teratogenicity of diethylene-glycol-mono-n-butyl-ether (112345) (DEGMBE) was investigated in rats. Pregnant Wistar-rats were given DEGMBE at a dose level of 1.0, 0.2, or 0.04 percent in their diets and observed daily for clinical signs of toxicity. On day 20 of pregnancy, rats from each dosage group were sacrificed. Other rats in each group were allowed to deliver spontaneously. The average daily intakes of DEGMBE were 25 mg/kg for the 0.04 percent group, 115 mg/kg for the 0.2 percent group, and 633 mg/kg for the 1 percent group. Maternal weight gain in each treatment group was significantly different from controls, even though there was no decrease in food intake. The incidences of preimplantation and postimplantation losses, the numbers of corpora lutea per litter, implantations per litter and live fetuses per litter, the sex ratio of live fetuses, the fetal body weight of both sexes, and the placental weight did not differ from control values. External, skeletal, and internal examinations of the fetuses did not reveal any evidence of abnormalities beyond those expected spontaneously. The degree of ossification in the 0.04 percent group was significantly lower than in controls, but no dose dependency was determined. The authors conclude that DEGMBE administered to pregnant rats causes no adverse effects on postnatal growth of the offspring."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female CD-1 mice were given /diethylene glycol mono-N-butyl ether/, purity >99%, by gavage daily at doses 500 or 2050 mg/kg bw/day for days 6-13 of gestation.  Dams were allowed to deliver spontaneously and then killed 3 days later.  At 500 mg/kg bw/day there were no maternal deaths and body weight was similar to controls. There were no effects on the number of viable litters or of liveborn per litter, pup birth weight and weight gain, or percentage of pup survival from days 1 to 3 of age. At 2050 mg/kg bw/day, 12/48 dams died but there were still no adverse effects on the above mentioned reproductive end points. Maternal NOAEL = 500 mg/kg bw."
        },
        {
            "References": "Nolen GA et al; Fundam and Appl Toxicol 5: 1137-43 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The fetotoxicity and teratogenicity of diethylene glycol monobutyl ether were studied in rats and rabbits. Diethylene glycol monobutyl ether was administered orally in doses of 0, 250, 500, or 1,000 mg/kg/day to male CD rats for 60 days prior to mating and to females from 14 days before mating until day 13 of gestation, or through delivery until weaning. Treated females were mated with control males and treated males were bred to untreated females. Pregnant New Zealand white rabbits were treated topically with 0, 100, 300, or 1,000 mg/kg/day diethylene glycol monobutyl ether on days 7 to 18 of gestation. Diethylene glycol monobutyl ether had no adverse effects on fertility in male or female rats. No embryotoxic or fetotoxic effects were noted, except decreased weights at day 14 in offspring of dams given 1,000 mg/kg/day diethylene glycol monobutyl ether. Diethylene glycol monobutyl ether caused dose/dependent mild skin irritation in rabbits. No fetotoxic or teratogenic effects were noted. Diethylene glycol monobutyl ether does not affect fertility or embryonic development in rats. It is not embryotoxic or teratogenic to rabbits after dermal application."
        },
        {
            "References": "PMID:3402351",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The teratogenicity of diethylene glycol mono-n-butyl ether was studied in Wistar rats. The pregnant rats were fed a diet containing diethylene glycol mono-n-butyl ether from day 0 through day 20 of pregnancy. The dietary concentrations of diethylene glycol mono-n-butyl ether were 0, 0.04, 0.2 and 1% and the daily intakes of diethylene glycol mono-n-butyl ether were 0, 25, 115 and 633 mg/kg, respectively. In the diethylene glycol mono-n-butyl ether treated groups, the maternal body weight gain during pregnancy was significantly reduced, but neither decrease in food consumption during pregnancy nor any clinical sign of toxicity was observed. No significant differences between the diethylene glycol mono-n-butyl ether treated groups and the control group were found in the pre- and postimplantation losses, the number of live fetuses per litter, the sex ratio of live fetuses, the fetal body weight and the placental weight. External, skeletal and internal examinations of the fetuses revealed no evidence of teratogenesis. Diethylene glycol mono-n-butyl ether had no adverse effects on the pre- and postnatal development of the offspring in rats."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a one generation reproduction study, male and female Sprague-Dawley rats were given dermal /applications of diethylene glycol mono-N-butyl ether/, purity >99%, at concentration 2000 mg/kg bw/day, 6 hours/day, 5 day/week.  Male and female mating indices, pregnancy rates, male fertility indices, parturition data, pup body weights, pup survival and viability were not adversely affected by treatment before, during, or after pregnancy.  Parental NOAEL > 2000 mg/kg bw."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female New Zealand White rabbits were given /diethylene glycol mono-N-butyl ether/, purity 98.5%, by dermal administration at doses 100, 300 and 1000 mg/kg bw/day for days 8-19 of gestation for 4 hours/day. Dams were sacrificed on day 30 of gestation. The two higher dose levels caused skin irritation after about 1 week of treatment which persisted until the dams were sacrificed.  None of the dams died during treatment and there were no significant differences seen in the mean numbers of corpora lutea, implants, resorptions or viable fetuses or in the mean fetal body weight. There were no significant differences in the incidence of skeletal anomalies or of gross or visceral malformations. Maternal NOAEL = 1000 mg/kg bw. Teratogen NOAEL = 1000 mg/kg bw."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A one-generation reproduction study was performed in rats given doses of 0, 250, 500 and 1000 mg/kg bw/day by gavage. Untreated males were mated with treated females and vice versa. No signs of parental toxicity or effects on fertility were observed. It is noted that the differences between the NOAELs for parental toxicity in this study and the NOAELs from the oral repeated dose toxicity studies might be explained by the only small number of effect parameters which are studied in reproduction toxicity studies. Reduced body weight gain of the pups from the high-dose females was the only treatment-related effect. The number of liveborn pups was slightly, but not statistically significantly decreased at 1000 mg/kg bw/d. The NOAEL for developmental effects was established at 500 mg/kg bw/d and for parental toxicity and fertility at 1000 mg/kg bw/day."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an oral developmental toxicity study mice were dosed by gavage with 0, 500 and 2050 mg/kg bw/day. Maternal mortality was 25% at the high dose level. There are no indications for other adverse maternal effects, and there are no indications for embryo/fetotoxicity from the parameters studied (litter size, birth weight and neonatal growth). It is noted that the differences between the NOAELs for parental toxicity in this study and the NOAELs from the oral repeated dose toxicity studies might be explained by the only small number of effect parameters which are studied in reproduction toxicity studies. However, because no search for malformations or skeletal anomalies was performed, setting a NOAEL for teratogenicity is considered unjustifiable."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an oral developmental study rats were given 0, 25, 115 and 633 mg/kg bw/day during day 0-20 of gestation. It should be mentioned that the number of animals per dose group was ... low (14-16). However, in view of the results observed the study can be used for evaluation. According to the authors reduction in body weight gain as observed at all dose levels was the only sign of maternal toxicity and no effects on developmental toxicity or teratogenic effects were observed. However, the maternal body weight gain was not dose-related reduced and the scatter in the values was high. The statistically insignificant decreases in numbers of implantations (10.4 + or -1.1, 10.7 + or -1.4, 9.4 + or -0.5, 8.8 + or -1.3) and newborns (9.6 + or -1.5, 10.3 + or -1.6, 8.6 + or -0.9, 8.2 + or -0.8) per litter may be substance-related effects and cannot be ignored."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a dermal developmental study rabbits were dosed with DEGBE at 0, 100, 300 and 1000 mg/kg bw/day, 4 hr/day at 200 sq cm without occlusion from day 8 to 19 of gestation. Maternal body weight gain was slightly reduced at the two higher dose levels (not statistically significant). These dose levels caused skin irritation after about one week, which persisted until the end of the study. There were no indications for developmental or teratogenic effects at any of the dose levels tested. The NOAELs for systemic maternal toxicity and for developmental effects are 1000 mg/kg bw/day."
        },
        {
            "References": "Beyrouty P et al; Journal of the American College of Toxicology 12 (2): 169-174 (1993)",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ The toxicity of diethylene-glycol-butyl-ether ... (DGBE) when administered through the dermal route was evaluated through a neurotoxicity study using rats. Sprague-Dawley-rats were treated with 10, 30, or 100% DGBE on areas of clipped skin on 5 consecutive days per week for 13 weeks. A functional observation battery (FOB) including hindlimb splay, and hindlimb and forelimb grip strengths was developed previously, and applied to the test animals. Motor activity was monitored. At the end of the trials the rats were sacrificed, and nervous system tissues and kidneys were examined histologically. The FOB and motor activity assessments did not reveal any treatment related effects. The absolute and relative organ weights of the DGBE treated rats were comparable to control levels. No changes in brain size were evident. Histological examinations did not reveal any neuropathology other than a slight degeneration at various sites in the central and peripheral nervous systems of both treated and control animals, which were apparently typical for rats of the age groups tested. Skin lesions were noted at the treatment sites in females. The authors conclude that the dermal application of DGBE at the highest dose tested does not result in neurotoxicity based on behavioral and histopathological evaluations."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a subchronic dermal neurotoxicity study Sprague-Dawley rats, male and female, were administered 0, 200, 600, or 2000 mg/kg /diethylene glycol mono-N-butyl ether, purity 99%/  6 hours/day, 5 days/wk for 13 weeks. Results of functional observation battery and motor activity tests were normal and there were no neuropathological changes in brain or nervous tissue. NOAEL = 2000 mg/kg."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats, male and female, administered 5 mg/cu m/24hr/17wks /diethylene glycol mono-N-butyl ether/ by inhalation displayed the following effects: altered recordings from specific areas of the CNS and blood alterations."
        },
        {
            "References": "Gollapudi BB et al; Journal of the American College of Toxicology 12 (2): 155-159 (1993)",
            "Value": "/GENOTOXICITY/ The genotoxicity of diethylene-glycol-butyl-ether (DGBE) was assessed using an in-vitro gene mutation assay and an in-vivo cytogenetic test. The in-vitro test was the Chinese-hamster-ovary (CHO) cell forward gene mutation at the hypoxanthine-guanine-phosphoribosyl-transferase (HGPRT) locus. Mutation frequencies were statistically evaluated by pairwise tests comparing each dose level to a negative control, and by linear and quadratic trend analysis. The in-vivo assay used the CD-1 mouse bone marrow micronucleus test for evaluation of cytogenetic damage. Polychromatic erythrocytes (PCE) were examined to determine the incidence of micronucleated (MN) PCE, and the relative proportions of PCE and normochromatic erythrocytes were estimated. Results showed that the DGBE was not toxic to CHO cells even at concentrations of 5,000 micrograms per milliliter (ug/mL). At 1,000 ug/mL, mutation assays showed that in the absence of S-9, DGBE did not significantly increase the frequencies of 6-thioguanine resistant mutants (which represented the HGPRT phenotype. At 3,000 ug/mL, DGBE induced a significantly elevated mutation rate, which however, was reduced to a nonsignificant level when compared with the historical negative value. In MN assays at 24, 48, and 72 hours post treatment, no significant effects on the incidence of MN-PCE were observed. No adverse effects on cell kinetics were recorded. The authors conclude that the micronucleus test and the CHO cell gene mutation assay do not indicate a genotoxic potential for DGBE."
        },
        {
            "References": "PMID:6389113",
            "Value": "/GENOTOXICITY/ The mutagenic effect of diethylene glycol monobutyl ether was investigated in a battery of in vivo and in vitro tests. In vitro tests included the TA-100 Salmonella mutagenicity test, the L5178Y mouse lymphoma test, a cytogenetic assay using Chinese hamster ovary cells, and the unscheduled DNA synthesis assay in rat hepatocytes. Concentrations of diethylene glycol monobutyl ether used for these tests ranged from 0.2 to 20 uL/plate, 0.42 to 7.5 uL/mL, 0.26 to 10.0 uL/mL, and 1.06 to 7.92 uL/mL, respectively. The Salmonella mutagenicity, lymphoma and the cytogenetic assays were conducted with or without Aroclor induced Sprague-Dawley rat liver S9 fraction. For in vivo linked recessive lethal assay in Drosophila in which the maturing germ cells were the target, flies were fed 11000 ppm diethylene glycol monobutyl ether for 3 days or given a single injection of 0.3 ul of approximately 14000 ppm diethylene glycol monobutyl ether. The Salmonella mutagenicity test, cytogenetic test, and rat hepatocyte test were ineffective at doses of 20 uL/plate, 7.92 uL/mL, and 4.4 uL/mL, respectively. At higher concentrations all three tests showed positive effects. A weak but dose related response was seen in the absence of metabolic activation in lymphoma cells with diethylene glycol monobutyl ether, but the compound was negative in this assay in the presence of metabolic activation. Diethylene glycol monobutyl ether did not induce unscheduled DNA synthesis in rat hepatocytes. Diethylene glycol monobutyl ether did not increase recessive lethals in the in vivo test with Drosophila."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ In the micronucleus assay with CD-1, male and female, mice /diethylene glycol mono-N-butyl ether/, purity 99.51%, given in a single dose by gavage at concentrations 0, 330, 1100, or 3300 mg/kg bw tested negative.  There was no significant increase in the incidence of micronucleated polychromatic erythrocytes in either sex up to the maximum tolerated dose of 3300 mg/kg bw."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ In the HGPRT assay with Chinese hamster ovary cells in culture /diethylene glycol mono-N-butyl ether/, purity 99.51%, at concentrations 1000 to 5000 ug/mL tested negative with and without metabolic activation. There were no signs of cell toxicity. There was no evidence of forward mutation."
        },
        {
            "References": "European Chemicals Bureau; Risk Assessment for 2-(2-Butoxyethoxy)ethanol (CAS No 112-34-5) Final Report p.44-45 (July 1999).  Available from, as of November 5, 2015: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ Tested negative in the Ames reverse mutation assay with Salmonella typhimurium TA 98, TA 100, TA 1535, TA 1537 and TA 1538 with and without metabolic activation."
        },
        {
            "References": "PMID:15705490",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The toxicity of diethylene glycol butyl ether (DGBE), and its principal metabolite, butoxyethoxyacetic acid (BEAA), were assessed in vitro for rat and human red blood cells. Rat erythrocytes showed evidence of mild hemolysis when exposed to BEAA at concentrations of 5 or 10 mM for 4 hr. BEAA treated rat red blood cells also showed evidence of sub-hemolytic damage: increased spherocytosis, a shift in distribution of cell size to larger cells, a significant increase in mean cellular volume, and a decrease in cellular deformability. However, DGBE had no effect on rat red blood cell morphology, cell size, hemolysis or deformability."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 17, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of diethylene glycol mono-n-butyl ether can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that diethylene glycol mono-n-butyl ether is expected to have very high mobility in soil."
        }
    ]
}