{
    "_id": {
        "$oid": "6682e8afc4e5dba5ffba26d5"
    },
    "CID": {
        "$numberInt": "8178"
    },
    "Name": "TRIETHYLENE GLYCOL MONOMETHYL ETHER",
    "IUPACName": "2-[2-(2-methoxyethoxy)ethoxy]ethanol",
    "CanonicalSMILES": "COCCOCCOCCO",
    "Synonyms": [
        "TRIETHYLENE GLYCOL MONOMETHYL ETHER",
        "112-35-6",
        "m-PEG3-alcohol",
        "2-(2-(2-Methoxyethoxy)ethoxy)ethanol",
        "Methyltrioxitol",
        "Methoxytriglycol",
        "2-[2-(2-Methoxyethoxy)ethoxy]ethanol",
        "Dowanol TMAT",
        "Methyltriglycol",
        "Methoxytriethylene glycol",
        "3,6,9-Trioxa-1-decanol",
        "Methyl triethylene glycol",
        "Triglycol monomethyl ether",
        "Triethylene glycol methyl ether",
        "Ethanol",
        "2-[2-(2-methoxyethoxy)ethoxy]-"
    ],
    "IsomericSMILES": "COCCOCCOCCO",
    "INCHI": "InChI=1S/C7H16O4/c1-9-4-5-11-7-6-10-3-2-8/h8H,2-7H2,1H3",
    "INCHIKEY": "JLGLQAWTXXGVEM-UHFFFAOYSA-N",
    "Formula": "C7H16O4",
    "MolecularWeight": {
        "$numberDouble": "164.2"
    },
    "Description": "Triethylene glycol monomethyl ether is a hydroxypolyether that is the monomethyl ether derivative of triethylene glycol. Metabolite observed in cancer metabolism. It has a role as a human metabolite. It is functionally related to a triethylene glycol.",
    "XlogP": {
        "$numberDouble": "-1"
    },
    "Complexity": {
        "$numberInt": "67"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for triethylene glycol monomethyl ether(SRC), using an estimated log Kow of -1.46(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dow Chemical Company; The Glycol Ethers Handbook. The Dow Chemical Company, Midland, MI 97 pp. (1990) (2) Cowan RM, Kwon J; pp. 273-82 in Hazard Ind Wastes, 31st Technomic Pub Co., Inc., p. 273-82 (1999)",
            "Value": "AEROBIC: Triethylene glycol monomethyl ether has 10 and 20 day theoretical BOD values of 14 and 23, respectively(1). A study using activated sludge gave a degradation rate for diethylene glycol monoethyl ether of 0.22/hour(2) giving a half-life of 3.2 hours(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 217",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to essentially saturated vapor for 8 hr caused no significant effects."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.38 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 2.0 g/kg of triethylene glycol monomethyl ether was applied to intact and abraded skin of New Zealand White rabbit and covered for 24 hours. Dermal reactions were evaluated by the Draize technique. Intact skin: erythema in 4/5 rabbits, edema in 0/5 rabbits. Abraded skin: erythema in 1/5 rabbits; edema in 1/5 rabbits. Observations at necropsy included mottled liver, pocked kidneys and bloated large intestine."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 217",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Sprague-Dawley CD rats were given triethylene glycol monomethyl ether (TGME) for 14 days via drinking water at measured doses of 0, 0.75, 1.6, 3.9, and 8.0 g TGME/kg/day... . Produces severe toxicity at doses of approximately 8 g/kg/day and more and is mildly to moderately toxic at doses of approximately 4 g/kg/day. Under the conditions of the study, the NOEL for subacute toxicity of TGME was 1.6 g/kg/day."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.10-11 and 41-42 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13-week drinking water study, TGME, /purity 98.7%/, was administered to /male and female (8 weeks old, 15/sex/group) Sprague-Dawley/ rats at doses of 400, 1,200, and 4,000 mg/kg/day. At 1,200 mg/kg/day and higher, statistically-significant changes in relative liver weight were observed. Histopathological effects included hepatocellular cytoplasmic vacuolization (minimal to mild in most animals) and hypertrophy (minimal to mild) in males at all doses and hepatocellular hypertrophy (minimal to mild) in high-dose females. These effects were statistically significant at 4,000 mg/kg/day. At 400 mg/kg/day, 3 of 15 males exhibited hypertrophy and cytoplasmic vacuolization of the liver. This incidence was not statistically different from the controls (one control animal exhibited hepatocellular cytoplasmic vacuolization, but no hypertrophy). A NOAEL of 400 mg/kg/day was considered to be appropriate since the effects on the liver at this dose were not significantly different from controls and at this dose level, these effects could possibly be adaptive changes. ...Cholangiofibrosis was observed in 7/15 high-dose males; this effect was observed in a small number of bile ducts and was of mild severity. One high-dose female died on Day 37. In the high-dose group, the testes of 12-15 males exhibited primarily mild to moderate degeneration and/or atrophy of the seminiferous tubules (spermatocytes or developing spermatids). At 1,200 mg/kg/day, one male had severe seminiferous tubule atrophy and moderate Leydig cell hypertrophy. ...Significant, small decreases in total test session motor activity were observed in the high-dose animals ...Males and females treated with the highest dose consumed less food and had lower body weights and body weight gains than control animals. In addition, water consumption was decreased in high-dose females."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.11 and 43  (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 91-day dermal study of TGME /purity 99.23%/, in /Sprague-Dawley/ rats given 400, 1,200 or 4,000 mg/kg/day showed severe testicular toxicity in 1/10 rats given 4,000 mg/kg/day and minimal decreases in developing germ cells in 1/10 rats given 1,200 mg/kg/day. Decreased numbers of platelets were observed at 4,000 mg/kg/day; these were slightly below the historical control range. Skin irritation was confined to small sections of the treated area. The NOAEL was between 400 mg/kg/day and 1,200 mg/kg/day."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.11 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 2-week dermal study /was/ ... conducted in rats administered TGME at doses of 1,000, 2,500, and 4,000 mg/kg/day. In this study, significantly increased red blood cells at 4,000 mg/kg/day and significantly increased urea concentrations in the urine at 2,500 mg/kg/day were observed. A few of the rats given 2,500 or 4,000 mg/kg/day had watery cecal contents and/or hemolyzed blood in the stomach. These gross pathologic observations were not associated with any histologic abnormalities in these tissues or alterations in hematologic and clinical chemistry parameters. A few males and females treated with either 1,000 or 2,500 mg/kg/day had a few small scabs or crusts at the test site. These alterations were slight in degree and did not adversely affect the rats."
        },
        {
            "References": "Christian M et al; Toxicologist 12 (1): 233 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant CD rats were dosed with triethylene glycol monomethyl ether (TGME) via gavage at doses of 0, 625, 1250, 2500, or 5000 mg/kg/day on days 6-15 of gestation to determine its potential developmental toxicity. The high dose significantly reduced maternal body weight, feed consumption, and gravid uterine weights. One dam in this group died on Day 13 of gestation. Clinical signs of treatment seen in the high dose animals included decreased activity, sialorrhea, ataxia, impairment or loss of righting reflex, urine stained abdominal fur and rales. No treatment related clinical signs were seen at the other dose levels. The 2500 mg/kg/day dose of TGME significantly reduced maternal feed consumption..., while 1250 mg/kg/day caused a light nonsignificant decrease in feed consumption. No treatment related effects were seen at 625 mg/kg/day.) Doses as high as 5000 mg/kg/day did not significantly affect pregnancy rate, implantations, corpora lutea, live fetuses, or fetal sex ratios. Resorption rate was slightly, but significantly, increased at the 5000 mg/kg/day dose level and fetal body weights were significantly reduced at the 2500 and 5000 mg/kg/day dose levels. Doses as high as 5000 mg/kg/day did not produce malformations or increase the incidence of external or internal soft tissue variations. Doses of 1250 mg/kg/day and higher increased the incidences of skeletal variations. The NOAEL for maternal and developmental toxicity was 1250 mg/kg/day. TGME was not selectively toxic to the developing rat conceptus."
        },
        {
            "References": "Krasavage W et al; Toxicologist 12 (1): 233 (1992)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant New Zealand White rabbits were dosed with triethylene glycol monomethyl ether (TGME) via gavage at doses of 0, 250, 500, 1000, or 1500 mg/kg/day on days 6-18 of gestation to determine its potential developmental toxicity. The high dose reduced maternal body weight gain and feed consumption and caused death, abortions, clinical signs of treatment (decreased activity, labored breathing, red substance in the cage pan, dehydration, no feces, and ataxia), gross lesions (gastric ulceration, mottled gallbladders, thin walled or reddened stomach, and fluid filled or empty small intestine), and a reduced gravid uterine weight. One doe in the 1000 mg/kg/day group died on Day 18 of gestation. No treatment related clinical signs were seen in the other does in this group. Doses of 500 mg/kg/day and above increased maternal body weight gain and feed consumption during the post dose period. Doses as high as 1500 mg/kg/day did not significantly affect pregnancy rate, implantations, corpora lutea, live fetuses, or resorptions, fetal sex ratios or fetal body weights. The highest dose tested did not produce malformations or increase the incidence of external or internal soft tissue variations. The only developmental toxicity seen was an increase in the incidences of two common skeletal variations, angulated hyoid alae and delayed ossification of the xiphoid. The NOAEL for maternal toxicity was 500 mg/kg/day and the NOAEL for developmental toxicity was 1500 mg/kg/day. TGME was not selectively toxic to the developing rabbit conceptus."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.13-14 and 60 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a gavage study, /triethylene glycol monomethyl ether (purity 99.2%)/ was administered to /Sprague-Dawley/ rats at doses of 300, 1,650, and 3,000 mg/kg/day from gestational day 6 through postnatal day 21. At 3,000 mg/kg/day, maternal animals had significantly heavier kidneys than controls. Analysis of pup in-life data revealed no significant effects of treatment on sex ratio or pup survival during any period. Histological examination of weanling and adolescent pups revealed no findings that could be related to treatment. Female pups from the mid- and high-dose groups and male pups from the high-dose group were significantly heavier than their control cohorts at birth. Pups from these same groups gained significantly less weight in the period from postnatal day 4 to 21. Although born heavier, the male pups from the high-dose group were significantly lighter than the control pups at the end of the study. Final body weights of mid and high dose females and mid-dose males were not significantly different from control. Evaluation of the behavioral data generated during the course of this study indicated no dose related effects on motor activity or active avoidance data. Significant effects on auditory startle response parameters were noted in offspring from high dose animals. ...A no observable effect level (NOEL) for developmental toxicity of 300 mg/kg/day is assigned to this study, based on decreased postnatal weight gains at 1,650 and 3,000 mg/kg/day. The maternal NOAEL is 1,650 mg/kg/day (based on increased maternal kidney weights at 3,000 mg/kg/day)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 218",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Triethylene Glycol Monomethyl Ether (TGME) produced testicular effects in a 90-day drinking water study at a dose of 4 g/kg/day. Degeneration and/or atrophy of the serniniferous tubules (spermatocytes or developing spermatids) were observed for most males in the high-dose /rat/ group. Treatment related lesions were not found in the low- or mid-dose group. These testicular effects were not seen when 4 g/kg/day TGME was applied dermally to the backs of rats under an occlusive wrap for 6 h/day, 5 days/week during a 13-week period."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.14 and 63 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In a developmental neurotoxicity test in which pregnant /Sprague-Dawley/ rats were administered /triethylene glycol monomethyl ether (purity 99.2%)/ by gavage (0, 300, 1,650, 3,000 mg/kg/day) on gestation day 6 through postnatal day 21, ... found that a dose level of 3,000 mg/kg/day resulted in increases in auditory startle amplitude and decreases in latency to maximum startle, but no changes in the habituation process in the pups of the dosed females. Auditory startle response was assessed on postnatal days 22 and 60. There were no significant effects on measurements of motor activity or active avoidance behavior. Motor activity was assessed for 1 hr in a Figure 8 maze on postnatal days 13, 17, 21, 47, and 58 and learning and memory were assessed with an active avoidance paradigm run on postnatal days 60-64. There were no neurotoxic effects in offspring at maternal doses up to 1,650 mg/kg/day."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.48-49 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Triethylene glycol monomethyl ether (purity: 99.23%) /tested negative in the Ames mutagenicity assay with/ Salmonella typhimurium TA 98, TA 100, TA 1535 and TA 1537 with and without metabolic activation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.49-50 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Triethylene glycol monomethyl ether (purity: 99.23%) /tested negative in the HGPRT assay with/ Chinese hamster ovary cells with and without metabolic activation."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-methoxyethoxy)ethoxy)-ethanol, CAS #112-35-6 p.51 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ Triethylene glycol monomethyl ether (purity: 99.23%) /tested negative in the/ micronucleus assay with CD-1 mice /administered/ by single oral gavage at dose levels of 0 (water), 500, 1667, and 5000 mg/kg body weight."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of triethylene glycol monomethyl ether can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that triethylene glycol monomethyl ether is expected to have very high mobility in soil(SRC)."
        }
    ]
}