{
    "_id": {
        "$oid": "6682e8b1c4e5dba5ffba26dc"
    },
    "CID": {
        "$numberInt": "8190"
    },
    "Name": "TRIETHYLENE GLYCOL MONOETHYL ETHER",
    "IUPACName": "2-[2-(2-ethoxyethoxy)ethoxy]ethanol",
    "CanonicalSMILES": "CCOCCOCCOCCO",
    "Synonyms": [
        "112-50-5",
        "TRIETHYLENE GLYCOL MONOETHYL ETHER",
        "Ethyltriglycol",
        "Ethoxytriglycol",
        "2-(2-(2-Ethoxyethoxy)ethoxy)ethanol",
        "2-[2-(2-ethoxyethoxy)ethoxy]ethanol",
        "Dowanol TE",
        "Ethoxytriethylene glycol",
        "Tri(ethylene glycol) monoethyl ether",
        "Triglycol monoethyl ether",
        "Ethoxy triglycol",
        "3,6,9-Trioxaundecan-1-ol",
        "Triethylene glycol ethyl ether",
        "Ethanol",
        "2-[2-(2-ethoxyethoxy)ethoxy]-",
        "Ethanol",
        "2-(2-(2-ethoxyethoxy)ethoxy)-"
    ],
    "IsomericSMILES": "CCOCCOCCOCCO",
    "INCHI": "InChI=1S/C8H18O4/c1-2-10-5-6-12-8-7-11-4-3-9/h9H,2-8H2,1H3",
    "INCHIKEY": "WFSMVVDJSNMRAR-UHFFFAOYSA-N",
    "Formula": "C8H18O4",
    "MolecularWeight": {
        "$numberDouble": "178.23"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "-0.7"
    },
    "Complexity": {
        "$numberInt": "77"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for triethylene glycol monoethyl ether(SRC), using an estimated log Kow of -0.96(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dow Chemical Company; The Glycol Ethers Handbook. Midland, MI: Dow Chemical Company (1981) (2) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (3) Price KS et al; J WPCF 46: 63-77 (1974) (4) Devillers J et al; pp 1169-87 in Handbook of Solvents, Wypych G, ed., Chemtec Publishing: Toronto, Ontario, Canada. 1169-1187 (2001)",
            "Value": "AEROBIC: In a mixture of triethylene glycol monoethyl ether and other higher homologs, BOD values 0, 7, and 8% of the theoretical BOD were reported for day 5, 10, and 20, respectively(1). A 5 day BOD test using acclimated mixed cultures resulted in an experimental BOD 69% that of the theoretical value(2). Triethylene glycol monoethyl ether was rapidly biodegraded in the BOD test with 38, 90, 94, and 100% degradation reported for 5, 10, 15, and 20 days, respectively(3). Filtered domestic fresh wastewater using non-acclimated seed gave biodegradation rates for triethylene glycol monoethyl ether of 8%, 47%, 63% and 71% in 5, 10,15 and 20 days, respectively(4). Filtered domestic salt wastewater using non-acclimated seed gave biodegradation rates for triethylene glycol monoethyl ether of 1%, 10%, 12% and 22% in 5, 10,15 and 20 days, respectively(4). A 5 day BOD test with effluent from a waste treatment plant at 20 °C and non-acclimated seed gave a BOD of 0.05 g/g which was 3% of theoretical value of 1.89 g/g(4)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-Ethoxyethoxy)ethoxy)-ethanol, CAS #112-50-5 p.37 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In accordance to the Draize skin irritation test, 2.0 g/kg of /triethylene glycol monoethyl ether/ was applied to intact and abraded skin /of New Zealand white rabbits/ and covered for 24 hours. In the intact skin assay, erythema was observed in 5/5 rabbits,and edema was observed in 2/5 rabbits. In the abraded skin assay, erythema was observed in 5/5 rabbits and edema was observed in 2/5 rabbits. Observations at necropsy included mottled liver (1 animal), white nodules (2 animals), pocked kidneys (2 animals) and dark areas on lungs (1 animal)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-Ethoxyethoxy)ethoxy)-ethanol, CAS #112-50-5 p.38 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a skin irritation assay, six rabbits were clipped over the back and sides with an electric clipper. A site to the left of the spinal column was abraded. Abrasions were minor incisions through the stratum corneum that did not disturb the derma or produce bleeding. /Triethylene glycol monoethyl ether/ (0.5 mL) was applied to a surgical gauze (1\" square, 2 layers thick). The patches were placed on test sites and secured with adhesive tape. The trunk was wrapped with impervious material. Patches were removed after 24 hours. Dermal reactions were evaluated at 24 and 72 hour in accordance with in the Consumer Product Safety Act, Title 16 CFR 1500.42. TGEE was found to be not irritating. An erythema score of 1 (barely perceptible) was observed in 2 rabbits at 24 hours (intact and abraded skin). All others received erythema scores of 0. The mean erythema score was 0.33. No edema was observed at 24 or 72 hours. The mean primary irritation score was 0.17."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-Ethoxyethoxy)ethoxy)-ethanol, CAS #112-50-5 p.39 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /In an acute eye irritation study/ 6 New Zealand white rabbits were /administered triethylene glycol monoethyl ether/ (0.1 mL) instilled into the conjunctival sac of one eye of each rabbit on Day 0. The contralateral eye served as a control. Ocular reactions were graded in accordance with the Consumer Product Safety Act, Title 16 CFR 1500.42 at 1, 2, and 3 days after instillation of the test material. TGEE ws found to be mildly irritating. Conjunctival redness, chemosis and/or discharge scores of 1 or 2 were noted at 24 hours in all rabbits. These findings completely resolved in 2 rabbits by 72 hours. ... Iris and corneal opacity scores of 0 were observed in all animals at each time point. The total conjunctival score [(redness + chemosis + discharge) x 2] at 24 hours ranged from 2-8 out of a possible 20. The highest overall score was 8 out of a possible 110."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 221",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Triethylene glycol monoethyl ether in/ drinking water was evaluated in 50 male rats for 30 days at concentrations 0, 0.12, 0.5, 2, or 8% (0, 0.18, 0.75, 3.30, and 3.29 g/kg/day). Mortality occurred in all 10 rats at the high dose. Clinical observations included lowered water consumption in the high dose group and lowered body weight gain in the 2% group. Necropsy revealed liver and kidney injury in the high-dose group, high blood urea concentrations in 4 of 10 rats in the 2% group, and kidney damage and liver abnormalities in one of six rats, respectively, in the 2% group. No abnormalities were detected in rats in the 0.5 and 0.12% groups."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-Ethoxyethoxy)ethoxy)-ethanol, CAS #112-50-5 p.12 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Administration of TGEE dermally to rats (male and female) at 1000 mg/kg, five days/wk for 3 weeks resulted in only slight erythema and edema. No other significant toxicological effects were noted."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-Ethoxyethoxy)ethoxy)-ethanol, CAS #112-50-5 p.40-41 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /In a 21-day dermal study New Zealand white ... rabbits were treated with 1000 mg/kg triethylene glycol monoethyl ether/, five days per week for 3 weeks. ... Rabbits were scored ... for dermal irritation in accordance with the Draize method. ...  There were no deaths or signs of overt toxicity over the study period. There were no significant differences in body weights or food consumption between treated or control groups. There were no treatment related hematological or biochemical changes. Mild skin irritation was noted after 2 to 3 weeks of treatment with test material. Testicular degeneration (scored as trace in severity), occurred in one rabbit. This lesion was characterized by the presence of spermatid giant cells, focal tubular hypospermatogenesis, or cytoplasmic vacuolization. ...  /the/ random occurrence of this lesion was suggestive of its spontaneous nature and was not test article related."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-Ethoxyethoxy)ethoxy)-ethanol, CAS #112-50-5 p.41 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 10 /male, albino/ rats (90-120 g) were given doses of /triethylene glycol monoethyl ether/ in the drinking water at concentrations of 0 (control), 0.12, 0.5, 2 and 8% for 30 days. The actual doses received were 0, 180, 750, 3300 and 13290 mg/kg/d. Water consumption and deaths were monitored daily. Rats receiving the highest dose consumed only 25% of the amount of water as controls. All of them died within 6 to 24 days of exposure (average 13). Necropsy of these animals revealed congestion and cloudy swelling of the liver and cloudy swelling and degeneration of epithelium of the convoluted tubules of the kidneys. None of the other rats died. Rats exposed to 3300 mg/kg/d exhibited decreased weight gain, high blood urea concentrations (4/10), kidney damage (1/10), liver abnormalities (6/10). Animals exposed to 750 or 180 mg/kg/day appeared normal. Dose or concentration at which no toxic effects were observed: 0.5% (750 mg/kg/day)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for 2-(2-(2-Ethoxyethoxy)ethoxy)-ethanol, CAS #112-50-5 p.14 (May 1996). Available from, as of February 27, 2007: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /In a ... developmental toxicity study /triethylene glycol monoethyl ether was administered ... by gavage to pregnant AP Wister/ rats at 250 and 1000 mg/kg/day on days 7 through 16 of gestation. ...  /There were/ no significant changes in clinical conditions or body weights in mothers or adverse effects on the in utero development of the conceptus or on viability of the offspring. ... The NOAEL reported for this study was 1000 mg/kg."
        },
        {
            "References": "PMID:646356",
            "Value": "/OTHER TOXICITY INFORMATION/ Triethylene glycol monoethyl ether /is/ generally biocidal in aqueous concentrations of 10-17% for all organisms except gliomastix which required 25%."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:9503579",
            "Value": "SOIL: Triethylene glycol monoethyl ether was detected 20 times in 300,000 groundwater, surface water and soil samples from Superfund sites(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 28: 459-65 (1992) (2) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of triethylene glycol monoethyl ether can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that triethylene glycol monoethyl ether is expected to have very high mobility in soil."
        }
    ]
}