{
    "_id": {
        "$oid": "6682e8b1c4e5dba5ffba26dd"
    },
    "CID": {
        "$numberInt": "8193"
    },
    "Name": "1-DODECANOL",
    "IUPACName": "dodecan-1-ol",
    "CanonicalSMILES": "CCCCCCCCCCCCO",
    "Synonyms": [
        "1-DODECANOL",
        "Dodecan-1-ol",
        "Dodecyl alcohol",
        "Dodecanol",
        "Lauryl alcohol",
        "112-53-8",
        "Undecyl carbinol",
        "Dodecylalcohol",
        "n-Dodecyl alcohol",
        "Lauric alcohol",
        "Laurinic alcohol",
        "Pisol",
        "1-Dodecyl alcohol",
        "n-Dodecan-1-ol",
        "Duodecyl alcohol"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCO",
    "INCHI": "InChI=1S/C12H26O/c1-2-3-4-5-6-7-8-9-10-11-12-13/h13H,2-12H2,1H3",
    "INCHIKEY": "LQZZUXJYWNFBMV-UHFFFAOYSA-N",
    "Formula": "C12H26O",
    "MolecularWeight": {
        "$numberDouble": "186.33"
    },
    "Description": "Dodecan-1-ol is a primary alcohol that is dodecane in which a hydrogen from one of the methyl groups is replaced by a hydroxy group. It is registered for use in apple and pear orchards as a Lepidopteran pheromone/sex attractant, used to disrupt the mating behaviour of certain moths whose larvae destroy crops. It has a role as a cosmetic, a pheromone, an insect attractant, a plant metabolite, an insecticide and a bacterial metabolite. It is a primary alcohol and a dodecanol.",
    "XlogP": {
        "$numberDouble": "5.1"
    },
    "Complexity": {
        "$numberInt": "81"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:12387398",
            "Value": "1-Dodecanol emission rates from green leaf composite samples and dead leaves were 96 ug/g and 44 ug/g, respectively(1)."
        },
        {
            "References": "(1) USDA; Dr. Duke's Phytochemical and Ethnobotanical Databases. Plants with a chosen chemical. n-Dodecanol, Dodecanol, 1-Dodecanol. Washington, DC: US Dept Agric, Agric Res Service. Available from, as of Sept 22, 2015: https://www.ars-grin.gov/duke/",
            "Value": "1-Dodecanol detections in plants(1).",
            "Table": "[{'Genus species': 'Angelica sinensis', 'Family': 'Apiaceae', 'Common name': 'Chinese Angelica', 'Part': 'Root', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Citrus reticulata', 'Family': 'Rutaceae', 'Common name': 'Tangerine', 'Part': 'Fruit', 'Concn (ppm)': '1'}, {'Genus species': 'Coriandrum sativum', 'Family': 'Apiaceae', 'Common name': 'Coriander', 'Part': 'Fruit', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Thymus longicaulis', 'Family': 'Lamiaceae', 'Common name': 'Kekik', 'Part': 'Shoot', 'Concn (ppm)': '0-7'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 107 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of April 29, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 48 was calculated in fish for 1-dodecanol(SRC), using a log Kow of 5.13(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Vaishnav DD et al; Chemosphere 16: 695-703 (1987) (3) Babeu L, Vaishnav DD; J Industr Microbiol 2: 107-15 (1987) (4) Bogan RH, Sawyer CN; Sewage Industr Waste 27: 917-28 (1955) (5) Gerhold RM, Malaney GW; J Water Pollut Control Fed 38: 562-79 (1966) (6) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of April 29, 2015: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: A 5-day theoretical BOD of 20% was observed for 1-dodecanol in an aerobic screening test using a sewage inoculum(1). A 5-day theoretical BOD of 23.2% was observed for 1-dodecanol in a standard BOD dilution test using a mixed microbial inoculum(2-3). A 5-day theoretical BOD of 27-29.7% was observed for 1-dodecanol in a standard BOD aerobic screening test using a sewage inoculum or an acclimated activated sludge inoculum(4); using a Warburg respirometer technique and a sewage inoculum, a 6-hr theoretical BOD of 15.2% was observed(4). Using a Warburg respirometer technique and various activated sludge inoculum, respective 6-hr, 12-hr and 24-hr theoretical BODs of 4.5, 10.1 and 13.4% were observed(5). 1-Dodecanol was found to be readily biodegraded(6)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hesselberg RJ, Seelye JG; Identification of Organic Compounds in Great Lakes Fishes by Gas Chromatography/Mass Spectrometry: 1977. Admen Rep No 82-1. Ann Arbor, MI: US Fish and Wildlife Service (1982)",
            "Value": "1-Dodecanol was qualitatively detected in various trout and walleye taken from the Great Lakes in 1977(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 107",
            "Value": "log Kow = 5.13"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:491",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Slight to moderate irritation was noted when 1-dodecanol was applied for 24 hr under occlusive conditions to the skin of rabbits and mice. No irritation was observed when 1-dodecanol was applied to the skin of guinea pigs."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:491",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Aspiration of 0.2 mL of 1-dodecanol produced death among 9 out of 10 rats. The deaths were caused by pulmonary edema rather than cardiac arrest or respiratory failure as with the C3 to C10 alcohols. The lungs were dark red; seven rats died within 7 to 30 min, and two rats died 5 hr or longer after dosing."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) for 1-Dodecanol 112-53-8.  Available from, as of July 7, 2015: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...The substance /1-dodecanol/ induced only mild, reversable eye irritation in rabbits exposed to 0.1 mL of an alcohol mixture containing over 60% 1-dodecanol."
        },
        {
            "References": "YOSHIDA M ET AL; AGR BIOL CHEM 35 (10): 1610 (1971)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Lauryl alcohol induced nutritional encephalomalacia when fed to 1 day old chicks for 3 weeks. Median lethal dietary level was 18%."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) for 1-Dodecanol 112-53-8.  Available from, as of July 7, 2015: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Twenty-four rats (12 male and 12 female) were used in each dose group, which received 1-Dodecanol in the diet in concentrations of 0, 1500, 7500, and 30000 ppm (ca. 0, 100, 500 and 2000 mg/kg/bw/day) for a period of 37 days. 1-Dodecanol had no influence on body weight, weight gain, food consumption and food efficiency in either sex at the doses employed. All pathological and histopathological findings were considered incidental, and not related to the dosing. With the exception of the small effect on white blood cells and biological parameters mentioned above, no toxic effects were observed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:491",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1-Dodecanol showed weak tumor-promoting activity when applied three times a week for 60 weeks to the skin of mice that had previously received an initiating dose of dimethylbenz[a]anthracene. Papillomas developed in 2 of 30 mice after 39 and 49 weeks of treatment."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) for 1-Dodecanol 112-53-8.  Available from, as of July 7, 2015: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female animals, 6 to 8 weeks old received ip injections of dodecanol in 0.1 mL tricaprylin 3 times weekly for eight weeks. Total amount administered 12.0 g/kg to 30 animals in high dose group, and 2.4 g/kg to 28 animals in low dose group. The animals were observed for an additional 16 weeks prior to sacrifice. Test results: Lung tumors were observed in 2/15 female mice in the high dose group, and in 2/15 males and 3/13 females in the low dose group. The lung tumor rate was not statistically significant relative to either untreated or vehicle controls. No tumors were found in other organs examined."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) for 1-Dodecanol 112-53-8.  Available from, as of July 7, 2015: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of four or six 5-week old Swiss albino ddY mice were implanted ip with Ehrlich ascites tumor cells (1 x 10+6 cells per mouse). After 24 hours the mice were exposed ip to doses of 2, 2.5, 4, 8 or 10 mg/mouse/day of dodecanol once daily for 5 consecutive days. Test results: Survival time was increased to greater than 30 days in the 2.5 mg/mouse group and to greater than 26 days in the 8 mg/mouse group, relative to 18.3 days for 20 controls not treated with dodecanol. Survival time was decreased in the mice receiving 10 mg/mouse (to 5 days) and in those receiving 2 mg/mouse (13 days)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:491",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1-Dodecanol showed weak tumor-promoting activity when applied three times a week for 60 weeks to the skin of mice that had previously received an initiating dose of dimethylbenz[a]anthracene. Papillomas developed in 2 of 30 mice after 39 and 49 weeks of treatment."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) for 1-Dodecanol 112-53-8.  Available from, as of July 7, 2015: https://www.inchem.org/pages/sids.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a one generational study Wistar rats were exposed to 1-dodecanol at concentrations of 0, 100, 500, 2000 mg/kg /day for 14 days prior to mating. No effects were seen on the developmental or reproductive parameters up to doses of 2000 mg/kg/day. 1-Dodecanol in the doses administered had no effect on fetal weight, weight gain, food consumption, or food efficiency in the parental generation. Pregnancy rates were not statistically altered and there was no difference in the lengths of the gestation periods. No organ toxicity was observed in the females. There was no effect on the number of pups per litter, weight, sex ratio or mortality rate from days 1 to 5 after birth. Autopsy indicated no effect from 1-dodecanol under the conditions of this experiment."
        },
        {
            "References": "OECD; Screening Information Data Set (SIDS) for 1-Dodecanol 112-53-8.  Available from, as of July 7, 2015: https://www.inchem.org/pages/sids.html",
            "Value": "/GENOTOXICITY/ ...Lauryl alcohol was reported to diminish cell mitotic activity and cause structural changes to chromosomes and the mitotic apparatus in Vicia faba after 14 hours exposure. It was not possible to further evaluate the significance of this finding."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:491",
            "Value": "/GENOTOXICITY/ 1-Dodecanol was not mutagenic to Salmonella typhimurium in the Ames assay with and without metabolic activation, or to Escherichia coli without metabolic activation."
        },
        {
            "References": "PMID:2144347",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effect of various alkanols on the central nervous system was studied by using rat brain synaptosomal membranes as an in vitro model. The activity of (Ca2+/Mg2+) ATPase and the membrane fluidity were determined. The n-alkanols exhibited an increased molar inhibition of the ATPase activity with an increase in the carbon chain length up to 1-octanol. 1-Octanol and 1-decanol caused a biphasic effect on the ATPase activity depending on the alkanol concentration, whereas 1-dodecanol caused a stimulation of the ATPase activity. All alkanols studied caused an increased fluidity of the membrane. Results indicate that the effect of alkanols on the ATPase activity depends on changes in the border layer between the membrane and the surrounding medium and on a binding of the alkanols to the enzyme molecule. Furthermore, the two-way effect of 1-octanol and 1-decanol and stimulatory effect of 1-dodecanol indicate that more mechanisms are involved. In addition, the results indicate that changes in the membrane fluidity do not seem to be a prerequisite of the ATPase inhibition."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-13",
            "Value": "/OTHER TOXICITY INFORMATION/ ...The rat aspiration test... suggests that decyl and melted dodecyl (lauryl) alcohols are dangerous if they enter the trachea. In the rat even a small quantity (0.2 mL) behaves like the hydrocarbon solvents (eg kerosene) in causing death from pulmonary edema."
        },
        {
            "References": "LaDu, B.N., H.G. Mandel, and E.L. Way. Fundamentals of Drug Metabolism and Disposition. Baltimore: Williams and Wilkins, 1971., p. 68",
            "Value": "/OTHER TOXICITY INFORMATION/ Representative binding data for dodecanol to bovine serum albumin: N1= 4-5; K1= 15X10-4. N= the number of identical independent binding sites and K= the association constant. /from table/"
        },
        {
            "References": "PMID:5921284",
            "Value": "/OTHER TOXICITY INFORMATION/ N-dodecyl alcohol was toxic to rats by aspiration route. as chain length of n-primary alcohol incr (C11-C13) mortality ratio did not change but animals survived longer and then died of pulmonary edema and hemorrhage."
        },
        {
            "References": "PMID:1950560",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Ethanol, 1-propanol, 1-butanol, 1-pentanol and 1-octanol had essentially the same effects on the mitochondrial ultrastructure /of the rat/: a mixed population of small and enlarged mitochondria with poorly developed cristae; 1-dodecanol induced ultrastructural changes of mitochondria of two distinct types: a mixed population of small and enlarged mitochondria with poorly developed cristae in some hepatocytes and remarkably enlarged mitochondria with well-developed cristate in others; and 1-octadecanol induced remarkably enlarged mitochondria in all hepatocytes."
        },
        {
            "References": "PMID:2245210",
            "Value": "/OTHER TOXICITY INFORMATION/ Hemolysis rates of human erythrocytes induced by C2 and C8-C14 straight chain 1-alkanols, 1,2-alkanediols and the corresponding benzylidene derivatives (benzaldehyde acetals) have been compared with hemolysis rates obtained by three peptide toxins. The peak of activity occurs at C12 for the alkanols and glycols and at C10 for the benzylidene derivatives. The most active compound is 1-dodecanol, followed by 1,2-dodecanediol and the C10 benzylidene acetal, which show 50% hemolysis at 15, 99 and 151 microM, respectively, at 37 degrees C. 16:0 lysolecithin and cis-9-tetradecene-1-ol gave 50% hemolysis at concentrations of 2.8 and 5.6 microM respectively. The hemolytic activities of 1-dodecanol, 1,2-dodecanediol and the C10 benzylidene acetal were compared to activities of Pyrularia thionin and melittin with cow, horse, sheep, pig and human erythrocytes. Whereas the peptide toxins showed clear specificity for human erythrocytes, no selectivity was shown by any of the other compounds tested. Addition of the thionin or Naja naja kaouthia cardiotoxin to erythrocyte ghosts caused a slight but reproducible increase in the order of the phospholipid bilayer. Cardiotoxin gave a greater response than did the P thionin, and extensively iodinated P thionin gave a smaller change than did P thionin. Addition of dodecanol or the C10 benzylidene acetal caused a marked increase in membrane fluidity."
        },
        {
            "References": "PMID:5921284",
            "Value": "/OTHER TOXICITY INFORMATION/ Lungs of rats dosed with n-dodecyl alcohol grossly resembled those of animals dosed with kerosine by aspiration route."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) van Compernolle R et al; Ecotoxicol Environ Saf 64: 61-74 (2006) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc values of 2042-3388 were reported for 1-dodecanol in humic acid(1). According to a classification scheme(2), this Koc range suggests that 1-dodecanol is expected to have slight mobility in soil. Koc values of 2570-6574, 2337-11,184, 7700 and 16,700-17,981 were reported for 1-dodecanol in activated sludge, sediment, suspended solids and suspended solids with activated sludge, respectively(1)."
        }
    ]
}