{
    "_id": {
        "$oid": "6682e8b1c4e5dba5ffba26de"
    },
    "CID": {
        "$numberInt": "8195"
    },
    "Name": "1-DODECANETHIOL",
    "IUPACName": "dodecane-1-thiol",
    "CanonicalSMILES": "CCCCCCCCCCCCS",
    "Synonyms": [
        "1-DODECANETHIOL",
        "Dodecane-1-thiol",
        "112-55-0",
        "Dodecyl mercaptan",
        "Dodecanethiol",
        "Lauryl mercaptan",
        "n-Dodecanethiol",
        "n-Dodecyl mercaptan",
        "N-Dodecylmercaptan",
        "1-Mercaptododecane",
        "n-Lauryl mercaptan",
        "1-Dodecyl mercaptan",
        "Dodecylmercaptan",
        "1-dodecylthiol",
        "Pennfloat M"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCS",
    "INCHI": "InChI=1S/C12H26S/c1-2-3-4-5-6-7-8-9-10-11-12-13/h13H,2-12H2,1H3",
    "INCHIKEY": "WNAHIZMDSQCWRP-UHFFFAOYSA-N",
    "Formula": "C12H26S",
    "MolecularWeight": {
        "$numberDouble": "202.4"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "6.1"
    },
    "Complexity": {
        "$numberInt": "81"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 360 was calculated for 1-dodecanethiol(SRC), using an estimated log Kow of 6.18(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is moderate(SRC), provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.712",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  No irritation of abraded or non-abraded skin was seen in rabbits following 24 hr occluded contact."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.712",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Application of 3 mg to mouse skin three times during a period of five days caused epidermal hyperplasia and elongation of hair follicles but no effect on sebaceous glands."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.712",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Induction by the intradermal route and cutaneous application to guinea pigs has demonstrated the potential for allergic responses. However, a ... sensitization test in guinea pigs gave negative results."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.712",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Instillation of the undiluted material into rabbit eyes severely irritated the conjunctiva and the iris. The rabbits had not recovered from the iridial changes within 7 days. Removal of the material after 1 min or 10 sec did not moderate the responses. The material should be regarded as potentially corrosive."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2078",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ On direct contact it has a high sensitization potential... ."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.713",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of mice, rats, and dogs were exposed to vapors of n-dodecyl mercaptan for 6 hr/day, 5 days/week for 4 weeks. The levels used were 0.44, 1.9, 8.0 ppm for mice and dogs and 0.43, 1.6, and 7.3 ppm for rats. All mice at 8.0 ppm died or were sacrificed at the point of death on days 18 or 19, except for two mice that died on days 8 and 17. all rats and dogs at the high level survived. Ocular, nasal, and skin irritation and skin loss and respiratory abnormalities were noted in rats during weeks 2 through 4. Few clinical signs were noted in mice, although occasional hypoactivity and tremors were noted in five mice. Findings in dogs were predominantly skin irritation, which included peeling, crackling, and redness. Closed/squinting eyes were also noted in all species. No treatment-related signs were noted in any species at 1.6 ppm and less. Reduced body weight increments were noted in rats at the high level. Body weight effects were not seen at lower levels in the rats or at any level in mice or dogs. Food consumption measurements indicated reductions during the first week or two for rats and mice exposed to the high level and increases in food consumption relative to control values in the last 2 weeks of the study for rats. Total leukocyte and segmented neutrophil numbers increased in male rats at the high level but not in female rats or dogs. These increases were attributed to the inflammatory response to skin irritation. All other hematologic parameters for rats and dogs were within the limits of normal expectation. Aspartate and alanine aminotransferase activities were elevated in male rats at the high level. Blood urea nitrogen was elevated in male rats at the high level. No other clinical chemistry changes were noted in rats or dogs. Skin irritation and secondary lymph node enlargement were noted in rats and dogs at the high level. Histologically, these lesions were characterized as acanthosis, hyperkeratosis, and/or inflammation in rats, and dermatitis, hyperkeratosis, or parakeratosis, and/or acanthosis in dogs. The enlarged lymph nodes microscopically showed lymphoid hyperplasia (increase in number of cells) in rats and hemorrhage or edema in dogs."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.713",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A series of inhalation studies were conducted on various animal species for periods of 5 days up to 4 weeks. Rats and mice of both sexes were exposed to aerosol concentrations of 0.21, 0.42, and 0.83 mg/L for 6 hr/day for 5 days. All animals died at all three concentrations either on the last exposure day (day 5) or within 2 days thereafter. Death was preceded by marked body weight losses usually commencing on or about day 4, although this was not so notable at 0.83 mg/L, where a more gradual loss was noted from the first day of exposure. Food and water intake were reduced in all groups."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.714",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 3.4 mg/L, 4 hr/day for 5.5 months showed reduced growth, reduced liver and adrenal function, general congestion in internal organs, and microscopic changes in lungs, liver, kidney, heart, and brain."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.713",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats of both sexes were exposed for 6 hr/day, 5 days/week for 2 weeks using a near saturated vapor (9.4 ppm, 0.078 mg/L) and two higher levels of mixtures of vapor and aerosol. The aerosol levels were 0.7 and 3.7 mg/L. The 0.7 and 3.7 mg/L levels were reduced on days 5 and 3, respectively, to 0.32 and 2.1 mg/L. ... Ocular and nasal irritation are seen at all levels and were accompanied by respiratory abnormalities at the two higher levels. All animals at 0.3 and 2.1 mg/L died or were sacrificed in extremis. Most animals at the 0.3 mg/L exposure concentration died on days 4 to 6 and those at the 2.1 mg/L died on days 3 or 4. Reduced body weight gain was noted in males at the 9.4 ppm level during both weeks of treatment, whereas only a trend to reduced body weight increments was seen in females. Necropsy findings were confined to pulmonary hemorrhage and/or congestion in animals that died. No similar signs were noted in survivors to termination at 9.4 ppm. There were no organ weight differences from controls that were associated with treatment."
        },
        {
            "References": "Bagramyan SB, Babayan EA; Biologicheskiy Zhurnal Armenii 27 (6): 102-103 (1974)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The mutagenic activity of residual volatile components in polychloroprene latexes was studied in male white-rats. Chloroprene, dodecylmercaptan, and ammonia were evolved in the production of one latex, while chloroprene and methylmethacrylate were present in the other latex. Rats were exposed to the chemicals present in the latexes for 4 months. A control group was also included. The first experimental group was exposed to 1.96 milligrams per cubic meter (mg/cu m) chloroprene, 5.02mg/cu m dodecylmercaptan, and 19.8mg/cu m ammonia. The other group received 2.8mg/cu m chloroprene and 4.0mg/cu m methylmethacrylate. Cytogenetics were studied after 1 and 120 days by counting chromosomal aberrations in stained bone marrow cells. In the first group, the percentage of chromosomal aberrations increased to 8.8 after 1 day, while the control value was 5.5 percent. In the second group, the percentage was 10.7. After 120 days, the number of chromosomal aberrations in the bone marrow cells of rats in the first group had increased by 11.1 percent compared to controls, and in the second group they increased by 5.5 percent compared to controls."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.714",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  Pregnant rats and mice were exposed during gestation for 6 hr/day to 7.4 ppm. Mice were exposed on days 6 to 16 and rats on days 6 to 19. All mice died or were sacrificed at the point of death during days 13 to 16. One rat was sacrificed in extremis on day 15. Overt signs of toxicity were noted in both mice (ungroomed appearance, closed/squinting eyes, decreased activity, weight loss, and red vaginal discharge) and rats (ocular and nasal irritation, unkempt appearance, ventral staining, red vaginal discharge, peeling skin on the ears, and hair loss). Uncoordinated motor activity, loss of reflexes, and loss of the use of hind limbs were noted in a few mice. The latter observations were made when the animals were in a moribund condition and are not necessarily indications of CNS toxicity. Fetal examinations were restricted for mice owing to premature mortality. Fourteen mice had implants that were developing normally. The remaining 12 dams were not pregnant. No evidence of teratogenic effects were found in rats. There was marked reduction of maternal body weight gain and overt signs of maternal toxicity. The study at and above the maternally toxic level did not show any evidence of embryo toxicity, fetal toxicity, or teratogenic effects."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 p.714",
            "Value": "/GENOTOXICITY/  n-Dodecyl mercaptan tested negative in the Ames. S. typhimurium assay, in the mouse lymphoma forward mutation assay, and in the in vitro sister chromatid exchange assay."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2079",
            "Value": "/OTHER TOXICITY INFORMATION/ ...Nonoxidized, /dodecylmercaptan/... is a potential inhibitor of coenzyme Q."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Elder VA et al; Environ Sci Technol 15: 1237-43 (1981)",
            "Value": "SEDIMENT: 1-Dodecanethiol was detected from sites adjacent to the 102nd St. Dump site, Bloody Run Creek, and Gill Creek hazardous waste disposal areas in Niagara Falls, NY at concentrations of 3 ppm, not detected (detection limit = 0.5 ppm in sediment), and not detected, respectively, sampled in June and November, 1979(1). The dumps are in the vicinity of Love Canal(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1-dodecanethiol can be estimated to be 1.1X10+4(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1-dodecanethiol is expected to be immobile in soil."
        }
    ]
}