{
    "_id": {
        "$oid": "6682e8b1c4e5dba5ffba26df"
    },
    "CID": {
        "$numberInt": "8200"
    },
    "Name": "TETRAETHYLENE GLYCOL",
    "IUPACName": "2-[2-[2-(2-hydroxyethoxy)ethoxy]ethoxy]ethanol",
    "CanonicalSMILES": "C(COCCOCCOCCO)O",
    "Synonyms": [
        "TETRAETHYLENE GLYCOL",
        "112-60-7",
        "Tetraglycol",
        "\"2,2-((Oxybis(ethane-2,1-diyl))bis(oxy))diethanol\"",
        "HI-Dry",
        "3,6,9-Trioxaundecane-1,11-diol",
        "Carbitol",
        "diethyl",
        "2-[2-[2-(2-hydroxyethoxy)ethoxy]ethoxy]ethanol",
        "\"Ethanol",
        "2,2-[oxybis(2,1-ethanediyloxy)]bis-\"",
        "PROTAC Linker 18",
        "Tetra(ethylene glycol)",
        "3,6,9-Trioxaundecan-1,11-diol",
        "NSC 1262",
        "PEG-4",
        "\"2,2-[oxybis(ethane-2,1-diyloxy)]diethanol\""
    ],
    "IsomericSMILES": "C(COCCOCCOCCO)O",
    "INCHI": "InChI=1S/C8H18O5/c9-1-3-11-5-7-13-8-6-12-4-2-10/h9-10H,1-8H2",
    "INCHIKEY": "UWHCKJMYHZGTIT-UHFFFAOYSA-N",
    "Formula": "C8H18O5",
    "MolecularWeight": {
        "$numberDouble": "194.23"
    },
    "Description": "Tetraethylene glycol is a poly(ethylene glycol).",
    "XlogP": {
        "$numberDouble": "-1.6"
    },
    "Complexity": {
        "$numberInt": "78"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 27, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm/ (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for tetraethylene glycol(SRC), using an estimated log Kow of -2.02(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M; Biotech Bioeng 15: 611-47 (1973) (2) Cox DP; Adv Appl Microbiol 23: 173-93 (1978) (3) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955) (4) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (5) Mills EJ Jr, Stack VT Jr; pp. 492-517 in Proc 8th Indust Waste Conf Eng Bull Purdue Univ Eng Ext Ser (1954) (6) Waggy GT et al; Environ Toxicol Chem; 13: 1277-80 (1994)",
            "Value": "AEROBIC: Based on aerobic biological screening study data, utilizing settled waste water, sewage, or activated sludge for inocula, tetraethylene glycol should biodegrade in the environment(1-6). In one study, tetraethylene glycol biodegraded 23% in 20 days without an acclimation period, using a wastewater inoculum(4). Following an acclimation period of 45-60 days 12, 54, 71 and 88% of the added tetraethylene glycol was biodegraded in 5, 10, 15 and 20 days, respectively, under the same test conditions(4). A semi-continuous biological treatment simulator showed a 29% loss of tetraethylene glycol in < 24 hrs(5). Tetraethylene glycol showed losses of 4, 10, and 22% when incubated at 20 °C for 5, 10, and 20 days, respectively(6). Using the OECD 301D screening test, tetraethylene glycol showed losses of 6, 20, and 40% when incubated at 20 °C for 5, 15, and 28 days, respectively(6)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1060",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The compound was tested externally on the eyes of rabbits, and, according to the degree of injury observed after 24 hours, rated on a scale of 1 to 10. The most severely injurious substances have been rated 10. Tetraethyleneglycol rated 1 on rabbit eyes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 20",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Essentially saturated vapors of this material caused no significant adverse effects when rats were exposed to them for 8 hr."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The eye irritation potential of tetraethylene glycol was examined in rabbits. Instillation of 0.1 mL of sample into rabbit eyes produced minor, transient irritation which did not involve the cornea."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The LD50 for male and female rats receiving single peroral doses of tetraethylene glycol was greater than 16.0 ml/kg, Rats gained weight with no clinical signs of toxicity. There were no remarkable gross pathological lesions observed."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The sensitization potential of tetraethylene glycol was examined using the Magnusson and Kligman method with guinea pigs. Under conditions of the study, Tetraethylene Glycol exhibited no potential to produce dermal sensitization in the guinea pig."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The test substance was applied to a 2.5 x 2.5 cm application site of white Vienna rabbits for 20 h under occlusive conditions. The skin was either intact or abraded. After the application time, the skin was washed with water which may have contained a mild detergent. Animals were observed for 8 days and skin changes were observed on working days. Findings were recorded after 1 min, 5 min, 15 min and 20 hours and at the end of the observation period... After 20-hour exposure a slight reddening (ear) was observed, which was reversible within 8 days."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male or female New Zealand White rabbits are dosed with 0.5 mL. The dose is applied to the clipped, intact skin under a gauze patch and is loosely covered with impervious sheeting. The test material is applied to each of 6 rabbits, which are restrained for the 4-hr contact period. Excess sample is removed after contact. Skin reaction is scored, by the method of Draize, at one hour, one day, 2 days, 3 days, 7 days, and 10 days after dosing... There was no irritation or any other effects noted in rabbits dermally exposed to tetraethylene glycol for 4 hours."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 5 male and 5 female rats were exposed to a substantially saturated vapor concentration for 6 hours. There were no effects on mortality, body weight, clinical symptoms or gross pathology noted in rats."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The subacute toxicity of tetraethylene glycol was examined in Sprague Dawley rats. Test material was administered in the drinking water to provide 0, 220, 660, 2000 mg/kg/d to groups of Sprague-Dawley rats for 4 weeks. Animals were examined twice a day except on weekends and holidays. Body weights were measured daily and food and water consumption was determined weekly. At the end of the 4 week period, blood was obtained for hematology and clinical chemistry determinations and urine for urinalysis determinations. Organ weights were obtained at necropsy and gross and histopathologic examination of selected tissues conducted.  No treatment-related effects of toxicological significance were noted in any of the animals treated. The NOEL >2000 mg/kg/day, the highest dose examined."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V7 20",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Chicks fed a diet containing 5% of tetraethylene glycol for 27 days as an energy source were unaffected. ... Chicks apparently were unable to metabolize it."
        },
        {
            "References": "PMID:9681658",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A subacute toxicity study with administration of tetraethylene glycol in dosages of 0, 220, 660, or 2000 mg/kg body weight to male and female Wistar rats via gavage was conducted in order to characterize a possible toxic action of this compound. ... In order to compare possible treatment-related effects of tetraethylene glycol with those known from ethylene glycol, a group of male and female rats was treated with 2000 mg ethylene glycol/kg body weight. Daily oral application of tetraethylene glycol over 4 wk was tolerated without toxic effects up to and including 2000 mg/kg body weight."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Tetraethylene glycol was evaluated for potential genotoxic activity using the Chinese Hamster Ovary (CHO) gene mutation test and the sister chromatid exchange (SCE) test. The results indicated that tetraethylene glycol did not produce a dose-related or repeatable, significant mutagenic effect in the CHO gene mutation assay in the tests with and without S9 activation. The lack of gene mutation activity for tetraethylene glycol was consistent with the lack of mutagenic effects in a previous Ames (Salmonella) gene mutation test  conducted previously..."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Results from a sister chromatid exchange (SCE) assay indicated that tetraethylene glycol produced statistically significant increases of SCEs in tests with and without rat-liver S9 activation, but the increases did not occur with a dose-related trend characteristic of genotoxic agents. The reproducibility of these equivocal effects was evaluated with a second sample of tetraethylene glycol, because /of/ ...an atypical concentration of unidentified impurities /found/ in the first sample. The repeat SCE test on a sample of acceptable purity produced essentially identical increases in the incidence of SCEs as obtained with the first test..."
        },
        {
            "References": "ECHA; REACH Registration for 3,6,9-trioxaundecane-1,11-diol (CAS 112-60-7); Available from, as of November 9, 2015: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Tetraethylene glycol was administered to both male and female Sprague-Dawley rats by a single oral gavage and bone marrow cells were evaluated for potential chromosome damage. Test concentrations were chosen on the basis of a preliminary toxicity test which indicated that tetraethylene glycol was relatively nontoxic up to the maximum concentration of 5000 mg/kg which has been established as the BRRC /Bushy Run Research Center/ limit dose for testing relatively nontoxic chemicals in this test system. Thus, three dose levels were tested in the definitive chromosome aberration test at intervals of 100%, 50% and 25% of the maximum dose of 5000 mg/kg.  None of the three dose levels of tetraethylene glycol tested produced statistically significant or dose related increases in relative numbers of chromosome aberrations compared to control values with either male or female Sprague-Dawley rats. Simple chromatid breaks and fragments were the predominant types of aberrations observed and the frequencies of these aberrations were within the range of the spontaneous incidence for this test system at this laboratory. Thus, tetraethylene glycol was not considered to be clastogenic (chromosome breaking) to Sprague-Dawley rats under the conditions of this vivo test system."
        },
        {
            "References": "PMID:11971999",
            "Value": "/GENOTOXICITY/ ... In the present study /the authors/ analyzed the induction of chromosome aberrations by the low molecular weight polyethylene glycol polymers tetraethylene glycol (TEG), PEG 200 and PEG 400 in a Chinese hamster epithelial liver (CHEL) cell line, which retains sufficient metabolic capability to activate different promutagens and procarcinogens. The results indicate that in CHEL cells only TEG and PEG 200 are clastogenic. Parallel experiments performed in CHO cells in the presence and absence of rat liver S9 mix showed significant increases in chromosomal aberrations only in cultures treated with TEG in the presence of rat liver S9, indicating that low molecular weight polymers need to be activated to exert their genotoxic activity."
        },
        {
            "References": "Weifenbach H; Arzneim-Forsch 23 (8): 1087 (1973)",
            "Value": "/OTHER TOXICITY INFORMATION/ Toxicity of tetraethylene glycol on iv infusion into anesthetized rats did not depend on rate of infusion up to 22 mL/hr, higher infusion rates increase toxicity. Toxic effect on blood and kidneys, and blood pressure indicate glycols should not be considered pharmacologically inert."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Aug 27, 2015: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of tetraethylene glycol can be estimated to be 10(SRC). According to a classification scheme(2), this estimated Koc value suggests that tetraethylene glycol is expected to have very high mobility in soil."
        }
    ]
}