{
    "_id": {
        "$oid": "6682e8b3c4e5dba5ffba26e7"
    },
    "CID": {
        "$numberInt": "8249"
    },
    "Name": "PHENFORMIN",
    "IUPACName": "1-(diaminomethylidene)-2-(2-phenylethyl)guanidine",
    "CanonicalSMILES": "C1=CC=C(C=C1)CCN=C(N)N=C(N)N",
    "Synonyms": [
        "PHENFORMIN",
        "114-86-3",
        "N-Phenethylbiguanide",
        "Fenformin",
        "Phenformine",
        "Phenethyldiguanide",
        "Fenformina",
        "Pedg",
        "Phenylethylbiguanide",
        "Cronoformin",
        "Fenfoduron",
        "Fenormin",
        "Glukopostin",
        "Phenformix",
        "Debeone"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)CCN=C(N)N=C(N)N",
    "INCHI": "InChI=1S/C10H15N5/c11-9(12)15-10(13)14-7-6-8-4-2-1-3-5-8/h1-5H,6-7H2,(H6,11,12,13,14,15)",
    "INCHIKEY": "ICFJFFQQTFMIBG-UHFFFAOYSA-N",
    "Formula": "C10H15N5",
    "MolecularWeight": {
        "$numberDouble": "205.26"
    },
    "Description": "Phenformin is a member of the class of biguanides that is biguanide in which one of the terminal nitrogen atoms is substituted by a 2-phenylethyl group. It was used as an anti-diabetic drug but was later withdrawn from the market due to potential risk of lactic acidosis. It has a role as an antineoplastic agent, a geroprotector and a hypoglycemic agent. It is functionally related to a biguanide.",
    "XlogP": {
        "$numberDouble": "-0.8"
    },
    "Complexity": {
        "$numberInt": "236"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 78",
            "Value": "log Kow= -0.83"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 1524",
            "Value": "IN VITRO, PHENFORMIN, IN RELATIVELY LARGE DOSES, INCR GLUCOSE UTILIZATION BY ENHANCING ANAEROBIC GLYCOLYSIS. THIS IS THOUGHT TO OCCUR AS RESULT OF, OR COINCIDENT WITH, INHIBITION OF CELLULAR RESPIRATION. ...ADENOSINE TRIPHOSPHATE (ATP) CONCN FALL & THOSE OF LACTATE INCR. SECOND ACTION OF DRUG IS TO DECR GLUCONEOGENESIS."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 1524",
            "Value": "...MOST RECENTLY RECOGNIZED IS INHIBITION OF INTESTINAL ABSORPTION OF GLUCOSE & PROBABLY CERTAIN OTHER SUBSTANCES AS WELL; FOR EXAMPLE, DECR ABSORPTION OF VITAMIN B12 HAS BEEN OBSERVED. ...DOES NOT ACT IN NORMAL SUBJECT...PRESUMABLY BECAUSE INCR IN PERIPHERAL GLUCOSE UTILIZATION IS COMPENSATED FOR BY INCR HEPATIC GLUCOSE..."
        },
        {
            "References": "Parke, D. V. The Biochemistry of Foreign Compounds. Oxford: Pergamon Press, 1968., p. 903",
            "Value": "BIGUANIDES APPARENTLY LOWER BLOOD SUGAR INDIRECTLY BY INHIBITING GLUCONEOGENESIS & INCR INSULIN SENSITIVITY. /ORAL HYPOGLYCEMICS/"
        },
        {
            "References": "Ellenhorn, M.J., S. Schonwald, G. Ordog, J. Wasserberger. Ellenhorn's Medical Toxicology: Diagnosis and Treatment of Human Poisoning. 2nd ed. Baltimore, MD: Williams and Wilkins, 1997., p. 728",
            "Value": "They induce and increase in peripheral glucose utilization, a decrease in hepatic gluconeogenesis, and a decrease in intestinal absorption of glucose, vitamin B, and bile acids. /Biguanides/"
        },
        {
            "References": "Ellenhorn, M.J., S. Schonwald, G. Ordog, J. Wasserberger. Ellenhorn's Medical Toxicology: Diagnosis and Treatment of Human Poisoning. 2nd ed. Baltimore, MD: Williams and Wilkins, 1997., p. 728",
            "Value": "Phenformin generally lowers the blood sugar only in the diabetic patient; it also depresses the blood sugar level in a nutritionally starved individual but not in one who is well fed. In its usual dose administered to a healthy individual, phenformin does not induce lactic acidosis. Phenformin requires insulin for its action, but does not induce and elevation in plasma insulin levels."
        }
    ]
}