{
    "_id": {
        "$oid": "6682e8b3c4e5dba5ffba26e9"
    },
    "CID": {
        "$numberInt": "8254"
    },
    "Name": "DIMETHYL ETHER",
    "IUPACName": "methoxymethane",
    "CanonicalSMILES": "COC",
    "Synonyms": [
        "DIMETHYL ETHER",
        "Methoxymethane",
        "Methyl ether",
        "Dimethyl oxide",
        "115-10-6",
        "Oxybismethane",
        "Methane",
        "oxybis-",
        "Methyl oxide",
        "Wood ether",
        "Dymel A",
        "Ether",
        "dimethyl",
        "Ether",
        "methyl",
        "Demeon D",
        "\"Methane",
        "1,1-oxybis-\"",
        "(CH3)2O"
    ],
    "IsomericSMILES": "COC",
    "INCHI": "InChI=1S/C2H6O/c1-3-2/h1-2H3",
    "INCHIKEY": "LCGLNKUTAGEVQW-UHFFFAOYSA-N",
    "Formula": "C2H6O",
    "MolecularWeight": {
        "$numberDouble": "46.07"
    },
    "Description": "Dimethyl ether is an ether in which the oxygen atom is connected to two methyl groups.",
    "XlogP": {
        "$numberDouble": "0.1"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington,DC: Amer Chem Soc p. 5 (1995) (2)  Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999)(3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for dimethyl ether(SRC), using a log Kow of 0.10(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 2-49 (1992)",
            "Value": "AEROBIC: Dimethyl ether, at 100 mg/L reached 0 to 1% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 5",
            "Value": "log Kow = 0.10"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Dimethyl Ether as of October 22, 2007",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Beagle dogs were exposed to 100,000, 200,000, or 300,000 ppm dimethyl ether, purity 99.8%, for 5 minutes. There were 6 dogs in the 100,000 and 300,000 ppm groups and 12 dogs in the 200,000 ppm group. The dogs received a control injection of epinephrine (0.008 mg/kg) intravenously, prior to exposure and a challenge injection (same dosage) after breathing the test material for 5 minutes. The desired concentrations (calculated) were achieved by delivering a metered volume of the vapor or gas from the pressured cylinder containing the test substance and diluting it with a known volume of air. The flow meter used for monitoring the test compound had been previously calibrated with the compound by a dry gas test meter. Marked responses were observed in 0/6 (0%) 202 (16.7%) and 216 (33.3%) dogs administered 100,000, 200,000, or 300,000 ppm DME, respectively. A marked response indicated the development, after the challenge injection of epinephrine, of a cardiac arrhythmia which was considered to pose a serious threat to life. ..."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Dimethyl Ether as of October 22, 2007",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Groups of 10 male, ChR-CD, rats, 7-8 weeks old, were exposed to DME, purity 99.9%, gas by whole-body method for single 4-hour periods. Exposure concentrations tested were 84,000, 121,000, 152,000, 169,000, and 205,000 ppm. ... The air/DME flow was maintained at 10 L/minute. ... During exposure, observations of clinical signs of toxicity were made. After exposure, the surviving rats were returned to their respective cages and were observed daily (weekends excluded) for 14 days. ... Surviving rats were sacrificed after a 14-day recovery period. ... Mortality of 0/10,3/10,2/10,7/10, and 7/10 occurred in the 84,000, 121,000, 152,000, 169,000, and 205,000 ppm groups, respectively. All but one death (205,000 ppm) occurred during the exposures. During exposure, the rats demonstrated ataxia (84,000 ppm and above), unresponsiveness to noise (121,000 ppm and above), anesthesia (84,000 ppm and above), paw waving (84,000 ppm), roving eyeballs (84,000 ppm), and coma (121,000 ppm and above). Ataxia was defined as uncoordinated. Anesthesia was considered unconsciousness with steady respirations (>50/min) and coma was considered unconsciousness with irregular, periodic or slow (<50/min) and shallow respirations. Post-exposure, survivors rapidly awoke and showed no clinical signs, other than transient weight loss for 1-2 days and sporadic lung noise. LC50 164, 000 (95% confidence limits, 142,000 and 203,000 ppm)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:878",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /In studies on/ anesthetic effect ... On cat ... Mixture of 85% methyl ether-15% air caused profound anesthesia with gradual cessation of respirations. Approx 20 min were necessary for complete recovery after 50 min of anesthesia"
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:877",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ At 200,000 ppm dimethyl ether causes weak cardiac sensitization in dogs. At 10,000 ppm rats show slight evidence of sedation, and at 50,000 ppm rats are asleep most of the time for exposures longer than 30 min."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dimethyl Ether (CAS # 115-10-6) p.22 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Wister rats /were given/ dimethyl ether (DME) by inhalation 6 hours/day, 5 days/week for 13 weeks at doses 0, 1000, 5000, 10,000, and 20,000 ppm. ... behavior and body weight did not change to DME exposure. No toxicologically relevant significance is ascribed to a temporary difference in white blood cell counts in males. Neutrophil counts were higher in male rats at all test levels. A dose-effect relation could not be found. In view of the fact that increased neutrophil counts were also found in previous subchronic study, it was stated in the final conclusion that the NOAEL in rats is 10,000 ppm."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-184",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ip doses of 5 mg/kg produced reversible anesthesia in mice. ...No harmful effects were noted in rabbits exposed to 2000 ppm in air for 1.25 hr twice daily for 13 weeks of 5 exposure-days each."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Dimethyl Ether as of October 22, 2007",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 100 male and 100 female Crl:CD(SD)BR rats were exposed to 0, 2000, 10,000, or 25,000 ppm DME, purity 99.98%, 6 hours/day, 5 days/week (excluding holidays) for up to 2 years. ... Rats were exposed whole-body to the vapor. ... The overall mean weekly chamber concentrations of DME vapors were 2100 + or - 200, 10,200 + or - 900, and 24,700 + or - 1900 ppm for the 2000, 10,000, and 25,000 ppm groups, respectively. Body weights were greater and survival rates were less than the control group for male rats in the 10,000 and 25,000 ppm DME groups. ... Body weights and survival rate of the female rats were statistically the same as the female rats in the control group. Increased incidences of stained wet/perineal area were observed in male rats in the groups exposed to DME vapors. ... Increased incidences of torn ears were observed in the male and female rats in the 10,000 and 25,000 ppm groups. ... Compound-related hematologic or clinical chemistry effects were not observed for male rats exposed to DME vapors for 2 years. A compound-related hemolytic effect was observed in male rats in the high-exposure group at 6 months on test. This effect was characterized by a decrease in erythrocyte count, increases in spleen weight, histological evidence of splenic congestion, along with normal bone marrow histology. A decrease in erythrocyte count was also observed in female rats at the high-exposure group at 3 months that was considered compound-related. These changes were interpreted to be transient effects that were not representative of the long-term effects of DME. The incidence of clinically observable masses in female rats was higher in the 2000, 10,000, and 25,000 ppm groups. The masses were primarily ventral (axillary, inguinal, and perineal). An increase in the incidence of mammary tumors (benign or malignant) was observed in female rats in the 25,000 ppm DME group. ...The no-observable-effect-level (NOEL) was 2000 ppm DME based on an increase in body weight and a decrease in survival in male rats exposed to 10,000 or 25,000 ppm DME vapors and on hemolytic effects noted in male rats exposed to 25,000 ppm DME vapors for 6 months. No neoplastic lesions were observed that could be attributable to DME exposure. DME was not carcinogenic."
        },
        {
            "References": "PMID:705805",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Groups of male and female rats were exposed to 0.02%, 0.2% and 2% v/v of DME in air, 6 hr/day, 5 days/week for 30 weeks. At the end of the study the high-dose level male rats showed a significant reduction in liver weight compared with the control group; this was accompanied by raised /serum glutamic pyruvic transaminase/ (SGPT) levels. In high-dose female rats there was no significant effect on liver weight but the SGPT levels were raised above control values. No histological abnormalities were observed in the liver or in any other organ.."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Dimethyl Ether as of October 22, 2007",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A 2-year inhalation study was conducted in male and female Crl:CD(SD)BR rats ... /given/ 0, 2000, 10,000, 25,000 ppm 6 hours/day, 5 days/week dimethyl ether, purity 99.98%. Terminal sacrifices occurred at 6, 12, 18, and 24 months. ... No compound-related effects on the reproductive organs of either male or female rats were observed. An increase in the incidence of mammary tumors (benign or malignant) was observed in female rats in the 25,000 ppm DME group. ..."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Dimethyl Ether as of October 22, 2007",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Crl:CD(SD)BR rats /were given by/ inhalation 0, 1250, 5000, 20,000 ppm DME, purity 99.9%, 6 hours/day on days 6- 15 of gestation. ... DME concentrations generated in the exposure chambers were 0, 1250 + or - 50, 5000 + or - 230, and 20,000 + or - 580 ppm for the 0, 1250, 5000, and 20,000 ppm groups, respectively. ... DME was not shown to be teratogenic at any level of exposure in this study. Embryo-fetal toxicity was evident at the 20,000 ppm DME level, which was expressed as decreased fetal body weight (of borderline statistical significance in the 20,000 ppm group) and as an increased incidence of several skeletal variations (partial rib development in the lumbar region and partial or complete doubling of one or more vertebral centra). ... Only one malformed fetus occurred in the 20,000 ppm DME group; it had an umbilical hernia. No malformed fetuses were detected in the 5000 ppm or control group. In the 1250 ppm group, one fetus had multiple malformations ... The \"no-effect\" level demonstrated for the conceptus was 1250 ppm DME. The skeletal changes noted were those regarded as being normal variants which signified that the dam was stressed sufficiently to express developmental instability inherent in the species. In comparison to maternal effect levels, DME was not demonstrated to represent a unique hazard to the rat conceptus."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dimethyl Ether (CAS # 115-10-6) p.27 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Wister rats /were given/ dimethyl ether (DME) by inhalation on days 6-15 of pregnancy for 6 hours/day at doses 0, 1250, 5000, 20,000, 28,000, and 40,000 ppm. DME had no teratogenic effect on the fetuses ... Some fetotoxic effects (i.e. reduced fetal weight and increase in fetal variations) were only observed at dose levels which also produced maternal toxicity (weight gain suppression, 40,000 ppm)."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Dimethyl Ether as of October 22, 2007",
            "Value": "/GENOTOXICITY/ /Tested/ negative /in/ an in vitro chromosome aberration test /with human lymphocytes, in whole blood culture, ... stimulated to divide by addition of phytohemagglutinin, and duplicate cultures ... exposed to the dimethyl ether, purity 100%. ... Test 1 included a 3-hour treatment with and without S-9 mix and 16 hours of recovery. Test 2 included a 3-hour treatment with S-9 mix and 16 hours of recovery. Test 2 also included a 19-hour continuous treatment without S-9. ... A relative depression in mitotic index of at least 50% was observed only at the top two dose levels after the 19-hour exposure in the absence of S-9 mix. The relative mitotic index was 44% and 18% at the test substance dose levels of 50% and 70%, respectively. The 50% dose level was selected as the top dose for chromosomal aberration analyses. In both the absence and presence of S-9 mix, the test substance caused no statistically significant increase in the proportion of metaphase figures containing chromosomal aberrations, at any dose level, when compared with the negative control, in either test. No increases in the proportion of polyploid cells were seen in the first test with 3-hour exposure in the absence of S-9 mix. However, in the presence of S-9 mix, a small statistically significant increase in the proportion of polyploid cells was seen at the highest level. In the second test both in the absence (19-hour exposure) and presence (3-hour exposure) of S-9 mix, the test substance caused small statistically significant increases in the proportion of polyploid metaphases at the highest level analyzed. ... All positive control compounds caused large, statistically significant increases in the proportion of aberrant cells, demonstrating the sensitivity of the test system and the efficacy of the S-9 mix."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Dimethyl Ether as of October 22, 2007",
            "Value": "/GENOTOXICITY/ Dimethyl ether, purity 99.8%, /tested negative in an/ in vitro bacterial reverse mutation test /with/ Salmonella typhimurium strains TA97a, TA98, TA100 and TA1535 and Escherichia coli strain WP2uvrA (pKM101). The study consisted of 2 independent trials with and without a metabolic activation system. A third trial, utilizing S. typhimurium TA98 with S-9 was used to confirm the results. ... In trial 1 ... Test substance-related toxicity, as evidenced by a concentration dependent reduction in mean revertant colonies per plate, was observed in all tester strains except S. typhimurium strains TA100 and TA1535 without S-9. No evidence of mutagenicity was observed. In trial 2, test substance-related toxicity was observed in all tester strains in the presence and absence of the metabolic activation system. The chamber concentrations decreased approximately 36% after 48 hours. No mutagenicity was observed with the exception of an equivocal response in S. typhimurium strain TA98 in the presence of S-9. At the 50% target concentration, a doubling of mean revertant plate count was observed compared to the mean of the concurrent negative control. There was no concentration-related increase in the tester strain, therefore, the data were considered inconclusive, and a third trial was initiated. In trial 3 ... Since this trial was negative with evidence of toxicity, the conclusion from trials 2 and 3 is that no evidence of mutagenicity was affirmed. ..."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dimethyl Ether (CAS # 115-10-6) p.24 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Tested negative in bacterial gene mutation assay with V79 Chinese hamster cells in suspension with and without metabolic activation."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Dimethyl Ether (CAS # 115-10-6) p.24 Available from, as of September 24, 2007: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ DME was not mutagenic when tested with and without metabolic activation in /the Ames test with/ Salmonella typhimurium strains TA1535, TA1537, TA1538, TA98, and TA100."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR (consult ed) Washington, DC: Amer Chem Soc p. 5 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of dimethyl ether is estimated as approximately 27(SRC), using a log Kow of 0.10(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that dimethyl ether is expected to have very high mobility in soil(SRC)."
        }
    ]
}