{
    "_id": {
        "$oid": "6682e8b4c4e5dba5ffba26ea"
    },
    "CID": {
        "$numberInt": "8255"
    },
    "Name": "Isobutylene",
    "IUPACName": "2-methylprop-1-ene",
    "CanonicalSMILES": "CC(=C)C",
    "Synonyms": [
        "ISOBUTYLENE",
        "Isobutene",
        "2-methylprop-1-ene",
        "2-Methylpropene",
        "115-11-7",
        "2-Methyl-1-propene",
        "2-Methylpropylene",
        "1,1-Dimethylethylene",
        "1-Propene",
        "2-methyl-",
        "Isopropylidenemethylene",
        "Methylpropene",
        "gamma-Butylene",
        "Propene",
        "2-methyl-",
        "9003-27-4",
        "1,1-Dimethylethene"
    ],
    "IsomericSMILES": "CC(=C)C",
    "INCHI": "InChI=1S/C4H8/c1-4(2)3/h1H2,2-3H3",
    "INCHIKEY": "VQTUBCCKSQIDNK-UHFFFAOYSA-N",
    "Formula": "C4H8",
    "MolecularWeight": {
        "$numberDouble": "56.11"
    },
    "Description": "2-methylprop-1-ene is an alkene that is prop-1-ene substituted by a methyl group at position 2. It is an alkene and a gas molecular entity.",
    "XlogP": {
        "$numberDouble": "2.1"
    },
    "Complexity": {
        "$numberInt": "23"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 9 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Oct 25 , 2017: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 16 was calculated in fish for isobutylene(SRC), using a log Kow of 2.34(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Patel RW et al; in Developments in Industrial Microbiology, Vol 23: 187-205 (1982)",
            "Value": "PURE CULTURE: Isobutylene was degraded to 1,2-epoxy isobutene by pure cultures of methanotrophic bacteria. Rates of product formation were 0.82, 0.90 and 0.42 umol-hr/2.0 mg cell protein using Methylosinus trichlosporium, Methylococcus capsulatus and Methylobacterium organophilum, respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 9",
            "Value": "log Kow = 2.34"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 87",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Isobutene, at 30%, produces no CNS depression in mice, and excitement and CNS depression in 7 to 8 min at 40%, but immediate CNS depression in 2-2.25 min at 50%, or in 50-60 sec at 60 to 70%. The 2-hr LC50 in the mouse is 415 mg/L and the 4-hr LC50 in the rat is 620 mg/L."
        },
        {
            "References": "PMID:16048847",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Cardiac thrombosis, one of the causes of sudden death throughout the world, plays a principal role in several cardiovascular diseases, such as myocardial infarction and stroke in humans. Data from studies of induction of chemical thrombosis in rodents help to identify substances in our environment that may contribute to cardiac thrombosis. Results for more than 500 chemicals tested in rodents in 2-year bioassays have been published as Technical Reports of the National Toxicology Program (NTP) ... We evaluated atrial thrombosis induced by these chemical exposures and compared it to similarly induced lesions reported in the literature. Spontaneous rates of cardiac thrombosis were determined for control Fischer 344 rats and B6C3F1 mice: 0% in rats and mice in 90-day studies and, in 2-year studies, 0.7% in both genders of mice, 4% in male rats, and 1% in female rats. Incidences of atrial thrombosis were increased in high-dosed groups involving 13 compounds (incidence rate: 20-100%): 2-butoxyethanol, C.I. Direct Blue 15, bis(2-chloroethoxy)methane, diazoaminobenzene, diethanolamine, 3,3'-dimethoxybenzidine dihydrochloride, hexachloroethane, isobutene, methyleugenol, oxazepam, C.I. Pigment Red 23, C.I. Acid Red 114, and 4,4'-thiobis(6-t-butyl-m-cresol). The main localization of spontaneously occurring and chemically induced thromboses occurred in the left atrium. The literature survey suggested that chemical-induced atrial thrombosis might be closely related to myocardial injury, endothelial injury, circulatory stasis, hypercoagulability, and impaired atrial mechanical activity, such as atrial fibrillation, which could cause stasis of blood within the left atrial appendage, contributing to left atrial thrombosis ..."
        },
        {
            "References": "PMID:1378194",
            "Value": "/GENOTOXICITY/ The mutagenic properties of 2-methylpropene (MP) and 2-methyl-1,2- epoxypropane (MEP) were investigated in the Salmonella assay. A simple exposure system, consisting of gastight tissue culture flasks, was used. This method has the advantage that the volatile test chemical is present during the entire incubation period and that several concentrations of the investigated compound can be tested on a single day. MP is not mutagenic in strains TA100, TA102 and TA1535, and in the latter strain not even in the presence of metabolizing S9 mix. MEP is mutagenic in all the strains tested, as demonstrated by a clear dose-response relationship. Strain TA1535 seems to be most sensitive to MEP compared with the other bacterial strains studied. For this strain, the mutagenic activity of MEP decreased significantly in the presence of S9 mix, compatible with the epoxide being inactivated by epoxide hydrolase and by glutathione S-transferase, as reported previously. From the present study it can be concluded that the parent compound MP is not mutagenic, but that its primary metabolite MEP is a mutagenic substance. However, very high concentrations are necessary to induce a mutagenic effect and the epoxide is efficiently detoxified by different liver enzymes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 87",
            "Value": "/GENOTOXICITY/ Isobutene was negative when tested for mutagenicity in Escherichia coli, the Ames Salmonella typhimurium assay, and a modified Salmonella assay, with and without metabolic activation."
        },
        {
            "References": "PMID:8750908",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The epoxidation of the gaseous alkene 2-methylpropene or isobutene was studied in vitro in rat lung tissue in comparison with rat liver. Pulmonary tissue appears to be less exposed to the toxic epoxide metabolite than is the case for hepatic tissue. The results are correlated with the low capacity of the mixed function oxidase system, expressed by means of the cytochrome p450 content and the 7-ethoxycoumarin O-deethylase activity, to form reactive intermediates. The activities of the principal epoxide detoxifying enzymes glutathione S-transferase and epoxide hydrolase represent only 5-10% of the values measured in rat liver."
        },
        {
            "References": "PMID:9189652",
            "Value": "/OTHER TOXICITY INFORMATION/ 2-Methylpropene or isobutene is a gaseous chemical used on a large scale in the synthetic rubber industry. The present review covers the rather scarce literature on 2-methylpropene with respect to its metabolic fate and toxicity in laboratory animals and humans. It has been shown both in vivo and in vitro that 2-methylpropene is metabolized to the primary metabolite 2-methyl-1,2-epoxypropane by rodent and human liver tissue. The formation of this reactive epoxide intermediate is catalyzed by CYP2E1, while epoxide hydrolase and glutathione S-transferase appear to be involved in its inactivation. In rats, the capacity to absorb and metabolize 2-methylpropene is saturable. 2-Methylpropene is oxidized to compounds that are mainly excreted in urine. Data indicate that rodents can tolerate low levels of 2-methylpropene without apparent toxicity. The primary metabolite 2-methyl-1,2-epoxypropane, however, is able to produce genetic damage in both prokaryotic and eukaryotic cells in vitro. 2-Methylpropene is thus not toxic per se but elicits metabolic activation to become potentially harmful. Consequently, the balance between formation and detoxification of 2-methyl-1,2-epoxypropane plays a key role in determining the potential toxicity of the parent compound ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of Oct 25, 2017: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of isobutylene can be estimated to be 32(SRC). According to a classification scheme(2), this estimated Koc value suggests that isobutylene is expected to have very high mobility in soil(SRC)."
        }
    ]
}