{
    "_id": {
        "$oid": "6682e8b5c4e5dba5ffba26f0"
    },
    "CID": {
        "$numberInt": "8268"
    },
    "Name": "DICOFOL",
    "IUPACName": "2,2,2-trichloro-1,1-bis(4-chlorophenyl)ethanol",
    "CanonicalSMILES": "C1=CC(=CC=C1C(C2=CC=C(C=C2)Cl)(C(Cl)(Cl)Cl)O)Cl",
    "Synonyms": [
        "DICOFOL",
        "115-32-2",
        "Kelthane",
        "Acarin",
        "Mitigan",
        "Dichlorokelthane",
        "DTMC",
        "2,2,2-Trichloro-1,1-bis(4-chlorophenyl)ethanol",
        "1,1-Bis(p-chlorophenyl)-2,2,2-trichloroethanol",
        "Keltane",
        "Kelthanethanol",
        "Cekudifol",
        "Carbax",
        "Milbol",
        "CPCA"
    ],
    "IsomericSMILES": "C1=CC(=CC=C1C(C2=CC=C(C=C2)Cl)(C(Cl)(Cl)Cl)O)Cl",
    "INCHI": "InChI=1S/C14H9Cl5O/c15-11-5-1-9(2-6-11)13(20,14(17,18)19)10-3-7-12(16)8-4-10/h1-8,20H",
    "INCHIKEY": "UOAMTSKGCBMZTC-UHFFFAOYSA-N",
    "Formula": "C14H9Cl5O",
    "MolecularWeight": {
        "$numberDouble": "370.5"
    },
    "Description": "Dicofol is a tertiary alcohol that is DDT in which the benzylic hydrogen has been replaced by a hydroxy group. It is an organochlorine acaricide, a member of monochlorobenzenes and a tertiary alcohol. It is functionally related to a DDT.",
    "XlogP": {
        "$numberDouble": "4.3"
    },
    "Complexity": {
        "$numberInt": "292"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Clark DR et al; Bull Environ Contam Toxicol 54: 817-824 (1995) (2) USEPA; Pesticide Reregistration Eligibility Decisions (REDs) Database on Dicofol (115-32-2). Available from, https://www.epa.gov/oppsrrd1/reregistration/REDs/0021red.pdf as of July 2009.",
            "Value": "Dicofol was detected in 9 of 10 spotted whiptails (Cnemidophorus gularis) at max concn of 12 ug/g, collected from Cameron and Hidalgo Counties, TX, June 1988; 1 of 8 six-lined racerunners (Cnemidophorus sexlinatitus) at 0.20 ug/g, and not detected in 2 green anoles (Anolis carolinensis) collected in Haines City, FL, May 24, 1988; not detected in 6 side-blotched lizards (Uta stansburianan) and 4 western fence lizards (Sceloporus occidentalis) collected in Kings County, CA near cotton fields, June 17-20, 1988; not detected in eggs of 5 great tailed grackles (Quiscalus mexicanus), 4 white winged doves (Zenaida asiatica) or 2 white tipped doves (Leptotila verreauxi), collected from Cameron and Hidalgo counties, TX, June 8-10, 1988; detected in 1 of 7 eggs of blacknecked stilts (Himantopus mexicanus), not detected in 3 American avocets (Recurvirostra americana), 2 northern harriers (Circus cyaneus), 2 American bitterns (Botaurus lentiginosus), 2 killdeers (Charadrius vociferus), 2 cinnamon teal (Anas cyanoptera) and 1 mallard (Anas platyrhynchos) collected from Kings, Fresno and Kern counties, CA, May 20 to June 21, 1988(1). Comprehensive ecological monitoring studies of dicofol residues were conducted for three years in New York apple orchards. Dicofol was found at a concentration of 1-2 ppm in earthworms(2)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Ver 2006.01.30 Updated. National Institute of Technology and Evaluation. Tokyo, Japan. Chemcial. 115-32-2. Available from the database query page at https://www.safe.nite.go.jp/english/kizon/KIZON_start_hazkizon.html as of July 2009. (2) Eaton JG et al; Arch Environ Contam Toxicol 12: 439-45 (1983) (3) USEPA; Pesticide Reregistration Eligibility Decisions (REDs) Database on Dicofol (115-32-2). Available from,  https://www.epa.gov/oppsrrd1/reregistration/REDs/0021red.pdf as of July 2009. (4) Lerche D et al; Chemosphere 47: 617-30 (2002) (5) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 8200 and 6100 were measured in carp (Coprinus carpio) exposed for a 60 day incubation period at concns of 1.0 and 0.1 ug/L of dicofol, respectively(1). The BCF of dicofol was measured as 15,000, 18,900, 9,500 and 14,500 in fathead minnow at dicofol concns of 12.38, 1.15, 14.95 and 1.33 ppb, respectively(2). Dicofol residues accumulated in bluegill sunfish with BCFs of 6,600, 17,000, and 10,000 in fillet, viscera, and whole fish, respectively, during 28 days of exposure(3). The estimated elimination half-life was 33 days(3). BCFs in fish were reported as 8050-13,500 based on whole body weight(4). According to a classification scheme(5), these BCF values suggest the potential for bioconcentration in aquatic organisms is very high. In crop areas, the highest mean concns of dicofol measured in the biotic matrices were 1.4 ppm for small mammals (FL), 3.9 ppm for terrestrial invertebrates (CA), and 3.8 ppm for reptiles/amphibians (FL)(3). In non-crop areas, highest mean concns were 0.3 ppm for small mammals (NY), 0.76 ppm for terrestrial invertebrates (FL), 0.38 ppm for reptiles/amphibians (FL), 0.9 ppm for birds (FL), and 0.26 ppm for fish (FL)(3)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chemical Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology. ISBN 4-89074-101-1 p. 4-15 (1992) (2) USEPA; Pesticide Reregistration Eligibility Decisions (REDs) Database on Dicofol (115-32-2). Available from, https://www.epa.gov/oppsrrd1/reregistration/REDs/0021red.pdf as of July 2009. (3) Matsui M et al; J Pest Sci 2: 169-72 (1977)",
            "Value": "AEROBIC: Dicofol, present at 100 mg/L, reached 0% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Dicofol degraded with a half-life of 43 days in a silt loam soil(2). The major metabolites were 1,1-(p-chlorophenyl)-2,2-dichloroethanol, p,p'-DCBP, and 3-hydroxy-4,4'-dichlorobenzophenone(2). Volatile residues were 21-22% of the applied, and unextractable residues were 10-15% of the applied after 12 months(2). In a different study, the aerobic biodegradation half-life of dicofol in soil is expected to range from 259 to 348 days based upon a 300 day open bottle experiment with mixed soil (conducted indoors) and a 300 day open bottle experiment with surface soil (conducted outdoors), respectively(3)."
        },
        {
            "References": "(1) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 3rd ed. NY, NY: Van Nostrand Reinhold Co., p. 1184 (1996) (2) USEPA; Pesticide Reregistration Eligibility Decisions (REDs) Database on Dicofol (115-32-2). Available from, https://www.epa.gov/oppsrrd1/reregistration/REDs/0021red.pdf as of July 2009.",
            "Value": "ANAEROBIC: Dicofol degrades to dichlorobenzophenone under anaerobic conditions(1). Dicofol concns declined during 60 days of anaerobic incubation, with a half-life of <30 days, with major degradation products of 4,4'-dichlorobenzhydrol and 1,1-(p-chlorophenyl)-2,2-dichloroethanol(2)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:3947758",
            "Value": "Dicofol was detected at average concn of 3938 and 1201 ng/g fresh weight in mullet (Mugil sp) from the Mediterranean(1)."
        }
    ],
    "logP": [
        {
            "References": "Saito H et al; Chemosphere 27: 1553-60 (1993)",
            "Value": "log Kow = 5.02"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Murty, A.S. Toxicity of Pesticides to Fish. Volumes I, II. Boca Raton, FL: CRC Press Inc., 1986., p. V2 66",
            "Value": "Despite nearly 4 decades of research on organochlorines, & especially DDT, the biochemical basis of their toxic action is not yet unequivocally established. ... /it has been/ reported that ... dicofol ... inhibited the ATPase associated with oxidative phosphorylation & cation transport in plasma membranes."
        },
        {
            "References": "WHO/FAO; Data Sheets on Pesticides: No. 81 Dicofol (115-32-2) (July 1996). Available from, as of May 26, 2009: https://www.inchem.org/pages/pds.html",
            "Value": "/Dicofol/ produces stimulation of axonal transmission of nervous signals, believed to be related to inhibition of ATPases in the central nervous system (CNS). The signs of toxicity are consistent with CNS depression."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 49 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Two groups of 10 males and 10 females of rat received each a single 4-hour nose only exposure to liquid aerosols of dicofol at the mean analytical concentrations of 2.2 and 5.0 mg/L. Animals were observed for 14 days after exposure. The aerosol particle size parameters were a mean mass median diameter of 3.0 um, a mean geometric standard deviation of 2.0 and a mean respirable fraction of 56%. Two rats died only in the male group at 5.0 mg/L."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 50 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Dicofol, warmed to about 70 °C until it was a uniform liquid and cooled to room temperature, was held under an impervious cuff in continuous 24 hour contact with the intact skin from which the hair had been closely clipped of 3 groups of 6 males and 2 groups of 6 females of New Zealand white rabbits. Each male group was treated with 2700, 3700 and 5000 mg/kg respectively. Each female group was treated with 2500 and 5000 mg/kg respectively. Three males died in each group of 2700 and 5000 mg/kg, and 5 females died in the group at 5000 mg/kg."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 51 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.5 g of the solid dicofol, warmed to 70 °C until it was a uniform liquid and cooled to room temperature before dosing, was held under a patch covered with an impervious cuff in continuous 4-hr contact with the intact skin from which the hair had been closely clipped of 6 New Zealand White rabbits. After the 4 hour exposure the patches and cuffs were removed and the application sites were gently wiped. The mean score for erythema at 24 and 72 hours was 2.25; the mean score for edema at 24 and 72 hours was 2.33. No observation was made at 48 hours. /Dicofol was classified as/ irritating."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 52 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One group of 20 guinea pigs received ten 6-hr induction doses (3 doses/week, for 3.5 weeks) of 0.4 mL of 4.2% w/v dicofol in 80% v/v aqueous ethanol. An additional group of 10 guinea pigs was also treated with 80% v/v aqueous ethanol in the same manner and served as a vehicle control group. These two groups of animals and a group of 10 naive control guinea pigs were challenged 2 weeks after the last induction dose with 0.4 mL of 11.7% w/v dicofol in acetone. The vehicle control group also received a challenge dose of acetone. Erythema reactions were scored at 24 and 48 hours after the challenge exposure. Seven days after the primary challenge, the 20 dicofol induced guinea pigs as well as a second group of naive control guinea pigs received a rechallenge dose of 11.7% w/v dicofol in acetone and were scored similarly. The primary challenge with dicofol elicited erythema in 2 of 10, 0 of 10 and 6 of 20 guinea in the naive control, vehicle control and 4.2% w/v dicofol groups respectively. No erythema was observed in guinea pigs induced with aqueous ethanol and challenge with acetone. Following the second challenge with dicofol, 0 of 10 and 4 of 20 guinea pigs in the naive control and dicofol induced groups exhibited erythema. The observation of erythema in 2 of 10 animals in the naive control group during the primary challenge was considered incidental and atypical of this group. The low incidence of erythema in the dicofol induced group following the challenge and rechallenge phases, although not statistically different from the control groups, was considered indicative of a weak delayed contact hypersensitivity response."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 64 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male and female CD-1 mice were administered 0, 1.4, 4.4, 14.9, 42.8 and 151 mg/kg dicofol by oral gavage once daily for 3 days. 24 hours after the last dose, the mice were killed by cervical dislocation, livers were collected and post mitochondrial supernatants (PMS) fractions were immediately prepared for analysis of mixed function oxidase (MFO) activity (0-demethylation of p-nitroanisole). Liver weight was significantly increased 40% in males and 29% in females at 151 mg/kg. Body weight was not affected by any treatment. The liver to body weight ratio was significantly increased 25% at 42.8 mg/kg and 58% at 151 mg/kg in males and 42% in females at 151 mg/kg. MFO activity was significantly increased 22 to 43% in females at 14.9 mg/kg and above. MFO activity was not affected in males. Based on MFO activity in females, the LOEL was established at 14.9 mg/kg, and the NOEL at 4.4 mg/kg."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 53 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Crl-CD (SD) BR rats were administered dicofol daily in the diet at concn of 1, 10, 100, 500, 1500 ppm (10 animals/sex/group) for 90 days. / 5/10 males and 8/10 females fed diets containing 1500 ppm died during the treatment period. Clinical signs of scant droppings, soft feces, and/or feces with mucus were seen in females at 500 ppm. Bw and feed consumption were significantly decreased in rats at 500 or 1500 ppm throughout the testing period. Female bw also decreased at 100 ppm. After 3 and 13 wks of treatment significant changes were observed in hematology parameters at 500 and 1500 ppm. After three wks mean corpuscular volume (MCV) was decreased in males at 500 ppm and in males and females at 1500 ppm. Mean corpuscular hemoglobin (MCH) was decreased in both sexes at 1500 ppm. Platelet counts were increased in both sexes at 1500 ppm and in females at 500 ppm. After 13 wks of treatment, changes included decreases in HCT, MCT and MCIi in both sexes at 1500 ppm. Hemoglobin was also decreased in females at 1500 ppm. MCH was decreased at 500 ppm and platelet counts were increased in females at 500 ppm and in both sexes at 1500 ppm. No adverse hematologic effects were seen in either sex at either period of time at doses up to and including 100 ppm. Changes in a number of clinical chemistry parameters were seen at 500 and 1500 ppm after 3 and 13 wks. At 3 wks these changes included: increased serum cholesterol in both sexes at 1500 ppm and in females at 500 ppm; increased serum glutamic pyruvic transaminase (SGPT) in males and gammaglutamyl transpeptidase (GGT) in both sexes at 1500 ppm; decreased serum glutamic oxalacetic transaminase (SOOT) in both sexes at 1500 ppm; decreased triglycerides (males) and glucose (both sexes) at 500 and 1500 ppm; increased creatinine in females at 1500 ppm and decreased serum calcium and inorganic phosphorous in males at 1500 ppm. In general globulin was increased, albumin was decreased and albumin/globulin ratio was decreased. After 13 wks changes included: decreased triglyceride at 500 and 1500 ppm in males; increased cholesterol at 500 and 1500 ppm in both sexes; increased SGPT in males, alkaline phosphatase in females and GGT in both sexes at 1500 ppm; decreased glucose in females at 500 ppm and in both sexes at 1500 ppm. Significant changes in the serum protein chemistry picture were evident in one or both sexes at 500 and/or 1500 ppm. No adverse clinical chemistry effects were seen in either sex at either period at doses up to and including 100 ppm. There was no indication of treatment related ocular effects. In females at 500 ppm and both sexes at 1500 ppm there was a significant decrease of serum corticosterone. Urinalysis showed decreased specific gravity and decreased pH at 1500 ppm. Specific gravity and pH were unaffected at 500 ppm. All other urinanalyses were unaffected by treatment. Hepatic MFO activity was significantly increased in both sexes at 100, 500 and 1500 ppm. Gross observations at necropsy included enlarged livers in both sexes at 1500 ppm, darkened livers in males at 500 ppm and in both sexes at 1500 ppm and small spleens in females at 1500 ppm ...  Microscopic changes seen only in the treated rats occurred in liver, adrenal glands and stomach. Changes which occurred with an increased incidence and/or intensity were seen in the heart and thyroid gland. Hepatic changes included hepatocellular hypertrophy in both sexes at 100 ppm and above; hepatocellular necrosis at 500 ppm in males and 1500 ppm in both sexes; intracytoplasmic eosinophilic bodies in the peripheral lobular hepatocytes at 1500 ppmin males and sinusoidal macroophages containg yellow brown pigment in centrilobular areas at 1500 ppm in males. In the adrenal difufse cortical-cell vacuolation was seen in both sexes at 500 and 1500 ppm and focal hyperplasia of the peripheral cortex was evident in males at 1500 ppm. Increases in the severity of multifocal myocarditis and focal myocardial fibrosis were seen in males at 1500 ppm and ventricular dilation was seen in 1 male at 1500 ppm. An increase in incidence and intensity of hypertrophy of follicular epithelial cells of the thyroid was evident in males at 10 ppm and above and in females at 500 ppm and above. The thyroid changes which were seen in this study were considered equivocal regarding their relationship to treatment."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3731",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Solutions of kelthane in dimethyl phthalate caused erythema and superficial destruction of the skin of rabbits. Emulsions were more irritating, causing marked tissue destruction. When applied to the skin under a cuff, the compound was readily absorbed through the skin. Daily skin applications 5 days/wk for 13 wks of a 30 percent solution in dimethyl phthalate, at doses of 1 mL/kg and higher, caused death ... A wettable powder containing 18.5 percent active ingredient with two parts water, applied repeatedly, caused deaths in doses of 0.5 g/kg and higher."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 94 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In rats fed diets containing up to 2500 mg/kg dicofol (technical grade, 80% pure) for three mo, survival was affected in animals of both sexes fed levels of 1250 or 2500 mg/kg, and growth was inhibited in females given 100 mg/kg and more and in males given 1250 or 2500 mg/kg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 94 (1983)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dicofol fed at levels of 100-200 mg/kg in the diet to male rats for two wks was shown to be an inducer of mixed function oxidase enzymes in the liver."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Dicofol (115-32-2). (November 1998). Available from, as of May 4, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 90-day feeding study in mice, groups of Crl:CDR-1 (ICR) BR mice (10/sex/group) were fed diets containing dicofol at concentrations of 10, 125, 250, 500, or 1000 ppm (1.6, 18.2, 38.2, 84.4, or 178.4 mg/kg for males and 2.1, 29.3, 56.2, 108.0, or 188.4 mg/kg for females, respectively) for 13 wks. Under the conditions of this study dicofol did not produce any compound-related effects in 10 ppm male or female mice. Dicofol produced dose-related effects on the body weights, the liver (increased liver weights, hepatic MFO activity, hepatocellular hypertrophy associated with necrosis and vacuolation), kidney (decrease in weight, granular and dilated kidneys, dilation and degeneration of cortical tubules of kidneys), and the adrenal glands (diffuse hypertrophy of adrenal cortical cells), at dose levels as low as 125 ppm, 250 ppm and 500 ppm, respectively. Effects seen in 1,000 ppm were more severe than any lower dose levels. The NOAEL was 10 ppm (1.6 mg/kg) and the LOAEL was 125 ppm (18.2 mg/kg) based on a decrease in body weights, increased hepatic MFO activity, and an increase in liver weights."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Dicofol (115-32-2). (November 1998). Available from, as of May 4, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a subchronic oral toxicity study in dogs, groups of beagle dogs (6/sex/dose) received dicofol at dietary concentrations of 0, 10, 100, 300, or 1,000 ppm (0, 0.29, 3.3, 9.9, or 26 mg/kg for males and 0, 0.31, 3.4, 9.8, or 27 mg/kg for females) for three months. The NOAEL was 10 ppm (0.29 mg/kg/day) and the LOAEL was 100 ppm (3.3 mg/kg/day), based on a decrease in cortisol release in response to adrenocorticotropic (ACTH) administration, an increase in relative liver weights, and oligospermatogenesis in males. There were effects also on survival, testes, prostate, liver, gastrointestinal tract, and heart at the LOAEL and higher doses."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 3731",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dogs fed 1 yr on a diet containing 300 ppm kelthane survived without effect. At a level of 900 ppm, 2 of 4 dogs died ... At dietary concentrations of 300 ppm, there was ... depression of plasma 17-hydroxycorticosteroids; at 900 ppm, this was marked. There was no evidence of histopathological changes."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 92 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female B6C3F1 mice, six weeks old, were fed diets containing dicofol [technical-grade, purity not specified and impurities not determined]. Groups of 20 males and 20 females were kept as controls. Males in the low-dose group received levels that varied between 150 and 300 mg/kg of diet resulting in a time-weighted average dietary level of 264 mg/kg; males in the high-dose group received levels between 300 and 600 mg/kg of diet, resulting in a time-weighted average level of 528 mg/kg. Females in the low-dose group received dietary levels between 55 and 150 mg/kg, resulting in a time-weighted average of 122 mg/kg; females in the high-dose group received between 110 and 300 mg/kg, resulting in a time-weighted average level of 243 mg/kg. All animals were treated for 78 weeks and followed for an additional 14-15 weeks before they were killed, at the same time as their respective controls. Of the male mice, 38/50 at the high dose and the same number at the low dose and only 7/20 controls were still alive at the end of the experiment. Among the females, 48/50 at the high dose, 42/50 at the low dose, and 19/20 of the controls were still alive at that time. The only dose-related effect observed was an increased incidence of tumours of the liver in males: hepatocellular carcinomas occurred in 3/18 controls, 22/50 (p = 0.035) of the low-dose males and 35/47 (p < 0.001) of the high-dose males (Cochran-Armitage test for positive trend: p < 0.001). No excess of hepatocellular carcinomas was observed in exposed female mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 93 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Osborne-Mendel rats, six weeks old, were fed dietary levels of 380 or 760 mg/kg technical dicofol [purity not specified and impurities not determined]. Groups of 20 male and 20 female rats were kept as controls. Females were exposed for 78 weeks and then observed for an additional 34 weeks before they were killed. Males received the initial doses of dicofol for 19 weeks, increased to either 500 or 1000 mg/kg of diet for 59 weeks, whereupon the animals were followed for an additional 34 weeks before they were killed. The time-weighted average concentrations of dicofol in the diet of male rats were 471 and 942 mg/kg of diet. Of the males, 36/50 at the high dose, 32/50 at the low dose and 11/20 of the control group survived for at least 100 weeks; of the females, 44/50 at the high dose, 46/50 at the low dose and 16/20 of the controls survived that time. No significant difference was seen between treated and control rats when the data were analysed by the Fisher exact test and the Cochran-Armitage test."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 66 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dicofol was administered in the diet of 4 groups (100/sex/group) of rats for up to 24 months at dietary concentrations of 0 (control) , 5, 50, 250 ppm. All rats were observed daily for signs of ill health or reaction to treatment. Physical examinations were performed and bw and feed consumption were monitored weekly for the first 14 wk of dosing, and every other wk thereafter. Feed efficiency was monitored during the first 13 wk of the study ... No treatment related clinical signs were observed throughout the 24 mo of dietary administration of dicofol. Survival of male and females in all treated groups were comparable to controls. Females at 250 ppm exhibited increased survival when compared to control females. Decreases in bw (15-28%) were observed in males and females at 250 ppm throughout the 24 mo of treatment. Feed consumption was decreased in females at 50 ppm and both sexes at 250 ppm. There were no treatment-related changes in serum T3, T4 and TSH concentrations, urinalysis parameters, serum corticosterone concentrations, or hematology parameters when tested throughout the study. Serum triglycerides of both sexes at 250 ppm were consistently lower at all time intervals when compared to controls. This finding was considered secondary to reduced bw and feed consumption of this group. There were no other treatment related changes in any clinical chemistry parameters. Ophthalmologic examinations at 12 and 24 mo showed no indication of compound-related ocular disease at 250 ppm when compared to control. Increases in hepatic mixed function oxidase activity were observed in both sexes at 50 and 250 ppm after 3 and 12 mo of treatment. Increases in relative liver wt (9-31%) were observed in both sexes at 50 and 250 ppm. Gross pathology changes at necropsy were seen primarily in the liver (ie, prominent lobular architecture, focal discoloration) at 50 ppm and/or 250 ppm. An irregular or thickened appearance of the urinary bladder was seen in females at 250 ppm at 24 mo. Treatment related microscopic changes were observed in the liver in both sexes at 50 and 250 ppm at 3, 12, 18 and 24 mo. In adrenal glands of females at 50 ppm at 18 mo and in both sexes at 250 ppm at 3, 12, 18 and/or 24 mo; and in the urinary bladder of females at 250 ppm at 24 mo. The microscopic changes in the liver consisted predominantly of centrilobular hepatocellular hypertrophy which was frequently accompanied by an increased amount of centrilobular or midzonal hepatocellular vacuolation. Other treatment-related changes associated with the liver hypertrophy included increased incidences of multifocal or single-cell necrosis, focal eosinophilic cellular alterations or focal hepatocellular hyperplasia. The microscopic change in adrenal glands consisted of diffuse vacuolation of the adrenal cortical cells. The change in urinary bladder consisted of a low, but increased incidence of chronic cystitis. Dietary exposure to dicofol did not result in an increased incidence of neoplasms of any organ-system in any of the compound-treatment groups. The NOEL was therefore established at 5 ppm (0.22 mg/kg/day in males and 0.27 mg/kg/day in females)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 68 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Dicofol technical was incorporated into the diets of four groups of 6 male and 6 female beagle dogs at the doses of 0, 5, 30, 180 ppm /for 52 weeks/. The 180 ppm included an additional 6 males and 6 females (recovery group) which were fed diets free of the test article after week 14. All animals were observed twice daily for clinical signs of toxicity and mortality; detailed examinations were conducted weekly at the time of body weight measurements. ... Dicofol produced no readily apparent consistent treatment-related effects on clinical signs, body weight, feed consumption, ophthalmology, hematology, urinalysis, body temperatures and heart rates. One male in the 180 ppm recovery group was found dead during week 28 and one additional 180 ppm recovery group male was sacrificed as moribund during week 42.  Cause of the death is unknown but is not thought to be due to dicofol, whereas general debilitation and long-standing whole-body skin changes unrelated to treatment with dicofol were considered to be the reason for necropsy of the moribund dog. Mean serum alkaline phosphatase (SAP) was slightly but significantly elevated in 180 ppm males and several high dose females had elevated SAP values. Likewise, mean albumin values were decreased in 180 ppm males and females. These responses may be indicative of a compound related effect. Cortisol responses to ACTH injection were markedly reduced in 180 ppm males and females, but reduced responses at 13 weeks were partially (males) to near completely reversible (females) by week 25 and completely reversed at termination in the 180 ppm recovery group. All other chemical chemistry parameters were considered to be in the normal range. Evaluation of ECG tracings revealed no evidence of direct cardiotoxicity and all tracings were considered to be within normal limits. Mean hepatic weights of 180 ppm, but not 180 ppm recovery, males were increased compared to control males. Necropsy and gross examination of tissues revealed no lesions that could be attributed to dicofol. Microscopic examination of tissues. revealed histopathologicall findings characterized as minimal to mild hypertrophy of hepatocytes only in both sexes at 180 ppm. 180 ppm (5.72-5.41 mg/kg/day) was therefore considered to be the LOEL, whereas 30 ppm (0.822-0.853 mg/kg/day) was the NOEL."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 94 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A dietary concn of 7 mg/kg technical dicofol (impurities unspecified) fed to mice for 3 generations produced alopecia & cephalic defects in 12 day old offspring of the third generation. These results were not confirmed in a subsequent study in mice fed diets containing 7-500 mg/kg of technical dicofol (impurities unspecified) containing 84.8% active ingredient. The mice were bred to produce 5 generations with 2 litters at each generation, & in addition, a third litter at the 5th generation, which was killed at term for teratologic assessment. The 500 mg/kg level caused reductions in body wt of offspring & in litter size & high postnatal mortality, but concn of 224 mg/kg & lower produced no effect."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 94 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dietary concn of 100 mg/kg of the active ingredient had no effect on reproduction in rats but adversely affected pre-implantation stages of embryonal development. A dicofol formulation containing 20% active ingredient as an emulsion in water was admin orally at a concn of 5 or 10 mg/kg body weight per day for 2 months to rats which were then inseminated 3 times per week during the third month, resulting in a higher ratio of non-pregnant to total inseminated rats than in controls."
        },
        {
            "References": "Jadarmkunti UC and Kaliwal BB; J Basic Clin Physiol Pharmacol 10 (4): 305-14 (199)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Dicofol, an organochlorine pesticide, was administered orally at doses of 20, 30, 40 and 50 mg/kg bw to normal virgin rats for 30 days. There was no significant change in the number of estrous cycles and duration of each phase with 20 mg dicofol. However, there was a significant decrease in number of cycles, duration of proestrus and diestrus, and increase in the duration of the estrus phase after dicofol treatment at 30, 40 and 50 mg. Bw and organ wt of liver, kidney, adrenal, ovary, uterus thyroid, and thymus were not significantly changed in all the dicofol treated rats. There was a significant decrease in healthy follicles with concomitant increase in atretic follicles at higher doses of dicofol treatment. Hence, the effect of dicofol was dose dependent."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 73 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dicofol was administered via stomach tube in 1% methylcellulose (Hi Sil 233 was coadministered as an excipient with the test substance suspensions) to groups of 20 artificially inseminated rabbits on days 7 through 19 of presumed gestation at dosage levels of 0 (vehicle), 0.4, 4 and 40 mg/kg/day. Does were observed daily during and after the dosage period for clinical signs, mortality, abortion, premature delivery, body weight and feed consumption: the does were Caesarean delivered and necropsied on day 29 of gestation and examined for pregnancy, the number of corpora lutea in each ovary, and the number and uterine placement of implantations, resorptions and live and dead fetuses. Term fetuses were weighed, sexed, sacrificed and examined for gross external, soft tissue and skeletal alterations. Maternal livers were weighed at term, sectioned and examined histologically. Does which died, aborted or delivered naturally during the study were necropsied and examined for pregnancy and the status of uterine contents. Dosage-dependent evidence of maternal toxicity resulted from administration of dicofol dosages of 4 mg/kg/day and above. The effect at 4 mg/kg/day consisted of a reversible inhibition and/or loss of body weight during the dosage period and a small increase in does with liver histopathology. Administration of the 40 mg/kg/day dosage resulted in maternal toxicity demonstrated by decreased body weight and feed consumption/efficiency, an increased incidence of observations of abnormal feces, increased liver/body weight ratios and histopathology of the liver. This dosage also resulted in an increased incidence of abortion as compared in control values. The 4 and 40 mg/kg/day dosages of dicofol did not adversely affect pregnancy, implantation, litter size, resorption, fetal viability, fetal body weight or fetal sex ratios, and no fetal alteration was attributable to administration of dicofol to the does. The 0.4 mg/kg/day dose did not affect any maternal or fetal parameter in this study. The maternal NOEL was therefore established at 0.4 mg/kg/day and the developmental NOEL at >40 mg/kg/day."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 70 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dicofol was given by gavage in corn oil (5 mL/kg) to groups of 25 presumed pregnant rats on days 6-15 of gestation at dosage levels of 0 (vehicle control), 0.25, 2.5, 25 mg/kg/day. Dams were observed daily during and after the dosage period for clinical signs, death, abortion, body weight and feed consumption. Dams were Caesarean delivered and necropsied on day 20 of gestation, and examined for the number of corpora lutea in each ovary and the number of uterine placement of implantations, resorptions and live and dead fetuses. ... Administration of 25 mg/kg/day of dicofol resulted in maternal toxicity demonstrated by increased salivation, decreased body weight and feed consumption/efficiency, increased liver/body weight ratios and histopathology of the liver (minimal to slight enlargement of centrilobular hepatocytes). Increased salivation was also observed for 2.5 mg/kg/day dams. These dosages of dicofol did not adversely affect pregnancy, implantation, litter size, resorption, fetal body weight, viability or sex ratios, and no fetal alteration was attributed to administration of dicofol to the dams. The 0.25 mg/kg/day dose did not affect any maternal or fetal parameter in this study. The maternal NOEL was therefore established at 0.25 mg/kg/day and the fetal NOEL at >25 mg/kg/day."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 70 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Dicofol was administered in the diet through two generations of rats with one mating in the first generation and two matings in the second generation. Dicofol was administered to five groups of 25 rats/sex/group at the concentrations of 0 (control) , 5, 25, 125, and 250 ppm in both the first parental (P1) and the second parental (P2) generations. The P1 generation (males and females) was offered diets containing dicofol continuously from 42 days of age for a minimum of 10 wk prior to mating and throughout a mating, gestation, and lactation period. After weaning, the P2 animals were offered diets containing dicofol for a minimum of 14 wk prior to mating and throughout two mating, gestation and lactation periods. Control rats were fed untreated diets throughout the same periods ... No treatment related deaths or signs of ill health or reaction to treatment occurred in either the P1 or P2 adults at any dose level. No treatment related changes in bw or feed consumption were evident among P1 adults at 5 or 25 ppm or among P1 adult males at 125 ppm. No effect was seen among the P2 adult males or females at any dose level. Treatment-related decreases in bw and feed consumption were noted at 250 ppm among P1 adult males during the pre-breeding period and at 125 and 250 ppm among P1 adult females during the prebreeding period and gestation. Decreased bw was seen in the P1 females at 250 pm during lactation. No treatment-related effects on reproductive performance were detected among P1 or P2 adults at any dietary level. No treatment-related effects were evident on the viability or development of offspring at 5 or 25 ppm or in the P1/Fla litters at 125 ppm. A treatment-related decrease was noted in the viability index in the Fl generation at 250 ppm and in the F2a and F2b generations at 125 and 250 ppm. A treatment-related increase was noted in the number of litters with no offspring surviving to weaning in the F2a and F2b generations at 125 and 250 ppm. A treatment-related increase was noted in the total number of stillborn in the F2a generation at 25.0 ppm. A treatment-related decrease was noted in offspring bw in the Fla and F2a generations at 250 ppm. There were no gross pathology findings that ... were considered to be treatment-related. No treatment-related histopathologic changes were observed in rats from either generation receiving 5 ppm dicofol. Treatment related microscopic findings were observed in the liver of rats from both generations at dose levels of 25, 125, and 250 ppm and included centrilobular hypertrophy (males and females) and vacuolation of centrilobular to midzonal hepatocytes (males). An increase in the incidence of bile duct hyperplasia was observed in females at 250 ppm. An increase in the incidence of focal eosinophilic cell alteration was observed at 250 ppm (both sexes) and 125 ppm (females) in the P2 generation only. Hypertrophy and/or vacuolation of the inner cortex of the adrenal gland was treatment related in female rats from the 125 and 250 ppm groups from both generations. Increased vacuolation of the ovary was treatment-related in the 250 ppm group from the P1 generation and at 25, 125, and 250 ppm in the P2 generation. The NOEL was therefore established at 5 ppm, based on histopathologic changes in the livers of both males and females in P1 and P2 and in the ovaries of P2 females. The reproductive NOEL was 25 ppm."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Dicofol (115-32-2). (November 1998). Available from, as of May 4, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In an acute neurotoxicity screening study, groups of Crl:CDRBR VAF/PlUSR rats (10/sex/group) received a single oral administration of dicofol 95.5%) at doses of 0, 15, 75, or 350 mg/kg. At 350 mg/kg/day, dicofol produced an increase in the incidence of ataxia and of uncoordinated landing in females. The 350 mg/kg/day females also showed signs of being asleep. Dicofol did not cause any histopathological changes in the central or peripheral nervous systems. The NOAEL was 15 mg/kg/day and the LOAEL was 75 mg/kg/day, based on decreases in body weights and reduced food consumptions."
        },
        {
            "References": "PMID:11762692",
            "Value": "/ENDOCRINE MODULATION/ Dicofol, a chlorinated pesticide showing estrogenic activity, was administered orally to virgin pregnant rats at doses of 300, 400, 500, 600, or 700 mg/kg/day for 7 consecutive days to examine its effect on blastocyst implantation. One group of rats received estradiol-17beta (10 ug) for comparison and control animals received similar quantities of olive oil. Autopsy on day 8 revealed that the olive-oil treated rats were pregnant and had a normal number of implantations and a normal duration of diestrus. Treatment with estradiol-17beta completely inhibited implantation, significantly decreased the duration of diestrus with concomitant increase in estrus. Treatment with 300, 400, or 500 mg/kg/day dicofol neither inhibited implantation nor significantly changed diestrus. Treatment with 600 mg dicofol partially inhibited implantation and significantly decreased diestrus with concomitant increase in estrus. Treatment with 700 mg dicofol completely inhibited implantation, and the uterus showed placental scars. This group exhibited a significant decrease in diestrus with concomitant increase in estrus. In all dicofol-treated rats, no significant changes were found in body weight or organ, except for a significant decrease in the weight of the uterus in groups receiving either 700 mg dicofol or estradiol-17beta. The inhibitory effect of dicofol on implantation may be due to an imbalanced estrogen-progesterone ratio, essential for implantation. The pesticide is neither tubal locking nor causes expulsion of the blastocyst from the uterus like estradiol-17beta."
        },
        {
            "References": "Hoberman AM et al; Toxicologist 48 (1-S): 388-9 (1999)",
            "Value": "/ENDOCRINE MODULATION/ ... Dicofol, a miticide, has been widely cited as an endocrine disruptor, due to its close structural similarity to DDT and DDE, which have known estrogenic and/or antiandrogenic activity. However, there is currently no direct evidence that dicofol alters reproductive hormone function. This study was designed to provide a comprehensive functional assessment of the effects of dicofol on reproduction and development in rats following dietary exposure at concentrations of 5, 25 or 125 ppm. This study was designed in accordance with draft EPA guidelines for reproductive toxicity studies which have been expanded to increase the sensitivity to altered reproductive hormone function. Parental animals were exposed to dicofol for 10 weeks, mated, offspring delivered, and offspring exposure continued to sexual maturation. Evaluation included, general toxicity, reproductive performance and fertility, estrus cycling, sperm analysis, age at puberty in offspring, organ weights and histopathology. Dicofol and its metabolite were detected in parental serum, neonatal tissues, milk and weanling serum, demonstrating exposure in parental animals, and gestational and lactational exposure of offspring. There were no effects of dicofol exposure on reproduction and fertility, or on survival or growth of offspring. There were no effects on estrus cycling or sperm parameters, or on age at vaginal patency, or preputial separation in female and male offspring, respectively. There were no treatment-related effects on reproductive organ weights or histopathology at any dose. Liver weight was increased and histopathology of the liver was observed in both parental animals and offspring at 125 ppm. In conclusion, dicofol administration in the diet produced no functional effects indicative of reproductive endocrine disruption at doses which produced target organ toxicity."
        },
        {
            "References": "PMID:16179385",
            "Value": "/ENDOCRINE MODULATION/ .. A thyroid hormone (TH) inducible primary screening assay /was developed/ for the identification and assessment of man-made chemicals that interfere with the TH-signalling pathway within target cells. The assay was developed in a Xenopus laevis cell line that was transduced with a self-inactivating (SIN) lentivirus vector (LV) containing a luciferase gene. The luciferase activation in this cell line was TH-specific: 3,3',5-L-triiodothyronine (T(3)) > 3,3'5-L-triiodothyroacetic acid (Triac) > 3,3',5-D-triiodothyronine (D-T(3)), > L-thyroxine (T(4)) > 3,3',5'-L-triiodothyronine (rT(3)). The application of the ligand-dependent luciferase assay for screening for thyroid system-disrupting chemicals revealed that three phthalates (dicyclohexyl phthalate, n-butylbenzyl phthalate, and di-n-butyl phthalate), two herbicides (ioxynil and pentachlorophenol) and a miticide (dicofol) had 3,3',5-L-triiodothyronine- T(3)- antagonist activity at concentrations ranging from 10-6 to 10-5 M. These chemicals also inhibited the expression of the endogenous primary T(3)-response TH nuclear receptor beta (TRbeta) gene. The inhibitory characteristics of these chemicals were similar for both assays performed, although the assay for T(3)-dependent activation of TRbeta gene was more sensitive than the luciferase assay..."
        },
        {
            "References": "PMID:6339892",
            "Value": "/GENOTOXICITY/ Kelthane was nonmutagenic in doses up to 5000 ug/plate in bacterial reversion-assay system with 5 strains (TA98, TA100, TA1535, TA1537, TA1538) of Salmonella typhimurium and a strain (WP2 HCR) of Escherichia coli. Plates were incubated at 37 °C for 2 days after which the number of revertant colonies on each plate was counted."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Dicofol was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Difocol was tested at doses of 3.3, 10, 33, 100, 333, and 1000 ug/plate in ... 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S9. Difocol was negative in these tests and the highest ineffective dose tested in any S typhimurium strain was 1000 ug/plate. Total clearing of the background bacterial lawn occurred at 333 ug/plate in strains TA100 and TA1535 without activation. Precipitate was observed in cultures at the high dose."
        },
        {
            "References": "PMID:3930237",
            "Value": "/GENOTOXICITY/ Dicofol was evaluated for the induction of sex linked recessive lethal mutations in Drosophila melanogaster by the National Toxicology Program. Canton-S wild type males were treated with concentrations of dicofol that result in approximately 30% mortality. Following treatment, males were mated individually to 3 harems of Basc virgin females to produce 3 broods for analysis. The concentrations of dicofol tested by injection (100,000 ppm) or feeding (100,000 ppm) were negative in this assay."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Dicofol (115-32-2). (November 1998). Available from, as of May 4, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ Dicofol at doses ranging from 5 to 5000 ug/plate did not cause mutations in an Ames assay."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 62 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Dicofol did not induce mutation at the HGPRT locus in CHO cells when tested from 3 to 6 ug/mL without metabolic activation. These treatments resulted in >100% to <5% cell survival. With a metabolic activation system (1 mg S-9/mL) dicofol did not induce mutations when tested from 10 to 20 ug/mL which yielded >100% to 25% cell survival respectively. In addition, dicofol at either 4.5 or 15% ug/mL did not indcuce mutations when tested at 0.3 and 2.0 mgS-9/mL (the 15 ug/mL treatment group at 0.3 mg S-9/mL was eliminated due to extreme toxicity."
        },
        {
            "References": "USEPA; Reregistration Eligibility Decision (RED) Database for Dicofol (115-32-2). (November 1998). Available from, as of May 4, 2009: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "/GENOTOXICITY/ ... Dicofol did not induce mutations in the in vitro Chinese hamster ovary cell HGPRT assay which tested concentrations of 3.0 to 6.0 ug/mL without metabolic activation and 4.5 to 20 ug/mL with metabolic activation."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 62 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ No increase in net nuclear grains/cell were seen when primary CRCD rat hepatocytes were treated with dicofol at concentrations of 0.25, 0.1, 0.05 and 0.025 ug/mL /without metabolic activation and/ in the presence of tritiated thymidine. These treatments resulted in cell survival relative to solvent controls of 80 (0.025 ug/mL) to 89% (0.05 ug/mL) 24 hours following initiation of treatment. Survival at 0.5 and 0.25 ug/mL treatment could not be determined as the majority of the cells detached from the coverslips during fixation."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 63 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ /An in vitro cytogenetic assay using Chinese hamster ovary cells/ was /performed/ with and without Arochlor 1254-induced rat liver S-9 metabolic activation. Without metabolic activation cells were exposed to the test compound dissolved in DMSO for 17.5 hours at 37 °C. With metabolic activation cells were exposed to the test compound for 2 hr at 37 °C. 0.1 ug/mL colcemid was added to all cultures 2.5 hours prior to harvesting the cells: At the time of the first metaphase after treatment with dicofol, cells were harvested, killed by swelling in hypotonic KC1 and fixed. Slides were prepared and 100 metaphase cells were scored for chromosomal aberrations from each of two cultures at each treatment concentration. In the assay without activation, chromosomal aberrations were evaluated at 7.5, 10, 15 and 20 ug/mL, the latter two concentrations being toxic. With activation chromosomal aberrations were evaluated at 7.5, 10, 15, 17.5, 20 and 22.5 ug/mL and concentrations greater than 15 ug/mL produced toxicity with limited numbers of metaphase cells available. No significant increase in cells with chromosomal aberrations occurred either with or without metabolic activation."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Dicofol (115-32-2) p. 63 (2000  CD-ROM edition). Available from, as of June 3, 2009: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Dicofol was diluted with corn oil and administered in a single oral dose to groups of 30 male rats at doses of 0 (corn oil vehicle), 47.8, 191.2 and 478 mg ai/kg. At 6, 24 and 48 hours after dose administration 10 animals from each dose level were killed, and bone marrow slides were prepared. Two positive control groups (5 animals each) received a single 0.3 or 0.5 mg/kg ip dose of triethylene melamine. These animals were killed 18 hours later and bone marrow slides prepared. All animals received colchicine (1 mg/kg, in distilled water ip) 3 hours prior to being killed.Bone marrow cells (50 metaphases/animal where available) from rats in the vehicle and positive control groups and from rats receiving 478 mg ai/kg were evaluated for chromosomal aberrations. A dose-related incidence of clinical signs (passivity, diarrhea, stain muzzle, red paws and ataxia at 478 mg ai/kg) were observed in all 3 treated groups. When compared to vehicle treated animals no significant increases in chromosomal aberrations were observed in the animals treated with 478 mg ai/kg. Slides from the lower dose groups were not examined because an effect was not seen at the high dose. A significant increase in chromosomal aberrations was observed in rats treated with the positive control compared to vehicle treated rats."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Pereira WE et al; Environ Toxic Chem 15: 172-180 (1996) (2) Miles CJ, Pfeuffer RJ; Arch Environ Contam Toxciol 32: 337-345 (1997) (3) Xue N et al; Chemosphere 61: 1594-1606 (2005)",
            "Value": "SEDIMENT: Dicofol was detected in bed sediment samples taken in 1992 from Orestimba Creek and the San Joaquin River, CA at 23.7 and 6.8 ng/L(1). Dicofol was detected in 10 sediment samples (total number of samples not listed) at a maximum concn of 26 ug/kg from sites in south FL taken Nov 1991 to June 1995(2). Dicofol was detected in sediment and pore water samples collected Sept to Nov 2003 and June to Aug 2004, from Guanting reservoir, Beijing, at concns of not detected to 62.7 pg/g, and not detected to 28.5 ng/L, respectively(3)."
        },
        {
            "References": "(1) Carey AE et al; Pest Monit J 12: 209-29 (1979) (2) Frank R et al; Can J Soil Sci 56: 463-84 (1976) (3) Harris CR, Sans WW; Pest Monit J 5: 259-67 (1971) (4) Sanborn JR et al; The Degradation of Selected Pesticides in Soil: A Review of the Published Literature NTIS PB-272-353 (1977) (5) Al-Mughrabi KI, Qrunfleh IM; Bull Environ Contam Toxicol 68: 86-96 (2002) (6) Gamon M et al; Arch Environ Contam Toxicol 44: 141-51 (2003) (7) Hong Z et al; Chemosphere 60: 762-9 (2005) (8) Thapinta A, Hudak PF; Environ Monit Assess 60: 103-14 (2000)",
            "Value": "SOIL: US National Soils Monitoring Program for the fiscal year 1972, sampled 1483 sites of which 0.5% were positive for dicofol at concns of 0.06-2.15 ppm dry wt(1). Samples from southern Ontario, Canada, taken 1972-75, detected dicofol at soil depths of 0-15 cm and 15-30 cm, at the following concn ranges, respectively, collected from (% positive): 31 apple orchards, not detected-2.40 ppm (64% pos) and not detected-0.08 ppm (32% pos); 12 sour cherry orchards, not detected-0.32 ppm (25% pos) and not detected-0.004 ppm (8% pos); 16 sweet cherry orchards, not detected-0.32 ppm (25% pos) and not detected-0.13 ppm at (25% pos)(2). Dicofol was detected at 2 of 16 farms in Southwestern Ontario, Canada, at concns of 4.95 and 3.10 ppm in 1964, 2.07 and 2.44 ppm in 1966, and 4.93 and 1.75 ppm in 1969(3). Dicofol was detected in orchard soils from Hood River, OR in 1970 at, ppm (depth in inches): 2.44 (0-6), 2.32 (7-12), 0.05 (13-24), 0.36 (25-36)(4). Dicofol was detected in one of five soil samples from Humret Al-Sahn, Jordan in 1998 at a concn of 0.6 ppm(5). From April 1996 to Nov 1997, dicofol was detected in <6% of samples taken from 23 rice fields in Albufera National Park, Valencia, Spain at a maximum concn of 0.10 mg/kg(6). Dicofol was not detected in the soil of three villages around Guanting reservoir, China from samples collected in 2003(7). Dicofol was detected in soil at 16.70-231.80 ug/kg in 21 samples taken 1996 from Thailand(8)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Tomlin CDS, ed; The Pesticide Manual World Compendium. 11th ed., Surrey, England: British Crop Protection Council. p. 382 (1997) (2) USDA; The Pesticide Properties Database. Agricultural Res Service. Available from, https://www.ars.usda.gov/Services/docs.htm?docid=14147 as of July 2009. (3) USEPA; Pesticide Reregistration Eligibility Decisions (REDs) Database on Dicofol (115-32-2). Available from , https://www.epa.gov/oppsrrd1/reregistration/REDs/0021red.pdf as of July 2009. (4) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc for dicofol is 8,383 in sand, 8,073 in sandy loam, 5,868 in silty loam, and 5,917 in clay loam(1). Other reported Koc values for dicofol are 7,207 in sand (0.2% organic matter, pH 6.5), 6,945 in sandy loam (1.6% organic matter, pH 5.8), 5,017 in silty loam (2.4% organic matter, pH 7.1), and 5,086 in clay loam (2.8% organic matter, pH 7.0)(2). Dicofol shows moderate to low mobility in batch equilibrium and column leaching studies, with little potential to leach to groundwater(3). In batch equilibrium studies, mobility of dicofol was moderate in sand (Koc of 5,868), and clay loam (Koc of 5,917) soil slurries(3). According to a classification scheme(4), these Koc values suggest that dicofol is expected to be immobile in soil."
        }
    ]
}