{
    "_id": {
        "$oid": "6682e8b5c4e5dba5ffba26f4"
    },
    "CID": {
        "$numberInt": "8289"
    },
    "Name": "Triphenyl phosphate",
    "IUPACName": "triphenyl phosphate",
    "CanonicalSMILES": "C1=CC=C(C=C1)OP(=O)(OC2=CC=CC=C2)OC3=CC=CC=C3",
    "Synonyms": [
        "TRIPHENYL PHOSPHATE",
        "115-86-6",
        "Triphenylphosphate",
        "Phosphoric acid",
        "triphenyl ester",
        "Disflamoll TP",
        "Celluflex TPP",
        "Phosflex TPP",
        "Triphenoxyphosphine oxide",
        "Trifenylfosfat",
        "Phenyl phosphate ((PhO)3PO)",
        "Phosphoric Acid Triphenyl Ester",
        "NSC 57868",
        "TPPA",
        "CCRIS 4888",
        "HSDB 2536"
    ],
    "IsomericSMILES": "C1=CC=C(C=C1)OP(=O)(OC2=CC=CC=C2)OC3=CC=CC=C3",
    "INCHI": "InChI=1S/C18H15O4P/c19-23(20-16-10-4-1-5-11-16,21-17-12-6-2-7-13-17)22-18-14-8-3-9-15-18/h1-15H",
    "INCHIKEY": "XZZNDPSIHUTMOC-UHFFFAOYSA-N",
    "Formula": "C18H15O4P",
    "MolecularWeight": {
        "$numberDouble": "326.3"
    },
    "Description": "Triphenyl phosphate is an aryl phosphate resulting from the formal condensation of phosphoric acid with 3 mol eq. of phenol. It has a role as a flame retardant and a plasticiser. It is functionally related to a phenol.",
    "XlogP": {
        "$numberDouble": "4.6"
    },
    "Complexity": {
        "$numberInt": "325"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "(1) Eulaers I et al; Sci Total Environ 478: 48-57 (2014)",
            "Value": "Triphenyl phosphate was reported at median concentrations of 4.3 and 0.22 ng/g in plasma and feathers, respectively, of White-tailed Eagle (Haliaeetus albicilla) nestlings in Trondelag, Norway; sampling was conducted in 2011 just prior to fledging at between 6 to 9 weeks of age(1)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Anderson CA et al; Chemosphere 27: 869-79 (1993) (2) Howard PH, Deo PG; Bull Environ Contam Toxicol 22: 337-44 (1979) (3) Saeger VW et al; Environ Sci Technol 13: 840-4 (1979) (4) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Mar 13, 2018: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Under aerobic conditions, triphenyl phosphate underwent 48% mineralization in a loamy sand during a 32-day incubation period. The half-life was determined to be 37 days(1). In 3 freshwater grab sample studies (pH 7.8 to 8.2), triphenyl phosphate exhibited 100% biodegradation after a 2 day lag period and a 7 to 8 day incubation time(2). The half-life of triphenyl phosphate in river die-away tests ranged from 2-4 days using water from the Mississippi River(3). Triphenyl phosphate, present at 100 mg/L, achieved 83-94% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(4)."
        },
        {
            "References": "(1) Anderson CA et al; Chemosphere 27: 869-79 (1993)",
            "Value": "ANAEROBIC: Under anaerobic conditions, triphenyl phosphate incubated with a loamy sand for 32 days exhibited a half-life of 32 days(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Mayer FL et al; pp. 103-23 in Aquatic Toxicity and Hazard Assessment: 4th Conf. ASTM STP 737. Branson DR, Dickson KL, eds. Amer Soc Test Mater (1981) (2) Lombardo P, Egry IJ; J Assoc Offic Anal Chem 62: 47-51 (1979)",
            "Value": "Triphenyl phosphate has been detected at a concentration of 0.1 ug/g in 1 of 10 muscle samples in fish collected from the Saginaw River at Lake Huron; triphenyl phosphate has been detected at a concentrations of 0.5 ug/g in 1 of 3 muscle samples and 0.1 ug/g in 1 muscle sample in fish collected from the Mississippi River above and below St. Louis, MO, respectively; it has also been detected at concentrations ranging from 0.1 to 0.6 ug/g in 13 of 27 muscle samples in fish collected from the Kanawha River in Winfield, WV(1). Triphenyl phosphate was found at respective concentrations of 0.112, 0.6, and 0.15 ppm in 2 carp and 1 goldfish taken in Waukegan Harbor, IL near an industrial outfall which discharges Pydraul 50 E (35% triphenyl phosphate)(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 155",
            "Value": "log Kow = 4.59"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:23377616",
            "Value": "Firemaster 550 (FM550) is an additive flame retardant formulation of brominated and aryl phosphate ester (APE) components introduced as a major replacement product for the commercial polybrominated diphenyl ether mixture (known as PentaBDE) used primarily in polyurethane foam. However, little is known about the potential effects of FM550-based ingredients during early vertebrate development. Therefore, we first screened the developmental toxicity of each FM550 component using zebrafish as an animal model. Based on these initial screening assays, we found that exposure to the brominated components as high as 10 uM resulted in no significant effects on embryonic survival or development, whereas exposure to triphenyl phosphate (TPP) or mono-substituted isopropylated triaryl phosphate (mono-ITP)-two APEs comprising almost 50% of FM550-resulted in targeted effects on cardiac looping and function during embryogenesis. As these cardiac abnormalities resembled aryl hydrocarbon receptor (AHR) agonist-induced phenotypes, we then exposed developing embryos to TPP or mono-ITP in the presence or absence of an AHR antagonist (CH223191) or AHR2-specific morpholino. Based on these studies, we found that CH223191 blocked heart malformations following exposure to mono-ITP but not TPP, whereas AHR2 knockdown failed to block the cardiotoxic effects of both components. Finally, using a cell-based human AHR reporter assay, we found that mono-ITP (but not TPP) exposure resulted in a significant increase in human AHR-driven luciferase activity at similar nominal concentrations as a potent reference AHR agonist (beta-naphthoflavone). Overall, our findings suggest that two major APE components of FM550 induce severe cardiac abnormalities during early vertebrate development."
        },
        {
            "References": "PMID:25725299",
            "Value": "Using zebrafish as a model, we previously reported that developmental exposure to triphenyl phosphate (TPP) - a high-production volume organophosphate-based flame retardant - results in dioxin-like cardiac looping impairments that are independent of the aryl hydrocarbon receptor. Using a pharmacologic approach, the objective of this study was to investigate the potential role of retinoic acid receptor (RAR) - a nuclear receptor that regulates vertebrate heart morphogenesis - in mediating TPP-induced developmental toxicity in zebrafish. We first revealed that static exposure of zebrafish from 5-72h post-fertilization (hpf) to TPP in the presence of non-toxic concentrations of an RAR antagonist (BMS493) significantly enhanced TPP-induced toxicity (relative to TPP alone), even though identical non-toxic BMS493 concentrations mitigated retinoic acid (RA)-induced toxicity. BMS493-mediated enhancement of TPP toxicity was not a result of differential TPP uptake or metabolism, as internal embryonic doses of TPP and diphenyl phosphate (DPP) - a primary TPP metabolite - were not different in the presence or absence of BMS493. Using real-time PCR, we then quantified the relative change in expression of cytochrome P450 26a1 (cyp26a1) - a major target gene for RA-induced RAR activation in zebrafish - and found that RA and TPP exposure resulted in an approximate 5-fold increase and decrease in cyp26a1 expression, respectively, relative to vehicle-exposed embryos. To address whether TPP may interact with human RARs, we then exposed Chinese hamster ovary cells stably transfected with chimeric human RARalpha-, RARbeta-, or RARgamma to TPP in the presence of RA, and found that TPP significantly inhibited RA-induced luciferase activity in a concentration-dependent manner. Overall, our findings suggest that zebrafish RARs may be involved in mediating TPP-induced developmental toxicity, a mechanism of action that may have relevance to humans."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Mayer FL et al; pp. 103-23 Aquatic Toxicity and Hazard Assessment: 4th Conf. ASTM STP 737. Branson DR, Dickson KL, eds., Amer Soc Test Mater (1981)",
            "Value": "SEDIMENT: Triphenyl phosphate has been detected at a concentration of 0.01 ug/g in 2 of 3 sediment samples from Waukegan Harbor, IL; it has been detected at concentrations ranging from 1 to 4 ug/g in 3 of 3 sediment samples from the Saginaw River at Lake Huron; it has been detected at concentrations of 0.1 ug/g in 2 of 6 sediment samples taken from the Mississippi River in St. Louis, MO and 0.2 ug/g in 3 of 6 sediment samples taken from the Kanawha River in Winfield, WV during November, 1977 to May, 1978(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Anderson CA et al; Chemosphere 27: 869-79 (1993) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Cordy GE et al; Ground Water Monit Remed 24: 58-69 (2004)",
            "Value": "The Koc of triphenyl phosphate was measured as 2,514, 3,561 and 2,756 in a silty clay, loamy sand and silt loam, respectively(1). According to a classification scheme(2), this range of Koc values suggest that triphenyl phosphate is expected to have slight mobility in soil(SRC). Triphenyl phosphate, present at a concentration of 0.84 ug/L, was not detected in the outflow of a soil column study simulating recharge using wastewater; reporting limit <0.5 ug/L(3)."
        }
    ]
}