{
    "_id": {
        "$oid": "6682e8b6c4e5dba5ffba26f8"
    },
    "CID": {
        "$numberInt": "8295"
    },
    "Name": "TRIS(2-CHLOROETHYL) PHOSPHATE",
    "IUPACName": "tris(2-chloroethyl) phosphate",
    "CanonicalSMILES": "C(CCl)OP(=O)(OCCCl)OCCCl",
    "Synonyms": [
        "115-96-8",
        "Tri(beta-chloroethyl) phosphate",
        "Tris(2-chloroethyl) orthophosphate",
        "TRIS(2-CHLOROETHYL) PHOSPHATE",
        "Tris(2-chloroethyl)phosphate",
        "Celluflex",
        "Fyrol CEF",
        "Disflamoll TCA",
        "Celluflex CEF",
        "Tris(chloroethyl) phosphate",
        "Niax 3CF",
        "Tris(chloroethyl)phosphate",
        "Trichlorethyl phosphate",
        "2-Chloroethanol phosphate",
        "TRI(2-CHLOROETHYL) PHOSPHATE"
    ],
    "IsomericSMILES": "C(CCl)OP(=O)(OCCCl)OCCCl",
    "INCHI": "InChI=1S/C6H12Cl3O4P/c7-1-4-11-14(10,12-5-2-8)13-6-3-9/h1-6H2",
    "INCHIKEY": "HQUQLFOMPYWACS-UHFFFAOYSA-N",
    "Formula": "C6H12Cl3O4P",
    "MolecularWeight": {
        "$numberDouble": "285.5"
    },
    "Description": "Tris(2-chloroethyl) phosphate is a trialkyl phosphate that is the tris(2-chloroethyl) ester of phosphoric acid. It is a trialkyl phosphate and an organochlorine compound.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "152"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "PMID:8875831",
            "Value": "Tris(2-chloroethyl) phosphate was found in the needles of Pinus ponderosa in the samples collected from the foothills of Sierra Nevada in 1993-94 at <2.5-1950 ng/g(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) van der Been I, de Boer J; Chemosphere 88: 1119-53 (2012)",
            "Value": "Tris(2-chloroethyl) phosphate was detected at unreported concentrations in the blood of white-tailed eagles and in shag egg; all samples were collected in Norway(1)."
        },
        {
            "References": "(1) Greaves AK, Letcher AK; Environ Sci Technol 48: 7942-50 (2014)",
            "Value": "Tris(2-chloroehtyl) phosphate concentrations were reported in female herring gull (Larus argentatus) tissue and egg components from samples collected Apr 2010 at Lake Huron colony site on Chantry Island(1).",
            "Table": "[{'Tissue': 'yolk', 'Positive/Samples': '16/16', 'Concn (ng/g wet weight)': '1.38'}, {'Tissue': 'albumen', 'Positive/Samples': '16/16', 'Concn (ng/g wet weight)': '1.46'}, {'Tissue': 'fat', 'Positive/Samples': '8/8', 'Concn (ng/g wet weight)': '0.65'}, {'Tissue': 'muscle', 'Positive/Samples': '3/8', 'Concn (ng/g wet weight)': '<0.1-1.51'}, {'Tissue': 'red blood cells', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}, {'Tissue': 'blood plasma', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}, {'Tissue': 'liver', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}, {'Tissue': 'brain', 'Positive/Samples': '0/8', 'Concn (ng/g wet weight)': '<0.1'}]"
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 16, 2014: https://www.safe.nite.go.jp/english/db.html (2) Ishikawa S et al; Suishitsu Odaku Kenkyu 8: 799-807 (1985) (3) Fries E, Puttmann W; J Environ  Monit 5: 346-352 (2003)",
            "Value": "AEROBIC: Tris(2-chloroethyl) phosphate, present at 100 mg/L, reached 4% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Tris(2-chloroethyl) phosphate was for the most part resistant to biodegradation by activated sludge(2). However, reported mean degradation rates in municipal and industrial sewage treatment plants in Germany were 64.3% and 100%, respectively(3)."
        },
        {
            "References": "PMID:12729280",
            "Value": "ANAEROBIC: Distribution of tris(2-chloroethyl)phosphate throughout the whole extension of the anoxic region of the Oderbruch Aquifier, Germany suggests low anaerobic degradation(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Kenmochi U et al; Okayama-Ken Kankyo Hoken Senta Nenpo 5: 167-75 (1981) (2) van der Been I, de Boer J; Chemosphere 88: 1119-53 (2012)",
            "Value": "Fish and shellfish captured in Okayama Prefecture (Japan) contained <0.005-0.019 ug/g of tris(chloroethyl) phosphate(1). Tris(2-chloroethyl) phosphate was detected in fish collected in lakes and coastal areas of Sweden at <2.0-160 ng/g(2). Tris(2-chloroethyl) phosphate was detected in the muscle and liver of fish at 0.5-5.0 and 13-26 ug/kg, respectively(2). Individual reported results were <5 and 8.6 ug/kg in cod and burbot liver(2). Tris(2-chloroethyl) phosphate was detected in beach crab from Trondheim and in blue mussel from Oslofjord with other results of <10-23 ug/kg in mussels from other Norwegian locations(2)."
        }
    ],
    "logP": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, Tris (2-Chloroethyl) phosphate (2000 CD-ROM edition). Available from, as of Oct 29, 2014: https://esis.jrc.ec.europa.eu/",
            "Value": "log Kow = 1.78"
        },
        {
            "References": "NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Oct 29, 2014: https://www.safe.nite.go.jp/english/db.html",
            "Value": "log Kow = 1.43"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:9465270",
            "Value": "The present study was conducted to clarify the acute effect of tris(2-chloroethyl)phosphate (TRCP), an organophosphate flame-retardant, on spontaneous ambulatory activity (AA) in male ICR mice and to examine the neurochemical mechanism of this effect. Single dose administration of 200 mg/kg i.p. of TRCP increased AA in ICR mice. Neither the nicotinic cholinergic antagonist mecamylamine (MA) nor the muscarinic cholinergic antagonist scopolamine (SCP) affected the AA response to TRCP. On the other hand, the benzodiazepine agonist diazepam (DZ), the GABAA agonist muscimol (MUS) and the GABAB agonist baclofen (BAC) all attenuated the effect of TRCP. DZ and MUS blocked the increase of AA within the first 10 min after administration of TRCP. These drugs did not attenuate the AA-increasing effect of SCP, suggesting that the mechanism of TRCP action is distinct from that of SCP. MUS and BAC did, but DZ did not, inhibit the AA increasing effect of the dopaminergic agonist apomorphine (APO), suggesting that dopamine is involved in the control of AA, and that GABA can affect AA through interaction with dopaminergic neurons. These results suggest that TRCP acts as a GABA antagonist and not as a cholinergic agonist, and that TRCP increases AA in ICR mice through a GABAergic mechanism."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Ishikawa S et al; Water Res 19: 119-25 (1985) (2) van der Been I, de Boer J; Chemosphere 88: 1119-53 (2012)",
            "Value": "SEDIMENTS: Tris(2-chloroethyl) phosphate was detected in 5 of 6 samples taken from river and sea sediments in the vicinity of Kitakyushu City, Japan during Aug 1980 at levels ranging from 13 to 28 ng/g(1). Tris(2-chloroethyl) phosphate was detected in the sediment at a landfill and near a car demolition site at 27-380 and 2300-5500 ug/kg, respectively(2). Sediment samples collected from Kafjorden, Trondheim, Oslo and Mjosa, Norway had tris(2-chloroethyl) phosphate concentrations of <0.16-8.5 ug/kg(2). Tris(2-chloroethyl) phosphate was detected in sediment samples from the rivers Danube and Schwechat at <7.7 and 160 ug/kg dry weight, but were not detected in the rivers Haslau and Liesing; all sample sites were in Austria(2). [\\"
        }
    ]
}