{
    "_id": {
        "$oid": "6682e8b7c4e5dba5ffba26fa"
    },
    "CID": {
        "$numberInt": "8301"
    },
    "Name": "Tetrafluoroethylene",
    "IUPACName": "1,1,2,2-tetrafluoroethene",
    "CanonicalSMILES": "C(=C(F)F)(F)F",
    "Synonyms": [
        "TETRAFLUOROETHYLENE",
        "Tetrafluoroethene",
        "Perfluoroethylene",
        "Perfluoroethene",
        "116-14-3",
        "Ethene",
        "tetrafluoro-",
        "Fluoroplast 4",
        "1,1,2,2-Tetrafluoroethylene",
        "Ethylene",
        "tetrafluoro-",
        "9002-84-0",
        "1,1,2,2-tetrafluoroethene",
        "C2F4",
        "Perfluoraethylen",
        "Tetrafluoraethen",
        "Tetrafluoraethylen"
    ],
    "IsomericSMILES": "C(=C(F)F)(F)F",
    "INCHI": "InChI=1S/C2F4/c3-1(4)2(5)6",
    "INCHIKEY": "BFKJFAAPBSQJPD-UHFFFAOYSA-N",
    "Formula": "C2F4",
    "MolecularWeight": {
        "$numberDouble": "100.01"
    },
    "Description": "Tetrafluoroethene is a fluorocarbon.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "55"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of Nov 9, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for tetrafluoroethylene(SRC), using an estimated/ log Kow of 1.21(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:15588723",
            "Value": "S-(1,1,2,2-Tetrafluoroethyl)-L-cysteine (TFEC), a major metabolite of the industrial gas tetrafluoroethylene, has been shown to mediate nephrotoxicity by necrosis. TFEC-induced cell death is associated with an early covalent modification of specific intramitochondrial proteins; including aconitase, alpha-ketoglutarate dehydrogenase (KGDH) subunits, HSP60 and HSP70. Previous studies have indicated that the TAMH line accurately models TFEC-induced in vivo cell death with dose- and time-dependent inhibitions of both KGDH and aconitase activities. Here, ...  the molecular pathway leading to TFEC-mediated cell death /was shown to be/ associated with an early cytosolic to mitochondrial translocation of BAX, a pro-apoptotic member of the BCL-2 family. Immunoblot analyses indicated movement of BAX (21 kDa) to the mitochondrial fraction after exposure to a cytotoxic concentration of TFEC (250 uM). Subsequent cytochrome c release from mitochondria was also demonstrated, but only a modest increase in caspase activities was observed, suggesting a degeneration of early apoptotic signals into secondary necrosis. Significantly, TAMH cells overexpressing BCL-xL preserved cell viability even to supratoxicological concentrations of TFEC (< or =600 uM), and this cytoprotection was associated with decreased HSP70i upregulation, indicating suppression of TFEC-induced proteotoxicity. Hence, TFEC-induced necrotic cell death in the TAMH cell line is mediated by BAX and antagonized by the anti-apoptotic BCL-2 family member, BCL-xL. / S-(1,1,2,2-Tetrafluoroethyl)-L-cysteine/"
        },
        {
            "References": "PMID:12859250",
            "Value": "Several halogenated alkenes are metabolized in part to cysteine S-conjugates, which are mitochondrial toxicants of kidney and, to a lesser extent, other organs. Toxicity is due to cysteine S-conjugate beta-lyases, which convert the cysteine S-conjugate into pyruvate, ammonia and a reactive sulfur-containing fragment. ... Mitochondrial aspartate aminotransferase and mitochondrial branched-chain aminotransferase exhibit beta-lyase activity toward S-(1,2-dichlorovinyl)-L-cysteine (the cysteine S-conjugate of trichloroethylene) and S -(1,1,2,2-tetrafluoroethyl)-L-cysteine (the cysteine S-conjugate of tetrafluoroethylene). Turnover leads to eventual inactivation of these enzymes. Here /it is reported/ that mitochondrial L-alanine-glyoxylate aminotransferase II, which, in the rat, is most active in kidney, catalyses cysteine S-conjugate beta-lyase reactions with S -(1,1,2,2-tetrafluoroethyl)-L-cysteine, S-(1,2-dichlorovinyl)-L-cysteine and S -(benzothiazolyl-L-cysteine); turnover leads to inactivation. Previous workers showed that the reactive-sulfur-containing fragment released from S-(1,1,2,2-tetrafluoroethyl) L-cysteine and S -(1,2-dichlorovinyl)-L-cysteine is toxic by acting as a thioacylating agent - particularly of lysine residues in nearby proteins. Toxicity, however, may also involve 'self-inactivation' of key enzymes. The present findings suggest that alanine-glyoxylate aminotransferase II may be an important factor in the well-established targeting of rat kidney mitochondria by toxic halogenated cysteine S-conjugates. Previous reports suggest that alanine-glyoxylate aminotransferase II is absent in some humans, but present in others. Alanine-glyoxylate aminotransferase II may contribute to the bioactivation (toxification) of halogenated cysteine S-conjugates in a subset of individuals exposed to halogenated alkenes. / S-(1,1,2,2-Tetrafluoroethyl)-L-cysteine/"
        },
        {
            "References": "PMID:12167474",
            "Value": "Several haloalkenes are metabolized in part to nephrotoxic cysteine S-conjugates; for example, ...  tetrafluoroethylene /is/ converted to ... S-(1,1,2,2-tetrafluoroethyl)-L-cysteine (TFEC) ... Most halogenated cysteine S-conjugates are metabolized by cysteine S-conjugate beta-lyases to pyruvate, ammonia, and an alpha-chloroenethiolate or an alpha-difluoroalkylthiolate (with TFEC) that may eliminate halide to give a thioacyl halide, which reacts with epsilon-amino groups of lysine residues in proteins. Nine mammalian pyridoxal 5'-phosphate (PLP)-containing enzymes catalyze cysteine S-conjugate beta-lyase reactions, including mitochondrial aspartate aminotransferase (mitAspAT), and mitochondrial branched-chain amino acid aminotransferase (BCAT(m)). Most of the cysteine S-conjugate beta-lyases are syncatalytically inactivated. TFEC-induced toxicity is associated with covalent modification of several mitochondrial enzymes of energy metabolism. Interestingly, the alpha-ketoglutarate- and branched-chain alpha-keto acid dehydrogenase complexes (KGDHC and BCDHC), but not the pyruvate dehydrogenase complex (PDHC), are susceptible to inactivation. mitAspAT and BCAT(m) may form metabolons with KGDHC and BCDHC, respectively, but no PLP enzyme is known to associate with PDHC. Consequently, /it was hypothesized/ that not only do these metabolons facilitate substrate channeling, but they also facilitate toxicant channeling, thereby promoting the inactivation of proximate mitochondrial enzymes and the induction of mitochondrial dysfunction. /S-(1,1,2,2-tetrafluoroethyl)-L-cysteine/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:9657282",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Doses of > or = 12.5 mg/kg /ip dose of 1,1,2,2-tetrafluoroethyl-L-cysteine (TFEC)/ produced renal tubular necrosis to the pars recta of the proximal tubules within 24 hr in both male and female rats. This was associated with an increased kidney to body weight ratio and plasma urea at doses of > or = 25 mg/kg. No consistent evidence of liver injury was seen at doses up to 50 mg/kg TFEC in rats of either sex, although occasional vacuolation of hepatocytes and a small dose-related increase in liver to body weight ratio was observed. Prior treatment of female rats with probenecid completely prevented the renal injury produced by either 25 or 50 mg/kg TFEC as judged by plasma urea and histopathology. However, prior treatment of female rats with aminooxyacetic acid afforded no protection against the nephrotoxicity produced by either TFEC or the cysteine conjugate of hexachloro-1,3-butadiene. Thus no major sex difference in nephrotoxicity in the rat was seen with TFEC, while accumulation of TFEC, or its N-acetyl derived metabolite, into renal proximal tubular cells via a probenecid sensitive transport system appears to be a key event in the mechanism of nephrotoxicity. /1,1,2,2-tetrafluoroethyl-L-cysteine/"
        },
        {
            "References": "PMID:6495336",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of rats to 6000 ppm tetrafluoroethylene for 6 hr produced marked damage to the proximal tubule of the kidney with no effect on the liver. The toxicity was characterized by very high concentrations of urinary glucose and by marked increases in the concentrations of several urinary enzymes. The no observed effect level for a 6-hr exposure was 2000 ppm. ... When administered po to rats, the synthetic cysteine conjugate of tetrafluoroethylene causes renal damage identical to that caused by tetrafluoroethylene itself. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (1999) 1147",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No gross lesions were noted in any of the organs of male rats exposed to 14 000 mg/cu m /SRP: 3500 ppm)/ tetrafluoroethylene in air for 30 min."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1147",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In male Alderley Park rats exposed to a tetrafluoroethylene atmosphere of 6000 ppm [24 600 mg/cu m] for 6 hr, there was marked renal necrosis involving the pars recta of the proximal tubules."
        },
        {
            "References": "PMID:10911001",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 25 female F344 rats and 25 female B6C3F1 mice were exposed to 0, 30, 300, 600, or 1200 ppm tetrafluoroethylene (TFE) by inhalation for up to 12 days.  Another set of 25 female rats and 25 female mice of the same strains were given 0, 5, 20, or 50 mg/kg of S-(1,1,2,2-tetrafluoroethyl)-L-cysteine (TFE-CYS) by oral gavage for 12 days. Both 12-day exposure regimens consisted of exposures for 5 consecutive days, a weekend with no exposures, and 4 consecutive daily exposures following the weekend. Five animals per group were sacrificed after the first exposure, the fifth exposure, and the ninth exposure for evaluation of cell proliferation in the liver and kidney. The remaining animals in each group (up to 10) were sacrificed after the ninth exposure (test day 12) for pathological evaluation of the liver, kidney, and spleen. Clinical pathology evaluations were performed on test day 11 or 12. Inhalation of TFE by rats and mice caused slight microscopic changes in the kidneys of rats and mice, but no histopathological changes in the liver. In the kidney, administration of TFE-CYS by gavage caused severe microscopic changes in rats, moderate-to-severe changes in mice, and no microscopic changes in the liver. Cell proliferation was increased in the kidneys of rats and mice given TFE by inhalation and TFE-CYS by gavage. TFE-CYS also caused increased liver weights and cell proliferation in the liver of rats and mice at the high doses. The cell proliferation response in the kidney and liver was transient in both species, being most pronounced after 5 days of exposure, and less evident or absent after 12 days of exposure. In the kidney, the cell proliferation and histopathologic response in rats was generally more pronounced than in mice. Kidney damage and cell proliferation were confined to the pars recta (P3) of the outer stripe of the outer medulla and medullary rays. Tubules in mice exposed to TFE and TFE-CYS had mostly regenerating cells by test day 12, while in rats the tubules still showed marked degeneration along with regeneration by the end of the study. The cortical labyrinth (P1 and P2 segments) was also affected at the 50 mg/kg dose of TFE-CYS in rats. Rats exposed to 50 mg/kg TFE-CYS had a mild anemia, and rats exposed to 1200 ppm TFE had slight, biologically inconsequential decreases in erythrocyte mass that may have been compound-related. In spite of the rather pronounced histopathologic changes in the kidneys of rats exposed to TFE-CYS, there was no clinical chemistry evidence for decreased kidney function. Increased levels of urinary fluoride were present in rats exposed to 300 ppm and greater of TFE, and in rats exposed to 20 and 50 mg/kg TFE-CYS. The spleen was not affected in this study. ..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Tetrafluoroethylene (116-14-3) p.16 (2000 CD-ROM edition). Available from, as of October 7, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (sex and strain not given) were exposed to tetrafluoroethylene by inhalation 6 hr/day, 5 days/week, for 2 weeks, dosage: 0, 101, 500, 991, 2489 ppm. Macroscopically there were no noticeable toxicologic findings. An increased excretion of fluoride in the urine could be observed. In the higher dose groups there was a significant increase in kidney weight, while in the very highest dose group there was also kidney damage. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Tetrafluoroethylene (116-14-3) p.17 (2000 CD-ROM edition). Available from, as of October 7, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats (sex and strain not given) were exposed to tetrafluoroethylene by inhalation for 4 months, dose 100 mg/cu m /SRP: 25 ppm/. The only result reported was a weakened immune system. /Translated from German/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1147",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 2500 ppm [10,250 mg/cu m] for 6 hr per day on five days per week for two weeks, or to 2000 ppm [8200 mg/cu m] for 6 hr per day on five days per week for 18 weeks, there was decreased body weight gain and renal proximal tubule damage, which was more severe after the longer-duration exposure. Renal toxicity was also observed in Fischer 344/N rats in the 16-day and 13-week studies preliminary to the carcinogenicity test described above at 625 ppm [2560 mg/cu m] and higher concentrations; the damage was located predominantly at the corticomedullary junction. In the 13-week study, liver weights were increased in both male and female rats exposed to 5000 ppm [20,500 mg/cu m]."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1147",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Male/ Syrian hamsters exposed to 2500 ppm [10,250 mg/cu m] for 6 hr per day on five days per week for two weeks or to 2000 ppm [8200 mg/cu m] for 6 hr per day on five days per week for 18 weeks showed no sign of renal toxicity, but there was testicular atrophy."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1147",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ No sign of toxicity was observed in dogs exposed to 1000 ppm [4100 mg/cu m] for 6 hr per day on five days per week for six weeks."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1147",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 16-day study with B6C3F1 mice ... there were increases in liver weight of female mice exposed to 2500 ppm [10,250 mg/cu m] or more and in kidney weight of females exposed to 5000 ppm [20,500 mg/cu m]. Renal tubule karyomegaly was observed, mainly in the inner cortex, of males and females exposed to 1250 ppm [5125 mg/cu m] or more. Karyomegaly was observed ..."
        },
        {
            "References": "PMID:15200160",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The literature evidencing the role of iron in promoting a range of neoplasms in humans and animals prompted /a/ search for a possible association between chemically induced hemosiderosis and hemangiosarcomas in the liver of mice in selected studies conducted by the National Toxicology Program (NTP). ... /Although the overall association between liver hemangiosarcoma and Kupffer cell pigmentation was highly significant (p<0.001)/ two chemicals (pentachlorophenol and tetrafluoroethylene) increased the incidence of liver hemangiosarcoma in male and female mice, with no increase in Kupffer cell pigmentation ..."
        },
        {
            "References": "PMID:9789951",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tetrafluoroethylene (TFE) was evaluated for carcinogenicity in inhalation studies. ... There was clear evidence of hepatocarcinogenic activity in B6C3F1 mice after 2 yr of TFE exposure. /This/ study was designed to characterize the mutation profiles of H- and K-ras oncogenes in liver neoplasms in mice after exposure to 0, 312, 625, or 1,250 ppm TFE. ras mutations were identified by restriction fragment length polymorphism, single-stranded conformation polymorphism analysis, and direct sequencing of polymerase chain reaction amplified-DNA isolated from frozen or paraffin-embedded liver neoplasms. A low frequency (15%, 9/59) of H-ras codon 61 mutations was detected in hepatocellular neoplasms when compared with the higher frequency (59% of this study and 56% of historical data) in spontaneously occurring liver neoplasms. There was no difference in the mutation frequency or spectrum among exposure groups or between benign and malignant hepatocellular neoplasms. K-ras mutations at codons 12, 13, and 61 and H-ras mutations at codon 117 were not detected in hepatocellular neoplasms. ..."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1144",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 58 male and 58 female B6C3F1 mice, seven weeks of age, were administered tetrafluoroethylene (purity, > 98%) by whole-body inhalation at concentrations of 0, 312, 625 or 1250 ppm [0, 1280, 2560 or 5125 mg/cu m] for 6 hr per day on five days per week for 95-96 weeks. Ten male and 10 female mice from each exposure group were evaluated at 15 months. Survival in all of the dose groups of mice was significantly reduced, so that, at 90 weeks, the survivors in the control, low-, mid- and high-dose groups, respectively, were: males-41/48, 17/48, 9/48, 7/48; females-38/48, 20/48, 18/48, 10/48. All mice, except one in each of the middle and high-dose groups of females, were necropsied and tissues were examined histologically. At the 15-month evaluation, hemangiosarcomas in the liver were found in three males of the high-dose group and one female of the low-dose group. At termination, the incidences of hemangiosarcomas in the liver in the control, low-, mid- and high-dose groups, respectively, were: males-0/48, 21/48, 27/48, 37/48 (p </= 0.01 for all dose groups, Fisher's exact test); and females-0/48, 27/48, 27/47, 34/47 (p </= 0.01 for all dose groups). The incidences of hepatocellular adenomas were: males-17/48, 17/48, 12/48, 20/48; and females-15/48, 17/48, 20/47 (p  <,/= 0.05), 15/47. The incidences of hepatocellular carcinomas were, for males, 11/48, 20/48, 33/48, 26/48 (p </= 0.01 for all dose groups) and, for females, 4/48, 28/48, 22/47, 20/47 (p </= 0.01 for all dose groups). The incidences of histiocytic sarcomas (all organs combined) also were increased as follows: males-0/48, 12/48, 7/48, 7/48 (p < 0.001 for all dose groups, life table test); and females-1/48, 21/48, 19/47, 18/47 (p < 0.001 for all dose groups, life table test)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1145",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 60 male Fischer 344 rats, seven weeks of age, were administered tetrafluoroethylene (purity, > 98%) by whole-body inhalation at concentrations of 0, 156, 312 or 625 ppm [0, 640, 1280 or 2560 mg/cu m] and groups of 60 female Fischer 344 rats were administered concentrations of 0, 312, 625 or 1250 ppm [0, 1280, 2560 or 5125 mg/cu m] for 6 hr per day on five days per week for 104 weeks. Ten male and 10 female rats from each exposure group were evaluated at 15 months. Survival in the high-dose male rats was significantly reduced, so that, at two years, the survivors in the control, low-, mid- and high-dose groups, respectively, were: males-17/50, 12/50, 17/50 and 1/50; females-28/50, 16/50, 15/50 and 18/50. Mean body weights in high-dose males were reduced from week 81 until the end of the study, while there was a marginal reduction in body weight in females of the high-dose group at the end of the study. All rats were necropsied and tissues examined histologically. The incidences of renal tubule neoplasms in the control, low-, mid- and high-dose groups, respectively, were: males- adenomas, 2/50, 4/50, 9/50 (p </= 0.05, Fisher's exact test), 13/50 (p </= 0.01); carcinomas, 1/50, 1/50, 2/50, 0/50; and, females-adenomas, 0/50, 3/50, 3/50, 8/50 (p </= 0.01); carcinomas, 0/50, 0/50, 0/50, 3/50. Liver neoplasms were also increased in both males and females. The incidences were: males-hepatocellular carcinomas only, 1/50, 1/50, 10/50 (p </= 0.01), 3/50; hepatocellular adenomas and carcinomas combined, 4/50, 7/50, 15/50, 8/50; and females-hepatocellular carcinomas only, 0/50, 4/50 (p </= 0.05), 9/50 (p </= 0.01), 2/50; hepatocellular adenomas and carcinomas combined, 0/50, 7/50, 12/50, 8/50."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1147",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In the two-year carcinogenicity study, increases in renal degeneration were observed in male rats at 156 ppm [640 mg/cu m] and in female rats at 625 ppm and increases in renal hyperplasia were observed in both male and female rats at 625 ppm."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1147",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In the two-year carcinogenicity test, renal tubule karyomegaly was increased at 625 ppm in male mice and at 1250 ppm in female mice. In the same study, liver angiectasis was increased at or above 312 ppm in both male and female mice, while there was increased liver and spleen hematopoietic cell proliferation in female mice at these dose levels. Identical clinical evidence of nephrotoxicity comes from inhalation of tetrafluoroethylene at atmospheric concentrations greater than 2000 ppm [8200 m/g cu m] and from oral administration of tetrafluoroethylcysteine to male rats ..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Tetrafluoroethylene (116-14-3) p.18 (2000 CD-ROM edition). Available from, as of October 7, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male hamsters were exposed to tetrafluoroethylene by inhalation for 6 hr/day, 5 days/week for 2 weeks, dosage: 0, 101, 500, 991, and 2489 ppm. Macroscopically no significant toxicologic findings. A dose-dependent increased excretion of fluoride in the urine was observed. In the highest dose groups atrophy of the testes and a reduction in the number of mature sperm was observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Tetrafluoroethylene (116-14-3) p.19 (2000 CD-ROM edition). Available from, as of October 7, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test in Salmonella typhimurium TA97, TA98, TA100, TA1535, with and without metabolic activation. Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Tetrafluoroethylene (116-14-3) p.19 (2000 CD-ROM edition). Available from, as of October 7, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Cytogenetic assay in Chinese hamster ovary cells, with and without metabolic activation. Results: negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Tetrafluoroethylene (116-14-3) pp.19-20 (2000 CD-ROM edition). Available from, as of October 7, 2010: https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ HGPRT assay in Chinese hamster ovary cells with and without metabolic activation. Results: negative without activation, ambiguous with."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (99) 1148",
            "Value": "/GENOTOXICITY/ No increases were observed in the frequency of micronucleated erythrocytes from the peripheral blood of mice exposed by inhalation for 13 weeks."
        },
        {
            "References": "DHHS/National Toxicology Program; Eleventh Report on Carcinogens: Tertrafluorothylene (116-14-3) (January 2005). Available from, as of October 5, 2010: https://ntp.niehs.nih.gov/ntp/roc/eleventh/profiles/s170tfe.pdf",
            "Value": "/GENOTOXICITY/ Tetrafluoroethylene (TFE) was negative for the induction of gene mutations in Salmonella typhimurium with and without S9 activation."
        },
        {
            "References": "PMID:15901913",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Tetrafluoroethylcysteine (TFEC), a metabolite of the industrial gas tetrafluoroethylene, can cause both nephrotoxicity and limited hepatotoxicity in animal models, and this is associated with the covalent modification of specific intramitochondrial proteins including heat shock protein 60 (HSP60), mitochondrial HSP70 (mtHSP70), aspartate aminotransferase (AST), aconitase, and alpha-ketoglutarate dehydrogenase (alphaKGDH). Using the murine TAMH cell line as a useful in vitro model for TFEC toxicity, ... a rapid and sustained induction of Nrf2, a member of the \"cap-and-collar\" transcription factor family, /was demonstrated/ following exposure to cytotoxic concentrations of TFEC. A functional correlate was also established with the rapid translocation of cytosolic Nrf2 into the nucleus. In addition, transcriptional and translational upregulation of known Nrf2 regulated genes including glutamate cysteine ligase (GCL), both catalytic and modulatory subunits, heme oxygenase-1, and glutathione S-transferase (GST) isoforms were detected. While Nrf2 activation is often linked to perturbation of cellular thiol status and/or oxidative stress, we were unable to detect any significant depletion of cellular glutathione or oxidation of mitochondrial membrane cardiolipin or increases in reactive oxygen species (ROS). These data suggest Nrf2 activation is likely independent of classical oxidative stress or, at best, a result of a transient, low-level redox stress. Moreover, supporting evidence indicates an early endoplasmic reticular (ER) stress response after TFEC treatment, with a time-dependent upregulation of the ER responsive genes gadd34, gadd45, gadd153, and ndr1 . These findings suggest an alternative pathway for Nrf2 activation, i.e., Nrf2 phosphorylation through ER-mediated protein kinases such as PKR-like endoplasmic reticular kinase (PERK). Overall, the results implicate a role for Nrf2 in the cellular response to TFEC toxicity and suggest a previously unrecognized role for the ER in this model of mitochondrially initiated cytotoxicity. /Tetrafluoroethylcysteine/"
        },
        {
            "References": "PMID:10597253",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... In the renal epithelial cell line LLC-PK1, activation of caspase-3 (CPP32/Yama/apopain) is crucial for apoptosis, but not necrosis. Apoptosis was blocked by zVAD.fmk, and partially by a cathepsin inhibitor. Caspase-3 activity and cleavage of poly(ADP-ribose) polymerase (PARP) was detected only during apoptosis. S-(1,1,2,2-Tetrafluoroethyl)-L-cysteine (TFEC), a metabolite of tetrafluoroethylene, kills cells only by necrosis, and did not activate caspases under any conditions ..."
        },
        {
            "References": "PMID:2597169",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Isolated proximal tubular cells from rat kidney were incubated with the cysteine-S-conjugates and corresponding mercapturates of the potent nephrotoxicants tetrafluoroethylene (TFE), chlorotrifluoroethylene (CTFE), 1,1-dichloro-2,2-difluoroethylene (DCDFE) and 1,1-dibromo-2,2-difluoroethylene (DBDFE). Toxicity of these S-conjugates was determined by their ability to inhibit alpha-methylglucose uptake by the cells. The cytotoxicity of the cysteine-S-conjugates and mercapturates of TFE and CTFE was similar, but the cysteine-S-conjugates of DCDFE and DBDFE were more toxic than their mercapturates. The cytotoxicity of the conjugates decreased in the following order TFE approximately CTFE greater than DCDFE greater than DBDFE, which is the same as observed in vivo. Inhibition of renal cysteine-S-conjugate beta-lyase by aminooxyacetic acid alleviated the cytotoxicity of both the cysteine-S-conjugates and the mercapturic acids of the four haloethylenes. The cytotoxicity of the mercapturates, but not of the cysteine-S-conjugates, could be reduced by probenecid, suggesting that the cysteine-S-conjugates are transported by a different carrier system than the mercapturates. The deacetylation of the mercapturates of TFE and CTFE in the cells was much higher than that of the mercapturates of DCDFE and DBDFE. The cysteine-S-conjugates of DCDFE and DBDFE were N-acetylated by the cells whereas the other cysteine-S-conjugates were not (TFE) or only marginally (CTFE) N-acetylated. ..."
        },
        {
            "References": "PMID:4017103",
            "Value": "/OTHER TOXICITY INFORMATION/ The cysteine conjugates of the nephrotoxins hexachlorobutadiene (HCBD), tetrafluoroethylene (TFE) and hexafluoropropene (HFP), together with those of trichloroethylene and perchloroethylene, have been chemically synthesized and a relationship determined between their structures and their nephrotoxicity and mutagenicity in vitro. All of the conjugates had a marked effect on the uptake of both the organic anion p-aminohippuric acid (PAH) and the cation tetraethylammonium bromide (TEA) into rat kidney slices, suggesting activation of the conjugates in the slices to a toxic species which interferes with ion transport. This observation is consistent with the known nephrotoxicity of HCBD, TFE and HFP in vivo. Each of the conjugates was found to be metabolized by rat kidney slices and by semi-purified rat kidney beta-lyase to pyruvate, ammonia and an unidentified reactive metabolite. When semi-purified beta-lyase was used stoichiometric amounts of pyruvate and ammonia were produced. Although all of the conjugates were activated by beta-lyase and had a similar effect on ion transport their mutagenicity differed markedly. The conjugates of HCBD, trichloroethylene and perchloroethylene were mutagenic in the Ames bacterial mutation assay when activated by rat kidney S9. Metabolic cofactors were not required suggesting that activation was due to the enzyme beta-lyase. In the same assay the conjugates of TFE and HFP were not mutagenic either in the presence or absence of rat kidney S9 and cofactors. With a limited number of cysteine conjugates a clear distinction has been identified between the conjugates of chloroalkenes which were were similarly nephrotoxic but were not mutagenic. The mutagenicity of the cysteine conjugate of HCBD is consistent with the known renal carcinogenicity of this chemical."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of tetrafluoroethylene can be estimated to be 95(SRC). According to a classification scheme(2), this estimated Koc value suggests that tetrafluoroethylene is expected to have high mobility in soil."
        }
    ]
}