{
    "_id": {
        "$oid": "6682e8b8c4e5dba5ffba2702"
    },
    "CID": {
        "$numberInt": "8346"
    },
    "Name": "DI-N-OCTYL PHTHALATE",
    "IUPACName": "dioctyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCCC",
    "Synonyms": [
        "Dioctyl phthalate",
        "DI-N-OCTYL PHTHALATE",
        "117-84-0",
        "dioctyl benzene-1,2-dicarboxylate",
        "DNOP",
        "Vinicizer 85",
        "Dinopol NOP",
        "n-Octyl phthalate",
        "Phthalic acid",
        "dioctyl ester",
        "Phthalic acid di-n-octyl ester",
        "1,2-Benzenedicarboxylic acid",
        "1,2-dioctyl ester",
        "Dioctyl 1,2-benzenedicarboxylate",
        "Dioctyl o-benzenedicarboxylate",
        "Bis(n-octyl) phthalate",
        "1,2-Benzenedicarboxylic acid",
        "dioctyl ester"
    ],
    "IsomericSMILES": "CCCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCCC",
    "INCHI": "InChI=1S/C24H38O4/c1-3-5-7-9-11-15-19-27-23(25)21-17-13-14-18-22(21)24(26)28-20-16-12-10-8-6-4-2/h13-14,17-18H,3-12,15-16,19-20H2,1-2H3",
    "INCHIKEY": "MQIUGAXCHLFZKX-UHFFFAOYSA-N",
    "Formula": "C24H38O4",
    "MolecularWeight": {
        "$numberDouble": "390.6"
    },
    "Description": "Di-n-octyl phthalate is a phthalate ester and a diester.",
    "XlogP": {
        "$numberDouble": "9.1"
    },
    "Complexity": {
        "$numberInt": "369"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Carlberg GE et al; Chemosphere 12: 341-56 (1983) (2) MacKintosh CE et al; Environ Sci Technol 38: 2011-20 (2004) (3) Cai QY et al; Bull Environ Contam Toxicol 77: 411-8 (2006)",
            "Value": "Di-n-octyl phthalate, isomer unspecified, was identified in a combined moss/Lichen sample from Minnesund, Norway(1). Di-n-octyl phthalate was found in aquatic organisms June to Sept 1999 from False Harbor, Vancouver, British Columbia; green algae (Enteromorpha intestinalis) 2.73 ng/g lipid and brown algae (Nereocysitis luetkeana, Fucus gardneri) 1.91 ng/g lipid(2). Di-n-octyl phthalate was found at not detected to 2.09 mg/kg dry weight in water spinach (Ipomoea aquatica) grown under different conditions on sludge from waste water treatment plants in China(3)."
        },
        {
            "References": "(1) Mo CH et al; Arch Environ Contam Toxicol 56: 181-9 (2009)",
            "Value": "Raw vegetables collected from 9 farms located in the Pearl River Delta area of Southern China were tested for di-n-octyl phthalate(1). Di-n-octyl was not detected in Brassica chinensis, Brassica juncea, Allium ascalonicum, Allium tuberosum and Cucumis sativus. Other vegetables contained di-n-octyl phthalate at the following concentrations(1):",
            "Table": "[{'Genus species': 'Brassica parachinensis', 'Number samples': 9, 'Concn (mg/kg dry wt)': 'not detected - 0.47'}, {'Genus species': 'Ipomoea aquatica', 'Number samples': 8, 'Concn (mg/kg dry wt)': 'not detected - 0.33'}, {'Genus species': 'Loctuca satira', 'Number samples': 6, 'Concn (mg/kg dry wt)': 'not detected - 0.28'}, {'Genus species': 'Vigna sesquipedalis', 'Number samples': 3, 'Concn (mg/kg dry wt)': 'not detected - 0.29'}, {'Genus species': 'Amaranthus tricolor', 'Number samples': 4, 'Concn (mg/kg dry wt)': 'not detected - 0.88'}, {'Genus species': 'Momordica charantia', 'Number samples': 1, 'Concn (mg/kg dry wt)': '0.12'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sanborn JR et al; Arch Environ Contam Toxicol 3: 244-55 (1975) (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Giam CS et al; in The Handbook of Environmental Chemistry; Anthropogenic Substances, Berlin, Germany: Springer-Verlag 3: 67-142 (1984) (4) Davis EM et al; in Bioremediation 5. 5th Inter Biodeter Symp. Aberdeen, Sept., 1981. Oxley TA, Barry S eds, New York, NY: Wiley-Interscience (1983) (5) Cai QY et al; Bull Environ Contam Toxicol 77: 411-8 (2006)",
            "Value": "After 24 hr exposure in a 3-day model ecosystem, mosquito fish (Gambusia affinis), Daphnia magna and snails (Physa) had BCFs of 1.16, 9426 and 438, respectively. However, in a 33-day model ecosystem, mosquito fish placed in the system on day 30 had a BCF of 9400. This discrepancy in the BCF for the 33 and 3 day ecosystem is most likely due to the fact that a final water concentration in the 33 day experiment was used in determining bioconcentration and due to the degradation of the di-n-octyl phthalate, this water concentration was low(1). According to a classification scheme(2), these BCFs suggest that bioconcentration in aquatic organisms is low to very high(SRC). Bioaccumulation factors of 28,500 and 6800 were determined in the algae, Oedogonium cardiacum, after 33 and 3 days exposure to di-n-octyl phthalate, respectively(3). Bioaccumulation factors of 2600 and 9300 were measured in brine shrimp after 33 and 3 days exposure to di-n-octyl phthalate, respectively(3). A BCF of 1606 was measured in algae exposed to di-n-octyl phthalate in a model waste stabilization pond(4). BCFs of 0-8.43 were reported for di-n-octyl phthalate in water spinach (Ipomoea aquatica) grown under different conditions on sludge from waste water treatment plants in China(5)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 12, 2015: https://www.safe.nite.go.jp/english/db.html (2) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (3) Sanborn JR et al; Arch Environ Cont Toxicol 3: 244-55 (1975) (4) Mathur SP; J Environ Qual 3: 189-97 (1974) (5) Snell Environmental Group, Inc; Rates of biodegradation of toxic organic compounds while in contact with organics which are actively composting. NSF/CEE-82024 pp. 100 (1982) (6) Davis EM et al; in Bioremediation 5. 5th Inter Biodeter Symp. Aberdeen, Sept., 1981. Oxley TA, Barry S eds, New York, NY: Wiley-Interscience (1983) (7) Ritsema R et al; Chemosphere 18: 2161-75 (1989) (8) Fogel S et al; in Biorem Recalcitrant Org, Pap Int in Situ On-Site Bioreclam Symp 3rd, Hinchee RE et al, eds., Battelle Press: Columbus OH pp 315-22 (1995) (9) Wang J et al; Environ Int 22: 737-41 (1996)",
            "Value": "AEROBIC: Di-n-octyl phthalate, present at 100 mg/L, reached 67% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). Di-n-octyl phthalate was degraded 92-94% in 7 days in a static degradation test utilizing a sewage seed that had been subcultured three times(2). In a model terrestrial-aquatic ecosystem, di-n-octyl phthalate was rapidly degraded by organisms in the system, having a half-life of 5 days(3). The degradation products of di-n-octyl phthalate are the monoester and phthalic acid(3); hydrolysis is believed to be accomplished by specific esterases only(4). Respirometric measurements of soil amended with di-n-octyl phthalate shows that when acclimated, there is some microbial utilization, although this is marginal at 4 and 10 °C(4). When subjected to high-rate composting in an artificial compost mixture, 69% and 92% were removed after 7 and 30 days, respectively(5). Di-n-octyl phthalate was degraded 68.8% in model waste stabilization ponds(6). Di-n-octyl phthalate was biodegraded 85% after 10 days incubation in Rhine river water at 20 °C; at 4 °C, biodegradation was negligible(7). Di-n-octyl phthalate was biodegraded 61% in 42 days and 83% in 63 days in sandy soil and sandy soil mixed with gravel/till taken from a plasticizer manufacturing site(8). Di-n-octyl phthalate, at a starting concentration of 10-100 mg/L, had a half-life of 498.6 hours in acclimated activated sludge(9)."
        },
        {
            "References": "(1) Shelton DR et al; Environ Sci Technol 18: 93-7 (1984) (2) Horowitz A et al; Dev Ind Microbiol 23: 435-44 (1982) (3) Ziogou K et al; Wat Res 23: 743-8 (1989) (4) Ejlertsson J et al; Environ Sci Technol 31: 2761-4 (1997) (5) Jianlong W et al; Chemosphere 41: 1245-8 (2000)",
            "Value": "ANAEROBIC: Di-n-octyl phthalate was persistent in anaerobic digested sludge, no mineralization was observed in 10 weeks when incubated under anaerobic conditions at 35 °C with undiluted primary sludge; 13% mineralization occurred when incubated with 10% sludge(1,2). Di-n-octyl phthalate was persistent in experiments with batch anaerobic digestion of spiked sewage sludge at chemical concentration ranges of 0.5 to 10 mg/L(3). No degradation of di-n-octyl phthalate was observed under methanogenic conditions(4). Di-n-octyl phthalate was biodegraded <20% in 7 days and had an anaerobic half-life of 513.4 hours(5)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Lin ZP et al; Environ Sci Technol 37: 2100-8 (2003)",
            "Value": "Two of three seaperch (Embiotoea lateralis) taken from False Creek, Vancouver, Canada contained approximately 1 ppb of di-n-octyl phthalate(1)."
        },
        {
            "References": "(1) MacKintosh CE et al; Environ Sci Technol 38: 2011-20 (2004)",
            "Value": "Aquatic organisms collected June to Sept 1999 from False Harbor, Vancouver, British Columbia were analyzed for concentrations of di-n-octyl phthalate(1).",
            "Table": "[{'Name': 'blue mussels', 'Genus species': 'Mytilus edulis', 'Concn (ng/g lipid)': '1.69'}, {'Name': 'Pacific oysters', 'Genus species': 'Crass Ostrea gigas', 'Concn (ng/g lipid)': '1.79'}, {'Name': 'geoduck clams', 'Genus species': 'Panope abrupta', 'Concn (ng/g lipid)': '2.69'}, {'Name': 'manila clams', 'Genus species': 'Tapes philippinarum', 'Concn (ng/g lipid)': '1.07'}, {'Name': 'Dungeness crabs', 'Genus species': 'Cancer magister', 'Concn (ng/g lipid)': '1.20'}, {'Name': 'purple seastar', 'Genus species': 'Pisaster ochraccus', 'Concn (ng/g lipid)': 'not detected'}, {'Name': 'juvenile shiner perch', 'Genus species': 'Cyrnatogaster aggragata', 'Concn (ng/g lipid)': '0.89'}, {'Name': 'Pacific herring', 'Genus species': 'Clupea harengus pallasi', 'Concn (ng/g lipid)': '0.60'}, {'Name': 'pile perch', 'Genus species': 'Thacochilus vacca', 'Concn (ng/g lipid)': '1.78'}, {'Name': 'striped seaperch', 'Genus species': 'Embiotoca lateralis', 'Concn (ng/g lipid)': '1.86'}, {'Name': 'Pacific staghorn sculpin', 'Genus species': 'Leptocottus armatus', 'Concn (ng/g lipid)': '2.13'}, {'Name': 'English sole', 'Genus species': 'Pleuronectes ventulus', 'Concn (ng/g lipid)': 'not detected'}, {'Name': 'white-spotted greenling', 'Genus species': 'Hexogrammos stelleri', 'Concn (ng/g lipid)': '1.08'}, {'Name': 'spiny dogfish', 'Genus species': 'Squalus acanthias', 'Concn (ng/g lipid)': 'muscle 0.71; liver 0.35; embryo not detected'}, {'Name': 'surf scoter (duck)', 'Genus species': 'Melanitta perspicillata', 'Concn (ng/g lipid)': '0.91'}, {'Name': 'plankton', 'Genus species': 'phytoplankton, zooplankton, other pelagic invertebrates', 'Concn (ng/g lipid)': '3.30'}]"
        }
    ],
    "logP": [
        {
            "References": "Ellington JJ, Floyd TL; Octanol/water partition coefficients for eight phthalate esters. Athens, GA: USEPA National Exposure Research Lab USEPA/600/S-96/006 (1996)",
            "Value": "log Kow = 8.10"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Jungclaus GA et al; Environ Sci Technol 12: 88-96 (1978) (2) Peterson JC, Freeman DH; Int J Environ Anal Chem 18: 237-52 (1984) (3) McFall JA et al; Chemosphere 14: 1561-9 (1985) (4) Great Lake Water Quality Board; Report to the International Joint Commission, Vol II (1989) (5) Lopes TJ, Furlong ET; Environ Sci Technol 20: 727-37 (2001) (6) Iannuzzi TJ et al; Chemosphere 34: 213-31 (1997)",
            "Value": "SEDIMENT: Di-n-octyl phthalate was detected in an unspecified US river below a specialty chemical company at concentrations ranging from 1.5 to 25 ppm(1). Di-n-octyl phthalate was also detected at 2 sites in Morgan Creek, a tributary of Chester River which flows into Chesapeake Bay, below a plasticizer manufacturing plant at concentrations of 62 ppb and <5 ppb(2). Di-n-octyl phthalate was detected in sediment samples from the mouth of the Inner Harbor Navigation Canal at Lake Pontchartrain, LA in samples collected May to June 1980 at a concentration of 56 ng/g dry weight(3). Dioctyl phthalate, isomer unspecified, was detected in 10% of 31 sediment samples collected from the Detroit River in 1982 at mean concentrations ranging from 0.09 to 0.26 mg/kg(4). Di-n-octyl phthalate was found in 13.3% of 488 sites sampled from 19 major US river basins from Aug 1992 to Sept 1995 with a maximum concentration of 1100 ug/kg dry weight(5). Di-n-octyl phthalate was found in 28 of 40 sediment samples taken near 4 combined sewer overflow areas in the lower Passaic River in NJ(6)."
        },
        {
            "References": "(1) Lin ZP et al; Environ Sci Technol 37: 2100-8 (2003) (2) Clark K et al; Handbook Environ Chem 3: 125-77 (2003) (3) Mackintosh CE et al; Environ Sci Technol 40:3481-8 (2006) (4) Terashi A et al; Bull Environ Contam Toxicol 50: 348-55 (1993) (5) Tan GH; Bull Environ Contam Toxicol 54: 171-6 (1995) (6) Huang H et al; Bull Environ Contam Toxicol 73: 339-46 (2004)",
            "Value": "SEDIMENT: Di-n-octyl phthalate was found in surface sediment samples at 4 sites in False Creek in Vancouver, Canada(1). Di-n-octyl phthalate was detected in one sediment sample taken in Canada with a concentration of 15 mg/kg(2). Di-n-octyl phthalate was detected at 32.0-80.0 and 1580-9040 ng/g in sediment and suspended solids samples, respectively, collected from 4 locations in False Creek Harbor, Vancouver, Canada(3). Sediment samples collected from Dokai Bay, Japan in Sept 1990 contained dioctyl phthalate, isomer and concentration unspecified(4). Di-n-octyl phthalate residues were detected in sediment samples of Klang River water, Malaysia, at concentrations ranging from not detected to 193 ng/g dry weight(5). Di-n-octyl phthalate was detected in the sediment of the Chinese Huaihe River in the summer of 2002 at 0.19, 0.19-0.20, and 0.17-0.19 mg/kg at Xiao Zui, Huaihe River bridge, and Hongguang Chemical plant, respectively(6)."
        },
        {
            "References": "(1) USEPA; Superfund Record of Decision (EPA Region 2): Lipari Landfill, Mantau Township, Gloucester County, NJ. Third Remedial Action, Report 1988. USEPA/ROD/RO5-88/074 (NTIS PB89-219224) (1988) (2) Webber MD, Wang C; Can J Soil Sci 75: 513-24 (1995) (3) Li XH et al; Bull Environ Contam Toxicol 77: 252-9 (2006) (4) Liu H et al; Chemosphere 78: 382-8 (2010)",
            "Value": "SOIL: Di-n-octyl phthalate was detected in on-site and off-site soil and sediment samples from the Lipari landfill area, NJ(1). Di-n-octyl phthalate was measured in soil from 10 Canadian agricultural areas with 1 not detected, 4 below detection limit of 0.03 mg/kg, 3 at detection limit, 1 at 0.06 mg/kg and 1 at 0.08 mg/kg dry weight(2). Di-n-octyl phthalate concentrations were not detected to 0.172 mg/kg dry weight in 30 soil samples from Beijing, China(3). Di-n-octyl phthalate was not detected (detection limit not reported) in soil samples collected June 2007 and Jan 2008 from 26 sites in the JiangHan plain, China(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Staples CA et al; Chemosphere 35: 667-749 (1997) (2) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006) (3) Lu C; Bull Environ Contam Toxicol 83: 168-73 (2009) (4) Ritsema R et al; Chemosphere 18: 2161-75 (1989) (5) Swann RL et al; Res Rev 85: 17-28 (1983) (6) Davis EM et al; in Bioremediation 5. 5th Inter Biodeter Symp. Aberdeen, Sept., 1981. Oxley TA, Barry S eds, New York, NY: Wiley-Interscience (1983)",
            "Value": "Log Koc values of 6.3(1), 4.38(2) and 5.22(3) were reported for di-n-octyl phthalate in soil. A mean sediment log Koc value of >5.0 was calculated from the mean di-n-octyl concentration in water and suspended particulate matter from Lake Yssel, The Netherlands(4). According to a classification scheme(5), these Koc values suggest that di-n-octyl phthalate is expected to be immobile in soil. Sedimentation accounted for 19.5% of the di-n-octyl phthalate loss from a model waste environmental pond(6)."
        }
    ]
}