{
    "_id": {
        "$oid": "6682e8b9c4e5dba5ffba2707"
    },
    "CID": {
        "$numberInt": "8376"
    },
    "Name": "2,4,6-TRINITROTOLUENE",
    "IUPACName": "2-methyl-1,3,5-trinitrobenzene",
    "CanonicalSMILES": "CC1=C(C=C(C=C1[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-]",
    "Synonyms": [
        "2,4,6-TRINITROTOLUENE",
        "Trinitrotoluene",
        "118-96-7",
        "Trotyl",
        "s-Trinitrotoluol",
        "s-Trinitrotoluene",
        "Tolite",
        "Tritol",
        "2-Methyl-1,3,5-trinitrobenzene",
        "sym-Trinitrotoluol",
        "trinitrotoluol",
        "Trojnitrotoluen",
        "Gradetol",
        "Tolit",
        "Tnt-tolite"
    ],
    "IsomericSMILES": "CC1=C(C=C(C=C1[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-]",
    "INCHI": "InChI=1S/C7H5N3O6/c1-4-6(9(13)14)2-5(8(11)12)3-7(4)10(15)16/h2-3H,1H3",
    "INCHIKEY": "SPSSULHKWOKEEL-UHFFFAOYSA-N",
    "Formula": "C7H5N3O6",
    "MolecularWeight": {
        "$numberDouble": "227.13"
    },
    "Description": "2,4,6-trinitrotoluene is a trinitrotoluene having the nitro groups at positions 2, 4 and 6. It has a role as an explosive. It is functionally related to a 1,3,5-trinitrobenzene.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "292"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 27 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.4 was calculated in fish for 2,4,6-trinitrotoluene(SRC), using a log Kow of 1.60(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chambers CW et al; J Wat Pollut Control Fed 35: 1517 (1963) (2) Nay M Jr et al; J Water Pollut Contr Fed 46: 485-97 (1974) (3) Howard PH et al; Investigation of Selected Potential Environmental Contaminants: Nitroaromatics(Draft). USEPA-560/2-76-010 pp 600 (1976) (4) Osmon JL, Andrews CC; The Biodegradation of TNT Enriched Soil and Compost Systems. Report NSSC No ARLCD-TR-77032 (1979) (5) Hoffsommer JC et al; Biodegradability of TNT. Final Rpt NWSC/WOL TR77-136, AD AO61144 (1978) (6) Kaplan DL, Kaplan AM; Appl Environ Microbiol 44: 757-60 (1982) (7) Nay M Jr et al; Industrial Wastes 18: 20-9 (1972) (8) Nay M Jr et al; J Water Pollut Contr Fed 46: 485-97 (1974) (9) Osmon JL, Klausmeier RE; Dev Ind Microbiol 14: 247-52 (1973)",
            "Value": "AEROBIC: Mixed cultures of phenol-adapted microorganisms exhibited a slow but significantly higher rate of oxygen uptake in the presence of 2,4,6-trinitrotoluene at concn of 100 mg/L as compared to endogenous respiration, suggesting that 2,4,6-trinitrotoluene is oxidized(1). A treatability study employing static tube runs indicated that 2,4,6-trinitrotoluene can be oxidized at slow rates from 2,4,6-trinitrotoluene waste diluted with the domestic waste of an Army Ammunition plant; however, the rate of bioadsorption or bioprecipitation was greater than the oxidation rate(2). Activated sludge acclimated to 2,4,6-trinitrotoluene waste for 10 days was used as inoculum for five differing continuous flow runs with 2,4,6-trinitrotoluene concn at 5 mg intervals between 5 and 25 mg/L(2). Fifteen treatability runs of three differing detention times for each concn maintained a 65% average removal efficiency and generally the removal efficiencies tended to decrease with a decrease in detention time and increase in 2,4,6-trinitrotoluene concn(2). A portion of the 2,4,6-trinitrotoluene loss was due to bioadsorption on the activated sludge microorganisms and not due to molecular transformation(3). Composting studies have shown that thermophilic microorganisms produce the same reduction products as mesophilic microbes, no ring cleavage occurs and a large percentage of C14 labeled 2,4,6-trinitrotoluene is bound to the humus fraction(4-6). BOD tests on pure 2,4,6-trinitrotoluene and 2,4,6-trinitrotoluene waste water from the counter current-continuous flow TNT manufacturing process revealed that 2,4,6-trinitrotoluene was oxidized at slow rates(7-8). Attempts to relate BOD to the 2,4,6-trinitrotoluene removed were unsuccessful. It is likely that higher 2,4,6-trinitrotoluene concentrations are toxic to certain oxidizing microorganisms, which may prevent microbial metabolism of 2,4,6-trinitrotoluene(3). Raw sewage was found to be ineffective in degrading 2,4,6-trinitrotoluene, however a sewage sludge digester supernatant liquor caused a 64% reduction in 2,4,6-trinitrotoluene within 6 days(9)."
        },
        {
            "References": "PMID:779650",
            "Value": "AEROBIC: 2,4,6-Trinitrotoluene was reduced by hydrogen in the presence of enzyme preparations from the aerobic systems of Escherichia coli and Psuedomonas sp.(1)."
        },
        {
            "References": "(1) Bradley PM et al; Appl Environ Microbiol 60: 2170-5 (1994) (2) Bradley PM, Chapelle FH; Environ Sci Technol 29: 802-6 (1995) (3) Bruns-Nagel D et al; Appl Environ Microbiol 62: 2651-6 (1996) (4) Herre A et al; pp. 493-8 in In Situ On-site Biorem, Symp, 4th (1997) (5) Grant CL et al; Cold Regions Res Eng Lab, Hanover, NH. Report 1993, ENAEC-TS-CR-93096; AD-A271547 p.18 (1993) (6) Grant CL et al; Environ Toxicol Chem 14: 1865-74 (1995)",
            "Value": "AEROBIC: 2,4,6-Trinitrotoluene was shown to disappear in 60 days(1) in red tank soil from Weldon Springs, MO up to a concentration of 100 umol/kg(2). No degradation of 2,4,6-trinitrotoluene occurred in dry soil from the same site(2). 2,4,6-Trinitrotoluene was shown to biodegrade 90%, 63% and 95% in 19 days at starting concentrations of 2139 mg/kg, 340 mg/kg and 150 mg/kg dry weight, respectively, in soil from Tanne, Germany(3). Field application of litter decaying fungus reduced 2,4,6-trinitrotoluene concentrations from 80 mg/kg to 21 mg/kg in 7 days and to 4 mg/kg in 300 days(4). 2,4,6-Trinitrotoluene was reported to degrade 49% in 7 days from surface water at room temperature(5). At room temperature in 7 days 2,4,6-trinitrotoluene was degraded in three different soils; 20% for Windsor (pH 6.2, clay 30 %, total organic carbon 1.1%), 38% for Charlton (pH 6.0, clay 20%, total organic carbon 1.8%), 100% for Ft Edwards (pH 8.4, clay 70%, total organic carbon 0.5%)(6)."
        },
        {
            "References": "(1) Bell BA, Burrows WD; Hazard Ind Waste 1989, 21st p. 344-56 (1989) (2) Lenke H et al; Environ Sci Technol 32: 1964-71 (1998)",
            "Value": "AEROBIC/ANAEROBIC: 2,4,6-Trinitrotoluene was removed 97-99% in a semicontinuous activated sludge system using anaerobic and aerobic conditions, 2,4,6-trinitrotoluene concentrations ranged from 7.19-15.2 mg/L(1). 2,4,6-Trinitrotoluene was reduced in soil from a production site in Kassel, Germany from 201 mg/kg to 1.6 mg/kg after 26 weeks of anaerobic treatment with added glucose and reduced to 0.56 mg/kg after an added 4 weeks of aerobic treatment(2)."
        },
        {
            "References": "(1) McCormick NG et al; Appl Environ Microbiol 31: 949-58 (1976) (2) Achtnich C et al; Environ Toxicol Chem 18: 2416-23 (1999)",
            "Value": "ANAEROBIC: 2,4,6-Trinitrotoluene was reduced by hydrogen in the presence of enzyme preparations from Veillonella alkalescens, an obligate anaerobe(1). Contaminated soil from a former production site in Hessisch Lichtenau-Hirschhagen near Kassel, Germany showed a reduction of radio labeled 2,4,6-trinitrotoluene from 82.7% to < 2% in two days and <0.2% after 61 days of anaerobic digestion(2)."
        },
        {
            "References": "(1) Spanggord RJ et al; Environmental Fate Studies On Certain Munitions Wastewater Constituents. Final Rpt, Phase II Lab Studies NTIS AD A099256 pp 137 (1980) (2) Klausmeier RE et al; Dev Ind Microbiol 15: 309-17 (1973) (3) Nay M Jr; A Biodegradability and Treatability Study of TNT Manufacturing Wastes With Activated Sludge Systems. 72-16,293 Ann Arbor, MI Univ Microflims pp 367 (1972) (4) Gorontzy T et al; Crit Rev Microbiol 20: 265-84 (1994) (5) Boopathy R, Manning J; Water Environ Res 71: 119-24 (1999)",
            "Value": "COMETABOLISM: Effluent from sewage treatment plants, waste water from an ordnance loading facility using 2,4,6-trinitrotoluene, a soil suspension and pond water, and water from a laboratory aquarium were used to inoculate a mineral salts medium containing 100 mg/L of 2,4,6-trinitrotoluene both alone and with a 1% yeast extract(1). Of all the sources tested, only the yeast extract-enriched medium demonstrated a complete and rapid removal of the 2,4,6-trinitrotoluene within 6 days. Whereas none of the mineral salts and 2,4,6-trinitrotoluene medium that lacked the yeast extract were able to remove the 2,4,6-trinitrotoluene. 2,4,6-Trinitrotoluene at 50 mg/L also inhibited the growth of gram negative bacteria, actinomycetes, yeasts and fungi(2). 2,4,6-Trinitrotoluene when added to Waconda Bay water (Chattanooga, TN) at 10 ppm under went the same rate of transformation under a N2 gas atmosphere as under aerobic conditions(1). 2,4,6-Trinitrotoluene was oxidized during BOD tests in which the BOD water was supplemented with glucose(3). 2,4,6-Trinitrotoluene was found to cometabolize with glucose or yeast extract using Pseudomonas sp. Y(4). The cometabolism of 2,4,6-trinitrotoluene with molasses and Tween80 (monooleate) was found to increase the biodegradation rate of 2,4,6-trinitrotoluene(5). With the addition of molasses 2,4,6-trinitrotoluene degraded in 40 days, with the addition of Tween80 degradation occurred in 28 days, with the addition of both molasses and Tween80 degradation occurred in 12 days(5)."
        },
        {
            "References": "Parr, J.F., P.B. Marsh, and J.M. Kla (eds.). Land Treatment of Hazardous Wastes. Park Ridge, New Jersey: Noyes Data Corporation, 1983., p. 303",
            "Value": "... Degradation processes in the soil are too slow to treat 1% TNT wastes practically, even with added nutrients. Although the TNT was totally removed, the presence of transformed products showed incomplete degradation."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 27",
            "Value": "log Kow = 1.60"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.29 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "... The hypothesis that 2,4,6-trinitrotoluene induces anemia by causing hemolysis through oxidative damage which is mediated by 2,4,6-trinitrotoluene and/or its metabolites ... is ... supported by the presence of methemoglobinemia, produced by the oxidation of the heme iron, observed when 2,4,6-trinitrotoluene was fed to rats at 300 mg/kg/day for 13 weeks ... to rats at 10 or 50 mg/kg/day for 24 months ... and to dogs at 32 mg/kg/day for 6 months ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.32 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "One of the proposed mechanisms of 2,4,6-trinitrotoluene-induced toxicity is an increase in free radical levels which occurs after exposure. Superoxide radicals and hydrogen peroxide were measured in mitochondria and microsomes from livers of monkeys treated with 0, 60, or 120 mg/kg/day of 2,4,6-trinitrotoluene for 12 weeks ... The amount of superoxide radicals was indirectly measured by the formation of adrenochrome from adrenalin, and hydrogen peroxide production was evaluated by the conversion of methanol to formaldehyde. There was a dose-dependent increase in superoxide radicals and hydrogen peroxide production in liver mitochondria and microsomes ... These findings were confirmed when mitochondria and microsomes obtained from various organs were treated in vitro with 0, 0.04, 0.2, or 1 mmol of 2,4,6-trinitrotoluene and then tested for adrenochrome and formaldehyde production. Different amounts of hydrogen peroxide were produced in the mitochondria of the various organs. The highest amount of hydrogen peroxide was present in the liver followed by brain, testicle, kidney cortex, and kidney medulla ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.53 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "A theory of the mechanism of toxicity by 2,4,6-trinitrotoluene is that the parent compound and some metabolic intermediates are active oxygen generators ... and are involved in lipid peroxidation in the liver and in oxygenation of the lens to form cataracts ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P463 (1996)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male Wistar rats /were injected/ intraperitoneally with 100 mg/kg bw 2,4,6-trinitrotoluene in olive oil and the animals were killed 48 hr after injection. Delta-aminolevulinic acid synthase activity in reticulocytes was approximately 70% that of control values, and red blood cell coproporphyrin was marginally below that of control values. Liver heme synthase activity was approximately 60% that of control values and no effect was noted on delta-aminolevulinic acid synthase or biliverdin reductase activity in livers."
        },
        {
            "References": "Zitting A et al; Arch Toxicol 51 (1): 53-64 (1982)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When injected ip to male rats, trinitrotoluene (100 mg/kg) caused damage in cerebral, hepatic and renal biomembranes and cell organelles. Morphological studies showed damaged mitochondria, dilatation of Golgi apparatus, vacuolization, swelling of cytoplasm, and accumulation of lipid material. TNT increased UDP-glucuronosyltransferase activity in liver and kidney. Renal epoxide hydrolase activity was also enhanced."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.18 TP81 (1995). Available from, as of October 06, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The concentrations at which 2,4,6-trinitrotoluene is acutely lethal in animals vary depending on the species and sex. Reported oral LD50 values for 2,4,6-trinitrotoluene are 1,010 and 1,320 mg/kg/day for male rats, and 795 and 820 mg/kg/day for female rats ... Acute oral LD50 values in male and female mice are 1,012 and 660 mg/kg/day, respectively. Doses were administered by gavage with oil as a vehicle ... The animals developed tremors, followed by mild convulsions, l to 2 hours after exposure. In some animals, death occurred within 4 hours following the exposure. The animals that survived the convulsions were still alive 14 days after exposure."
        },
        {
            "References": "PMID:16025313",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/... In this study, /the authors/ examine the endothelial nitric oxide synthase (eNOS) activity and blood pressure value following TNT exposure. With a crude enzyme preparation, /it was/ found that TNT inhibited the enzyme activity of eNOS in a concentration-dependent manner (IC50 value = 49.4 uM). With an intraperitoneal administration of TNT (10 and 30 mg/kg) to rats, systolic blood pressure was significantly elevated 1 hr after TNT exposure (1.2- and 1.3-fold of that of the control, respectively). Under the conditions, however, experiments with the inducible NOS inhibitor aminoguanidine revealed that an adaptive response against hypertension caused by TNT occurs. These results suggest that TNT is an environmental chemical that acts as an uncoupler of constitutive NOS isozymes, resulting in decreased nitric oxide formation associated with hypertension in rats."
        },
        {
            "References": "Dilley JV et al; J Environ Health 9 (4): 565-85 (1982)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs were dosed daily for up to 13 weeks with alpha-trinitrotoluene at 0, 0.2, 2.0, or 20 mg/kg by capsule; rats received 0, 0.002, 0.01, 0.05, or 0.25% and mice received 0, 0.001, 0.005, 0.025, or 0.125% alpha-TNT in their diets over the same period. All species receiving the highest doses exhibited anemia, with reduced erythrocytes, hemoglobin, and hematocrit. Alterations were observed in organ weight, including enlarged spleens (accompanied by hemosiderosis) and livers and depressed body weight and/or body weight gain (temporary in dogs and mice). Alterations in clinical chemistry values included elevated cholesterol and depressed serum glutamic pyruvic transaminase activity in dogs and rats; no effect on serum glutamic-oxaloacetic transaminase activity was observed. Some effects, such as SGPT depression in rats, appeared after 13 weeks, suggesting a cumulative toxicity. Reduced testes size was observed in rats at the highest dose regardless of length of exposure. Most of the toxic effects were reversible but testicular atrophy was not in rats allowed a 4 week recovery period after treatment. Signs of anemia were present at intermediate dose levels."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... /Rats/ were fed 1, 5, 25, 125, or 300 mg/kg/day TNT for 13 weeks. Dose-dependent anemia was observed in all TNT-treated rats. A dose-dependent hepatomegaly with accompanying hepatocytomegaly was found at doses of 125 mg/kg/day or greater. Testicular atrophy of animals fed 300 mg/kg/day was observed."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.18 TP81 (1995). Available from, as of October 06, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ 2,4,6-Trinitrotoluene was found to be lethal to beagle dogs receiving 32 mg/kg/day orally (by capsule) for 26 weeks. One female dog died during week 16 after exhibiting considerable weight loss, diarrhea, and ataxia. A second female dog was sacrificed in a moribund state during week 14 of the study. The second female dog was observed to be dehydrated and emaciated, with low body temperature and signs of an advanced icteric state. No deaths occurred in male dogs."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.28 to 31, 33 TP81 (1995). Available from, as of October 06, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Histopathology revealed inflammation of a part of the small intestine in beagle dogs fed 0.5, 2, 8, or 32 mg/kg/day 2,4,6-trinitrotoluene for 6 months. Although not dose related, the observed enteritis was more frequent in dogs treated with the highest dose of 2,4,6-trinitrotoluene. None of the control animals had enteritis ... Anemia, as indicated by dose-dependent decreases in hematocrit and hemoglobin levels and decreased erythrocyte counts, was observed ... The anemia was compensated by reticulocytosis, macrocytosis, and an increased number of nucleated erythrocytes. There was an elevated level of methemoglobin in all dogs treated with 32 mg/kg/day ... Dogs treated daily with 8 mg/kg/day ... had approximately a 68% and 22% increase in platelet levels over the control animals for males and females respectively ... Dose-related changes such as hepatocytomegaly and cloudy swelling were present in dogs after exposure to doses of 0.5 mg/kg/day or greater ... A reduction in SGPT activity was noted in dogs administered 8 or 32 mg/kg/day ... Hepatic cirrhosis was seen in dogs treated with 8 mg/kg/day ... Decrease in glucose levels was observed in dogs treated with 8 or 32 mg/kg/day ... Jaundice (icterus) was observed in beagle dogs treated with 32 mg/kg/day ... The presence of jaundice was evidenced by elevated bilirubin levels in both serum and urine and increased urobilinogen values ... Histopathological analysis of these animals revealed hemosiderosis in Kupffer's cells in all dogs receiving 8 and 32 mg/kg/day and in one female receiving 2 mg/kg/day ... Spleen enlargement related to 2,4,6-trinitrotoluene administration was also noted in dogs treated with 8 or 32 mg/kg/day ... The ratios of myeloid to erythroid cells were also significantly lower in these dogs, and they had varying degrees of splenic congestion."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P464 (1996)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Chinese rhesus monkeys /were treated/ with 60 and 120 mg/kg bw 2,4,6-trinitrotoluene orally once a day, four times a week for three months. Forty-eight hours after the last treatment, the monkeys were killed and mitochondria and microsomes were prepared for measurement of superoxide anion and hydrogen peroxide. Hydrogen peroxide was quantified by measuring the conversion of methanol to formaldehyde. The results revealed that 2,4,6-trinitrotoluene increased the formation of hydrogen peroxide."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Dogs were given TNT in gelatin capsules at 0.5, 2, 8, or 32 mg/kg/day for 6 months. Major adverse effects included hemolytic anemia, methemoglobinemia, frank hepatotoxicity, splenomegaly with the accompanying histologic lesions, and death. Hepatic effects were observed at all doses and a no-observed-effect level (NOEL) could not be determined. However, /other investigators/ found a NOEL of 0.20 mg/kg/day in dogs dosed daily for 13 weeks with TNT at 0, 0.20, 2, or 20 mg/kg by capsule."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on 2,4,6-Trinitrotoluene (CAS#118-96-7). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of October 10, 2006.",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 24-month study ... in B6C3F1 hybrid mice, TNT (>99% pure) was administered in a diet of ground Purina chow to groups of 75 mice/sex/group at dosage levels of 0.0, 1.5, 10, or 70 mg/kg/day. No noncarcinogenic effects were seen at the lowest dose tested (LDT). Noncancer effects included anemia and hepatomegaly without microscopic alterations at the high-dose level."
        },
        {
            "References": "ZLATEVA V ET AL; OFTALMOLOGIYA (SOFIA) 25 (3): 135-41 (1977)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ After 5 and 10 months of skin application of 225 mg/kg trinitrotoluene, blood hemoglobin level was decreased in guinea pigs. Stasis and dystrophy occurred in the liver. Ring cataract developed in the eyes of 53.5% of the animals."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:873",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Reportedly a 24-month chronic study in mice and rats led to tumors in female rats but not in mice or male rats."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.28, 29, 31, 32, 34, 37 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Groups of 150 (75 males and 75 female) Fischer-344 rats were exposed to 0, 0.4, 2.0, 10.0, and 50.0 mg/kg/day of 2,4,6-trinitrotoluene in their food for 24 months./ Dose-related anemia was ... observed in Fischer-344 rats fed 10 or 50 mg/kg/day ... Both male and female rats had reduced hematocrit, hemoglobin, and red blood cells. These hematological effects were observed throughout the entire duration of the study in male rats, but only for the first year in female rats. Methemoglobin was observed in male rats at doses of 10 and 50 mg/kg/day. Howell-Jolley and Heinz Bodies occurred at 50 mg/kg/day in male rats. Therefore, male rats seemed somewhat more sensitive than female rats. Reticulocytosis, but not macrocytosis, was present as a compensatory response to the anemic state in all animals. Histopathology revealed splenic lesions consisting of sinusoidal congestion, extramedullary hematopoiesis, and increased amounts of hemosiderin-like pigment ... Bone marrow fibrosis was present in a significant number of female rats fed 50 mg/kg/day ... Increase in platelet levels over the control animals for males and females ... was noted in Fischer-344 rats treated with 50 mg/kg/day ... This increase occurred during the 2nd year of treatment and was not present at the end of the study period, week 104 ... Although the increase in the number of platelets appeared to be related to 2,4,6-trinitrotoluene treatment, its significance is not clear ... Increased cholesterol levels were also found in male and female rats treated with 50 mg/kg/day ... Dose-related hepatomegaly resulting from hepatocellular hyperplasia was observed /at both/ 10 or 50 mg/kg/day ... The levels of serum triglycerides were affected differently in male and female rats ... Treatment-related hypotriglyceridemia was observed in females at 2 mg/kg/day; this change was statistically significant at 10 and 50 mg/kg/day during week 104 of treatment. In male rats treated with 50 mg/kg/day, a significant reduction in triglyceride levels was seen after 104 weeks of treatment ... The results indicate that female rats were more susceptible to 2,4,6-trinitrotoluene-induced reduction in serum triglyceride levels ... Accumulation of yellowish-brown pigment in the renal cortex ... /was observed/ in female rats ... A dose-related increase in granular pigment within the cytoplasm of epithelial cells of proximal convoluted tubules was observed at the end of the treatment period in male rats ... Increased filtration rate was also present ... Sinusoidal congestion, extramedullary hematopoiesis, and hemosiderin-like pigment in the spleen were observed in male and female rats fed 10 or 50 mg/kg/day ... A statistically significant number of female rats (12/55 or 21.8%) exposed to 50-mg/kg/day doses developed urinary bladder carcinomas. Urinary bladder papillomas were present in 1/55 and 5/55 female rats fed 10 and 50 mg/kg/day, respectively. No metastases were observed in any of the animals. Histopathologic lesions included increased incidence of hyperplastic, preneoplastic, and neoplastic changes of the mucosal epithelium of the urinary bladder. The cancer incidence observed in this chronic exposure study is further supported by renal and urinary bladder hyperplasia observed in treated animals. None of the control animals developed lesions of the urinary bladder."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.37 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a ... study conducted in groups of 150 B6C3F1 mice (75 males and 75 females), a statistically significant incidence (p<0.01) of leukemia and/or malignant lymphoma of the spleen was present in female mice receiving 70 mg/kg/day of 2,4,6-trinitrotoluene for 24 months ... Leukemia and/or malignant lymphoma of the spleen was noted in 28% and 32% of the female mice administered 1.5 and 10 mg/kg/day, respectively. The increase in the cancer incidence in the female mice receiving 1.5 or 10 mg/kg/day of 2,4,6-trinitrotoluene was not statistically significant. Histopathology revealed that leukemia was of granulocytic or lymphocytic type, while lymphoma was histiocytic, lymphocytic, or of a mixed type. All the lesions were treatment related and systemic in nature. The neoplasias involved other organs and tissues such as adrenals, bone marrow, brain, gastrointestinal tract, eyes, kidneys, liver, lungs, and lymph nodes. The occurrence of combined leukemia/malignant lymphoma seemed to be dose related but was not statistically significant."
        },
        {
            "References": "PMID:12150543",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Several epidemiological studies and animal experiments showed that 2,4,6-trinitrotoluene (TNT), a commonly used explosive, induced reproductive toxicity. To clarify whether the toxicity results from the interference of endocrine systems or direct damage to reproductive organs, /the authors/ examined the effects of TNT on the male reproductive system in Fischer 344 rats. TNT administration induced germ cell degeneration, the disappearance of spermatozoa in seminiferous tubules, and a dramatic decrease in the sperm number in both the testis and epididymis. TNT increased the formation of 8-oxo-7,8-dihydro-2'-deoxyguanosine (8-oxodG) in sperm whereas plasma testosterone levels did not decrease. These results suggest that TNT-induced toxicity is derived from direct damage to spermatozoa rather than testosterone-dependent mechanisms. To determine the mechanism of 8-oxodG formation in vivo, /the authors/ examined DNA damage induced by TNT and its metabolic products in vitro. 4-Hydroxylamino-2,6-dinitrotoluene, a TNT metabolite, induced Cu(II)-mediated damage to 32P-labeled DNA fragments and increased 8-oxodG formation in calf thymus DNA, although TNT itself did not. DNA damage was enhanced by NADH, suggesting that NADH-mediated redox reactions involving TNT metabolites enhanced toxicity. Catalase and bathocuproine inhibited DNA damage, indicating the involvement of H2O2 and Cu(I). These findings suggest that TNT induces reproductive toxicity through oxidative DNA damage mediated by its metabolite. /The authors/ propose that oxidative DNA damage in the testis plays a role in reproductive toxicity induced by TNT and other nitroaromatic compounds."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.35 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Significantly decreased testes weights and testes zinc and copper concentrations were observed in male rats exposed to 200 mg/kg/day 2,4,6-trinitrotoluene for 6 weeks ... The serum ceruloplasmin concentration was significantly lower in the male rats. Zinc metabolism seems to be affected more than copper metabolism by 2,4,6-trinitrotoluene treatment. Although there was a close correlation between testicular weight and testicular zinc concentration, the role of zinc in decreasing testicular weight is not clear ... However, zinc is known to be essential for maintenance of normal testicular function ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.35 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No adverse reproductive effects were noted in rats exposed to 1.42 mg/kg/day of 2,4,6-trinitrotoluene for 13 weeks ... However, male rats treated with 125, 160, or 300 mg/kg/day for the same period of time had serious reproductive effects such as degenerated germinal epithelium, testicular atrophy, and atrophic seminiferous tubules ... Testicular atrophy was not reversible in rats allowed 4 weeks of recovery ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.34 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ No significant signs of neurotoxicity were seen in Fischer-344 rats treated with up to 50 mg/kg/day of 2,4,6-trinitrotoluene for 24 months."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.34 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In acute exposure studies, rats fed 182 mg/kg/day of 2,4,6-trinitrotoluene for 4 days showed no signs of neurotoxicity as measured by changes in zoxazolamine paralysis time and hexobarbital sleeping time ... However, in a single-dose oral LD50 study in rodents, rats and mice showed signs of inactivity, were tremulous, developed convulsions, and died ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.34 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Dogs treated with 32 mg/kg/day for 6 months were ataxic ... while inactivity was observed in dogs after treatment with 20 mg/kg/day for 13 weeks ... Dose-related changes in behavior such as lethargy and/or ataxia were seen in rats treated with 34.7 or 125 mg/kg/day for 13 weeks ... Brain lesions with focal vacuolation were seen in rats receiving 300 mg/kg/day of 2,4,6-trinitrotoluene for 13 weeks ..."
        },
        {
            "References": "PMID:10477337",
            "Value": "/GENOTOXICITY/ The mutagenicity and toxicity of energetic compounds such as 2,4, 6-trinitrotoluene (TNT), 1,3,5-trinitrobenzene (TNB), hexahydro-1,3, 5-trinitro-1,3,5-triazine (RDX) and octahydro-1,3,5,7-tetranitro-1,3, 5,7-tetrazocine (HMX), and of amino/nitro derivatives of toluene were investigated in vitro. Mutagenicity was evaluated with the Salmonella fluctuation test (FT) and the V79 Chinese hamster lung cell mutagenicity assay. Cytotoxicity was evaluated using V79 and TK6 human lymphoblastic cells. For the TK6 and V79 assays, TNB and 2, 4,6-triaminotoluene were more toxic than TNT, whereas RDX and HMX were without effect at their maximal aqueous solubility limits. The primary TNT metabolites (2-amino-4,6-dinitrotoluene, 4-amino-2, 6-dinitrotoluene, 2,4-diamino-6-nitrotoluene and 2, 6-diamino-4-nitrotoluene) were generally less cytotoxic than the parent compound. The FT results indicated that TNB, TNT and all the tested primary TNT metabolites were mutagenic. Except for the cases of 4-amino-2,6-dinitrotoluene and 2,4-diamino-6-nitrotoluene in the TA98 strain, addition of rat liver S-9 resulted in either no effect, or decreased activity. None of the tested compounds were mutagenic for the V79 mammalian cells with or without S-9 metabolic activation. Thus, the FT assay was more sensitive to the genotoxic effects of energetic compounds than was the V79 test, suggesting that the FT might be a better screening tool for the presence of these explosives..."
        },
        {
            "References": "GESHEV G, KINCHEVA V; PROBL AKUSH GINEKOL 2: 111-4 (1974)",
            "Value": "/GENOTOXICITY/ After 6 months of topical application of 30% trinitrotoluene 5 times/wk to rats, chromatid changes, and chromosome breaks with dislocations and other changes were observed in tibia bone marrow cells of 50% of animals treated."
        },
        {
            "References": "PMID:773306",
            "Value": "/GENOTOXICITY/ Trinitrotoluene of explosive grade is mutagenic to Salmonella typhimurium. It was detected as a frameshift mutagen that accelerates reversion rate of frameshift tester, TA98. However, the major microbial metabolites of TNT appeared to be nonmutagenic."
        },
        {
            "References": "PMID:6661721",
            "Value": "/GENOTOXICITY/ 2,4,6-Trinitrotoluene gave positive responses in the P388 mouse lymphoma gene mutation assay in the absence of auxillary metabolic activation. It gave negative results when an activation system was included. Thus, TNT is a potential rodent liver carcinogen and the activity of TNT should be investigated in vivo to assess whether its potential hepatocarcinogenicity is realized in rats."
        },
        {
            "References": "PMID:4074126",
            "Value": "/GENOTOXICITY/ 2,4,6-Trinitrotoluene (TNT) is structurally related to the rat liver carcinogen 2,4-dinitrotoluene (technical grade), and both compounds are known to be mutagenic to bacteria in vitro. TNT is therefore established as a potential rodent carcinogen; the present paper describes experiments designed to assess if this potential is likely to be expressed in appropriately exposed animals. TNT gave a negative response in the mouse bone marrow micronucleus assay and in an in vivo/in vitro rat liver assay for unscheduled DNA synthesis (UDS). In the latter assay animals are exposed to the test chemical in vivo and their hepatocytes subsequently evaluated for UDS in vitro. The negative response observed for TNT in the liver assay at dose-levels up to 1000 mg/kg was accompanied by a positive response for the hepatocarcinogen 2,4-dinitrotoluene at the lower dose-level of 200 mg/kg. In contrast, the dinitro compound gave a negative response in the micronucleus assay, as was also observed for TNT. It is concluded that the negative response observed for TNT in the liver assay indicates that it is unlikely to be a rat hepatocarcinogen. Nonetheless, high levels of methaemoglobin were observed in the TNT-treated rats and their urine was coloured red. These facts, together with the known toxicities of this agent suggest a possible carcinogenic hazard to the haemopoetic and urinary tissues of animals exposed chronically to it at toxic dose-levels."
        },
        {
            "References": "PMID:9357547",
            "Value": "/GENOTOXICITY/ Spontaneous and 2,4,6-trinitrotoluene (TNT) -induced mutation spectra were determined at the hisD3052 allele of Salmonella typhimurium strains TA98, YG1021 (nitroreductase-overproducing) and YG1024 (O-acetyltransferase-overproducing). In TA98, 55% (11/20) of the spontaneous reversions and 95% (19/20) of reversions in TNT-treated plates were deletions of two bases at the same site (-2 hotspot deletions), whereas the respective figures were 65% (13/20) and 80% (16/20) in YG1021, and 75% (15/20) and 95% (19/20) in YG1024. Other mutations observed in the TNT treatment were complex frameshifts consisting of either a -2 hotspot deletion and a base substitution, or a +1 addition and base substitution at the stop codon. In addition, different kinds of deletions were recovered in the spontaneous spectra. The elevated enzymatic activities of strains YG1021 and YG1024, resulting in enhanced mutagenicity of TNT, did not seem to have an effect on the spectrum of TNT-induced mutations. However, the YG strains, which also have a higher spontaneous revertant yield than the parental strain TA98, seemed to differ from TA98 in their spontaneous spectra. The increase consisted of revertants containing the -2 hotspot deletion, possibly indicating elevated activation of exogenous or endogenous premutagens by the higher enzyme activities of the YG strains."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P464 (1996)",
            "Value": "/GENOTOXICITY/ 2,4,6-Trinitrotoluene was mutagenic in Salmonella typhimurium strains TA1538 and TA98 (with and without rat S-9) as well as in TA98 and TA100, with and without human placenta S-9 and with and without rat-liver S-9. In addition, 2,4,6-trinitrotoluene was reported to be negative in strains TA1535 and TA100NR3 (nitroreductase-deficient) and positive in TA1537 (with and without rat S-9)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. VOL65 P467 (1996)",
            "Value": "/GENOTOXICITY/ The mutagenicity of urine of rats exposed to 2,4,6-trinitrotoluene by intraperitoneal injection was studied in the Salmonella typhimurium assay. In the absence of rat-liver S-9, only a weakly positive response was observed in strain TA98, but a strong response was seen with strains YG 1021 (nitroreductase-overproducing) and YG1024 (O-acetyltransferase-overproducing). The strains TA98NR and TA98/1,8-DNP6 (O-acetyltransferase-deficient) showed no effect. In the presence of S-9, strains YG1021 and YG1024 gave a weak effect. Thus, high levels of both nitroreductase and O-acetyltransferase significantly increase the sensitivity of the indicator strain to the mutagenicity of urine caused by 2,4,6-trinitrotoluene exposure."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.63 TP81 (1995). Available from, as of October 10, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/GENOTOXICITY/ ... Groups of five male CBA x Balb C mice received single intraperitoneal injections of 40 or 80 mg/kg 2,4,6-trinitrotoluene; animals were sacrificed 24, 48, and 72 hours post-treatment, and bone marrow cells were examined for the presence of micronucleated polychromatic erythrocytes (MPEs). Results indicated that there were no significant increases in the frequency of MPEs in bone marrow cells sampled over the entire hematopoietic cycle. Similarly, the in vivo/in vitro rat liver unscheduled DNA synthesis (UDS) assay performed by the same investigators was negative."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ TNT was also mutagenic in the P388 mouse lymphoma gene mutation assay without auxiliary metabolic activation. Addition of a metabolic activation system with TNT resulted in a negative response in the mouse lymphoma assay."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/GENOTOXICITY/ TNT was mutagenic toward Salmonella typhimurium strains TA100 and TA98 without the need for a rat liver metabolic activation system. The mutagenic activity of TNT was dependent upon nitroreductase activity in the bacteria. Addition of a rat liver metabolic activation system (S-9) decreased the mutagenic activity of TNT, probably due to oxidative metabolism."
        },
        {
            "References": "PMID:9366908",
            "Value": "/GENOTOXICITY/ In order to characterize the production of mutagenic urinary metabolites, 6-week old male Fischer 344 rats were administered 75 mg of TNT/kg or DMSO vehicle by gavage. The animals were placed into metabolism cages, and urine was collected for 24 hr. Following filtration, metabolites in the urine were deconjugated with sulfatase and beta-glucuronidase and concentrated by solid phase extraction. The eluate was fractionated by reverse-phase high-performance liquid chromatography (HPLC) using acetonitrile/water, and the fractions, were solvent exchanged in DMSO by nitrogen evaporation. Each HPLC fraction was bioassayed in strains TA98, TA98NR, TA100, and TA100NR without metabolic activation using a microsuspension modification of the Salmonella histidine reversion assay. Fractions 3, 5-18, 21, 22, and 24-26 contained mutagens detected by strain TA98. In the nitroreductase-deficient strain TA98NR, some mutagenic activity was lost; however, fractions 3, 6, 9-11, 15, and 25 clearly contained direct-acting mutagens. Fewer fractions were positive in strain TA100 (9-16, 19, 20, and 25) with less activity observed in the nitroreductase deficient strain TA100NR (fractions 3, 12, 14, 15, and 25). Although some mutagenic activity coeluted with known TNT metabolite standards, there were still many unidentified mutagenic peaks."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.36 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/GENOTOXICITY/ 2,4,6-Trinitrotoluene was administered by oral gavage at doses of 100, 200, 500, or 1,000 mg/kg to male Alderley Park rats and at doses of 200, 500, and 1,000 mg/kg to male Fischer-344 rats (up to three rats/group/strain) to investigate unscheduled DNA synthesis (UDS) in liver cells ... There was no evidence of a cytotoxic or genotoxic effect on the hepatocytes of either strain 12 hours after 2,4,6-trinitrotoluene exposure."
        },
        {
            "References": "PMID:9007006",
            "Value": "/GENOTOXICITY/ ... This study was undertaken to examine the in vitro cytotoxicity and mutagenicity of TNT and several of its degradation products/metabolites. TNT was equally cytotoxic to H4IIE cells and Chinese hamster ovary-K1 (CHO) cells ...  Four metabolites studied, 4-hydroxylamino-2,6-dinitrotoluene; 2-amino-4,6-dinitrotoluene; 4,4',6,6'-tetranitro-2,2'-azoxytoluene; and 2,2',6,6'-tetranitro-4, 4'-azoxytoluene, were equally cytotoxic to both H4IIE and CHO cells. The LC50s were in the 3- to 18-ug/mL range and were not significantly different from TNT cytotoxicity in both cell lines. 4-Amino-2,6-dinitrotoluene (4-A) was moderately less cytotoxic than TNT to H4IIE cells, but was noncytotoxic to CHO cells. This result indicates that 4-A is metabolized to a cytotoxic compound. Both TNT and its metabolites exhibited only slight mutagenicity at high doses in one or both of the mutagenicity assays..."
        },
        {
            "References": "PMID:7622025",
            "Value": "/GENOTOXICITY/ The genotoxicity of 2,4,6-trinitrotoluene (2,4,6-TNT) and its amino derivative, 2,4-diamino-6-nitrotoluene (2,4-DA-6-NT), was studied using the Escherichia coli tester strain PQ37 in the SOS chromotest. The compound 2,4,6-TNT, without metabolic activation, virtually failed to induce an SOS effect in cells of the tester bacteria. Consequently, mutagenic activity of 2,4,6-TNT, which was shown earlier in the Ames test, does not depend on SOS mutagenesis. It was demonstrated that metabolic activation with the microsomal S-9 human placenta fraction results in a threefold increase in the induction factor of the SOS effect caused by 2,4,6-TNT. The absence of the SOS-inducing activity of 2,4-DA-6-NT, regardless of the presence of a microsomal activating mixture, is shown. Thus, 2,4-DA-6-NT does not belong to metabolites of 2,4,6-TNT, responsible for the genotoxicity of this compound."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.34 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/IMMUNOTOXICITY/ Lymphopenia was present in mice treated with 193 mg/kg/day for 13 weeks ... Increased globulin levels and leukocytosis were noted in the dogs treated with 20 mg/kg/day after a 4 week recovery period. Leukocytosis was observed in rats fed 160 mg/kg/day of 2,4,6-trinitrotoluene for 13 weeks ... Enlargement of the ... lymph nodes was noted in female mice treated with 70 mg/kg/day of 2,4,6-trinitrotoluene for 24 months ..."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.70 TP81 (1995). Available from, as of October 10, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ In the study on distribution of 2,4,6-trinitrotoluene after oral, inhalation and dermal exposure of rats, mice, rabbits and dogs it was found that 2,4,6-trinitrotoluene distributes to fat ... Lipid concentration of 2,4,6-trinitrotoluene could be used as a potential biomarker of exposure, provided adequate methodology is available."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for 2,4,6-Trinitrotoluene p.31, 34 TP81 (1995). Available from, as of October 09, 2006: https://www.atsdr.cdc.gov/toxprofiles/tp81.pdf",
            "Value": "/OTHER TOXICITY INFORMATION/ ... A species difference regarding 2,4,6-trinitrotoluene hepatotoxicity /indicates that/ dogs seem to respond to lower concentrations of 2,4,6-trinitrotoluene than do mice or rats ... The combined results of acute and intermediate exposure studies indicate species differences in 2,4,6-trinitrotoluene-induced neurotoxicity, with dogs being more sensitive than rats or mice."
        },
        {
            "References": "Zitting A et al; Arch Toxicol 51 (1): 53-64 (1982)",
            "Value": "/OTHER TOXICITY INFORMATION/ Trinitrotoluene enhanced the formation of adrenochrome from adrenaline (epinephrine) when added to mitochondrial and microsomal suspensions indicating increased superoxide production. The effect was observed in the presence of NADH and NADPH and was most prominent if these cofactors were combined. When injected ip to male Wistar rats, trinitrotoluene (100 mg/kg) caused damages in cerebral, hepatic and renal biomembranes and cell organelles. Morphological studies showed damaged mitochondria, dilatation of Golgi apparatus, vacuolization, swelling of cytoplasm and accumulation of lipid material. Morphological changes were more prominent in brain and kidney than in liver. Trinitrotoluene increased UDP-glucuronosyltransferase activity in liver and kidney. Renal epoxide hydrolase activity was also enhanced. In brain, succinate dehydrogenase activity was diminished while creatine kinase activity increased. Content of reduced glutathione increased after trinitrotoluene dosage in brain, kidney and liver. Radicals formed during nitroreduction of trinitrotoluene probably caused the adverse effects"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Walsh ME, Jenkins TF; identification of TNT transformation products in soil. CRREL-SR-92-16, NTIS AD-A255308 (1992)",
            "Value": "SOIL: 2,4,6-Trinitrotoluene was measured in soil samples; Nebraska Ordnance Works, 14 samples, 0.12-20,600 ug/g, Umatilla Depot, OR, 11 samples, 131-38,600 ug/g, Newport, IN, 1 sample, 0.4 ug/g, Weldon Springs Training Area, MO, 8 samples, 0.12-13,400 ug/g, Iowa Army Ammunition Plant, 6 samples, 0.63-15,400 ug/g, Raritan Arsenal, NJ, 5 samples, 1.19-745 ug/g, Hawthorne Army Ammunition Plant, NV, 5 samples, 4.4-13,900 ug/g, Hastings East Park, NE, 4 samples, 0.12-10.6 ug/g, Milan, TN, 4 samples, 1.1-35 ug/g, Louisiana Army Ammunition Plant, 2 samples, 12.4-14.8 ug/g, VIGO Chemical Plant, IN, 2 samples, 0.56-7.61 ug/g, Chickasaw Ordnance Works, TN, 1 sample, 0.12 ug/g, Sangamon Ordnance Plant, IL, 1 sample, 103 ug/g, Lexington-Bluegrass Depot, KY, 1 sample, 5.90 ug/g, Eagle River Flats, AK, 12 samples, 0.12-115 ug/g(1)."
        },
        {
            "References": "(1) Hoffsommer JC et al; Analysis of Explosives in Sea Water and in Ocean Floor Sediment and Fauna. Naval Ordnance Lab, White Oak, Silver Springs MD 16 NOLTR-72-215, NITS-AD 757778 pp 16 (1972) (2) Goerlitz DF; Environ Sci Pollut Control Ser 4: 295-355 (1992)",
            "Value": "SEDIMENT: 2,4,6-Trinitrotoluene was not detected in ocean floor sediments near dump sites 172 miles south-southwest of Charleston SC, or 85 miles west of Flattery, WA(1). Sediment from a munitions processing waste disposal site in Bangor, WA had concentrations of 2,4,6-trinitrotoluene of 13 mg/kg at the waste pit area, <0.01 mg/kg 60 meters down gradient from the waste pit area and was not detected 165 meters down gradient from the waste pit area(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Sikka HC et al; Environmental Fate of RDX and TNT, Final Report. US Army  Medical Research and Development Command, Fort Detrick, Frederick MD, DAMD17- 77-C-7026 (1980) (2) Spanggord RJ et al; Environmental Fate Studies On Certain Munitions Wastewater Constituents. Final Report, Phase II -Laboratory Studies NITS AD A099256 US Army Med Res Devel Frederick MD pp 137 (1980) (3) Swann RL et al; Res Rev 85: 16-28 (1983) (4) Comfort SD et al; J Environ Qual 24: 1174-82 (1995) (5) Pennington JC, Patrick WH JR; J Environ Qual 19: 559-67 (1990) (6) Haderlein SB, Schwarzenback RP; in Biodegradation of Nitroaromatic Compounds pp. 199-225 (1995) (7) Fesch C, Haderlein SB; IN: Groundwater Quality: Remediation and Protection IAHS publ No. 250 pp. 27-34 (1998) (8) Sheremata TW et al; Environ Sci Technol 33: 4002-8 (1999) (9) Valsaraj KT et al; J Hazard Mater 59: 1-12 (1998)",
            "Value": "Kp values for 2,4,6-trinitrotoluene sorption on 4 aquatic sediments measured 5.5, 14.3, 16.5 and 22.2 after 24-hr equilibration time, suggesting that the sorption of 2,4,6-trinitrotoluene is low(1). However most of the material absorbed is strongly bound and desorption from sediment is slow(1). Furthermore sorption of 2,4,6-trinitrotoluene increases with increases in pH and temperature(1). Transformation products of 2,4,6-trinitrotoluene may absorb to sediments with the same intensity as 2,4,6-trinitrotoluene(1). Kp values of 5 sediments averaged 53 with a range between 35 and 84(2). According to a classification scheme(3), the corresponding Koc values, which range between 1,100 and 1,900 and average 1,600(2), suggest that 2,4,6-trinitrotoluene is expected to have low mobility in soil. A Kd value of 3.3 L/kg was given for soil from Nebraska Ordinance Plant(4). An average Kd value of 4.0 was determined in 14 different soils(5). Mobility of 2,4,6-trinitrotoluene was enhanced with strong hydrated(Na+, Ca+) or diminished with weakly hydrated (K+) cations(6). 2,4,6-Trinitrotoluenes affinity for phyllosilicates (Kl = 0.496 L/umol) may displace other nitroaromatic compounds effecting its transport through the soil(7). Sorption coefficients for 2,4,6-trinitrotoluene were given in topsoil samples as 6.38 L/kg and in illite as 223.63 L/kg(8). Desorption coefficients for 2,4,6-trinitrotoluene were given for topsoil as 12.01 L/kg and 265.98 L/kg in illite(8). Soil (pH 6.5, 5.3% clay, 1.7% organic matter) containing 11 mg/kg dry soil weight of 2,4,6-trinitrobenzene gave a Kd of 2.9 L/kg and average diffusion rate of 1.18X10-6 cu cm/sec, indicating slow transportation of 2,4,6-trinitrotoluene through the soil(9)."
        }
    ]
}