{
    "_id": {
        "$oid": "6682e8b9c4e5dba5ffba2708"
    },
    "CID": {
        "$numberInt": "8379"
    },
    "Name": "DITRIDECYL PHTHALATE",
    "IUPACName": "ditridecyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCCCCCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCCCCCCCC",
    "Synonyms": [
        "DITRIDECYL PHTHALATE",
        "119-06-2",
        "Nuoplaz",
        "75359-31-8",
        "Di(tridecyl) phthalate",
        "Jayflex DTDP",
        "Staflex DTDP",
        "Truflex DTDP",
        "Bis(tridecyl) phthalate",
        "1-Tridecanol",
        "phthalate",
        "Phthalic acid",
        "ditridecyl ester",
        "ditridecyl benzene-1,2-dicarboxylate",
        "ditridecylphthalate",
        "1,2-Benzenedicarboxylic acid",
        "ditridecyl ester",
        "Ditridecyl 1,2-benzenedicarboxylate"
    ],
    "IsomericSMILES": "CCCCCCCCCCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCCCCCCCCCC",
    "INCHI": "InChI=1S/C34H58O4/c1-3-5-7-9-11-13-15-17-19-21-25-29-37-33(35)31-27-23-24-28-32(31)34(36)38-30-26-22-20-18-16-14-12-10-8-6-4-2/h23-24,27-28H,3-22,25-26,29-30H2,1-2H3",
    "INCHIKEY": "YCZJVRCZIPDYHH-UHFFFAOYSA-N",
    "Formula": "C34H58O4",
    "MolecularWeight": {
        "$numberDouble": "530.8"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "14.5"
    },
    "Complexity": {
        "$numberInt": "499"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for ditridecyl phthalate(SRC), using an estimated log Kow of 13.45(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sugatt et al; App Env Microbiol 47: 601-6 (1984) (2) O'Grady DP et al; App Env Microbiol 49: 443-5 (1985) (3) Kurane R et al; Agric Biol Chem 41: 2119-23 (1977)",
            "Value": "AEROBIC: Using an inoculum obtained from soil and sewage sludge, ditridecyl phthalate underwent >50% primary biodegradation under aerobic conditions in 28 days, and 37% mineralization to carbon dioxide during the same time period(1). Ditridecyl phthalate underwent 51.5% biodegradation in a semi-continuous activated sludge test under aerobic conditions in 24 hrs, and complete degradation was observed in 12 days in an activated sludge die-away test under aerobic conditions(2). When ditridecyl phthalate was incubated with pure cultures of Pseudomonas acidovorans under aerobic conditions, the initial products from this reaction were phthalic acid and tridecyl alcohol(3)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Ditridecyl phthalate (119-06-2) p. 10 (2007) as of April 28, 2008.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague-Dawley rats (male/females) were fed 0, 10, 50, and 250 mg/kg/day of ditridecyl phthalate in corn oil. Males (13/group) were exposed to ditridecyl phthalate for 42 days. Females (13/group) were exposed to ditridecyl phthalate from 14 days prior to mating to day 3 of lactation. No deaths were observed. Increased salivation was transiently observed in male animals of the 50 and 250 mg/kg groups after the day 10 of treatment until the autopsy. No adverse effects were detected on food consumption in males and females of any group, whereas suppression of body weight gain was observed in females of the 50 and 250 mg/kg groups. No adverse effects of ditridecyl phthalate were found on the general condition in females and on body weight gain in males. Increase in liver weight was observed in males of the 250 mg/kg group and in females of the 50 and 250 mg/kg groups. On histopathological examination of liver, hypertrophy of the centrilobular hepatocytes was observed in males and females of the 50 and 250 mg/kg groups, and catalase positive granules in centrilobular hepatocytes were increased in males, as well. An increase in kidney weight was found in males of the 250 mg/kg group. On histopathological examination, eosinophilic bodies in renal tubular cells were increased in males of the 250 mg/kg group. In addition, basophilic tubules in the cortex which appeared to be regeneration foci resulting from necrosis of renal tubular epithelium were observed in this group. Hyperplasia of the pelvic epithelium and transitional cells of the urinary bladder was found in females of the 250 mg/kg group, while ditridecyl phthalate did not affect kidney weight in females. On urinary testing and hematological examination, no adverse effects of ditridecyl phthalate were noted. On blood chemical examination in males, ALP activity was found to be increased after the treatment of ditridecyl phthalate at 250 mg/kg."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; The High Production Volume Information System (HPVIS). Available from the Database Query page at:  https://www.epa.gov/hpvis/index.html on 1,2-Benzenedicarboxylic acid, ditridecyl ester as of May 1, 2008.",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Ditridecyl phthalate (purity: 93.7-100 %)  were given to Crj:CD(Sprague-Dawley) rats daily by gavage at 0 (corn oil), 10, 50, 250 mg/kg/day from 14 days prior to mating. Males were administered for 42 days and females to day 3 of lactation. ... No adverse effects were observed on copulation, fertility, maintenance of pregnancy, and delivery in any groups. A statistically significant decrease in live birth index on postnatal day (PND) 0, possibly due to poor lactation, was observed in the 250 mg/kg group (87.7 in high dose vs 99.6 in controls). Viability of neonates on PND 4 was slightly decreased (not statistically significant) in the 250 mg/kg group (89.9 in the high dose vs 96.8 in controls). However, there were no adverse effects of ditridecyl phthalate on sex ratio, body weight changes, and morphological appearance of pups. NOELs for reproductive and developmental toxicity are considered to be 250 mg/kg/day in males, 50 mg/kg/day in females, and 250 mg/kg/day in pups, respectively. ... Maternal effects included mild suppression of body weight gain (<10% decrease) and increased liver:body weight ratios in females of the 50 and 250 mg/kg groups. Other than slight liver hypertrophy, there were no adverse histopathologic findings in tissues of female rats. In addition, no adverse effects were observed on copulation, fertility, maintenance of pregnancy, and delivery in any groups. The NOEL for maternal effects was 10 mg/kg/day. /Purity: 93.7-100%/"
        },
        {
            "References": "Harris CA et al; Env Health Perspect 105 (8): 802-11 (1997)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ A large number of phthalate esters were screened for estrogenic activity using a recombinant yeast screen. ... One of the phthalates, ditridecyl phthalate (DTDP), produced inconsistent results; one sample was weakly estrogenic, whereas another, obtained from a different source, was inactive. Analysis by gel chromatography-mass spectrometry showed that the preparation exhibiting estrogenic activity contained 0.5% of the ortho -isomer of bisphenol A."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Ditridecyl phthalate (119-06-2) p. 11 (2007) as of April 29, 2008.",
            "Value": "/GENOTOXICITY/ The mutagenic potential of ditridecyl phthalate has been studied in S. typhimurium strains TA 98, TA 100, TA 1535, and TA 1537. At concentrations of 156, 313, 625, 1250, 2500, and 5000 ug/plate, ditridecyl phthalate did not induce gene mutations in the S. typhimurium strains. No toxicity was observed up to a concentration of 5000 ug/plate, with or without metabolic activation."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Ditridecyl phthalate (119-06-2) p. 12 (2007) as of April 29, 2008.",
            "Value": "/GENOTOXICITY/ In a reverse mutation assay, the mutagenic potential of ditridecyl phthalate has been studied in E. coli WP2 uvrA strain. At concentrations of 156, 313, 625, 1250, 2500 and 5000 ug/plate, ditridecyl phthalate did not induce gene mutations in E. coli strains. No toxicity was observed up to a concentration of 5000 ug/plate, with or without metabolic activation."
        },
        {
            "References": "EPA/Office of Pollution Prevention and Toxics; High Production Volume (HPV) Challenge Program's Robust Summaries and Test Plans. Available from the Database Query page at: https://www.epa.gov/hpv/pubs/hpvrstp.htm on Phthalate Esters Category, Ditridecyl phthalate (119-06-2) p. 12 (2007) as of April 29, 2008.",
            "Value": "/GENOTOXICITY/ At concentrations of 0, 1188, 2375, 4750 ug/mL; ditridecyl phthalate did not induce structural chromosomal aberrations and polyploidy in Chinese hamster lung (CHL) cells; with or without an exogenous metabolic activation system."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Williams MD et al; Environ Toxciol Chem 14: 1477-86 (1995) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The average Koc of (14)C-ditridecyl phthalate using three standard USEPA sediments (supplied and characterized by the EPA) was measured at 1.2X10+6(1). According to a classification scheme(2), this Koc value suggests that ditridecyl phthalate is expected to be immobile in soil."
        }
    ]
}