{
    "_id": {
        "$oid": "6682e8bac4e5dba5ffba270a"
    },
    "CID": {
        "$numberInt": "8393"
    },
    "Name": "ISOLAN",
    "IUPACName": "(5-methyl-2-propan-2-ylpyrazol-3-yl) N,N-dimethylcarbamate",
    "CanonicalSMILES": "CC1=NN(C(=C1)OC(=O)N(C)C)C(C)C",
    "Synonyms": [
        "ISOLAN",
        "Isolane",
        "Saolan",
        "Isolan (pesticide)",
        "119-38-0",
        "Geigy G-23611",
        "Isopropylmethylpyrazolyl dimethylcarbamate",
        "1-Isopropyl-3-methyl-5-pyrazolyl dimethylcarbamate",
        "1-Isopropyl-3-methylpyrazol-5-yl dimethylcarbamate",
        "OMS 62",
        "ENT 19,060",
        "NSC 406375",
        "G 23611",
        "5-Methyl-2-isopropyl-3-pyrazolyl dimethylcarbamate",
        "1-Isopropyl-3-methylpyrazolyl-(5)-dimethylcarbamate"
    ],
    "IsomericSMILES": "CC1=NN(C(=C1)OC(=O)N(C)C)C(C)C",
    "INCHI": "InChI=1S/C10H17N3O2/c1-7(2)13-9(6-8(3)11-13)15-10(14)12(4)5/h6-7H,1-5H3",
    "INCHIKEY": "RNNBHZYEKNHLKT-UHFFFAOYSA-N",
    "Formula": "C10H17N3O2",
    "MolecularWeight": {
        "$numberDouble": "211.26"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "231"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 4 was calculated in fish for isolan(SRC), using an estimated log Kow of 1.65(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "PMID:6031443",
            "Value": "AEROBIC: Isolan applied to soil at 150 ppm and 1500 ppm showed inhabitation of both carbon dioxide and nitrification of the soil indicating toxicity to the soil and no transformation of isolan(1). Isolan was still detected 100 days after application(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 514",
            "Value": "Carbamate resistance. A ten-fold resistance to isolan induced in a riverside strain of housefly was inherited as a single gene slightly on the dominant side ... Isolan resistance in an orlando strain /housefly/ proved to be linked closely with the chromosome-2 marker stn ... Chromosome 5 had a considerable influence upon the isolan resistance in the orlando strain."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Hayes, W. J., Jr. Toxicology of Pesticides Baltimore: Williams & Wilkins, 1975., p. 71",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The lesser toxicity of ... (isolan) by the oral route was ... influenced by metabolism. 5 of 6 rats survived infusion ... into intestinal vein for an hr @ rate that led to death within 18 to 35 min in 6 ... animals infused via femoral vein ... single pass through liver /& metabolism/ ... explain/s/ high dermal, low oral toxicity ..."
        },
        {
            "References": "National Cancer Institute; Evaluation of Carcinogenic, Teratogenic and Mutagenic Activities of Selected Pesticides and Industrial Chemicals, Vol. I, Carcinogenic Study. Washington DC, U.S. Department of Commerce (1968)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The potential carcinogenicity of isolan was investigated in B6C3F1 and B6AKF1 mice. Groups of 18 animals per sex (18/sex) received isolan (commercial grade) by the oral route of exposure at the maximum tolerated dose of 0.0215 mg/kg/day. Seven-day-old mice received 0.0215 mg/kg isolan in a gelatin by stomach tube for three weeks. After 3 weeks, animals were administered 0.0603 ppm isolan (equivalent dosage of 0.0215 mg/kg/day) mixed in the feed until study termination at 78 weeks. These administrations may not have represented the MTD for adults because no adjustments were made for body weight changes during the study. Tumor types and incidences observed in male B6C3F1 mice were: type A reticulum cell sarcomas (2/18), pulmonary adenomas (3/18), and hepatomas (1/18). Tumor types and incidences in male control B6C3F1 mice (22 mice [23 tumors] of 79 control mice) were reticulum cell sarcoma (5), pulmonary adenoma (5), hepatoma (8), and other tumor types (5). No tumors were observed in female B6C3F1 mice fed isolan, whereas female control B6C3F1 mice (8 mice [8 tumors] of 87 control mice) exhibited tumor types and incidences as follows: reticulum cell sarcoma (4), pulmonary adenoma (3), and other tumor types (1). Tumors observed in male B6AKF1 mice were pulmonary adenomas (3/18) and hepatomas (2/18). Type A reticulum cell sarcomas were identified in 2 of the 16 female B6AKF1 mice necropsied. Tumor types and incidences identified in the male control B6AKF1 mice (16 animals [17 tumors] of 90 control mice) were 1 reticulum cell sarcoma, 9 pulmonary adenomas, 5 hepatomas, 1 pulmonary carcinoma, and 1 other tumor. The female control B6AKF1 mice (7 mice [9 tumors] of 82 controls) displayed 1 malignant lymphoma with leukemia, 3 reticulum cell sarcomas, 3 pulmonary adenomas, 1 hepatoma, and 1 mammary carcinoma. The incidence of specific tumor types in both sexes of either strain did not differ significantly from controls."
        },
        {
            "References": "GUERZONI ET AL; MUTAGENIC ACTIVITY OF PESTICIDES; RIV SCI TECNOL ALIMENTI NUTR UM 6 (3): 161-5 (1976)",
            "Value": "/GENOTOXICITY/ Mutagenic activity on Saccharomyces cerevisiae was shown by 5 ppm of isolan."
        },
        {
            "References": "National Cancer Institute; Evaluation of Carcinogenic, Teratogenic and Mutagenic Activities of Selected Pesticides and Industrial Chemicals, Vol. III, Mutagenic Study in Bacteria. Washington DC, U.S. Department of Commerce (1968)",
            "Value": "/GENOTOXICITY/ Isolan was not mutagenic to B. subtilis (strain 168i) in the absence of metabolic activation (NCI, 1968b)."
        },
        {
            "References": "National Cancer Institute; Evaluation of Carcinogenic, Teratogenic and Mutagenic Activities of Selected Pesticides and Industrial Chemicals, Vol. I, Carcinogenic Study. Washington DC, U.S. Department of Commerce (1968)",
            "Value": "/OTHER TOXICITY INFORMATION/ Groups of 28-day-old B6C3F1 and B6AKF1 mice (18/sex) received isolan (commercial grade) by a single subcutaneous injection of 0.0215 mg/kg (the MTD for young mice). This dose was the MTD for young mice of each strain, as determined through a series of dose-finding studies, but not necessarily the MTD for adults. Mice were observed until the termination of the study (78 weeks). ... The incidence of specific tumor types in both sexes of either strain did not differ significantly from the corresponding controls."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of isolan can be estimated to be 115(SRC). According to a classification scheme(2), this estimated Koc value suggests that isolan is expected to have high mobility in soil(SRC)."
        }
    ]
}