{
    "_id": {
        "$oid": "6682e8bac4e5dba5ffba270d"
    },
    "CID": {
        "$numberInt": "8404"
    },
    "Name": "TETRALIN",
    "IUPACName": "1,2,3,4-tetrahydronaphthalene",
    "CanonicalSMILES": "C1CCC2=CC=CC=C2C1",
    "Synonyms": [
        "1,2,3,4-Tetrahydronaphthalene",
        "TETRALIN",
        "119-64-2",
        "Benzocyclohexane",
        "Tetrahydronaphthalene",
        "Bacticin",
        "Tetraline",
        "Tetranap",
        "Naphthalene",
        "1,2,3,4-tetrahydro-",
        "Tetralina",
        "Naphthalene 1,2,3,4-tetrahydride",
        "tetralene",
        "NSC 77451",
        "FT6XMI58YQ",
        "DTXSID1026118"
    ],
    "IsomericSMILES": "C1CCC2=CC=CC=C2C1",
    "INCHI": "InChI=1S/C10H12/c1-2-6-10-8-4-3-7-9(10)5-1/h1-2,5-6H,3-4,7-8H2",
    "INCHIKEY": "CXWXQJXEFPUFDZ-UHFFFAOYSA-N",
    "Formula": "C10H12",
    "MolecularWeight": {
        "$numberDouble": "132.2"
    },
    "Description": "Tetralin is an ortho-fused bicyclic hydrocarbon that is 1,2,3,4-tetrahydro derivative of naphthalene. It is an ortho-fused bicyclic hydrocarbon and a member of tetralins. It derives from a hydride of a naphthalene.",
    "XlogP": {
        "$numberDouble": "3.5"
    },
    "Complexity": {
        "$numberInt": "92"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Sabljic A; Z Gesamte Hyg Ihre Grenzgeb 33: 493-6 (1987)",
            "Value": "A measured BCF in fish was reported to be about 200(1); this experimental BCF suggests that bioconcentration in aquatic organisms will be important environmentally(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 1089",
            "Value": "DEGRADATION IN SEA WATER BY OIL OXIDIZING MICROORGANISMS: 31% BREAKDOWN AFTER 21 DAYS AT 22 °C IN STOPPERED BOTTLES CONTAINING A 1000 PPM MIXTURES OF ALKANES, CYCLOALKANES, AND AROMATICS."
        },
        {
            "References": "(1) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (2) Vanderlinden AC; Dev Biodeg Hydrocarbons 1: 165-200 (1978) (3) Kappeler T, Wuhrmann K; Water Res 12: 327-33 (1978) (4) Ludzack FJ, Ettinger MB; Eng Bull Ext Ser No.115 pp. 278-82 (1963)",
            "Value": "One screening test using sewage seed suggests that tetralin (initial concn of 3-10 ppm) biodegrades slowly in synthetic seawater; 3, 3, 2, and 3 percent theoretical BOD in 5, 10, 15, and 20 days, respectively(1). However, 0.0124 ppm tetralin was not detected after 10 days of incubation in artificial seawater at 25 °C indicating that tetralin is moderately oxidized(2). An initial concn of 0.0112 ppm tetralin was observed to degrade 100% in 8 days in a groundwater grab sample at 10 °C and pH 8(3). Tetralin (20.1 ppm initial concn) exhibited 18, 40, 58, 65, 70, and 75 percent theoretical CO2 production after 5, 10, 15, 20, 25, and 35 days, respectively, in water from the Ohio River at 22-25 °C and pH 7.2; the half-life in this study was 13 days and, after redosing, a half-life of 9 days was observed under the same conditions(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Merriman JC et al; Chemosphere 23: 1605-15 (1991)",
            "Value": "Tetralin was detected in small mouth bass (Micropterus dolomieui) at a concn of 75.3 ng/g and yellow perch (Perca flavescens) at concns of 73.2 and 34.5 ng/g from the Rainy River which forms an international boundary between the U.S. and Canada(1)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 120",
            "Value": "OXIDATION PROCESSES IN RATS GIVEN TETRALIN, BOTH PURE AND CONTAINING PEROXIDES, BY MOUTH AND BY SC AND IV INJECTION, WERE EXAMINED ... FOUND BOTH CAUSED AN INITIAL FALL IN BODY TEMPERATURE FOLLOWED BY A RISE, AND ... THOUGH TETRALIN SCARCELY ALTERED OXYGEN CONSUMPTION, IT DID CAUSE AN ALTERATION IN THE RESP QUOTIENT, THE CARBON DIOXIDE ELIMINATION BEING DECREASED. ... OBSERVED AN INCR IN URINARY NITROGEN AFTER PROLONGED ADMIN OF TETRALIN."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 121",
            "Value": "IN EXPERIMENTS ... WITH MICE, IT WAS ADMIN ON A MASK; EVEN WHEN SOAKED THIS PRODUCED ONLY /SEMI-CNS DEPRESSION/ AFTER INITIAL SHORT PERIOD OF EXCITATION UNLESS MASK WAS HEATED TO INCREASE VAPOR. ... /GUINEA PIGS WERE GIVEN/ BY MOUTH (0.25 ML DAILY), CUTANEOUS APPLICATION (TO 6 SQ CM OF SHAVED SKIN) AND INHALATION (1.42 UG/L FOR 8 HR DAILY). ... LOSS OF WT AND TREMORS WERE NOTED ... ALSO PARALYSIS OF THE HIND QUARTERS AND DIFFICULT RESPIRATION AND ... AFTER A WK OF APPARENT WELL-BEING, RESTLESSNESS OR APATHY, ROUGHENING OF SKIN, ANOREXIA & SOMETIMES TORPOR. WITH ORAL ADMIN THERE WAS INTENSE DIARRHEA & WITH SKIN APPLICATION ECZEMA."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 122",
            "Value": "... DEFINITE SIGNS OF CATARACT /WERE OBSERVED IN GUINEA PIGS/ AFTER 6 DAYS OF INHALATION OF ... VAPOR ... SIMILAR OBSERVATION IN RABBITS FOLLOWING ORAL ADMIN. ... CATARACTS /WERE NOT PRODUCED/ IN RATS FED ON DIET CONTAINING 2% TETRALIN FOR 2 MONTHS. CHANGES IN THE BLOOD PICTURE WERE NOT ... SIGNIFICANT- SLIGHT NORMOCHROMIC ANEMIA, A TENDENCY TO LEUKOPENIA WITH LONG EXPOSURE, AND RELATIVE LYMPHOCYTOSIS. ... AN INCREASE OF POLYNUCLEAR LEUKOCYTES AND ERYTHROCYTES /WERE OBSERVED/."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 122",
            "Value": "... THE URINE OF THE /GUINEA PIGS/ RECEIVING TETRALIN BY MOUTH BECAME SCANTY AND DARK COLORED, WITH A GREENISH-BROWN TINGE, BUT NOT A CLEAR GREEN. ... ALL STAGES OF INJURY TO LIVER, FROM HYPEREMIA TO FATTY DEGENERATION AND CENTRILOBULAR ATROPHY /ALSO NOTED IN GUINEA PIGS EXPOSED TO TETRALIN/. ... THE KIDNEYS SHOWED ALL STAGES OF A TOXIC EFFECT, INCLUDING SEVERE NECROTIZING NEPHROSIS ESPECIALLY OF THE CONVOLUTED TUBULES, WHILE ... THERE WAS EVIDENCE OF EPITHELIAL NEPHRITIS, AND THE URINE CONTAINED ALBUMIN, CYLINDERS AND RED BLOOD CELLS. ... FOUND ... DARK COLORATION OF /RAT/ URINE WAS PRODUCED ONLY AFTER ADMIN OF SEVERAL DOSES OF PURE TETRALIN, BUT AFTER ONE DOSE OF TETRALIN WHICH CONTAINED PEROXIDES."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 123",
            "Value": "... DIRECT CONTACT OF LIQUID TETRALIN WITH LUNG TISSUE BY ASPIRATION CAUSES PULMONARY EDEMA & HEMORRHAGE AT SITE OF CONTACT /IN SMALL RODENTS/."
        },
        {
            "References": "Hayes, Wayland J., Jr. Pesticides Studied in Man. Baltimore/London: Williams and Wilkins, 1982., p. 122",
            "Value": "Inhalation of saturated vapor for 8 hr is fatal in rats. ... Aspiration of tetralin causes pulmonary edema and hemorrhage at the point of contact."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-153",
            "Value": "Cataract formation and nephritic lesions are seen in guinea pigs after vapor exposure."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 642",
            "Value": "The most disturbing feature of animal experiments is the report of cataract following respiratory exposure or oral intubation. /Researchers/ were unable to produce cataracts in rats fed tetralin at a dietary level of 20,000 ppm for 2 months; alpha-tetralol was also ineffective, but beta-tetralol was a powerful cataractogen. Because alpha-tetralol and beta-tetralol have been shown to be matabolites of tetralin, it may be that reported differences in the susceptibility of different species to the cataractogenic effects of tetralin depend on differences in their metabolism of the compound."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 643",
            "Value": "Dermal exposure to tetralin has caused eczematous dermatitis, but only rarely, and exposure to tetralin fumes in poorly ventilated places has produced /CNS depressant/ effects including marked restlessness, eye irritation, headache, malaise, asthenia, nausea, and vomiting."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 894",
            "Value": "Administered orally to rabbits and guinea pigs, ... /tetrahydronaphthalene/ has been found to cataracts even more readily than naphthalene itself, but not in rats. In guinea pigs, opacities appear in the cortex of the lens at the equator ina few days, and proceed posteriorly. Also, round gray spots develop in the fundus, and the retina has a turbid appearance."
        },
        {
            "References": "PMID:2926829",
            "Value": "The metabolism and nephrotoxicity of tetralin were studied in rats. Male Fischer 344 rats were given 0.5 ml/kg tetralin intragastrically every other day for 14 days. Urine samples were collected for 48 hr and analyzed for metabolites. The rats were killed at the end of the exposure period and the kidneys were removed. One kidney was taken for histopathological examination. The other was homogenized and the homogenates were analyzed for metabolites. Six urinary metabolites were identified; no metabolites were detected in the kidney homogenates. Histopathological changes included increased amounts of cytoplasmic hyaline droplets in proximal convoluted tubular epithelial cells and cellular degeneration in the proximal convoluted tubules. No intratubular cellular casts, overt glomerular changes, or significant inflammation was observed. It was concluded that with the exception of 2-tetralol, all of the urinary tetralin metabolites show that oxidation has occurred on the carbon atoms of the saturated ring closest to the aromatic ring. Tetralin induces the classical lesions of hydrocarbon induced nephropathy."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bahnick DA, Markee TP; J Great Lakes Res 11: 143-55 (1985)",
            "Value": "Tetralin was qualitatively identified in suspended solids from St. Louis Bay in the Duluth harbor in 1983(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-7 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "A Koc for tetralin of about 1,800 can be estimated using a structure activity relationship(1). Based on a suggested classification scheme(2), this Koc value suggests that tetralin has low mobility in soil."
        }
    ]
}