{
    "_id": {
        "$oid": "6682e8bbc4e5dba5ffba270f"
    },
    "CID": {
        "$numberInt": "8413"
    },
    "Name": "3,3'-DIMETHYLBENZIDINE",
    "IUPACName": "4-(4-amino-3-methylphenyl)-2-methylaniline",
    "CanonicalSMILES": "CC1=C(C=CC(=C1)C2=CC(=C(C=C2)N)C)N",
    "Synonyms": [
        "o-Tolidine",
        "119-93-7",
        "\"3,3-DIMETHYLBENZIDINE\"",
        "Orthotolidine",
        "Diaminoditolyl",
        "2-Tolidine",
        "4-(4-amino-3-methylphenyl)-2-methylaniline",
        "\"4,4-Bi-o-toluidine\"",
        "\"3,3-Dimethylbiphenyl-4,4-diamine\"",
        "\"3,3-Tolidine\"",
        "\"[1,1-Biphenyl]-4,4-diamine",
        "3,3-dimethyl-\"",
        "\"3,3-Dimethyl-4,4-biphenyldiamine\"",
        "\"3,3-Dimethyl-4,4-diaminobiphenyl\"",
        "Tolidine",
        "\"4,4-Diamino-3,3-dimethylbiphenyl\""
    ],
    "IsomericSMILES": "CC1=C(C=CC(=C1)C2=CC(=C(C=C2)N)C)N",
    "INCHI": "InChI=1S/C14H16N2/c1-9-7-11(3-5-13(9)15)12-4-6-14(16)10(2)8-12/h3-8H,15-16H2,1-2H3",
    "INCHIKEY": "NUIURNJTPRWVAP-UHFFFAOYSA-N",
    "Formula": "C14H16N2",
    "MolecularWeight": {
        "$numberDouble": "212.29"
    },
    "Description": "3,3'-Dimethylbenzidine is a member of biphenyls.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "205"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Using carp (Cyprinus carpio) which were exposed over an 8-week period in a continuous flow system and 3,3'-dimethylbenzidine concentrations of 0.02 and 0.2 mg/L, a 3,3'-dimethylbenzidine BCF range of 4.8 to 83 was measured(1). According to a classification scheme(2), these BCF values suggest bioconcentration in aquatic organisms is low to moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Baird R et al; J Water Pollut Control Fed 49: 1609-15 (1977) (2) Chemicals Inspection and Testing Institute. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 (1992) (3) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 22, 2013: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: In a Warburg respirometer that used activated sludge from both domestic and industrial discharges, 100% of the 3,3'-dimethylbenzidine (initial concentration 20 mg/L) was depleted in 6 hours at 25 °C(1). 3,3'-Dimethylbenzidine, present at 100 mg/L, reached 3% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(2,3), indicating the compound is not readily biodegradable(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 122",
            "Value": "log Kow = 2.34"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:8449389",
            "Value": "In mice and rats, prenatal exposure to the dye Congo red permanently reduces the number of germ cells in male and female offspring. In the current investigation, nine other dyes structurally related to Congo red were examined for developmental testicular toxicity. In this study, the structural component of the dyes responsible for the prenatal induction of germ cell aplasia was identified. /Investigators/ found that only benzidine-based dyes altered testicular development and caused hypospermatogenesis in mice during adulthood. Dimethyl- and dimethoxybenzidine-based dyes were without effect. Pregnant mice were dosed orally on Days 8-12 of gestation with a benzidine-, dimethylbenzidine-, or a dimethoxybenzidine-based dye and the testes of 45- to 50-day-old male offspring were examined. The testes of postpubertal male offspring exposed to the benzidine-based dyes, Congo red, diamine blue, and Chlorazol Black E, were small and contained some tubules completely devoid of germ cells, but the dimethylbenzidine-based dyes, trypan blue, Evans blue, and benzopurpurin 4B, and the dimethoxybenzidine-based dye, Chicago sky blue, did not alter testicular development in this manner. Azoic diazo component 48, a dimethoxybenzidine congener, and two other diazo dyes, naphthol blue black and Sudan III, were also without effect on the germ cells. Experiments with Chlorazol Black E (CBE) indicate that the period of susceptibility in the male fetus is limited to the period of primordial germ cell migration and division. When CBE was administered on Days 8-10 of gestation it reduced testis weight after puberty by 30%, while treatment after Day 13 did not affect testicular function."
        },
        {
            "References": "PMID:1777520",
            "Value": "It was found that intoxication of animals with aminobiphenyls leads to the activation of such glutathione-dependent enzymes as glutathione-S-transferase and glutathione reductase. This is accompanied by the induction of activities of individual isoforms of the multifunctional family of glutathione-S-transferases. There was a decrease in the glutathione peroxidase activity after intoxication with benzidine derivatives. It was found that the GSH content in rat liver decreased after benzidine intoxication and sharply increased after effects of 3,3'-dimethylbenzidine and 3,3'-dimethoxybenzidine. In all cases studied there was a diminution in the level of diene conjugates. It was supposed that the specificity of the catalytic glutathione redox system reaction is due to structural peculiarities of the aminobiphenyls being injected. Analysis of functional pairs of glutathione-dependent enzymes revealed a certain imbalance in the antioxidant system function after aminobiphenyl poisoning."
        },
        {
            "References": "PMID:2403837",
            "Value": "Dimethoxybenzidine (DMO) and dimethylbenzidine (DM) are used to synthesize dyes such as C.I. Direct Blue 15 and C.I. Acid Red 114, respectively. These commercially used dyes are metabolically degraded to DMO or DM in the intestinal tract of rodents and subsequently DMO and DM are absorbed into the blood stream. Animals were exposed to DMO, DM, or the dyes in the drinking water. Tumors obtained from control and chemical-treated animals were examined for the presence of activated oncogenes by the NIH 3T3 DNA transfection assay. Activated oncogenes were detected in less than 3% (1/38) of the tumors from control animals whereas 68% (34/50) of the tumors from chemical-treated animals contained detectable oncogenes. Activated oncogenes were detected in both malignant (25/36) and benign (9/14) tumors from the chemically treated animals but only in one of 13 malignant tumors from the control animals. The presence of oncogenes in the chemically induced benign tumors suggests that oncogene activation was an early event in those tumors. Southern blot analysis of transfectant DNA showed that the transforming properties of the chemically induced rat tumor DNAs were due to the transfer of an activated H-ras (31/34) or N-ras (3/34) gene. One spontaneous rat tumor DNA was found to contain an activated H-ras gene. Oligonucleotide hybridization analysis indicated that the H-ras oncogenes from chemical-associated tumors contained mutations at codons 12, 13, or 61 whereas the spontaneously activated H-ras gene contained a point mutation at codon 61. These data suggest that activation of cellular ras genes by point mutation is an important step in the induction of tumors, at least in rats, by this class of benzidine-derived dyes. Moreover, in light of common histogenesis of the normal counterparts of many of the chemically induced neoplasms and histological evidence of varied tissue differentiation in some basal cell neoplasms, it is possible that most or all of the chemically induced neoplasms were derived from a common epidermal progenitor stem cell population."
        },
        {
            "References": "PMID:6314997",
            "Value": "In aqueous solution peroxidase catalyzes the conversion of o-tolidine to tolidine blue by hydrogen peroxide. This reaction of practical significance for analytical tests was studied by optical and ESR spectroscopy. For the blue dye formed in aqueous solution a meriquinoidic structure was proposed which is in equilibrium with an instable radical compound. This equilibrium is shifted to higher radical concentrations by ethylene glycol. Naphthene derivatives stabilize the meriquinoidic structure by means of non-covalent interactions resulting in a decrease of the radical concentration. In crosslinked gelatin the dye formation runs analogously, so that this system is suitable for providing evidence for H2O2-forming reactions. Naphthene derivatives substituted by sufficiently long aliphatic groups are diffusion stable in crosslinked gelatin. By interacting with the dye they prevent its rapid chemical decomposition and diffusion into the sample solution. It was shown, furthermore, that by means of such systems with a suitable structure of the layers both substrates and enzymes participating in the reaction may be determined analytically. This does provide a basis for developing new analytical test variants."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.11. Nov, 2012. Available from, as of July 23, 2013: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Perrin DD; Dissociation Constants of Organic Bases in Aqueous Solution. Butterworth, London, (1965) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (5) Means JC, Wijayaratne RD; In: Amer Chem Soc Div Environ Chem 193rd Natl Mtg 27: 417-419 (1987)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 3,3'-dimethylbenzidine can be estimated to be 3190(SRC). According to a classification scheme(2), this estimated Koc value suggests that 3,3'-dimethylbenzidine is expected to have slight mobility in soil. The pKa value of 3,3'-dimethylbenzidine are 4.50 and 3.3(3), indicating that this compound will exist partially in cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4). In sorption studies using colloidal sediment collected from the Chesapeake Bay estuary, 3,3'-dimethylbenzidine had a colloid Koc value (Kcoll) of 2014(5); sorption measurements over the pH range of 5 to 9 saw a significant increase in sorption as the pH decreased suggesting that the protonated form of 3,3'-dimethylbenzidine was more strongly bound than the neutral form(5)."
        }
    ]
}