{
    "_id": {
        "$oid": "6682e8bbc4e5dba5ffba2710"
    },
    "CID": {
        "$numberInt": "8418"
    },
    "Name": "Anthracene",
    "IUPACName": "anthracene",
    "CanonicalSMILES": "C1=CC=C2C=C3C=CC=CC3=CC2=C1",
    "Synonyms": [
        "ANTHRACENE",
        "120-12-7",
        "Paranaphthalene",
        "Anthracin",
        "Tetra Olive N2G",
        "Anthracen",
        "Anthrazen",
        "Anthracene",
        "pure",
        "Anthracen [German]",
        "CCRIS 767",
        "HSDB 702",
        "CHEBI:35298",
        "NSC 7958",
        "EINECS 204-371-1",
        "Anthraxcene"
    ],
    "IsomericSMILES": "C1=CC=C2C=C3C=CC=CC3=CC2=C1",
    "INCHI": "InChI=1S/C14H10/c1-2-6-12-10-14-8-4-3-7-13(14)9-11(12)5-1/h1-10H",
    "INCHIKEY": "MWPLVEDNUUSJAV-UHFFFAOYSA-N",
    "Formula": "C14H10",
    "MolecularWeight": {
        "$numberDouble": "178.23"
    },
    "Description": "Acene is a polycyclic aromatic hydrocarbon consisting of fused benzene rings in a rectilinear arrangement. It is an ortho-fused polycyclic arene and a member of acenes.",
    "XlogP": {
        "$numberDouble": "4.4"
    },
    "Complexity": {
        "$numberInt": "154"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Wild SR, Jones KC; J Environ Qual 21: 217-25 (1992) (2) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (3) Chovanec A et al; Chemosphere 29: 2117-33 (1994) (4) Yang SYN et al; Sci Total Environ 102: 229-40 (1991) (5) Tremolada P et al; Environ Sci Technol 30: 3570-77 (1996)",
            "Value": "Anthracene was detected in carrot peels and cores grown in sewage sludge-amended soils(1). Anthracene was detected in post oak leaves, 70 ppb, and little bluestem leaves, 50 ppb(2). Anthracene was detected in aquatic moss samples collected from the Danube and Traun rivers in Austria at concentrations ranging from 2.1 to 7.9 ug/kg dry weight and 1.8 to 2.3 ug/kg dry weight, respectively(3). Grass samples collected in the vicinity of an urban roadway with a traffic volume of 35,600 vehicles per day in Brisbane, Australia contained anthracene at a mean concentration of 7.5 ng/g(4). Anthracene was detected in 28 pine needle samples collected throughout the UK in the summer of 1994 at concentrations ranging from <0.3 to 27 ng/g dry weight(5)."
        },
        {
            "References": "(1) US Dept Agric; US Dept Agric, Agric Res Service. 1992-2016. Dr. Duke's Phytochemical and Ethnobotanical Databases. Anthracene. Available from, as of Feb 28, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Anthracene occurrences in plants(1).",
            "Table": "[{'Genus species': 'Aloe vera', 'Family': 'Aloeaceae', 'Common name': 'aloe', 'Part': 'plant'}, {'Genus species': 'Rumex acetosa', 'Family': 'Polygonaceae', 'Common name': 'garden sorrel', 'Part': 'rhizome'}]"
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Eadie BJ et al; Chemosphere 11: 18-91 (1982) (2) Marsili L et al; Chemosphere 34: 759-70 (1997) (3) Law RJ, Whinnett JA; Mar Pollut Bull 24: 550-53 (1992) (4) Camacho M et al; Sci Total Environ 481: 303-10 (2014)",
            "Value": "Anthracene was detected in Oligocheate worm, 20 to 25 ppb, and midges, 10 to 25 ppb(1). Anthracene was detected in two populations of southern sea lions (Otaria flavescens), one from Mar del Plata and the second from Punta Bermeja, Argentina in the fur at 59.81 and 14.29 ng/g fresh weight, respectively; in the blood at average concentrations of 81.32 and 100.3 ng/g dry weight, respectively; and in the liver at average concentrations of 0.30 and 10.57 ng/g fresh weight, respectively(2). Anthracene was detected in the muscle of harbor porpoises (Phocoena phocoena) from coastal waters of the UK at concentrations ranging from <0.1 to 3.6 ng/g wet weight, mean 0.6(3). Mean anthracene concentrations were reported as 4.97 ng/mL (95.2% freqency) and 0.08 ng/mL (46.2% frequency) in blood samples from juvenile green turtle (Chelonia mydas) and hawksbill turtle (Eretmochelys imbricata), respectively, from Cape Verde, Western Africa coast, central Atlantic Ocean, sampled between 2009 and 2011(4)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ogata M et al; Bull Environ Contam Toxicol 33: 561-7 (1984) (2) Lu PY et al; Environ Health Perspect 24: 201-8 (1978) (3) Linder G et al; Environ Toxicol Chem 4: 549-58 (1985) (4) Southworth GR et al; Water Res 12: 973-7 (1978) (5) Herbes SE, Risi GF; Bull Environ Contam Toxicol 19: 147-55 (1978) (6) Geyer et al; Chemosphere 10: 1307-13 (1981) (7) Freitag D et al; Ecotox Environ Safety 6: 60-81 (1982) (8) Landrum PF; Chemosphere 11: 1049-59 (1982) (9) Gerould S et al; Environ Pollut A 30: 175-88 (1983) (10) DeVoogt P et al; Aquat Toxicol 20: 169-94 (1991) (11) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 24, 2017: https://www.safe.nite.go.jp/english/db.html (12) Franke C et al; Chemosphere 29: 1501-14 (1994) (13) Leversee GJ et al; Can J Fish Aquat Sci 40: 63-9 (1983) (14) Djomo JE et al; Environ Toxicol Chem 17: 1177-81 (1996)",
            "Value": "BCFs were measured in the following aquatic species: Goldfish, 162(1); Gambusia (fish), 1029(2); Rainbow trout, 4400 to 9200(3); Daphnia pulex, 759 to 912(4,5); Chlorella fusca variety vacuolata (green algae), 7760(6); Golden orfe, 912(7); Pontoporeia hoyi (scud), 17,000(8); and midge (Chironomousiparius), 46.7(9). A BCF of 7300 was measured in guppies (Poecilia reticulata) in static bioconcentration experiments(10). BCF values of 1660 to 2820 and 903 to 2710 were determined in carp (Cyprinus carpio) using flow-through conditions and anthracene concentrations of 15 and 1.5 ug/L, respectively(11). According to a classification scheme(12), these BCFs suggest that bioconcentration in aquatic organisms ranges from moderate to very high(SRC). The BCF in Daphnia magna was found to decrease with increasing concentration of Aldrich humic acids: BCF (dissolved organic carbon, mg/L), 607 (0.2) and 319 (2.0); however, this difference was not considered significant due to the large sample variance(13). Aldrich humic acids in water did not significantly alter Daphnia magna accumulation of anthracene: BCF (dissolved organic carbon, mg/L), 389 (0.3), 362 (1.5), and 340 (5.7)(13). Depuration half-lives of 57 and 63 hours relative to contaminated and clean water, respectively, were measured in zebrafish, Brachydanio rerio, exposed to (14)C-labeled anthracene adsorbed on sediment(14)."
        },
        {
            "References": "(1) Landrum PF; Chemosphere 11: 1049-57 (1982) (2) Gerould S et Al; Environ Pollut Ser A 30: 175-88 (1983) (3) Spacie A et al; Ecotoxicol Environ SAF 7: 330-41 (1983)",
            "Value": "Uptake, depuration, and biotransformation rates of (14)carbon-labeled anthracene were determined for Pontoporeia hoyi, the dominant benthic invertebrate in the Great Lakes, at 4, 7, 10, and 15 °C(1). The uptake rate constants increased from 136/hr to 215/hr over the temp range studied and were seasonally dependent(1). The depuration rate constant at the apparent optimum temp of 7 °C was 0.015/hr for anthracene(1). The biotransformation ability of Pontoporeia hoyi is low, and degradation of anthracene was undetectable even after exposures of 48 hr(1). The bioconcentration factor can be predicted from the uptake and depuration kinetics to be approx 16,800 at 4 °C(1). The effects of temperature and anthracene concentration on uptake and depuration rate constants and bioconcentration factors were determined for larvae of the midge, Chironomus riparius(2). At 25 °C, the uptake rate constant estimated from 10 hr and 30 hr exposure and by the initial rate methods increased with concentration between 1.7 and 30.5 ug/L(2). At a constant concentration (22 ug/L), the uptake rate constant was max at 25 °C and less at 16 and 30 °C(2). Bluegills (Lepomis macrochirus) were exposed to (14)C-labeled anthracene in water. Rates of uptake and biotransformation within the fish were followed by (14)C counting and thin layer and liquid chromatography(3). The initial uptake rate coefficient for anthracene was independent of exposure concentration(3). Biotransformation of the anthracene was constant at 0.22 nmol/g/hr, with approx 92% of the residue unmetabolized at 4 hr., 6% of the anthracene was found in liver and gall bladder(3). Depuration rates were first-order and yielded a half-life of 17 hrs for anthracene(3). The estimated bioconcentration factor for anthracene in whole fish (Kuptake/Kdepuration) was 900, for total (14)carbon activity, but only 675 for parent material(3). This bioconcentration factor was considerably lower than that predicted from the octanol water partition coefficient, because of biotransformation(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (2) Malaney GW, McKinney RE; Water Sew Works 113: 302-9 (1966) (3) Southworth GR; pp. 359-80 in Methodol Biomass Determinations Microbial Act Sediments ASTM STP-667 Aquatic Toxicology Marking LL, Kimberle RA eds Philadelphia (1979) (4) Lee RF; Proc 1977 Oil Spill Conf Amer Petrol Inst pp. 611-6 (1977) (5) Martens R; Chemosphere 11: 761 (1982) (6) Tabak HH et al; pp. 267-328 in Proc Symp AOAC 94th Ann Mtg Washington, DC (1981) (7) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (8) Sasaki S; pp. 283-98 in Aquatic Pollutants: Transformation and Biological Effects. Hutzinger O et al, eds. Oxford Pergammon Press (1978) (9) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Feb 24, 2017: https://www.safe.nite.go.jp/english/db.html (10) Mueller JG et al; Appl Environ Microbiol 57: 1277-85 (1991) (11) Smith JR et al; Water Environ Res 65: 804-18 (1993)",
            "Value": "AEROBIC: Half-lives for the biodegradation of anthracene in soils ranged from 108 to 175 days, average 139 days; a half-life of 3.3 days was also reported(1). Anthracene was reported as being slightly susceptible to oxidation by benzene-acclimated sludge at 20 °C(2). Approximately 175 mg/L oxygen uptake was observed over 72 hours, the sludge alone accounted for approximately 100 mg/L oxygen uptake(2). 5% conversion to CO2 was observed in 18 hr in Third Creek water (Knox Co, TN), no degradation of anthracene was observed in water from Walker Branch (Anderson Co, TN)(3). No degradation of anthracene was observed in estuarine water collected in April from the Skidway River, GA, after 24 hours(4). 8.3 to 19.0% and 37.2 to 58.1% degradation of anthracene was observed after 10 weeks incubation in fresh and ripe composts of municipal waste, respectively, from 6 cities in Germany(5). Degradation with gradual adaptation was reported for anthracene (5 and 10 mg/L) incubated with sewage seed, 43% and 26% degradation after 7 days, 92% and 51% degradation after 28 days and 3 weekly subcultures(6). Anthracene reached 2% of its theoretical BOD (BOD5 tests) using inoculum from 3 polluted surface waters(7). Anthracene was confirmed to be poorly or non-biodegradable in MITI tests(8). Anthracene, present at 100 mg/L, reached 1.9% of its theoretical BOD in 2 weeks using an activated sludge inoculum in the Japanese MITI test(9). An initial anthracene concentration of 4.7 ug/mL was reduced to 0.5 ug/mL after 14 days incubation in shake flasks containing creosote contaminated groundwater and surface soil(10). In a pilot-scale treatability study, 100% of the anthracene present in contaminated groundwater was biodegraded over a period of 36 days in a publicly owned treatment works employing activated sludge treatment(11)."
        },
        {
            "References": "(1) Wild SR, Jones KC; Environ Toxicol Chem 12: 5-12 (1993) (2) Sanseverino J et al; Biodegradation 4: 303-21 (1993) (3) Reilley KA et al; J Environ Qual 25: 212-9 (1996) (4) Gardner WS et al; Water Soil Air Pollut 11: 339-47 (1979) (5) Schwall LR, Herbes SE; pp. 167-83 in Methodology for Biomass Determination and Microbial Activities in Sediments. Litchfield CD, Seyfried PL, eds. ASTM STP-673 (1979) (6) Herbes SE, SchwallLR; Appl Environ Microbiol 35: 306-16 (1978) (7) Leduc R et al; Wat Sci Tech 26: 51-60 (1992) (8) Godin JD, Webber MD; J Environ Qual 24: 271-8 (1995) (9) Catallo WJ, Portier RJ; Water Sci Technol 25: 229-37 (1992) (10) Breedveld GD, Briseid T; Appl Biotechnol Site Remed, Hinchee RE at al eds. Ann Arbor, MI: Lewis Publ (1994) (11) Grosser RJ et al; Environ Toxicol Chem 14: 375-82 (1995) (12) Park KS et al; Environ Toxicol Chem 9: 187-95 (1990) (13) Srivastava VJ et al; Proc Ind Waste Conf 44: 49-60 (1990)",
            "Value": "AEROBIC: Half-lives derived for anthracene in four soils amended with sewage sludge ranged from 48 to 210 days, with a mean half-life of 141 days(1). 8.2 to 84.7% of(14)C-anthracene was mineralized to (14)CO2 in four soils obtained from a manufactured gas plant(2). The dissipation (probably through biodegradation; microbial numbers were greater in the vegetated soils) of anthracene in soil was enhanced by the presence of vegetation(3). The degradation rate of anthracene in Georgia coast sediment with crude oil added was observed to be 2.0 to 2.6%/wk(4). 31% degradation of anthracene was observed after 5 hrs of incubation in sediment collected 0.5 km below coking plant discharge(5). 13% degradation in 24 hours was observed in sediment contaminated by oil; 66% degradation was observed in 7 days(6). The biodegradation rate of anthracene in flooded soils contaminated with polycyclic aromatic hydrocarbons under aerobic conditions was observed to be 0.38 ppm/day; under denitrifying conditions the biodegradation rate ranged from 0.28 to 0.29 ppm/day(7). A half-life of 3.0 weeks was estimated for anthracene in sludge-treated Caledon sandy loam soil (730 g/kg sand, 200 g/kg silt, 70 g/kg clay)(8). Following an acclimation period of 2 weeks, anthracene was degraded by the indigenous microbial consortium in soil at an old oil reclamation facility with an estimated half-life of 19 days(9). In a soil column study containing sandy soil samples from a site contaminated with creosote, an initial anthracene concentration of approximately 800 mg/kg was reduced to less than 400 mg/kg following 170 days incubation(10). Anthracene mineralization rates ranged from 10 to 60% following 64 days incubation in soils collected from an abandoned coal tar refinery(11). Biodegradation half-lives of 134 and 50 days were observed for anthracene in Kidman and McLaurin sandy loam soils, respectively(12). Approximately 70% biodegradation of anthracene was observed after a period of 5 weeks incubation in a town gas soil-water slurry reactor using a polycyclic aromatic hydrocarbon-acclimated mixed culture(13)."
        },
        {
            "References": "(1) USEPA; Health and Environmental Effects Profile for Anthracene. pp.7-9 ECAO-CIN-P230 (1987)",
            "Value": "AEROBIC: Using the Warburg method as a means for estimating the rate of biodegradation and activated sludge from three municipal treatment plants as microbial inoculum, only 0.3% carbon dioxide formation (relative to applied dose) was reported after 5 days; anthracene was reported to be appreciably resistant to biodegradation with the third activated sludge. The mineralization half-life of anthracene has been reported to be 57 to 21 days in unacclimatized sediments and 5 to 7 days in oil treated sediments. The mineralization half-life of anthracene was also reported to be 200 days in oil-treated water and 20 fold higher in uncontaminated water. The overall biotransformation (both carbon dioxide and intermediate metabolite formation) half-life of anthracene in petroleum contaminated sediment was reported to be 12 days. In pristine sediments, the overall biotransformation half-life was 10 fold higher. The overall biotransformation half-life of anthracene in sediments contaminated with a coal coking wastewater was 2 days; the transformation rate was 20 times lower in the water. The biodegradability of anthracene with natural sediments and natural estuarine waters has been studied. The biodegradation of anthracene in aquatic media is controlled by the temperature, oxygen content and acclimatization or nonacclimatization of the microorganisms. Higher biodegradation rates were observed at 30 °C than at 20 and 10 °C. The biodegradation process was found to be aerobic and higher oxygen concentration up to a certain optimum value tended to increase the oxidation rates. Similarly, the biodegradation rates were reported to be faster with acclimatized microorganisms. The incubation of anthracene with intertidal sediment slurries for a reasonable period of time (approximately 1 month) not only produces the mineralization product carbon dioxide but also produces intermediate metabolites. A large portion of the initial material or its intermediate metabolites (which could not be identified because (14)C counting of the combustion products of residue was used as the method of quantification) remained cellular bound(1)."
        },
        {
            "References": "(1) USEPA; Health and Environmental Effects Profile for Anthracene; p.7 (1987) ECAO-CIN-P230",
            "Value": "AEROBIC: The biodegradability of anthracene with mixed microorganisms was studied. Anthracene is biodegradable in sewage treatment plants provided suitable acclimatization can be achieved with settled domestic wastewater as microbial inoculum and a static culture flask screening procedure, 43% of anthracene was found to be biodegradable in 7 days at an initial concentration of 5 ppm. After 7 days of acclimatization, the same solution showed 70% degradaton in 7 days. The corresponding degradation was only 26 and 30% at an initial anthracene concentration of 10 ppm. Activated sludge from three municipal treatment plants was used as microbial inoculum and the Warburg method as a means for estimating the rate of biodegradation. Anthracene was reported to be appreciably resistant to biodegradation with the third activated sludge. Only 0.3% carbon dioxide formation (relative to applied dose) on incubation of anthracene for 5 days with activated sludge was reported(1)."
        },
        {
            "References": "(1) USEPA; Health and Environmental Effects Profile for Anthracene. pp.7-9 ECAO-CIN-P230 (1987) (2) Mulkins-Phillips GJ, Stewart JE; Appl Microbiol 28: 915-22 (1974) (3) Liu D et al; Environ Toxicol Wat Qual 7: 355-72 (1992)",
            "Value": "PURE CULTURE: The proposed pathway for bacterial catabolism of anthracene from pure culture studies is as follows: anthracene, 1,2-dihydroxyanthracene, 2-hydroxy-3-naphthaldehyde, 2-hydroxy-3-naphthoic acid, 2,3-dihydroxynaphthalene salicylic acid(1). No degradation of anthracene was reported when exposed to 7 mixed cultures enriched in fuel oil (5 °C, 2 weeks, mineral medium)(2). An aerobic half-life of 89 hours was observed for anthracene in a cyclone fermentor system using enrichment bacterial cultures as inoculum; 3-hydroxy-2-naphthalenecarboxylic acid was identified as a major metabolite(3)."
        },
        {
            "References": "(1) Kirk PWW, Lester JN; Environ Technol 12: 13-20 (1990)",
            "Value": "ANAEROBIC: Anaerobic digestion was found to have no statistically significant effect on the concentration of anthracene over a period of 32 days(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Afolabii OA et al; J Agric Food Chem 31: 1083-90 (1983) (2) Fazio T, Howard JW; pp. 461-505 in Handbook of Polycyclic Aromatic Hydrocarbons. Bjorseth A ed (1983) (3) Brown DW et al; Investigation of Petroleum in Marine Environs of the Strait of Juan de Fuca and Northern Puget Sound USEPA-600/7-79-164 (1979) (4) Santodonato J et al; Health and Ecological Assessment of Polynuclear Aromatic Hydrocarbons Lee Sd, Grand L, eds. Park Forest South,IL: Pathotox Publ (1981) (5) Iosifidou HG et al; Bull Environ Contam Toxicol 28: 535-41 (1982) (6) McFall JA et al; Chemosphere 14: 1561-9 (1985) (7) Bjorseth A et al; Sci Total Environ 13: 71-86 (1979) (8) Maccubin AE et al; Bull Environ Contam Toxicol 343: 876-82 (1985) (9) Rao VR et al; Ecotoxicol Environ Safety 33: 44-54 (1996) (10) Al-Hassan JM et al; Bull Environ Contam Toxicol 70: 205-212 (2003) (11) El Deeb KZ et al; Bull Environ Contam Toxicol 78: 373-379 (2007)",
            "Value": "Anthracene was detected in Nigerian freshwater fish, ppb dry wt: smoked, 15.14 to 30.13; solar dried, 0.2 to 11.22; and oven-dried, 0.20 to 0.75(1). It was detected in Japanese horse mackerel, broiler type, smoke, 1.9 to 2.3 ppb; scorch, 0.2 to 2.0 ppb(2). 5% of the mussels sampled from 23 locations in the Strait of Juan de Fuca, San Juan Islands, Northern Puget Sound, WA between April 1977 and Feb 1978, contained anthracene at concentrations ranging from 30 to 200 ppb(3). The following anthracene concentrations were detected in different types of smoked fish: eel, 4 ppb; lumpfish, trace; trout, 26 ppb; redfish, 1.5 ppb; and mackerel, 1.9 to 2.3 ppb(4). 54.4% of the mussels from 54 samples in the Thermaikos Gulf, Greece, contained anthracene at an average concentration of 9 ppb wet wt(5). 10 samples of oysters and clams collected from Lake Pontchartrain, LA between May and June 1980 contained anthracene at average concentration of 36 to 44 ppb wet wt(6). 80% of the mussels sampled from Suadafjord, Norway in Oct 1976 contained anthracene at concentrations ranging from 7 to 524 ppb dry wt, average 144 ppb(7). Anthracene was detected in 100% of the 22 Lake Erie white suckers stomach contents from 3 stations, avgs 1.95 to 2.17 ppb wet wt, overall average 2.11 ppb(8). Anthracene was detected in crayfish, redbreast sunfish, and stonerollers collected from the East Fork Poplar Creek in Oak Ridge, TN at average concentrations of 13.0, 2.01, and 6.35 ug/kg, respectively(9). Anthracene was detected in a variety of fish from the Arabian Gulf at levels of 0.2-2.4 ug/g(10). Anthracene was detected in fish from the Abu Qir Bay (Egyptian Mediterranean Sea) at levels of 138.33-517.22 ng/g, sampled in 2004(11)."
        },
        {
            "References": "(1) Naes K et al; Sci Total Environ 163: 93-106 (1995) (2) Galloway WB et al; Environ Toxicol Chem 2: 395-410 (1983) as cited in USEPA; Health and Environmental Effects Profile for Anthracene; p. vii (1987) ECAO-CIN-P230 (3) Bagg J, Smith JD; ACS Natl Meet Preprint 28: 328-30 (1988) (4) Uthe JF, Musial CJ; J Assoc Off Anal Chem 71: 363-8 (1988) (5) Rostad CE, Pereira WE; Chemosphere 16: 2397-404 (1987) (6) Rainio K et al; Bull Environ Contam Toxicol 37: 337-43 (1986) (7) Boom MM Intern J Environ Anal Chem 31: 251-61 (1987) (8) Kagi R et al; Intern J Environ Anal Chem 22: 135-53 (1985) (9) Pereira WE et al; Mar Pollut Bull 24: 103-9 (1992) (10) Sanders M; Arch Environ Contam Toxicol 28: 397-405 (1995)",
            "Value": "Anthracene was detected in periwinkle (Littorina littorea) and blue mussels (Mytilus edulis) collected near aluminum smelters in Lista and Vefsnfjord, Norway at concentrations of 146 and 12 ug/kg wet weight, respectively(1). The U.S. National Mussel watch program collected mussels from >100 sites on the East, West, and Gulf coasts; the anthracene concentration in these mussel composites ranged from 7.0 to 32 ug/kg(2). Anthracene concentration in clams from the harbor of Heron Isle and a beach on Lizard Isle along the great barrier reef, Australia was 0.4 and 3.2 ug/kg(3). Anthracene was detected in the digestive gland oil of lobsters (Homarus americanus) at concentration ranging from 197 1012.1 ng/g(4). Concentration of anthracene in the tissues of snails from offshore at Pensacola, FL were 9.03, 24.7, 1.8 and 12.7 ug/kg wet weight(5). Mussels from 3 of 7 sites of the Finnish Archipelago contained anthracene at average concentration of 14, 15 and 9 ug/kg wet weight(6). Anthracene was detected in 92% of the mussels sampled from the Dutch coast(7). Rock oysters (Saccostrea cucculata) from 6 sites off the coast of NW Australia contained anthracene at average concentration ranging from 0.1 to 0.9 ug/kg(8). Anthracene was detected in Asian clams (Potamocorbula amurensis) collected from Suisun Bay, CA at concentrations ranging from 13 to 33 ng/g dry weight(9). Anthracene was detected in oysters (Crassostrea virginia) collected from 31 out of 32 stations in Murrells Inlet, an estuary in SC receiving urbanized drainage and runoff, in Nov 1990 at concentrations ranging from 3 to 37 ng/g dry weight(10). The compound was detected in oysters collected from 19 out of 31 stations in North Inlet, an estuary in SC receiving drainage from heavily forested terrain and minimal anthropogenic input, at concentration ranging from 3 to 13 ng/g dry weight(10)."
        },
        {
            "References": "(1) Cocchieri RA et al; Mar Pollut Bull 21: 15-8 (1990)",
            "Value": "Anthracene was detected in the following fish and shellfish samples collected from the Gulf of Naples during March to Dec 1988(1):",
            "Table": "[{'Common name': 'anchovy', 'Genus species': 'Engraulis enchrasicholus', 'Concn (ug/g wet wt)': 8}, {'Common name': 'brill', 'Genus species': 'Scophthalmus rhombus', 'Concn (ug/g wet wt)': 3}, {'Common name': 'cleaver wrasse', 'Genus species': 'Xyrichthys novacula', 'Concn (ug/g wet wt)': 14}, {'Common name': 'comber', 'Genus species': 'Serranus cabrilla', 'Concn (ug/g wet wt)': 7}, {'Common name': 'common sole', 'Genus species': 'Solea vulgaris', 'Concn (ug/g wet wt)': 4}, {'Common name': 'cuckoo wrasse', 'Genus species': 'Labrus bimaculatus', 'Concn (ug/g wet wt)': 7}, {'Common name': 'horse mackerel', 'Genus species': 'Trachurus trachurus', 'Concn (ug/g wet wt)': 4}, {'Common name': 'pandora', 'Genus species': 'Pagellus erythrinus', 'Concn (ug/g wet wt)': 2}, {'Common name': 'piper', 'Genus species': 'Trigla lyra', 'Concn (ug/g wet wt)': 4}, {'Common name': 'rainbow wrasse', 'Genus species': 'Coris julis', 'Concn (ug/g wet wt)': 4}, {'Common name': 'rock goby', 'Genus species': 'Gobius paganullus', 'Concn (ug/g wet wt)': 3}, {'Common name': 'scorpion fish', 'Genus species': 'Scorpaena scrofa', 'Concn (ug/g wet wt)': 7}, {'Common name': 'spotted weaver', 'Genus species': 'Thrachinus araneus', 'Concn (ug/g wet wt)': 4}]"
        },
        {
            "References": "(1) Hernandez JE et al; Bull Environ Contam Toxicol 55: 461-8 (1995) (2) Lo M, Sandi E; Res Rev 69: 35-86 (1978) (3) Nakata H et al; Ecotox Environ Safety 22: 61-68 (2014)",
            "Value": "Anthracene was detected in 25 out of 34 shell-free fresh-frozen and precooked-frozen mussels bought between Sept 1992 and May 1993 on the island of Tenerife, Spain, at concentrations ranging from 1 to 28 ng/g dry weight(1). Anthracene was detected in Japanese smoked and/or broiled fish at concentration ranging from 0.2 to 435 ppb(2). The compound was reported at a concentration range of not detected to 0.20 ng/g wet wt in oysters from 18 stations in the Yatsushiro Sea, western Japan; 13 stations reported not detected(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 118",
            "Value": "log Kow = 4.45"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.46 (2007). Available from, as of February 7, 2016: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ To a 1 sq inch area of intact or abraded skin (clipped free of hair) of 6 albino rabbits, 0.5 g of anthracene (reinst = purest), in the form of a 10% suspension in 0.5% carboxymethlcellulose, was applied under an occlusive gauze for 24 hours. The skin condition was assessed for erythema/eschar and edema formation, using the standard Draize scale, at the time of removal of the gauze as well as 48 hours later. The values for erythema/eschar formation at the two observation times for intact skin were added to those for abraded skin (4 values), as were the values for edema formation at the two observation times for intact skin (4 values). The total of the 8 values was divided by 4 to give the primary irritation score. Very slight erythema and/or edema was observed in five of the six rabbits, giving an overall irritation score of 0.79 and leading to its characterization as \"slightly irritating\" according to the criteria of the method used. ..."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.43 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Groups of 5 male Wistar strain rats were administered single doses of anthracene by gavage at dose levels of 5.0, 10.0 and 20.0 g/kg of body weight. Mortality was observed within 14 days of dosing in 4 animals receiving 10.0 g/kg and in all animals receiving 20.0 g/kg (no toxic symptoms were reported at the dose of 5.0 g/kg). The LD50 was calculated to be 8.12 g/kg of body weight (5.90-11.2, 95% confidence interval). Clinical observations included piloerection, sluggishness, prostration, rapid breathing, and bloody eyes. Gross necropsy evaluation revealed hemorrhages of the lungs; mottled livers with prominent acini and a burned white color; spleens and kidneys pale and mottled; congested kidneys and adrenals; distended, chemical-filled and opaque stomachs; pink pylori; and distended, transparent, gas-filled, and yellowed intestines."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Anthracene was administered to groups of 20 male and female CD-1 (ICR)BR mice by oral gavage at doses of 0, 250, 500, and 1000 mg/kg/day for at least 90 days. Mortality, clinical signs, body weights, food consumption, opthalmology findings, hematology and clinical chemistry results, organ weights, organ-to-body weight ratios, gross pathology, and histopathology findings were evaluated. No treatment-related effects were noted. The no-observed-effect level (NOEL) is the highest dose tested (1000 mg/kg/day)."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.53-4 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Diet containing 1 mg/kg anthracene was fed ad libitum to a group of 7 Swiss mice (unspecified sex) for 17 days. Subsequently, the anthracene content of the diet was increased to 5 mg/kg for days 18-24 and then to 25 mg/kg for days 25-32. The daily intakes of anthracene during these periods were approximately 150 mg/kg/day (day 1-17), 750 mg/kg/day (day 18-24) and 3,750 mg/kg/day (day 25-32). A control group was concurrently fed the same diet without anthracene. The anthracene-treated group had a slightly higher food consumption than in the controls and showed a correspondingly increased gain in weight. Histological examination of the kidneys and the liver did not reveal any significant anthracene induced changes."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.53 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a detailed study, conducted under GLP conditions for the US EPA, anthracene dissolved in corn oil was administered to groups of 20 male and female CD-1 (ICR)BR mice by oral gavage, at doses of 0, 250, 500, and 1,000 mg/kg/day for 13 weeks. Mortality, clinical signs, body weights, food consumption, ophthalmology findings, hematology and clinical chemistry results, organ weights, organ-to-body weight ratios, gross pathology, and histopathology findings were evaluated. No significant treatment-related effects on any of these parameters were noted. A statistically significant increase in mean ovary weight (absolute and relative to terminal body weight) for the group receiving 500 mg/kg/day (but not any of the other doses), as well as non-dose-related changes in serum globulin and total protein concentrations, and numbers of segmented neutrophils, were considered incidental and of no pathological significance."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.61-2 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In the context of the 90-day oral exposure study, the weights and histology of the testes and ovaries, as well as clinical chemistry and hematology values, were examined after treatment of CD-1 mice with daily doses of 0, 250, 500 and 1,000 mg/kg/day for 90 days. Although a statistically significant increase in the mean ovary weight and the ovary-to-terminal body weight ratio of animals fed 500 mg/kg/day (but not the other two treated groups) was noted, this was considered incidental and of no toxicological relevance. The clinical chemistry and hematology analyses did not include any parameters which could be of use in the further assessment of this finding, the only changes observed being an increase in total protein in all male treated groups, and decreases in serum globulin and segmented neutrophils in the group of males treated with the low dose. All these changes were also judged to be incidental and of no toxicological relevance. No histological changes in any organs, including the testes and the ovaries, were observed."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V92 320 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 20 male C3H/HeJ mice, 6-8 weeks of age, was treated twice weekly with dermal applications of 50 uL of a 0.1% toluene solution of anthracene (99.5% pure by HPLC; 50 ug per treatment) for 104 weeks. A control group of 50 male mice was treated with toluene alone. Lesions (>/= 1 cu mm) that persisted for at least 1 week were diagnosed as papillomas. After 104 weeks, no benign or malignant skin tumors had developed in the surviving 14 experimental or 39 control mice. Gross examination of internal organs indicated no tumors in either the experimental or control groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V92 365 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 20 female Swiss albino mice (ICR/BR) [age and weight not specified] received dermal applications of 100 uL of a 0.1% solution of anthracene (purity >99%) 10 times on alternate days (total dose, 1 mg). Ten days after the last application, the mice received 2.5 ug 2-O-tetradecanoylphorbol-13-acetate (TPA) in 100 uL acetone thrice weekly for 20 weeks. Three treated mice (15%) developed skin tumors compared with two mice (10%) treated with acetone only and then TPA"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V92 365 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 40 male and female NMRI mice, 2 days of age, received a single subcutaneous injection of 50 uL of an aqueous solution (1% gelatin, 0.9% saline, 0.4% Tween 20) that contained 71.3 ug anthracene (400 nmol; 99.9% pure). A control group of 49 male and female mice was treated with the solvent alone. After 40 weeks, 1/12 treated female and 2/17 treated male mice had developed pulmonary tumors compared with 1/19 control females and 1/14 control males."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V92 365 (2010)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of five male Swiss albino mice received a single intraperitoneal injection of 25 mg anthracene in 750 uL olive oil. A control group of six males received olive oil only. After 5 months, no tumors had developed in the surviving four experimental mice or four control mice."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a chronic bioassay a group of 28 BD I and BD III rats received anthracene in the diet, starting when the rats were approximately 100 days old. The daily dosage was 5 to 15 mg/rat, and the experiment was terminated when a total dose of 4.5 g/rat was achieved, on the 550th experimental day. The rats were observed until they died, with some living more than 1000 days. No treatment-related effects on lifespan or gross and histological appearance of tissues were observed. Body weights were not mentioned, and hematological parameters were not measured. No chronic LOAEL could be determined from this study."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V32 109 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No skin tumor was reported in 44 mice (strain, sex, age and body weight unspecified) receiving skin applications of a 5% solution of anthracene (purity and dose unspecified) in petroleum jelly-olive oil on the ears three times weekly for life. After 11 months, only one mouse was still alive. In another group of 44 mice similarly treated with anthracene and, in addition, with ultraviolet radiation (wave length > 320 nm) for 40 or 60 min two hours after skin application, no skin tumor was found. Of this group, only five mice were still alive after seven months, and the last mouse died during the ninth month. Another group of 100 mice were treated similarly, with anthracene but received 90 min ultraviolet radiation (wave length > 320 nm); again, no skin tumor developed, and mortality was high (93/100 died after seven months; the last mouse died during the ninth month)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V32 110 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No subcutaneous sarcoma was reported in 10 rats (strain, sex, age and body weight unspecified) given weekly sc injections of 2 mL of a 0.05% suspension of anthracene in water for life (purity unspecified) (maximum total dose, 103 mg/animal). Mortality of rats were: 0/10 after six months, 7/10 after 12 months and 8/10 after 18 months."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V32 111 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A group of 10 BDI or BDIII rats (sex unspecified), 14 weeks of age, received ip injections of 1 mL of 2% highly purified anthracene (20 mg anthracene/injection; total dose, 660 mg/animal) in oil (type unspecified) once a week for 33 weeks. The animals were observed until natural death. The mean survival time was slightly over two years. Only one rat had a tumor, which was a spindle-cell sarcoma in the abdominal cavity found after two years (no concurrent control was used)."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.59 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a small study of short duration, 5 Wistar rats (unspecified sex, age 6-8 weeks) were given sc injections of 0.5 mL of a solution of anthracene (unspecified purity) in sesame oil (5 mg anthracene/injection) once per week. At 10 months, 4 of the animals were killed. No tumors were reported, in contrast to the positive control groups of animals treated with 1,2,5,6-dibenzanthracene, where sc tumors were seen."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.60 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sixty female Osborne-Mendel rats, 3-6 months old, were given 1 pulmonary implant of 0.05 mL of 0.5 mg anthracene (unspecified purity) in 1:1 beeswax:tricaprylin. No lung tumors were observed when \"nearly half\" of the animals were killed after 1 year. Lung epidermoid carcinomas were observed in groups of rats treated under similar conditions with 3-methylcholanthrene."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.58 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Five female Swiss mice of unspecified age received skin applications of a 10% solution of anthracene in acetone (the purity and dose of anthracene were not reported) 3 time per week for life. No skin tumors were observed in any of the animals, all of whom died within 10-20 months of the start of the experiment. Benzo[a]pyrene, employed as a positive control in the same study, produced a high yield of skin papillomas and carcinomas."
        },
        {
            "References": "Forbes PD et al; Food Cosmet Toxicol 14: 303-6 (1976) as cited in ITC/USEPA; Information Review #227 (Draft) Anthracene p.13 (1981)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Tumor production in hairless mice that received a daily topical application of 40 uL anthracene followed by a single exposure to a solar stimulant 2 hr/5 days/38 wk did not differ from that of the vehicle treated group."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ Tests for complete carcinogenicity and initiating activity in mouse skin-painting assays have not shown positive results. No tumors were observed in an assay of initiating activity in which Crl:CD/1 (ICR)BR female albino mice were exposed to 1 mg anthracene in acetone, and then treated with 12-o- tetradecanoyl-phorbol-13 acetate as the promoting agent 3 times/week for 20 weeks."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ A single dermal application of 10 um anthracene (purity not stated) in benzene was administered to 30 female CD-1 mice; this initial application was followed 7 days later by twice-weekly applications of 5 um 12-0-tetradecanoyl phorbol-13-acetate (TPA) for 35 weeks. Survival in the group was 93% after 35 weeks. By week 20 of the test, 2/28 mice had developed skin tumors; this increased to 4/28 by week 35. In the control group, in which 30 mice received only the TPA applications, a mouse developed a skin tumor at week 25."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.58 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity: Initiation-Promotion/ The tumor initiating activity of anthracene was examined by painting on the skin of 20 \"S\" mice, of unspecified sex or age, 0.3 mL 0.5% anthracene (unspecified purity) in acetone twice with an interval of 30 minutes, 3 times per week, so that each animals received a total of 30 mg anthracene. This was followed by 18 weekly skin applications of the tumor promoter croton oil in acetone, beginning 25 days after the first anthracene application, as follows: one 0.3 mL application of 0.17% croton oil, two 0.3 mL applications of 0.085% croton oil and a further 15 0.3 mL applications of 0.17% croton oil. Control animals received only the croton oil treatments. All surviving animals (17/20 anthracene-treated and 19/20 controls) were killed after the end of the croton oil treatment. No skin tumor induction by anthracene was found, as 3 of anthracene-treated animals exhibited a total of 4 skin papillomas, while among the control animals 4 had a total of 4 skin papillomas."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.62 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Anthracene (8 mg per mouse, dissolved in refined sunflower oil) was given sc daily or as a single intragastric dose to BALB/C, C3H/A and C57BlxCBAF1 hybrid strains during the last week of gestation (no information on maternal toxicity is given). Fragments of embryonic kidney from the embryos were cultured. In contrast to the control cultures, cultures from the anthracene-treated animals showed an increase in survival and hyperplastic epithelial changes. The changes seen were qualitatively similar but less strong that those produced by treatment with the carcinogen 7,12-dimethylbenz[a]anthracene. While the observed changes were considered by the authors as indicative of pre-malignancy, the lack of a consistent correlation between the effects of known carcinogens and non-carcinogenic analogues, and of consistent dose-response relationships, makes the significance of these effects difficult to assess. In a similar study, the transplacental effect of anthracene in mice was examined by oral administration of 8 mg of the substance per animal, followed by organ cultures of embryonic kidneys. Hyperplasia of individual tubules and outgrowths of atypical epithelial structures were observed in 15.6% of the tissues from animals given anthracene, compared to 1.8% seen in tissues from control animals."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/GENOTOXICITY/ Tests for DNA damage and gene mutations in prokaryotes have generally shown negative results. Negative results were observed in tests for DNA damage in Escherichia coli at concentrations up to 250 ug/mL ..."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/GENOTOXICITY/ Results obtained in tests for sister-chromatid exchange and chromosome breaks in Chinese hamster D6 cells ... at 178 ug/mL were negative."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/GENOTOXICITY/ Results obtained in tests for sister-chromatid exchange and chromosome breaks in ... rat liver epithelial ARL-18 cells at 178 ug/mL were negative."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Anthracene (120-12-7). Available from, as of February 6, 2017: https://www.epa.gov/iris/",
            "Value": "/GENOTOXICITY/ Results reported in tests for cell transformation (morphological changes) at concentrations up to 30 ug/mL in mouse BALB/3T3 cells ...  were negative."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.55 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/GENOTOXICITY/ Anthracene has been tested for the induction of genotoxicity (DNA damage and mutations) in a large number of bacterial systems, including Escherichia coli, Salmonella typhimurium and Bacillus subtilis, with and without metabolic activation, giving negative results in the great majority of cases"
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.55 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/GENOTOXICITY/ Rare reports of positive mutagenic activity in Salmonella typhimurium were based on marginal activity observed in TA97 or TA100 with metabolic activation (less than 3-fold increase over spontaneous mutation frequency."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.55 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/GENOTOXICITY/ In mutagenesis studies with mouse lymphoma L5178/TK+/-cells /anthracene/ was negative in most cases. However, in one study it gave weak mutagenicity when tested (with protection from UV) in the presence of S9 extract from C57Bl/6J mouse liver (but not with 6 other types of S9 extract)."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.55 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/GENOTOXICITY/ Anthracene has been tested for the induction of sister chromatid exchanges in Chinese hamster ovary cells with metabolic activation, in a rat liver epithelial cell line and in a combined in vitro/in vivo test using Chinese hamster V79 cells implanted into mice. All studies reported negative results except for one which was marginally positive."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.56 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/GENOTOXICITY/ It was clearly negative for the induction of morphologically transformed foci of cells capable of forming a tumor after sc injection into syngeneic animals when tested up to a concentration of 10 ug/mL in mouse BALB/3T3 cells ..."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.56 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/GENOTOXICITY/ All in vivo tests for genotoxicity of anthracene in mammals have given negative results. It has been tested with negative results for the induction of unscheduled DNA synthesis in various tissues (including liver, kidney and testes) of male C57Bl mice after ip doses up to 125 mg/kg."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.56 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/GENOTOXICITY/ /Anthracene/ was ... negative for the induction of mouse micronuclei in bone marrow 96 hours after a single dose of 344 mg/kg as well in peripheral blood erythrocytes 24 hours after 4 daily administrations of up to 2,500 mg/kg/day. Administration of 2 ip doses of 450 mg/kg to mice and Chinese hamsters gave no increase in the frequency of sister-chromatic exchanges and chromosome aberrations in bone marrow cells."
        },
        {
            "References": "LaVoie E et al; Jones PW, Leber WP, eds, Ann Arbor Science Publishers, Ann Arbor, MI 705 (1979)",
            "Value": "/GENOTOXICITY/ Anthracene showed no mutagenic activity in Salmonella typhimurium TA100 and TA98 with and without addition of rat liver S9; and showed no carcinogenic activity in Swiss albino mice."
        },
        {
            "References": "Corwin HD, Gottlieb FJ; Environ Res 15: 327-31 (1978)",
            "Value": "/GENOTOXICITY/ A significant increase in the formation of non-neoplastic melanotic tumors was observed among first and second generation progeny of Drosophila melanogaster that had been exposed chronically as larvae to low concentrations of anthracene. It was concluded that anthracene solubilized with detergents /could/ induce autosomal dominant melanotic tumors."
        },
        {
            "References": "Florin I et al; Toxicol 18: 219-32 (1980)",
            "Value": "/GENOTOXICITY/ Not mutagenic, either with or without metabolic activation at concentrations up to 3 umol/plate in Salmonella typhimurium TA98, TA100, TA1535, and TA1537."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8: 1-119 (1986)",
            "Value": "/GENOTOXICITY/ Anthracene was tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Anthracene was tested at doses of 0.033, 0.10, 0.33, 1,0, 2.0, 3.3, and 10 mg/plate in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat or hamster liver S-9. Anthracene was positive in strain TA100 when dosed at 0.033 mg/plate with hamster liver S-9. Precipitate was observed in cultures tested at 10 mg/plate."
        },
        {
            "References": "PMID:18160334",
            "Value": "/GENOTOXICITY-DNA ADDUCTS/ The genotoxicity of 15 polycyclic aromatic hydrocarbons was determined with the alkaline version of the comet assay employing V79 lung fibroblasts of the Chinese hamster as target cells. These cells lack the enzymes necessary to convert PAHs to DNA-binding metabolites. ... 11 PAHs, i.e., benzo[a]pyrene (BaP), benz[a]anthracene, 7,12-dimethylbenz[a]anthracene, 3-methylcholanthrene, fluoranthene, anthanthrene, 11H-benzo[b]fluorene, dibenz[a,h]anthracene, pyrene, benzo[ghi]perylene and benzo[e]pyrene caused DNA strand breaks even without external metabolic activation, while naphthalene, anthracene, phenanthrene and naphthacene were inactive. When the comet assay was performed in the dark or when yellow fluorescent lamps were used for illumination the DNA-damaging effect of the 11 PAHs disappeared. White fluorescent lamps exhibit emission maxima at 334.1, 365.0, 404.7, and 435.8 nm representing spectral lines of mercury. In the case of yellow fluorescent lamps these emissions were absent. Obviously, under standard laboratory illumination many PAHs are photo-activated, resulting in DNA-damaging species. This feature of PAHs should be taken into account when these compounds are employed for the initiation of skin cancer. ..."
        },
        {
            "References": "European Chemicals Bureau; European Union Risk Assessment Report, Anthracene (120-12-7) p.54 (2007). Available from, as of February 6, 2017: https://publications.jrc.ec.europa.eu/repository/",
            "Value": "/IMMUNOTOXICITY/ Daily ip administration of anthracene (28.5 mg/kg/day; in corn oil) for 14 days to B6C3F1 mice did not significantly affect their immune response as indicated by their antibody-forming cell response to sheep erythrocytes."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Goodley PC, Gordon M; Kentucky Acad Sci 37: 11-5 (1976) (2) Hochreiter JJ Jr; Chemical Quality Reconnaissance of the Water and Surficial Bed Material in the Delaware River Estuary and Adjacent New Jersey Tributaries 1980-81 USGS/WRI/NTIS 82-36 (1982) (3) Readman JW et al; Estuarine Coastal Shelf Sci 14: 369-89 (1982) (4) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (5) Poutanen EL et al; Chemosphere 10: 347-54 (1981) (6) John ED et al) Bull Environ Contam Toxiol 22: 653-9 (1979) (7) Brown DW et al; Investigation of Petroleum in the Marine Environs of the Strait of Juan de Fuca and Northern Puget Sound USEPA-600/7-79-164 (1979) (8) Santodonato J et al; Health and Ecological Assessment of Polynuclear Aromatic Hydrocarbons Lee SD, Grant L eds. Park Forest South,IL: Pathotox Publ (1981) (9) Boehm PD, Farrington JW; Environ Sci Technol 18: 840-45 (1984) (10) Heit M; Water Air Soil Pollut 24: 41-61 (11) Larsen PF et al; Bull Environ Contam Toxicol 30: 530-5 (1983) (12) MacLeod MD et al; Anal Chem 54: 386-92 (1982) (13) Huntley SL et al; Bull Environ Contam Toxicol 51: 865-72 (1993)",
            "Value": "SEDIMENT: Anthracene was detected in water and sediments from the Lower Tennessee River at a concentration of 12.1 ppb(1). Anthracene/phenanthrene was detected in Racoon Creek sediments from Bridgeport, NJ at 2.6 ppb(2). Anthracene was detected in suspended solids, 497 ppb, and sediments, 120 ppb from the Tamar Estuary, UK(3). Estuarine sediments collected 0.5 miles offshore in Buzzards Bay, Cape Cod, MA, contained anthracene at a concentration of 170 ppb(4). Anthracene was detected in sediments from the Baltic Sea, Gulf of Finland at concentrations ranging from 4 to 13 ppb(5). UK sediment samples from 9 sites in the Severn Estuary and River Taff, contained anthracene/phenanthrene at concentrations ranging from 0.1 to 6.4 ppm(6). Anthracene was detected in 38% of the sediment samples collected from 23 locations in the Strait of Juan de Fuca Islands, Northern Puget Sound, WA, between April 1977 and Feb 1978, at concentrations ranging from 0.03 to 79 ppb(7). Anthracene was detected in lake sediments, 0.03 ppm, river sediments, 0.02 ppm, river particulates, 0.33, and Atlantic shelf sediments, 0.0011 to 0.0013 ppb(8). 46 samples collected from 22 stations in the Georges Bank region between 1977 and 1982 contained anthracene/phenanthrene at concentrations ranging from <1 to 35 ppb(9). Cayuga Lake, NY, Sept 1978, near Milliken Station (coal fired power plant), deepwater seds, 16 km North to 8 km South, 10 samples 90% pos, 13 to 42 ppb, average of pos 27.6 ppb, littoral seds, 48 km North to 8 km South, 12 samples, 83% pos, <6 to 165 ppb, avgs, 32 to 520 ppb, average 121 ppb; set 2, 9 data set avgs, 110 to 360 ppb, average 290 ppb(12). Anthracene was detected in sediment core samples collected from three northern NJ waterways during Nov and Dec 1991 (frequency of detection, median concentration mg/kg): Arthur Kill (42.9%, 1.40); Hackensack River (50%, 1.33); and Passaic River (36.7%, 1.30)(13)."
        },
        {
            "References": "(1) Shiaris MP, Jambard-Sweet P; Marine Pollut Bull 17: 469-72 (1986) (2) Marcus K et al; Arch Environ Contam Toxicol 17: 103-13 (1988) (3) Malins DC et al: Environ Sci Technol 21: 765-70 (1987) (4) Larsen PF et al; Marine Environ Res 18: 231-44 (1986) (5) Foster GD, Wright DA; Marine Pollut Bull 19: 459-65 (198) (6) Black J et al; Chem Environ Impact Health Eff Proc Conf 5: 415-27 (1985) (7) McFall JA et al; Chemosphere 14: 1561-9 (1985) (8) Windsor JG, Hits RA; Geochim Cosmochim Acta 43: 27-33 (1979) (9) Tan YL, Heit M; Geochim Cosmochimica Acta 45: 2267-79 (1981) (10) Sporstol S et al; Environ Technol 17: 282-6 (1983) (11) Staples CA et al; Environ Toxicol Chem 4: 131-42 (1985) (12) Kuntz KW; Toxic Contaminants in the Niagara River 1975-82 Burlington Ontario Tech Bull No. 134 (1984) (13) Bjorseth A et al; Sci Total Environ 13: 71-86 (1979) (14) Carlson RM et al; Implications to the Aquatic Environment of Polynuclear Aromatic Hydrocarbons Liberated from Northern Great Plains Coal USEPA-600/3-79-093 (1979)",
            "Value": "SEDIMENT: Anthracene was detected in 16 of 24 sediment samples from Boston harbor at concentration ranging from 8 to 507 ng/g(1). Anthracene was detected in 1 of 15 sediment samples from Outdoor Resorts Marina, SC at a concentration of 142 ug/kg(2). Anthracene was detected in sediments from Los Angeles area at average concentration ranging from 1 to 1100 ng/g(3). Anthracene was detected in 46 of 96 sediment samples from the coast of Maine at concentration up to 8 ppb(4). Anthracene was detected at a sediment sampling station in the Chesapeake Bay at average concentration ranging from 1.14 to 9.00 ug/g(5). Anthracene was detected in Black and Buffalo River sediments at average concentration of 3848 and 1950 ng/g, respectively(6). 8 out of 10 sediment samples collected from Lake Pontchartrain, LA, between May and June 1980, contained an average anthracene concentration of 14 ppb dry wt(7). Anthracene was detected in 100% of Northwestern Atlantic sediment samples collected from 11 stations 0 to 620 km from Boston, MA, at concentrations ranging from 7 to 3000 ppb (at 400 and 0 km), median 32 ppb; >1000 km, <0.1 to 6 ppb(8). Sediments collected from lakes in the Adirondack Mts, NY, in March 1978 contained anthracene at the following concentrations (depth, cm): Sagamore Lake, 21 ppb (0 to 4 cm), 7 ppb (4 to 8 cm), 1 to 2 ppm (8 to 75 cm), Woods Lake, 32 ppb (0.4 cm), 8 ppb (4 to 8 cm), 2 to 3 ppb (8 to 84 cm)(9). Anthracene was detected at 10 Stations in Norwegian and Swedish fjords at concentrations ranging from 1.15 to 10,700 ppb (dry wt)(10). Anthracene was detected in 12% of the 236 samples from the USEPA STORET database at a median concentration of 500.0 ppb(11). Niagara River, Niagara-on-the-Lake sediments collected between 1975 and 1982 contained anthracene/phenanthrene at trace to 4.0 parts per trillion(12). Sediments collected from 6 stations in Oct 1984 from Suadafjord, Norway contained anthracene at the following concentrations, ppb dry wt (depth, cm): 12.5 to 727.9 (0 to 2), 7.2 to 1075.2 (2 to 4), 11.6 to 1119.6 (4 to 6), 13.0 to 524 (6 to 8)(13). Anthracene was detected in lake sediments from Greifensee, Switzerland at a concentration of 30 ppb(14)."
        },
        {
            "References": "(1) West WR et al; Environ Sci Technol 22: 224-8 (1988) (2) Onuska FI et al; J Great Lakes Res 9: 169-82 (1983) (3) Milano JC, Vernet JL; Oceanis 14: 19-27 (1988) (4) Lamparczyk H et al; Marine Pollut Bull 19: 222-6 (1988) (5) Hites RA, Biemann WG; Adv Chem Ser 147: 188-201 (1975) (6) Helfrich J, Armstrong DE; J Great Lakes Res 12: 192-9 (1986) (7) Eadie, B et al; Chemosphere 11: 847-58 (1982) (8) Broman D et al; Environ Sci Technol 22: 1219-28 (1988) (9) Al-Saad HT; Marine Pollut Bull 18: 248-51 (1987) (10) DeLeeuw JW et al; Anal Chem 58: 1825-57 (1986) (11) Garrigues P et al; Intern J Environ Anal Chem 28: 121-131 (1987) (12) Matsushima H; Agric Biol Chem 46: 1489-94 (1982) (13) Rodgers IH, Hall KJ et al; Poll Res J Canada 22: 197-210 (1987) (14) Pereira WE et al; Mar Environ Res 41: 299-314 (1996) (15) Great Lakes Water Quality Board; 1987 Report on the Great Lakes Water Quality. Appendix B - Great Lakes Surveillance, Vol 2. Report to the International Joint Commission (1989) (16) OMalley VP et al; Environ Sci Technol 30: 634-9 (1996) (17) Witt G; Mar Pollut Bull 31: 237-48 (1995) (18) Echols KR et al; Arch Environ Contam Toxicol 55: 161-172 (2008)",
            "Value": "SEDIMENT: Anthracene was detected in the sediments of the Black River, OH(1), western Lake Ontario(2), Charles River basin, Boston, MA(5), southern Lake Michigan(6,7), Elizabeth River, VA, and marine sediments off the coasts of Marseilles, France(3), Poland(4) and Sweden(8). In Nov 1979 to Apr 1980, anthracene was detected in 10 of 29 sediment samples from Shatt Al-Arab River and the NW region of the Arabian Gulf at concentration ranging from 0.01 to 8.53 ng/g(9). Anthracene was detected in sediments from a harbor in SW Netherlands at an average concentration of 144 ppm(10). Anthracene was detected in 5 of 5 estuarine sediments from the Atlantic coast of France at concentration ranging from 0.01 to 728 ng/g(11). Anthracene was detected in 14 of 14 sediments from Tokyo Bay, Japan at concentration ranging from 0.068 to 0.364 mg/kg(12). Anthracene was detected in estuarine sediments from the Fraser River Canada at an average concentration of 154 ng/g(13). Anthracene was detected in 16 sediment samples from the Lauritzen Canal, San Francisco Bay, CA at concentrations ranging from 28 to 510 ng/g(14). Anthracene was detected in sediments from 10 out of 31 sites in the Detroit River in 1982 at mean concentrations ranging from 0.12 to 8.69 mg/kg(15). Surface sediments from St. John's Harbor, Newfoundland contained anthracene at a mean concentration of about 100 ng/% TOC(16). Anthracene was detected in muddy sediments and sandy sediments collected from 7 stations in the Baltic Sea during Oct and Nov 1993 at mean concentrations of 42.05 and 10.39 ng/g dry weight, respectively(17). Anthracene was detected in sediment samples in the lower Missouri River at concentrations ranging from 1.5-56 ng/g dry weight(18)."
        },
        {
            "References": "(1) Varanasi U et al; in Persistent Pollut Mar Ecosyst. Walker CH, Livingstone DR, eds., Oxford, UK: Pergamon (1992) (2) Pereira WE et al; Environ Toxicol Chem 15: 172-80 (1996) (3) Kennicutt MC II et al; Environ Sci Technol 28: 1-15 (1994) (4) Huntley SL et al; Arch Environ Contam Toxicol 28: 93-107 (1995) (5) Harkey GA et al; Environ Toxicol Chem 14: 1551-60 (1995) (6) Taylor PN, Lester JN; Environ Technol 16: 1155-63 (1995) (7) Domine D et al; Sci Total Environ 155: 9-24 (1994) (8) El Deeb KZ et al; Bull Environ Contam Toxicol 78: 373-379 (2007) (9) Maranho LA et al; Ecotoxicology 24: 368-80 (2015) (10) Dsitkowitzky L et al; Sci Total Environ 485-486: 348-362 (2014) (11) Scheibye K et al; Chemosphere 95: 556-65 (2014)",
            "Value": "SEDIMENT: Sediment from Duwamish Waterway, a contaminated estuary in Puget Sound, WA, contained anthracene at a concentration of 610 ng/g dry weight(1). Anthracene was detected in suspended sediments of the San Joaquin River and its tributaries at the following concentrations, ng/L (sediment source): 1.2 (Salt Slough); <0.5 (Orestimba Creek); 11 (Dry Creek); 1.1 (San Joaquin River at Patterson)(2). Sediment samples collected from 5 regions of Casco Bay, Maine in Aug 1991 contained anthracene (concentration range, ppm dry weight): Inner Bay (6 to 255); West Bay (3 to 15); East Bay (8 to 107); Cape Small (<1 to 99); and Outer Bay (14 to 50)(3). Mean anthracene concentrations in sediments from Arthur Kill, Hackensack River, Kill Van Kull, Passaic River, and Newark Bay, NJ were 2.3, 1.3, 1.3, 8.3, and 2.4 mg/kg dry weight, respectively, between Nov 1991 and March 1993(4). Sediment core samples taken from Lake George, MI (a lake known to be historically contaminated by polycyclic aromatic hydrocarbons) in Oct 1993 contained anthracene at the following mean concentrations, ng/g dry weight (depth in cm): 219.4 to 278.5 (0 to 4); 137.0 to 150.9 (4 to 8); 322.1 to 404.9 (12 to 16); 58.0 to 101.8 (28 to 32); and 4.5 (44 to 48)(5). Sediment core samples from the Tilbury Basin on the River Thames contained anthracene at concentrations ranging from 0.30 to 1.92 ug/g dry sediment(6). Anthracene was detected in 28 out of 30 superlayer and underlayer deep sea sediments from 15 sampling sites in the Gulf of Lion, (Mediterranean Sea, France) at concentrations ranging from 0 to 23.8 pmol/g dry weight sediment(7). Anthracene concentrations in sediments from the Abu Qir Bay (Egyptian Mediterranean Sea) ranged from not detected to 790 ng/g dry wt, sampled in 2004(8). The compound was detected at <2.00 and 7.76-32.74 ng/g in sediment samples collected in March and Sept 2011, respectively, from six sites in the Bay of Cadiz, Spain from areas directly affected by wastewater treatment plant effluents(9). Anthracene ranged from <5 to 10 ug/kg dry wt reported in four sediment samples from the Cochin Backwaters in India, which receives outflow containing minimally treated industrial and sewage waste from the Periyar River. The backwaters are part of the Vembanad-Kol protected wetland, Arabian Sea and one of the largest estuarine ecosystems in South Asia(10). Concentrations ranged from 0.003 to 0.64 mg/kg dry wt in sediments from 24 sites in Lake Nicaragua, sampled between May 19 and 26, 2010(11)."
        },
        {
            "References": "(1) Wan MT; J Environ Qual 23: 1297-1304 (1994)",
            "Value": "SEDIMENT: Anthracene was detected in utility right-of-way ditch sediments in the Lower Mainland of British Columbia at a concentration of 706 mg/kg dry weight at the base of a utility pole; 2.12 mg/kg dry weight adjacent to the utility pole; and 0.09 mg/kg dry weight 4 m downstream of the pole. The mean concentration of anthracene in ditch water in the Lower Mainland of British Columbia was 0.16 ug/L from farmlands; 81 ug/L from railway ditches with utility poles; and 0.13 ug/L in railway ditches without utility poles(1)."
        },
        {
            "References": "(1) Yeom IT et al; Environ Sci Technol 29: 3015-21 (1995) (2) Eiceman GA et al; Environ Sci Technol 20: 508-14 (1986) (3) Davani B et al; Water Air Soil Pollut 27: 267-76 (1986) (4) Davani B et al; Inter J Environ Anal Chem 20: 205-23 (1985) (5) Morselli L et al; Chemosphere 18: 2263-73 (1989) (6) Piercysens P, Tarradellus J; Inter J Environ Anal Chem 28: 143-59 (1987) (7) Johnston N et al; Chemosphere 27: 1151-8 (1993) (8) VanBrummelen TC et al; Chemosphere 32: 293-314 (1996)",
            "Value": "SOIL: Anthracene was detected in coal-tar contaminated soil samples from a manufactured gas plant in New York at a concentration of 106 ug/g(1). The concentration of anthracene in the soil surrounding waste pits for natural gas production and processing ranged between 260 and 670 ug/kg(2) and 36 to 105 ug/g(3). The concentration of anthracene in the soil water of the same pits ranged from 3.5 to 530 ug/L(4). Anthracene was detected in soil samples collected 150, 350 and 900 m from a municipal solid waste incinerator in Italy at 7, 13, and 92 ng/g, respectively(5). Soil was found to contain anthracene after the spreading of sewage sludge(6). Soil samples from sampling areas known to be contaminated with coal tar contained anthracene at concentrations ranging from 10 to 1000 mg/kg(7). Anthracene concentrations in the organic surface layer (litter, fragmentation, and humus) of soil, and mineral soil 0.3 to 6.55 km from the blast furnace plant were 56.5, 0 in the litter; 64.4, 0 in the fragmentation; 94.8, 7.8 in the humus; and 49.1, 1.7 ng/g dry weight in the mineral soil, respectively(8)."
        },
        {
            "References": "(1) McCreary, JJ et al; Chemosphere 12: 1619-32 (1983) (2) Bradley LJ et al; J Soil Contam 3: 349-61 (1994) (3) USEPA; Superfund Record of Decision (EPA Region 7): Doepke Disposal (Holliday), KS (First Remedial Action), Sept 1989. U.S. EPA (Off Emerg Rem Response, Washington, DC) USEPA/ROD/RO7-89/03. (NTIS PB90-162645) (1989) (4) Windsor JG, Hits RA; Geochim Cosmochim Acta 43: 27-33 (1979) (5) Lambert TW, Lane S; Environ Health Perspect 112: 35-41 (2004) (6) Fernando S et al; Environ Sci Technol 48: 10656-63 (2014)",
            "Value": "SOIL: Anthracene was detected in the soil at a former pine-tar manufacturing site in Gainesville, FL(1). Anthracene was detected in 54 of 62 soil samples collected from Boston, MA, Springfield, Ma, and Providence, RI in July 1992 at concentrations ranging from 0.029 to 5.70 mg/kg(2). Soil/waste samples from the Doepke-Holliday disposal site in Holliday, KS, contained anthracene at a maximum concentration of 292,000 ug/kg(3). 30 soil samples collected from Nova Scotia, Canada in Oct 1976 contained anthracene at concentrations ranging from <0.1 to 110 ppb dry wt, median concentration 12 ppb(4). Anthracene levels at two sites near a closed steel plant in Nova Scotia, Canada ranged from 0.05-1.40 ppm and 0.05-3.50 ppm(5). Anthracence was reported at 3 ug/g in soil contaminated by fly ash following the Plasmit Inc plastics recycling facility fire of July 9-12, 1997, Hamilton, Ontario, Canada(6)."
        },
        {
            "References": "(1) Jones KC et al; Environ Sci Technol 23: 95-101 (1989) (2) Smith DJT et al; Environ Technol 16: 45-53 (1995) (3) Jones KC et al; Environ Sci Technol 23: 540-50(1989) (4) Hildebrandt A et al; Arch Environ Contam Toxicol 57(2): 247-55 (2009) (5) Yang SYN et al; Sci Tot Environ 102: 229-40 (1991) (6) Wang DG et al; Arch Environ Contam Toxicol: 56: 173-180 (2009) (7) Fu S et al; Bull Environ Contam Toxicol 82: 167-171 (2009)",
            "Value": "SOIL: Soil samples collected from Rothamsted Experimental Station in Southeast England at various times since the mid-1800s were found to contain anthracene at the following concentrations, ng/g dry weight (year): 4.5 (1846); 13 (1881); 9 (1893); 4 (1944); 10 (1956); 9 (1966); 13 (1980); and 11 (1986)(1). Soil samples from Birmingham, UK (urban), Brisbane (urban), Wales (rural), and Hertfordshire (semi-rural) contained anthracene at 216, 71.7, 72, and 66 ug/kg, respectively(2). Anthracene was detected in 49 surface soil samples from 49 study sites in Wales at concentrations ranging from 0.6 to 1500 ug/kg dry weight (mean concentration 50 ug/kg dry weight); the highest concentration occurring in a soil sample from an industrialized area of the Upper Taff valley (coal-mining valley), the lowest concentration occurring in a soil sample 1 km from the coast(3). Anthracene was detected in 65% of the soils sampled in the Ebro River Basin in Spain at levels ranging from 0.01-9.13 ug/kg (median concentration 0.84 ug/kg)(4). Anthracene was detected in surface soil samples collected in the vicinity of an urban roadway with a traffic volume of 35,600 vehicles per day in Brisbane, Australia at a mean concentration of 27.8 ng/g(5). Anthacene was identified along with 24 other PAHs in soil and dust samples from Dalian, a coastal city in Liaoning Province, China(6). Anthracene was identified, along with 16 other PAHs in soil samples from Linfen City, China(7)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Jones KD, Tiller CL; Amer Chem Soc, Div Environ Chem, Preprint Ext Abstr, 211th ACS Nat Meet, Vol 36 pp. 19-20 (1996) (2) Shimizu Y, Liljestrand HM; Wat Sci Technol 23: 427-36 (1991) (3) Maruya KA et al; Environ Sci Technol 30: 2942-7 (1996) (4) Murphy EM et al; Environ Sci Technol 24: 1507-16 (1990) (5) Hu Q et al; Environ Toxicol Chem 14: 1133-40 (1995) (6) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-2, 4-9 (1990) (7) Brusseau ML; Environ Toxicol Chem 12: 1835-46 (1993) (8) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Koc values ranging from 7.0X10+4 to 1.3X10+5 mL/g were measured for anthracene in an aqueous soil humic acid solution(1). A Koc of 2.86X10+4 mL/g was calculated for anthracene from its sorption coefficient in humic acid solutions(2). Sediment-porewater partition coefficients (log Koc) measured in sediments from an intertidal marsh ranged from 4.73 (fractional organic content (foc) 0.0039) to 5.86 (79.2% sand, 13.7% silt, 7.1% clay, and foc 0.0076)(3). Koc values ranging from 5000 to 3.5X10+4 were measured for anthracene on hematite and kaolinite coated with either peat humic acid or Suwanee humic acid(4). A Kp value (equilibrium-sorption coefficient) of 7.46 was determined in Borden soil (88% sand, 1% silt, 1% clay, 0.29% organic carbon)(5); this corresponds to a Koc of 2600(SRC) using a regression derived equation(6). A Ks value (equilibrium sorption constant) of 33.65 was measured in Eustis fine sand (13 g/kg clay, 32 g/kg silt, and 955 g/kg sand, organic carbon content of 3.9 g/kg)(7); this corresponds to a Koc of 8600(SRC) using a regression derived equation(6). According to a recommended classification scheme(8), these Koc values suggests that anthracene is expected to have slight to no mobility in soil(SRC)."
        },
        {
            "References": "USEPA; Health and Environmental Effects Profile for Anthracene; p.18 (1987) ECAO-CIN-P230",
            "Value": "The possibility of leaching of anthracene from soil to groundwater will depend on soil type. The Koc value for anthracene is 26,000. This indicates that anthracene will be adsorped strongly to soil and the compound may degrade before it reaches groundwater. Filtration of polluted surface water containing anthracene through sandy soil at a residence time of 100 days did not completely eliminate anthracene in the filtered water. The passage of anthracene through the soil was explained as a breakthrough of the chemical because of the saturation of active sorption sites."
        }
    ]
}