{
    "_id": {
        "$oid": "6682e8bbc4e5dba5ffba2711"
    },
    "CID": {
        "$numberInt": "8427"
    },
    "Name": "DICHLOROPROP",
    "IUPACName": "2-(2,4-dichlorophenoxy)propanoic acid",
    "CanonicalSMILES": "CC(C(=O)O)OC1=C(C=C(C=C1)Cl)Cl",
    "Synonyms": [
        "Dichlorprop",
        "120-36-5",
        "2-(2,4-Dichlorophenoxy)propanoic acid",
        "2-(2,4-Dichlorophenoxy)propionic acid",
        "DICHLOROPROP",
        "Hormatox",
        "Propanoic acid",
        "2-(2,4-dichlorophenoxy)-",
        "Kildip",
        "Celatox-dp",
        "Herbizid DP",
        "Hedonal DP",
        "Cornox RK",
        "Seritox 50",
        "Weedone dp",
        "2,4-DP"
    ],
    "IsomericSMILES": "CC(C(=O)O)OC1=C(C=C(C=C1)Cl)Cl",
    "INCHI": "InChI=1S/C9H8Cl2O3/c1-5(9(12)13)14-8-3-2-6(10)4-7(8)11/h2-5H,1H3,(H,12,13)",
    "INCHIKEY": "MZHCENGPTKEIGP-UHFFFAOYSA-N",
    "Formula": "C9H8Cl2O3",
    "MolecularWeight": {
        "$numberDouble": "235.06"
    },
    "Description": "2-(2,4-dichlorophenoxy)propanoic acid is an aromatic ether that is 2-hydroxypropanoic acid in which the hydroxy group at position 2 has been converted to its 2,4-dichlorophenyl ether. It is a monocarboxylic acid, an aromatic ether and a dichlorobenzene.",
    "XlogP": {
        "$numberDouble": "3.4"
    },
    "Complexity": {
        "$numberInt": "210"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ilchmann A et al; Chem Ing Tech 65: 72-5 (1993) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (4) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for dichlorprop(SRC), using a log Kow of 3.43(1) and a regression-derived equation(2). The bioconcentration factor for dichlorprop was also estimated as 23(3). According to a classification scheme(4), these BCFs suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Alexander M, Aleem MH; J Agric Food Chem 9: 44-7 (1961) (2) Thorstensen CW, Lode O; J Environ Qual 30: 947-53 (2001) (3) Smith AE et al; J Agric Food Chem 42: 401-5 (1994) (4) Bergstroem L; in 1992 BCPC Monograph No 53. Lysimeter Studies of Pestisticides in the Soil pp 153-61 (1992) (5) Garrison AW et al; Environ Sci Technol 30: 2449-55 (1996) (6) Muller MD, Buser HR; Environ Sci Technol 31: 1953-9 (1997) (7) Haberhauer G et al; Chemosphere 39: 1459-66 (1999) (8) Hurle K, Walker A; in Interact Herb Soil, Hance RJ, ed., Academic Press: London, Chapter 4 pp 83-122 (1980) (9) Tomlin CDS, ed; Dichlorprop (120-36-5). In: The e-Pesticide Manual, 13th Edition Version 3.1 (2004-05). Surrey UK, British Crop Protection Council. (10) Tuxen N et al; Chemosphere 41: 1485-94 (2000) (11) Albrechtsen HJ et al; Pest Manag Sci 57: 341-50 (2001) (12) Harrison I et al; Chemosphere 36: 1211-32 (1998) (13) Pedersen PG et al; in Groundwater 2000, Proc Int Conf Groundwater Res, Bjerg PL et al, eds., Rotterdam, The Netherlands pp. 165-6 (2000)",
            "Value": "AEROBIC: Using a soil inoculum in a laboratory experiment, the time to complete disappearance under the influence of UV at 283 mu was greater than 205 days using concentrations of 50, 50, and 80 ppm dichlorprop added to 3 soils(1). Dichlorprop had half-lives of 10, 38, and 4 days in soil from Hole (sandy loam), Kroer (loam), and Froland (highly decomposed organic), Norway, respectively(2). Dichlorprop was not degraded in by soil bacterium after 28 days with a starting concn of 50 ug/mL and incubated at 30 °C(3). No degradation of dichlorprop was found after 45 days in Lanna clay(4). The half-life for the R and S isomers for dichlorprop in soil are reported as 8.7 and 4.4 days, respectively, and it degrades completely in 31 days with biological mediated degradation(5). The calculated half-lives of the R and S isomers of dichlorprop for 0-15 day incubation are 21.9 and 7.1 days, at 16-35 days incubation, 4.6 to 3.9 days, and for 52 days incubation, 6.0 and 6.8 days using garden soil at pH 7.0 and 1.6% organic carbon(6). Dichlorprop had a half-life of 5 days in soil from Vienna, Austria incubated at 21 °C for 32 days(7). Dichlorprop was shown to degrade rapidly in soil after a lag period; the lag period decreased with repeated application, and the degradation rate increased with increased pH(8). In soil, metabolism involves degradation of the side-chain to 2,4-dichlorophenol, ring hydroxylation, and subsequent ring opening(9). Dichlorprop was degraded in an aerobic aquatic study at 1.6 ug/L/day after a 31 day lag and at 2.0 ug/L/day after a 21 day lag period(10). Dichlorprop was degraded aerobically after acclimation in a sandy aquifer in 5 months(11). Dichlorprop was rapidly degraded in 14 days in an aerobic limestone aquifer after a 4 day lag period(12). Dichlorprop was microbially degraded in Danish aquifers in 124 days with a lag time of at least 62 days(13)."
        },
        {
            "References": "(1) Harrison I et al; Chemosphere 36: 1211-32 (1998) (2) Reitzel LA et al; Environ Sci Technol 38: 457-67 (2004) (3) Cavalier TC et al; Ground Water 29: 225-31 (1991)",
            "Value": "ANAEROBIC: No degradation of dichlorprop was observed after 140 days in an anaerobic limestone aquifer(1). Dichlorprop, isomer not specified, was not anaerobically degraded when incubated in groundwater from former industrial sites lolcated in Bornholm and Sjoelund, Denmark(2). Half-lives in groundwater at 15 °C were measured to be 1,235 and 824 days at initial concns of 1 and 5 ug/L dichlorprop, respectively, with a lag-period of several months(3). Half-lives in groundwater at 22 °C were measured to be 1,286 and 196 days at initial concns of 1 and 5 ug/L dichlorprop, respectively, with a lag-period of several months(3)."
        }
    ],
    "logP": [
        {
            "References": "Ilchmann AG et al; Chem Ing Tech 65: 72-75 (1993)",
            "Value": "log Kow = 3.43"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "USEPA/Office of Pesticide Programs; Reregistration Eligibility Decision Document - Dichlorprop-p (2,4-DP-p) p.10 EPA 738-R-07-008 (August 29, 2007) Available from, as of February 15, 2008: https://www.epa.gov/pesticides/reregistration/status.htm",
            "Value": "2,4-DP-p is thought to increase cell-wall plasticity, biosynthesis of proteins, and the production of ethylene. The abnormal increase in these processes result in abnormal and excessive cell division and growth, damaging vascular tissue. The most susceptible tissues are those that are undergoing active cell division and growth. /2,4-DP-p/"
        },
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 198",
            "Value": "Acts as a selective weedkiller by virture of its plant growth regulating properties."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "PMID:9870990",
            "Value": "SEDIMENT: Dichlorprop was detected at 2 ug/kg in mobile sediment June to July 1990, and at 2 ug/kg June 18, 1991 in pond sediment at the south part of a pond, and at <2 ug/kg in the north part of the pond and at a stream 200 m south of a culvert outlet in southern Sweden(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Risse G, Sarbu B; Sci Total Environ 123/124: 399-409 (1992) (2) Haberhauer G et al; J Agric Food Chem 48: 3722-27 (1999) (3) Matallo M et al; J Environ Sci Health, B 33: 51-66 (1998) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Kearney PC, Kaufman DD, eds; in Herbicides: Chemistry, Degradation and Mode of Action. Volumes 1 and 2. 2nd ed New York, NY p. 4 (1975) (6) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (7) Warren RL, Weber JB; Soil Sci Soc North Carolina Proc 37: 23-5 (1994)",
            "Value": "Koc values for dichlorprop were experimentally determined to be 50-62 in three soils ranging from pH 5-5.3(1). Koc values of 113 and 118 were determined in soils at respective pHs of 4.4 and 4.1(1). Koc values have also been measured as 34-129(2) and 36.6-60(3). According to a classification scheme(4), these Koc values suggest that dichlorprop is expected to have very high to high mobility in soil. The pKa of dichlorprop is 3.1(5), indicating that this compound will exist almost entirely in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(6). Dichlorprop has a pesticide leaching potential of 49 when used as a foliar applicant(7)."
        },
        {
            "References": "(1) Haberhauer G et al; J Agric Food Chem 48:3 722-27 (1999)",
            "Value": "Koc values for dichloroprop using German and Austrian soils(1). ",
            "Table": "[{'Koc Value': 102, 'Soil Characteristics': '88.2% Sand; 9.3% Clay; 2.5% Silt; 0.6% OM', 'Soil Source': 'Speyer, Germany'}, {'Koc Value': 72, 'Soil Characteristics': '48% Sand; 43% Clay; 9% Silt; 2.4% OM', 'Soil Source': 'Gumpenstien, Austria'}, {'Koc Value': 129, 'Soil Characteristics': '78% Sand; 12% Clay; 10% Silt; 0.54% OM', 'Soil Source': 'Marchegg, Austria'}, {'Koc Value': 34, 'Soil Characteristics': '22% Sand; 55% Clay; 23% Silt; 2.7% OM', 'Soil Source': 'Fuschsenbigl, Austria'}]"
        },
        {
            "References": "(1) Matallo M et al; J Environ Sci Health, B 33: 51-66 (1998)",
            "Value": "Koc values for dichloroprop on 12 calcareous soils from the Vega de Granada, southeast Spain(1). ",
            "Table": "[{'Koc Value': 60.0, '% Sand': 37.6, '% Clay': '12.5', '% Silt': 49.9, '% OM': 1.64}, {'Koc Value': 43.9, '% Sand': 50.3, '% Clay': '2.8.', '% Silt': 46.9, '% OM': 1.76}, {'Koc Value': 50.8, '% Sand': 30.7, '% Clay': '7.9', '% Silt': 61.4, '% OM': 2.1}, {'Koc Value': 42.7, '% Sand': 19.2, '% Clay': '23.1', '% Silt': 57.7, '% OM': 1.53}, {'Koc Value': 46.6, '% Sand': 67.6, '% Clay': 'not reported', '% Silt': 33.5, '% OM': 1.5}, {'Koc Value': 36.6, '% Sand': 28.6, '% Clay': '16.5', '% Silt': 54.9, '% OM': 1.55}, {'Koc Value': 55.4, '% Sand': 19.3, '% Clay': '29.0', '% Silt': 51.7, '% OM': 1.21}, {'Koc Value': 58.7, '% Sand': 22.0, '% Clay': '32.7', '% Silt': 45.2, '% OM': 1.42}, {'Koc Value': 46.8, '% Sand': 18.9, '% Clay': '28.8', '% Silt': 52.3, '% OM': 2.17}, {'Koc Value': 39.6, '% Sand': 43.9, '% Clay': '9.8', '% Silt': 46.3, '% OM': 1.22}, {'Koc Value': 45.0, '% Sand': 29.1, '% Clay': '23.5', '% Silt': 47.4, '% OM': 1.68}, {'Koc Value': 49.1, '% Sand': 22.1, '% Clay': '22.3', '% Silt': 55.2, '% OM': 1.89}]"
        }
    ]
}