{
    "_id": {
        "$oid": "6682e8bcc4e5dba5ffba2713"
    },
    "CID": {
        "$numberInt": "8434"
    },
    "Name": "ETHYLPARABEN",
    "IUPACName": "ethyl 4-hydroxybenzoate",
    "CanonicalSMILES": "CCOC(=O)C1=CC=C(C=C1)O",
    "Synonyms": [
        "Ethylparaben",
        "ETHYL 4-HYDROXYBENZOATE",
        "120-47-8",
        "Ethyl paraben",
        "Ethyl p-hydroxybenzoate",
        "Tegosept E",
        "Ethyl parahydroxybenzoate",
        "Mycocten",
        "4-Hydroxybenzoic acid ethyl ester",
        "Ethyl parasept",
        "Aseptoform E",
        "Nipagin A",
        "Easeptol",
        "Ethyl p-oxybenzoate",
        "Ethyl butex"
    ],
    "IsomericSMILES": "CCOC(=O)C1=CC=C(C=C1)O",
    "INCHI": "InChI=1S/C9H10O3/c1-2-12-9(11)7-3-5-8(10)6-4-7/h3-6,10H,2H2,1H3",
    "INCHIKEY": "NUVBSKCKDOMJSU-UHFFFAOYSA-N",
    "Formula": "C9H10O3",
    "MolecularWeight": {
        "$numberDouble": "166.17"
    },
    "Description": "Ethylparaben is an ethyl ester resulting from the formal condensation of the carboxy group of 4-hydroxybenzoic acid with ethanol, It has a role as an antimicrobial food preservative, an antifungal agent, a plant metabolite and a phytoestrogen. It is a paraben and an ethyl ester.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "148"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 57 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of Nov 3, 2016: https://www2.epa.gov/tsca-screening-tools (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 20 was calculated for ethylparaben(SRC), using a log Kow of 2.47(1) and a regression derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Urushigawa Y et al; Kogai Shigen Kenkyusho Iho 12: 49-54 (1983) (2) Urushigawa Y et al; Kogai Shigen Kenkyusho Iho 13: 59-65 (1984) (3) Hernandez Leal L et al; Environ Sci Technol 44(17): 6835-6842 (2010) (4) Gonzalez-Marino I et al; Water Res 45(20): 6770-6780 (2011)",
            "Value": "AEROBIC: Biodegradation is expected to be an important environmental fate process for this compound(SRC). A pseudo first-order rate constant of 2.07X10-3 hr-1 was measured in an aerobic screening test conducted with a phenol-acclimated sludge inoculum over a 7 day incubation period(1). This corresponds to a half-life of about 14 days(1). A rate constant of 8.27X10-3 hr-1 was measured in an aerobic screening test conducted with a cresol-acclimated sludge inoculum over a 1 day incubation period(2). This corresponds to a half-life of about 3.5 days(2). Average concentrations of not detected, 0.84, 0.05 and 0.85 ng/L were reported for ethylparaben in gray water from 32 residences and associated effluent from aerobic, anaerobic and anaerobic+aerobic biological treatment systems, respectively. Testing was done in August, 2008 in Sneek, The Netherlands(3). Ethylparaben, present at an average concentration of 880 ng/L, exhibited half-lives of 1.8 days and 27.5 hours using an activated sludge batch test and a real wastewater treatment plant test, respectively; sampling was conducted during April and May 2010 in a metropolitan area of northwest Spain(4)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Liao C et al; Environ Sci Technol 47: 3918-25 (2013)",
            "Value": "Ethylparaben was reported at a mean concentration of 0.111 ng/g (range of not detected to 2.27 ng/g) in fish and shellfish samples collected from several grocery stores in Albany, NY in 2008, 2011 and 2012; 23 samples, 56.5% detection frequency(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 57",
            "Value": "log Kow = 2.47"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Furia, T.E. (ed.). CRC Handbook of Food Additives. 2nd ed. Cleveland: The Chemical Rubber Co., 1972., p. 126",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ All parabens produced same toxicity symptoms in mice--rapid onset of ataxia, paralysis and deep depression resembling anesthesia. Only rarely was there evidence of increased motor activity. ...Where death occurred, it was usually within 1 hr. /Parabens/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 2928",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Slight irritation to the rabbit eye."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 34. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Products containing 0.2% Ethylparaben produced no deaths when administered to groups of five rats at a dose of 15 g/kg."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Occular irritation: Ethylparaben at 100% instilled into the eyes of two groups of six albino rabbits was slightly irritating, with a maximum eye irritation score of 2/110 on Day 1. Ethylparaben at 10% in water produced no signs of irritation."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 34. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ethylparaben was tested for acute oral toxicity as a 20% dilution in propylene glycol. Doses of 4.64 g/kg or 2.15 g/kg were administered by gastric intubation to groups of five female rats. Three deaths resulted from administration of the higher dose and none from the lower dose. There were no gross lesions at necropsy on the seventh day. The acute oral LD was 4.30 g/kg."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 39. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The Draize skin irritation technique was used to test Ethylparaben at 100% and at 10% in water on groups of nine rabbits. The undiluted and diluted ingredient produced no signs of irritation. ... Products containing 0.2% Ethylparaben produced minimal to mild irritation with primary (skin\\eye) irritation scores (PII) of 0.17 to 0.56."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 38. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Ethylparaben or butylparaben were fed to /24/ rats at concentrations of 2 or 8% in the diet for 12 weeks. Negative controls were included in the study. ...At 8% dietary concentration, ethylparaben reduced growth rate, decreased motor activity, and, in some cases, caused death within the first week. All males fed 8% butylparaben died before the twelfth week. Females fed this diet exhibited signs of toxicity."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Methylparaben, ethylparaben, propylparaben, and butylparaben (at 0.1%) were each injected intracutaneously into the shaved dorsal skin of 10 guinea pigs per ingredient according to the Draize method. Injections were made three times weekly for 3 weeks (10 injections). Two weeks after the final induction injection, a challenge injection was administered into an adjacent site and observed 24 hours later. There were no reactions in the animals to any of the parabens. It was observed that these ingredients are nonsensitizing."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 40. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A Magnusson-Kligman guinea pig maximization test was used to determine the sensitization potentials of methylparaben and ethylparaben. The procedure calls for a protocol of induction with methylparaben or ethylparaben at 1% and 5% in 50% Freund's complete adjuvant, booster of 10% sodium lauryl sulfate followed by 50% of the relevant paraben in petrolatum 24 h later, and challenge with methylparaben at 5% and 10% and ethylparaben at 1% and 2% in petrolatum. A total of 80 female guinea pigs were used. Phenylacetaldehyde served as a positive control, with 7/8 and 8/8 animals in two groups having a reaction. No animals in any of the methylparaben or ethylparaben groups showed a reaction."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:667",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ After 18 mo of being fed 140 mg/kg of ethyl paraben daily, growth stimulation was noted in rats. Growth retardation occurred in rats fed 1600 mg/kg daily."
        },
        {
            "References": "Moriyama et al; Acta Obstet Gynaecol Jpn 22 (2): 94-106 (1975)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The biological effects of ethyl-p-hydroxybenzoate (EB) were studied using pregnant and non-pregnant Wistar rats. Tests for acute toxicity were performed in 3 groups with EB orally administered at 10%, 1% and 0.1%. Tests for teratogenicity were made in fetuses from 3 groups of pregnant rats with EB given orally in the critical period at these concentrations. Fetal external features were observed, and visceral and osseous conditions were examined. Neonatal growth was observed for 1 mo. after birth in rat pups nursed by mother rats. No noticeable acute toxicity could be identified (200 mg/kg) and there was no sign of teratogenicity identifiable in fetuses at different EB concentrations. From the 10% EB group, some fetuses appeared with low body weight; there were some instances of malformations of bones and viscera attributed to maternal malnutrition. Neonatal growth curves showed no abnormal trends. The administration dose of 0.1% EB (3.9 g/kg) in rats is comparable to 240 g/60 kg body weight for a human adult. EB at these levels caused no significant ill effects in rats."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 668",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No teratogenic effects were observed in fetuses of Wistar rats which had received ethyl paraben orally (10%, 1%, or 0.01%). However, body weights were lower in some fetuses of rats which had received 10% ethyl paraben (45,600 mg/kg)."
        },
        {
            "References": "PMID:15941009",
            "Value": "/ENDOCRINE MODULATION/  ... Evidence of the estrogenicity /of parabens (Pbens)/ using a morphometric analysis of uteri from mice treated with the preservatives methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with estradiol (E2) /is presented/. Different groups of adult ovariectomized (Ovx) CD1 mice were subcutaneously (sc) treated daily for three days with two different equimolar doses (362 and 1086 uL/kg) of the Pbens: MePben (55 and 165 mg/kg), EtPben (60 and 180 mg/kg), PrPben (65 and 195 mg/kg), BuPben (70 and 210 mg/kg), E2 (10 ug/kg; 0.036 uL/kg), and vehicle (propyleneglycol; V, 10 mL/kg). On the fourth day, uteri were dissected, blotted, weighed, and placed in a fixative solution for 24 hr. The paraffin embeded uteri were cut to obtain 7 microm thick transversal sections. Luminal epithelium heights (LEH), glandular epithelium heights (GEH), and myometrium widths (MW) were measured. The highest Pbens dose was able to produce uterotrophic effects (38 to 76%) compared to E2 effects (100%). The relative uterotrophic potency to E2 (100) was from 0.02 to 0.009. Significant increases (P<0.05) in LEH, GEH, and MW as compared with V were obtained: LEH from 87 to 113% (E2 153%), GEH from 10 to 40% (E2 60%), and MW from 35 to 43% (E2 88%). These results confirm that Pbens at the doses assayed here induce estrogenic histological changes in the uteri of Ovx mice."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 667",
            "Value": "/GENOTOXICITY/ At a concentration of 10 mmol/L, ethyl paraben is mutagenic in Escherichia coli."
        },
        {
            "References": "Cosmetic Ingredient Review; Final Amended Report on the Safety Assessment of Methylparaben, Ethylparaben, Propylparaben, Isopropylparaben, Butylparaben, Isobutylparaben, and Benzylparaben as used in Cosmetic Products p 42. Int J Toxicol 27 Suppl 4: 1-82 (2008). Available from, as of November 21, 2016: https://online.personalcarecouncil.org/ctfa-static/online/lists/cir-pdfs/PR427.pdf",
            "Value": "/GENOTOXICITY/ ... The results of mutagenicity screening of food additives, including ethylparaben, isopropylparaben and isobutylparaben /are described/. Results of reverse mutation assays using S. typhimurium strains TA 92, TA 1535, TA 100, TA 1537, TA 94, and TA 98 (Ames test) were considered negative (<4.9% mutation frequency) for all three parabens. In chromosomal aberration assays using a Chinese hamster fibroblast cell line, after 48 hr, cells treated with 0.25 mg/mL ethylparaben, 0.125 mg/mL isopropylparaben or 0.6 mg/mL isobutylparaben in ethanol had 1%, 2.0% and 3.0% polyploid cells and a 11%, 1%, and 1% incidence of structural chromosomal aberrations, respectively. The authors stated that the control incidence of aberrations was usually less than 3% and that any result less than 4% was considered negative. A result more than 10% was positive."
        },
        {
            "References": "PMID:10752667",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The widely used phenolic preservatives ethylparaben, propylparaben, butylparaben and their common metabolite p-hydroxybenzoic acid were tested for their ability to evoke an estrogenic response in vivo. Yolk protein induction in sexually immature rainbow trout was used as an estrogen-specific endpoint after repeated injections of the compounds. All tested parabens were estrogenic in doses between 100 and 300 mg/kg, while the metabolite showed no activity. Ethylparaben was found to be approximately sixty times weaker than propyl- and butylparaben which had estrogenic potencies comparable to those previously found for bisphenol A."
        },
        {
            "References": "PMID:15697177",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Evidence /is presented/ for the in vivo and in vitro bioactivities and receptor binding affinities of methylparaben (MePben), ethylparaben (EtPben), propylparaben (PrPben), and butylparaben (BuPben) compared with those of estradiol (E2). Estrogenicity was studied using the uterotrophic assay in immature (Im) and adult ovariectomized (Ovx) CD1 mice, and in immature female Wistar rats (IW). Animals were subcutaneously (sc) treated for three consecutive days with different molar equivalent doses ranging from 3.62 to 1086 uL/kg body weight of parabens (Pbens), E2 (0.036 uL/kg), or vehicle. Pbens increased uterine weight in Im and Ovx animals and their relative uterotrophic effect to E2 (100) (RUEE2) were from 34 to 91. The relative uterotrophic potencies related to E2 (100) (RUPE2) of these compounds were from 0.003 to 0.007. The E2 ED50 for CD1 animals able to increase the uterine weight was 7 ug/kg (0.9-55 confidence limits); and that of Pbens ranged from 18 to 74 mg/kg. In IW rats, the ED50 were from 33 to 338 mg/kg. All Pbens, except MePb, competed with [3H]E2 for the estrogen receptor binding sites. The uterotrophic effects of Pbens in Im mice have a positive correlation with the side-chain length of the ester group of these compounds. ... The NOELs values for Pbens uterotrophic activity in Im were from 0.6 to 6.5 mg/kg/day; and Ovx from 6 to 55 mg/kg. The NOELs IW ranged from 16.5 to 70 mg/kg indicating that Im were more susceptible than Ovx and IW to these effects. The data shown here confirm the estrogenicity of Pbens."
        },
        {
            "References": "BIBRA working group; Toxicity profile. The British Industrial Biological Research Association p.7 (1989)",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethylparaben was a skin irritant in man and an eye irritant in rabbits. It gave no evidence of sensitizing potential in a human study. The paraben esters as a generic class are rare sensitizers when applied to the intact skin of man. Application to the damaged skin is a more common cause of sensitization. A methyl:ethyl:propylparaben mixture has been shown on oral administration to exacerbate pre-existing skin complaints. A low acute oral toxicity has been demonstrated for ethylparaben in laboratory animals. Limited long-term studies in rats have also indicated a low toxicity and have generated no evidence of carcinogenic activity. No evidence of mutagenicity was reported in limited Ames Bacterial tests. Chromosomal damage was induced in mammalian cells in culture, but similar effects were evidently not seen in rats treated with ethylparaben. Fetal toxicity at maternally toxic dose levels occurred in female rats treated orally during pregnancy."
        },
        {
            "References": "Hall G et al; Pharm Acta Helv 71 (3): 221-4 (1996)",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethyl gallate, ethylparaben (ethyl 4-hydroxybenzoate), and ethyl protocatechuate (ethyl 3,4-dihydroxybenzoate) were evaluated as hydroxyl radical scavengers in a model system irradiated with simulated sunlight to generate the radicals. All of the compounds showed some hydroxyl radical scavenging properties, with ethyl protocatechuate being the most active under the test conditions. ..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Carmona E et al; Sci Total Environ 484: 53-63 (2014)",
            "Value": "SEDIMENT: The average concentration of ethylparaben from 22 sediment samples from the Turia River, Valencia, Spain was 23 ng/g (19 samples positive). Sampling was conducted in October, 2012; limit of quantitation = 2.6(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Von Oepen B et al; Chemosphere 22: 258-304 (1991) (2) Swann RL et al; Res Rev 85: 23 (1983) ) (3) Yonezawa Y et al; Kogai Shigen Kenkyusho Iho 15: 75-86 (1985) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Koc values of 209, 162 and 119 have been reported for acidic forest soil, agricultural soil and sediment samples obtained from Lake Constance, Germany, respectively(1). Based on a recommended classification scheme(2), these Koc values indicate that ethylparaben is expected to have high to moderate mobility in soil. The pKa of ethylparaben is 8.34(3), indicating that this compound will partially exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}