{
    "_id": {
        "$oid": "6682e8bdc4e5dba5ffba2718"
    },
    "CID": {
        "$numberInt": "8449"
    },
    "Name": "2,4-DICHLOROPHENOL",
    "IUPACName": "2,4-dichlorophenol",
    "CanonicalSMILES": "C1=CC(=C(C=C1Cl)Cl)O",
    "Synonyms": [
        "2,4-DICHLOROPHENOL",
        "120-83-2",
        "Phenol",
        "2,4-dichloro-",
        "4,6-Dichlorophenol",
        "2,4-DCP",
        "2,4-dichloro-Phenol",
        "1-Hydroxy-2,4-dichlorobenzene",
        "RCRA waste number U081",
        "NCI-C55345",
        "NSC 2879",
        "1,3-Dichloro-4-hydroxybenzene",
        "DTXSID1020439",
        "CHEBI:16738",
        "NSC-2879",
        "MFCD00002169"
    ],
    "IsomericSMILES": "C1=CC(=C(C=C1Cl)Cl)O",
    "INCHI": "InChI=1S/C6H4Cl2O/c7-4-1-2-6(9)5(8)3-4/h1-3,9H",
    "INCHIKEY": "HFZWRUODUSTPEG-UHFFFAOYSA-N",
    "Formula": "C6H4Cl2O",
    "MolecularWeight": {
        "$numberDouble": "163"
    },
    "Description": "2,4-dichlorophenol is a dichlorophenol that is phenol carrying chloro substituents at positions 2 and 4.",
    "XlogP": {
        "$numberDouble": "3.1"
    },
    "Complexity": {
        "$numberInt": "97"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "Isensee AR, Jones GE; J Agric Food Chem 19: 1210 (1971) as cited in USEPA; Ambient Water Quality Criteria Doc: 2,4-Dichlorophenol p.C-9 (1980) EPA 440/5-80-042",
            "Value": "Total 2,4-dichlorophenol content in oat and soybean plants increased for approximately three weeks when the soil contained a 2,4-dichlorophenol concentration of 0.07 ug/g. As these plants grew, the total tissue content of 2,4-dichlorophenol remained relatively constant but decreased as the plants matured. At the time of harvest, oats contained 0.01 ug of 2,4-dichlorophenol per gram of plant tissue, and soybeans contained 0.02 ug/g."
        },
        {
            "References": "(1) Webber MD et al; J Environ Qual 23: 1019-26 (1994) (2) Sinkkonen S et al; Chemosphere 35: 1175-1185 (1997)",
            "Value": "A field study of industrial organic uptake by growing crops was conducted during 1990 at the St. David Coal Refuse Pile Reclamation Site, Fulton County, IL; 2,4-dichlorophenol was detected in coal refuse and plant materials, concentrations unknown(1). 2,4-dichlorophenol was detected in coniferous needles in the surrounding area of a metal scrap plant, hazardous waste incinerator in Southern Finland, and a pulp and paper mill in Western Finland. The samples were collected beyond the area of which plants should be affected.  Organic extracts were generated from whole dried needles (without grinding) and analyzed by GC-MS. The 2,4-dichlorophenol residues detected in the vicinity of the waste incinerator were (20-110 ng/g, n = 5), the metal scrap plant(< 1 ng/g in 1993, <1 ng/g in 1995, n = 6), and the pulp mill (<1-5 ng/g, n = 6)(2)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Ernst W, Weber K; Chemosphere 7: 867-72 (1978)",
            "Value": "The combined concentrationn of 2,4- and 2,5-dichlorophenol detected in marine worms (Lanice conchilega) collected from the Weser River, Germany estuary bottom in 1977 was 11.8 ng/g wet weight(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Jun 17, 2009. (2) Franke C et al; Chemosphere 29: 1501-14 (1994) (3) Shiu WY et al; Chemosphere 29: 1155-224 (1994) (4) Suntio LR et al; Chemosphere 17:1249-90 (1988)",
            "Value": "A BCF range of 7.1 to 69 was calculated in fish for 2,4-dichlorophenol(SRC), using carp (Cyprinus carpio) which were exposed to 30 ppb test compound over an 8-week period(1). The BCF of 2,4-dichlorophenol in goldfish ranged from 34 to 100(3,4); the BCF in an unspecified fish specie was 100(3) and in trout was 10(4). According to a classification scheme(2), these BCF values suggest the potential for  bioconcentration in aquatic organisms is low to moderate(SRC). The BCF of 2,4-dichlorophenol in algae ranged from 257 to 263(3,4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Tabak HH et al; J Water Pollut Control Fed 53: 1503-18 (1981) (2) Tabak HH et al; J Bacteriol 87: 910-9 (1964) (3) Pitter P; Water Res 10: 231-5 (1976) (4) Ingols RS et al; J Water Pollut Control Fed 38: 629-35 (1966) (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Jun 17, 2009.",
            "Value": "AEROBIC: Using a static-culture flask-screening procedure with a settled wastewater inoculum, 2,4-dichlorophenol was found to be degradable with rapid microbial adaptation as 99-100% of initial concentration were degraded within 7 days(1). Using a Warburg respirometer and phenol-adapted bacteria (bacteria isolated from garden soil, river mud, compost and waste lagoon sediment), 95% of initial 2,4-dichlorophenol (200 ppm) was degraded within 7-10 days(2). Based on COD determination, 98% of initial 2,4-dichlorophenol was degraded in a BOD system with an activated sludge inoculum during a 20-day inoculation period(3). When activated sludge was exposed to 2,4-dichlorophenol at levels of 100 mg/L of sludge, 75% of the chemical disappeared in two days, and essentially 100% was gone in five days(4). However, 2,4-dichlorophenol, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum in the Japanese MITI test(5)."
        },
        {
            "References": "(1) Dronamraju MM, Bhattacharya SK; pp. 360-64 in Applied Biotechnology for Site Remediation. Pap Int Symp, In-Situ On-Site Bioreclam. 2nd. Hinchee REL et al, eds. Boca Raton,FL: Lewis Pub (1993) (2) Lyngkilde J et al; pp. 91-100 in Contaminated Soils, K Wolf and WJ van den Brink, eds. Kluwer Academic Pub (1988) (3) Ryding JM et al; Water Res 28: 1897-1906 (1994) (4) Smith AE; Bull Environ Contam Toxicol 34: 150-7 (1985)",
            "Value": "AEROBIC: Sulfate-reducing bacteria produced 80 to 95% degradation of 2,4-dichlorophenol at concentration levels of 60 mg/L or lower after 7 days(1). Under aerobic conditions, 2,4-dichlorophenol was completely degraded in the presence of sanitary landfill leachate after 25 days(2). Aerobic cultures of activated sludge, amended with a methanotrophic soil enrichment, were enriched on phenol and toluene and were able to rapidly degrade 2,4-dichlorophenol(3). Soils (clay, clay loam, and sandy loam) were incubated with (14)C-ring-labeled 2,4-D in flasks. Breakdown was > 70% within 10 days, at 20 degree. (14)CO2 accounted for 30-42% of the applied (14)C. 2,4-Dichloroanisole and 2,4-dichlorophenol were formed, accounting for <10% of the applied (14)C(4)."
        },
        {
            "References": "(1) Olthof M; Biological Degradation of Organic Chemicals in OCPSF Wastewaters. In: Proc Ind Waste Conf 1992, 47th, Lewis Publ., Inc.: Chelsea, MI pp. 835-42 (1993)",
            "Value": "AEROBIC: A manufacturer of resins, plasticizers, antioxidants, and chlorinated paraffins generated wastewater that contained 2,4-dichlorophenol. The 2,4-dichlorophenol-containing effluent was reduced by bacterial digestion from an activated sludge from a local treatment plant (2,4-dichlorophenol content: 11 ug/L to <5 ug/L and 96 ug/L to 23 ug/L)(1)."
        },
        {
            "References": "(1) Baker MD et al; Water Res 14: 1765-71 (1980) (2) Aly OM, Faust SD; J Agric Food Chem 12: 541-6 (1964) (3) Carey JH et al; Can J Physiol Pharmacol 62: 971-5 (1984)",
            "Value": "AEROBIC: At 0-20 °C, 39-84% of initial 2,4-dichlorophenol was degraded in a stream water during 40 days of aerobic incubation while 35-60% was degraded in sterile stream water controls over 40 days(1). At 0-4 °C, 79-82% of initial 2,4-dichlorophenol was degraded in a clay loam soil during 12-14 days of aerobic incubation(1). At a concentration of 100-1000 ppb in aerated and buffered (pH 7) lake water, 97.5-100% degradation occurred in 16-30 days of incubation(2); in unaerated and unbuffered lake water (predominantly anaerobic conditions), 49.4-80% degradation occurred in 43 days of incubation(2). First order disappearance rate was observed in a small stream with respect to either distance or time of flow, average half-life of about 4 hrs; however the absence of seasonal variability over several ecological zones suggests that the rate controlling factor is not biological(3)."
        },
        {
            "References": "(1) Madsen T et al; Chemosphere 31: 4243-58 (1995) (2) Battersby NS, Wilson V; Appl Environ Microbiol 55: 433-39 (1989) (3) Kohring GW et al; Appl Environ Microbiol 55: 348-53 (1989) (4) Masunaga S et al; Environ Sci Technol 30: 1253-60 (1996) (5) Rogers JE, Halet DD; Amer Chem Soc Div Environ Chem Preprints, New Orleans, LA 27: 699-701 (1987) (6) Boyd SA, Shelton DR; App Environ Microbiol 47: 272-7 (1984)",
            "Value": "ANAEROBIC: An anaerobic gas production test of sewage sludge, a freshwater swamp sediment and a marine sediment was conducted. Results revealed 2,4-dichlorophenol inhibited gas production in digested sewage sludge after an incubation period of 56 days, 0 to 30% mineralization in freshwater swamp sediment after an incubation period of 56 days, and 0 to 30% mineralization in marine sediment after an incubation period of 96 days(1). The anaerobic degradation potential of 2,4-dichlorophenol in primary digesting sludge, expressed as net gas potential (NPG) was determined to be -90%, which corresponds to a chemical which inhibits biodegradation(2). Anaerobic degradation of 2,4-dichlorophenol between 5 and 72 °C was investigated. Reductive 2,4-dichlorophenol dechlorination occurred only in the temperature range between 5 and 50 °C. In freshwater sediment samples from two sites and at all tested temperatures from 5 to 50 °C, 2,4-dichlorophenol was degraded to 4-chlorophenol(3). The rate of 2,4-dichlorophenol transformation in anaerobic estuarine sediment was determined to be 0.045/day, which corresponds to a half-life of 15.3 days(4). Anaerobic degradation studies using two different freshwater pond sediments determined that 100% of initial 2,4-dichlorophenol was degraded within 4 weeks(5). Using anaerobic water conditions and an unacclimated digester sludge inocula from a municipal sewage plant, 100% of initial 2,4-dichlorophenol was degraded in 28 days of inoculation(6)."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data on Organic Chemicals. 3rd ed. New York, NY: Van Nostrand Reinhold Co., 1996., p. 703",
            "Value": "... Decomp rate in soil suspensions: 9 days for complete disappearance ..."
        },
        {
            "References": "PMID:4083891",
            "Value": "PURE CULTURE: Pseudomonas strains capable of mineralizing 2,4-dichlorophenol (DCP) and p-nitrophenol in culture media were isolated from soil. One DCP-metabolizing strain mineralized 1.0 and 10 ug of DCP but not 2.0 to 300 ng/ml in culture. When added to lake water containg 10 ug of DCP per ml, the strain mineralized DCP only after 6 days. The strain did not grow or metabolize DCP when inoculated into sterile lake water, but did so when the system was amended with glucose. The bacterium grew in sterile DCP-amended sewage, although not causing appreciable mineralization of the test compound. ... A second DCP-utilizing pseudomona failed to mineralize DCP when added to the surface of sterile soil, although activity was evident if the inoculum was mixed with the soil."
        },
        {
            "References": "Gibson SA, Sulfita JM; Appl Envrion Microbiol 52 (4): 681-8 (1986)",
            "Value": "The reductive biodegradation of a variety of haloaromatic substrates was monitored in samples from 2 sites within a shallow anoxic aquifer and was compared with freshwater sediment and sewage sludge. The metabolic capacity existing in methane-producing aquifer material was very similar to that in sediment, because 3 of 4 chlorobenzoates, 5 of 7 chlorophenols, and 1 of 2 chlorophenoxyacetate herbicides were reductively dehalogenated in both types of incubations. 2,4-D was first converted to a dichlorophenol before dehalogenation occurred. Sewage sludge microorganisms dehalogenated 4 of 7 chlorophenols tested and degraded both phenoxyacetate herbicides by first converting them to the corresponding chlorophenols, but the micoroorganisms did not transform the chlorobenzoates. In general, the same suite of initial metabolites was produced from a test substrate in all types of samples, as confirmed by cochromatograph of the intermediates with authentic material. The aquifer microbiota from a sulfate-reducing site was unable to significantly degrade any of the haloaromatics substrates tested. Biological removal of the sulfate in samples from this site permitted dehalogenation of a model substrate, whereas stimulation of methanogenesis without removal of sulfate did not. Thus, dehalogenating microorganisms were present at this site but their activity was at least partially inhibited by the high sulfate levels."
        },
        {
            "References": "PMID:6734491",
            "Value": "The fate and effects of ... 2,4-dichlorophenol (DCP) added to North Sea coastal plankton communities enclosed by large plastic bags were studied in three experiments of 4 to 6 weeks duration. The biodegradation of the compounds was studied in laboratory experiments using water from concentrations of 0.1-1.0 mg/L, disappeared from the water in the enclosures in 5 to 23 days ... . Degradation rates were generally comparable to those found in laboratory tests with the same water. ... DCP was probably removed by a combination of biodegradation, photodegradation, and/or chemical degradation. Results indicated that biodegradation rates could be limited by lack of inorganic nutrients, leading to much lower degradation rates than would be expected from routine laboratory tests. ... Addition of 0.3 mg/L ... DCP inhibited the phtyoplankton growth rate slightly. The 1 mg/L ... or DCP inhibited the phytoplankton, changed the species composition, and also influenced the zooplankton. In two of the three experiments 1 mg/L DCP resulted in a temporary lowering of bacterial numbers following the addition. In one experiment inhibitory effects were found after ... DCP had disappeared from the water, pointing to the formation of a more toxic intermediate during the degradation of the compounds. The laboratory tests also indicated the formation of relatively stable intermediates. The concentrations causing the effects in the different bag experiments were quite similar. This indicated that, although the development of the plankton communities during the different experiments was different, the concentrations resulting in ecological effects are quite reproducible."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Camanzo J et al; J Great Lakes Res 13: 296-309 (1987) (2) Soderstrom M et al; Chemosphere 28: 1701-19 (1994) (3) Hodson P et al; Environ Toxicol Chem 11: 1635-51 (1992) (4) New Brunswick Res and Prod Council; Bioaccumulation of Toxic Compounds in Pulpmill Effluents by Aquatic Organisms in Receiving Waters. PAR Project Report 675-1. Fredericton, New Brunswick (1978) (5) Owens JW et al; Chemosphere 29: 89-109 (1994)",
            "Value": "2,4-Dichlorophenol was identified, but not quantified, in various fish collected from Lake Michigan and tributary streams during 1983(1). The concentration of 2,4-dichlorophenol in the bile of perch (Perca fluviatilis) collected from bleach pulp mill effluents from the Baltic Sea in 1984 and 1985 ranged from 240 to 7700 ng/g bile(2). The concentration of 2,4-dichlorophenol in fish collected upstream and downstream from a bleached kraft mill in the St. Maurice River, Quebec on August 14 and 18, 1989 ranged from 7 to 20 ug/L(3). The concentration of 2,4-dichlorophenol in the bile of goldfish (Crassius auratus) collected from bleached kraft mill discharge from Lake Maraetai, New Zealand ranged from not detected to 2.65 ug/g bile (dry weight)(2). 2,4-Dichlorophenol levels ranging from 0.29 to 9.0 mg/kg were detected in seven species of fish (sturgeon, tomcod, shad, flounder, smelt, spiny dogfish, sea alewife) taken from the Saint John River-Harbor area during June-Aug 1977(4). The concentration of 2,4-dichlorophenol in fish collected from the effluent of bleached kraft pulp mills in rivers of Alberta, Canada from summer 1990 to fall 1992 ranged from 0.1 to 14.0 ug/g in mountain whitefish and longnose sucker(5)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 17",
            "Value": "log Kow = 3.06"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "DHHS/CDC; Morbidity and Mortality Weekly Report (MMWR) 49 (23): 516-518 (2000). Available from, as of February 4, 2009: https://www.cdc.gov/mmwr/preview/mmwrhtml/mm4923a3.htm",
            "Value": "The mechanism by which 2,4-DCP causes death is uncertain, but this and other chlorinated phenols are known to uncouple oxidative phosphorylation. Most production of adenosine triphosphate, the carrier of free energy in cells, occurs through oxidative phosphorylation. Uncoupling oxidative phosphorylation at the mitochondrial level leads to profound disturbance of energy production and may have caused the rapid deaths described in this report."
        },
        {
            "References": "Farguharson ME et al; Br J Pharmacol 13: 20 (1958) as cited in USEPA; Ambient Water Quality Criteria Doc: 2,4-Dichlorophenol p.C-20 (1980) EPA 440/5-80-042",
            "Value": "2,4-DCP /uncouples/ oxidative phosphorylation in rat liver mitochondria and rat brain homogenates."
        },
        {
            "References": "PMID:18486366",
            "Value": "Chlorophenols and their derivatives are a major component of environmental pollutants that are potential immunotoxicants. Deaminase assay performed on peripheral blood mononuclear cells (PBMCs) exposed to chlorophenolic compounds and its derivatives demonstrated a decreased proliferation rate and cell death. Chlorophenolic exposure also led to impaired production of IL-21 and IL-9 along with many other cytokines and chemokines that potentiate the inflammatory response. Using the PBMC activation model and gene expression profiling we provide insights into mechanisms by which the chlorophenolic compounds and their derivatives, especially pentachlorophenol (PCP) dysregulate the inflammatory response. /Investigators/ have shown here that PCP represses IL21 and IL9 expression thus affecting various downstream signaling pathways. ... PCP, a potent pollutant, imparts its cytotoxicity by evading the immune response by simultaneously affecting multiple signaling pathways in lymphocytes."
        },
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 7",
            "Value": "Chlorinated phenols ... are very effective (... In vitro) as uncouplers of oxidative phosphorylation. They thus prevent incorporation of inorganic phosphate into ATP without effecting electron transport. As a result of this action, which is believed to occur at mitochondrial /membrane/, cells continue to respire but soon are depleted of ATP necessary for growth. /Chlorophenols/"
        },
        {
            "References": "PMID:16107550",
            "Value": "2,4-Dichlorophenoxyacetic acid (2,4-D) and its metabolite 2,4-dichlorophenol (DCP) are ... suspected of potential endocrine disruptor activity. ... The androgenic action of 2,4-D and DCP was characterized using a mammalian detection system in prostate cancer cell lines. In in vitro assay systems, while 2,4-D or DCP alone did not show androgenic activity, 2,4-D or DCP with 5alpha-dihydroxytestosterone (DHT) exhibited synergistic androgenic activities. Co-treatment of 10 nM 2,4-D or DCP with 10 nM DHT was shown to stimulate the cell proliferation by 1.6-fold, compared to 10 nM DHT alone. In addition, in transient transfection assays, androgen-induced transactivation was also increased to a maximum of 32-fold or 1.28-fold by co-treatment of 2,4-D or DCP with DHT, respectively. However, 2,4-D and DCP exerted no effects on either mRNA or protein levels of AR. In a competitive AR binding assay, 2,4-D and DCP inhibited androgen binding to AR, up to 50% at concentrations of approximately 0.5 uM for both compounds. The nuclear translocation of green fluorescent protein-AR fusion protein in the presence of DHT was promoted as the result of the addition of 2,4-D and DCP. Collectively, these results that 2,4-D and DCP enhanced DHT-induced AR transcriptional activity might be attributable, at least in part, to the promotion of AR nuclear translocation."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 1613-15",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats oral, subcutaneous, and intraperitoneal lethal doses of the chlorophenols produce similar signs of poisoning. Oral administration, however, results in fatal poisoning in smaller dosage and in a shorter period of time than sc administration. Restlessness and an increased rate of respiration appear a few minutes after administration of o- and m-chlorophenols and are followed a few minutes later by a rapidly developing motor weakness. Tremors, clonic convulsions (which can be induced by noise or touch), dyspnea and coma set in promptly & continue until death. Similar signs are produced by p-chlorophenol, but the convulsions are more severe. 2,4- & 2,6-dichlorophenols & 2,4,6- & 2,4,5-trichlorophenols produce these signs also, but decreased activity & motor weakness do not appear quite so promptly. The tremors are much less severe, but in this case, also, they continue until a few minutes before death. /Chlorophenols/"
        },
        {
            "References": "DHHS/CDC; Morbidity and Mortality Weekly Report (MMWR) 49 (23): 516-518 (2000). Available from, as of February 4, 2009: https://www.cdc.gov/mmwr/preview/mmwrhtml/mm4923a3.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A characteristic sequence of signs in animals given lethal doses of solid 2,4-DCP is consistent with the clinical progression noted in these cases and includes tremors, muscle weakness, loss of coordination, clonic convulsions, dyspnea, coma, and respiratory arrest."
        },
        {
            "References": "PMID:4082204",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ CD-1-mice were fasted for 18 hours prior to dosing. Five doses were employed with 10 mice of each sex in each dose group. Mice were observed for 14 days. All mice that died were autopsied. The primary signs of toxicity were increased respiration, tremors, and slight convulsions followed by central nervous system (CNS) depression for all compounds except pentachlorophenol which elicited signs of CNS depression only. Mean times of death for most groups were less than 24 hours. Acute oral LD50s for males and females, respectively, were: ... 2,4-dichlorophenol, 1,276 and 1,352 mg/kg ..."
        },
        {
            "References": "National Research Council. Drinking Water and Health. Volume 3. Washington, DC: National Academy Press, 1980., p. 206",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 6-mo feeding study in which male mice were fed diets containing 2,4-dichlorophenol ad libitum (0, 45, 100, and 230 mg/kg/day) /investigators/ ... observed no adverse changes in growth rate, hematology, serum SGOT and SGPT, or behavior up to the maximum dosage level of 230 mg/kg/day. They did find slight abnormalities in liver histopathology in animals receiving highest dosage. They regarded 100 mg/kg/day as the maximum no-effect level."
        },
        {
            "References": "PMID:4007306",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ...CD-1 mice of both sexes were exposed to 2,4-dichlorophenol (2,4-DCP) in drinking water containing 10% Emulphor for 90 days at concentrations of 0.2, 0.6, and 2.0 mg/mL providing theoretical daily doses of 50, 150, and 500 mg/kg. These concentrations resulted in mean daily doses of 50, 143, and 491 mg/kg for females and 40, 114, and 383 mg/kg for males. In both sexes, fluid consumption was lower in the vehicle control group (10% Emulphor) and in the 2,4-DCP treated groups than in the naive controls (deionized water). There were no biologically significant differences in body weight gain between females or males in the vehicle control and experimental groups. No differences were found in terminal organ weights or organ weight ratios in either sex. Hematological differences were observed in males only and included an increase in leukocytes (high dose) and an increase in polymorphonuclears (low dose). Clinical chemistry parameters were altered in females only and included a decrease in creatinine (low dose), an increase in BUN/creatinine ratio (mid dose), and an increase in ALP (high dose). In an assessment of the hepatic microsomal mixed function oxidase system, no significant differences were found in the components of the system, component activity, the kinetics of ethylmorphine N-demethylase, or the metabolism of testosterone."
        },
        {
            "References": "USEPA; Health Effects Assessment: 2-Chlorophenol and 2,4-Dichlorophenol EPA/600/8-88/052 (1987)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male ICR mice maintained on a diet of 2,000 ppm 2,4-dichlorophenol for 6 mo (230 mg/kg/day) exhibited reversible hepatic changes (mild histological lesions in the liver)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (1999) 787",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female Sprague-Dawley rats (12-14 animals/group) received the following chlorophenols in drinking-water: 2-chlorophenol (98% pure; impurities not reported) at 0, 5, 50 or 500 mg/L, 2,4-dichlorophenol (99% pure) or 2,4,6-trichlorophenol (98% pure) at 0, 3, 30 or 300 mg/L ... .. The chemical was given to rats from three weeks of age throughout breeding (at 90 days of age with untreated males), gestation and lactation. To determine the effect of pre- and postnatal exposure to these chemicals, the offspring were weaned at three weeks of age and continued on treatment for 12-15 weeks (n = 8 per group, selected randomly from each dose group). Red blood-cell counts, packed-cell volume and hemoglobin were increased in all groups of parental rats treated at the highest doses of 2-chlorophenol and 2,4-dichlorophenol. Other hematological parameters (white blood-cell count, mean corpuscular volume and packed-cell volume) were not affected at any dose level of the three chemicals. Immune response was affected in rats treated with 2,4-dichlorophenol. Cell-mediated immunity (measured as delayed-type hypersensitivity) was decreased at 30 and 300 mg/L, while humoral immunity was enhanced (increased serum antibody production) at 300 mg/L. Macrophage function was not affected. Liver and spleen weights were also increased at 300 mg/L 2,4- dichlorophenol. For 2,4,6-trichlorophenol, liver weight was increased at 30 and 300 mg/L and spleen weight at 300 mg/L."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on 2,4 Dichlorophenol (120-83-2). Available from: https://www.epa.gov/iris/index.html on the Substance File List as of February 06, 2009.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female rats were exposed to 3, 30, or 300 ppm 2,4-dichlorophenol in drinking water from weaning age through breeding at 90 days, parturition, and weaning of pups. Ten randomly selected pups/group were weaned at 3 weeks and administered 2,4-dichlorophenol for an additional 15 weeks. The authors estimated the exposure to be approximately 0.3, 3.0, and 30.0 mg/kg bw/day for the low, medium, and high dose groups. Increases in serum antibody levels to keyhole limpet hemocyanin, as measured by an enzyme-linked immunosorbent assay (ELISA) were found to be treatment-related. The increase was statistically significant in the high-dose group, as were spleen and liver weights. Delayed-type hypersensitivity responses to bovine serum albumin in Freund's complete adjuvant were significantly decreased in those animals administered 3.0 mg/kg bw/day. The NOEL for 2,4-dichlorophenol was, therefore, determined to be 3 ppm or 0.3 mg/kg bw/day. This is substantially lower than the NOEL of 100 mg/kg bw/day reported by /other investigators/ for nonspecific liver changes in mice fed dichlorophenol in the diet for 180 days."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4:486",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In the 14-day studies, male and female rats and mice were given diets containing 2,4-dichlorophenol at concentrations of  40,000 ppm. One high dose male mouse died before the end of the studies; no deaths occurred in any other group, and no compound-related lesions were seen at necropsy in rats or mice."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4:486",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/In the 13 week studies, groups of 10 rats and 10 mice of each sex were fed diets containing 0, 2500, 5000, 10,000, 20,000, or 40,000 ppm 2,4-dichlorophenol. All rats survived, whereas all mice receiving 40,000 ppm died during the first 3 weeks of exposure. Rats receiving 20,000 or 40,000 ppm and male mice receiving 20,000 ppm showed reduced final body weights at least 10% lower than those of controls. Bone marrow atrophy in rats and necrosis and syncytial alteration (multinucleated hepatocytes) in the livers of male mice were compound-related effects."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (1999) 783",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male and 50 female Fischer 344 rats, seven weeks of age, were administered 2,4-dichlorophenol (purity, > 99%) at concentrations of 0, 5000 and 10,000 ppm in the diet (males) and 0, 2500 and 5000 ppm (females) for 104 weeks. Mean body weights of the high-dose groups of both sexes were reduced. No increase in the incidence of tumors was found."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (1999) 783",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 23-28 male and 22-29 female Sprague-Dawley rats were administered 2,4-dichlorophenol (purity, 99%) at concentrations of 0, 3, 30 and 300 mg/L (ppm) in the drinking-water starting prenatally for up to 24 months. Three-week-old weanling females were exposed to the same concentrations of 2,4-dichlorophenol through breeding to untreated males at 90 days of age and during lactation. Litter size was reduced at the highest dose. No increase in the incidence of total tumors was found."
        },
        {
            "References": "DHHS/NTP; Abstract for Toxicology and Carcinogenesis Studies of 2,4-Dichlorophenol (CAS No. 120-83-2) in F344/N Rats and B6C3F1 Mice (Feed Studies) (June 1989) NTP Study Number: TR-353. Available from, as of Febraury 6 2009: https://ntp-server.niehs.nih.gov/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two-year studies were conducted by feeding diets containing 0, 5,000, or 10,000 ppm 2,4-dichlorophenol to groups of 50 male rats and 50 male and 50 female mice for 103 weeks. ... Mean body weights of high dose male and female rats, high dose male mice, and both dosed groups of female mice were generally lower than those of controls. No significant differences in survival were observed between any groups of rats or mice of either sex (male rats: control, 33/50; low dose, 25/50; high dose, 32/50; female rats: 34/50; 43/50; 40/50; male mice: 33/50; 32/50; 31/50; female mice: 45/50; 40/50; 43/50). The average daily feed consumption by rats in the low dose and high dose groups was 94%-97% that by the controls. The estimated daily mean consumption of 2,4-dichlorophenol was 210 or 440 mg/kg for low dose or high dose male rats and 120 or 250 mg/kg for low dose or high dose female rats. The average daily feed consumption by mice in the low dose and high dose groups was 97% and 78% of that by the controls for males and 94% and 85% for females. The estimated daily mean consumption of 2,4-dichlorophenol was 800 or 1,300 mg/kg for low dose or high dose male mice and 430 or 820 mg/kg for low dose or high dose female mice. ... There were no compound-related increased incidences of neoplastic lesions in rats or mice. The incidence of mononuclear cell leukemia was decreased in dosed male rats relative to that in controls (control, 31/50; low dose, 17/50; high dose, 17/50); the incidence of malignant lymphomas was decreased in high dose female mice (4/50) relative to that in controls (12/50). Syncytial alteration of hepatocytes was observed at increased incidences in dosed male mice (11/50; 33/49; 42/48)."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4:486",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenicity studies were conducted by feeding diets containing 0, 5000, or 10,000 ppm 2,4-dichlorophenol to groups of 50 male F344/N rats and 50 male and 50 female B6C3F1 mice for 103 weeks. Groups of 50 female F344/N rats received diets containing 0, 2500, or 5000 ppm. Mean body weights of high dose male and female rats, high dose male mice, and both dosed groups of female mice were generally lower than those of controls. There were no significant differences in survival between any groups of rats or mice of either sex. The average daily feed consumption by rats in the low dose and high dose groups was 94-97% of that by the controls. The average daily feed consumption by mice in the low dose and high dose groups was 97 and 78% of that by the controls for males and 94 and 85% for females. There were no compound-related increased incidences of neoplastic lesions in rats or mice. The incidence of mononuclear cell leukemia was decreased in dosed male rats relative to that in controls (control, 31/50; low dose, 17/50; high dose, 17/50). The incidence of malignant lymphomas was decreased in high dose female mice (4/50) relative to that in controls (12/50). A compound-related increase in syncytial alteration of hepatocytes was present in low and high dosed male mice (33/49 and 42/48, respectively) relative to controls (11/50)."
        },
        {
            "References": "Exon JH et al; Water Chlorination: Environ Impact Health Eff Proc Conf 5th 307-30 (1985)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Weanling female Sprague-Dawley rats were given 3 ppm, 30 ppm, or 300 ppm of 2,4-dichlorophenol (2,4-DCP) in drinking water from 3 weeks of age through breeding and parturition. The females were bred to untreated males at 90 days of age and the offspring were studied (prenatal-exposure experiment or group 1). In another experiment, the rats were treated in the same manner as in group 1 but the exposure was continued throughout lactation and weaning until the termination of the experiment at about 24 months (pre- and postnatal exposure experiment or group 2). Each treatment group consisted of 12-22 breeding females and 48-52 offspring of both sexes. In group 1 (prenatal exposure), litter sizes of rats treated with 300 ppm of 2,4-DCP were significantly smaller than controls. The percent of stillborn pups tended to increase at all doses of 2,4-DCP. Survival to weaning was significantly less at 30 ppm of 2,4-DCP. In group 2, antibody levels to keyhole limpet hemocyanin in the serum of rats exposed to 2,4-DCP were consistently greater than controls, and significantly different from controls at the 300 ppm dose. Delayed-type hypersensitivity responses in 2,4-DCP exposed rats were significantly suppressed when compared with controls. Liver weights were significantly increased in rats exposed to 300 ppm 2,4-DCP in comparison with controls. Spleen weights of 2,4-DCP exposed rats were greater than controls, and thymus weights were smaller than controls. In group 2, tumor incidence, latency, or type in male and female rats exposed to 2,4-DCP was not significantly different from that in controls. The number of red blood cells and the hemoglobin levels were generally increased in rats treated with 300 ppm 2,4-DCP, compared with the controls."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (1999) 789-90",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Fischer 344 rats (34 rats per group) were administered 2,4-dichlorophenol (99.2% pure; no dioxins detected) by gavage at 0, 200, 375 and 750 mg/kg per day on gestation days 6 to 15. Decreased maternal body weight gain and urogenital staining of the fur were observed at all dose levels. Maternal death, alopecia, respiratory rales and porphyrin accumulation in the area of the eyes, nares and mouth were observed at 750 mg/kg per day. Early embryonic death and decreased fetal weight were found at 750 mg/kg per day but were not significant. Delayed ossification of sternebrae and vertebral arches was observed at 750 mg/kg per day."
        },
        {
            "References": "PMID:6701917",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The reproductive effects of dichlorophenols were evaluated using an in-vitro method. Ova were prepared from female CB6F1-mice and sperm suspensions from male CD1-mice. The preparations were incubated together with or without 2,3-dichlorophenol, 2,4-dichlorophenol, 2,5-dichlorophenol, 2,6-dichlorophenol, 3,4-dichlorophenol, 3,5-dichlorophenol, or cadmium-chloride at concentrations of 0.1, 0.3, or 1.0 millimole (mmol) per liter. Sperm motility was examined by light microscopy before and after chemical exposure. Following incubation, ova were scored for sperm penetration under phase contrast optics. Male mice also received 2,4-dichlorophenol in drinking water at doses of 0, 50, 150, or 500 milligrams per kilogram per day for 90 days. Sperm were then prepared and tested for penetration of ova in-vitro. Acrosome integrity was examined in sperm incubated in-vitro with 0.001 Molar concentrations of 2,5-dichlorophenol, 3,4-dichlorophenol, and 3,5-dichlorophenol for 60 minutes. Sperm penetration of ova in-vitro was significantly depressed by 2,5-dichlorophenol (20 percent), 3,4-dichlorophenol (90 percent), 3,5-dichlorophenol (9 percent), and cadmium-chloride (93 percent), all at the 1mmol concentration. Sperm penetration was not affected by 2,4-dichlorophenol in drinking water for 90 days at any concentration tested nor was sperm motility affected by the in-vitro exposure to dichlorophenol. Acrosomes were decreased 33 percent by 2,5-dichlorophenol, 45 percent by 3,4-dichlorophenol, and 60 percent by 3,5-dichlorophenol."
        },
        {
            "References": "PMID:16641544",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A two-generation reproductive toxicity study was conducted with 2,4-dichlorophenol (2,4-DCP)... . Wistar-Hannover rats, 24/sex/group, were given diet containing 2,4-DCP at dose levels of 0, 500, 2000 or 8000 ppm to examine the potential effects of the test substance on parental animals and their offspring over 2 successive generations. Neither clear systemic nor reproductive toxicity of 2,4-DCP was apparent in the 500 ppm group. In the 2000 ppm group, mean body weight gain and food consumption of females were lowered significantly during the treatment period. Effects on body weights and food consumption were more serious in the 8000 ppm group, both males and females being significantly affected. Reproductive effects of the test substance were also observed in the 2000 and 8000 ppm groups dose-dependently. Observations included significantly increased uterine weights of F1 and/or F2 female weanlings and reduced numbers of implantation sites and live births of F1 parental females. These results suggest that 2,4-DCP has weak reproductive toxicity..."
        },
        {
            "References": "PMID:6520883",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ 2,4-Dichlorophenol (DCP) is a drinking and waste-water contaminant formed by the spontaneous reaction of chlorine with phenols following chlorination of water for disinfection and deodorization. Rats were exposed to 0, 3, 30, or 300 ppm DCP in drinking water either in utero or for 12 wk postnatally following in utero exposure. Toxicity to DCP was assessed by organ and body weight changes, histopathology, and effects on reproduction and immunocompetence. Reproductive parameters measured included conception, litter size, pup birth weight, number stillborn, survival to weaning, and weaning weight. Immune parameters assessed were humoral immunity (antibody production) by an indirect enzyme-linked immunosorbent assay (ELISA), cell-mediated immunity by a delayed-type hypersensitivity response, and macrophage function by phagocytosis of radiolabeled blood cells. Rats that received the combined in utero and postnatal treatment with 300 ppm DCP had significantly increased liver and spleen weights, enhanced humoral immune responsiveness, and depressed cell-mediated immunity. Histopathologic changes were unremarkable in DCP-exposed rats, even in the presence of increased liver and spleen weights. The 6-wk-old progeny of DCP-treated dams had normal immune functions and showed no signs of DCP toxicity, other than increased spleen weights in the 300-ppm exposure group. The results indicate that (1) the immune system may be a sensitive target for chlorinated phenolic compounds, (2) DCP may exert different effects on separate major immune responses, and (3) unlike some other chlorinated phenols, DCP does not appear to alter reproductive performance in rats."
        },
        {
            "References": "PMID:2620787",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The potential maternal, embryotoxic, and teratogenic parameters of 2,4-dichlorophenol (2,4-DCP) were evaluated in Fischer 344 rats following oral administration in corn oil on Days 6 through 15 of gestation. Dose levels were 0, 200, 375, and 750 mg/kg/day. Females were sacrificed on Gestation Day 20 and cesarean sections performed. The fetuses were weighed, sexed, measured for crown-rump length, and examined for external malformations. A skeletal examination was conducted on one-half of the fetuses after staining with alizarin red S. The remaining fetuses were fixed in Bouin's solution and examined for visceral anomalies and developmental variations. Maternal body weight gain inhibition occurred in all 2,4-dichlorophenol-treated groups during the treatment period. Four treatment-related deaths occurred in the 750 mg/kg/day group. Additional indicators of maternal toxicity included urogenital staining of the fur at all levels tested, and an increased incidence of hair loss and respiratory rales at the 750 mg/kg/day level. Fetal examinations did not reveal differences in the incidence of external, visceral, or skeletal fetal malformations in any treatment group, when compared with the control group. A slight increase in early embryonic death occurred in the high-dose group only. Fetal weights were lower in the high-dose group than in the control group. Variations in skeletal structure were expressed among fetuses exposed to 750 mg/kg/day during organogenesis. These included delayed ossification of sternal elements and vertebral arches. The reduced fetal weights, intrauterine survival, and retarded ossification may represent a slight degree of embryotoxicity or fetotoxicity in this group. The test material was not teratogenic at any dose level."
        },
        {
            "References": "PMID:16617682",
            "Value": "/ENDOCRINE MODULATION/ ...This study /was conducted/ to identify the compounds which disturb protein disulfide isomerase (PDI) activities as well as BPA /(bisphenol A)/, and to discuss their structural characteristics.  ...The effects of 22 suspected EDC /(endocrine disrupting chemicals)/ on both the T3-binding activity and isomerase activity of rat recombinant PDI /was examined/. Among the 22 compounds, only phenolic compounds, namely BPA, p-octylphenol, p-nonylphenol, 2,4-dichlorophenol, pentachlorophenol, tetrabromobisphenol A, and tetrachlorobisphenol A, inhibited T3 binding to PDI. ..."
        },
        {
            "References": "PMID:16280211",
            "Value": "/ENDOCRINE MODULATION/... Expression profiles of estrogen-responsive genes /were examined/ after treatment with alkylphenols (p-cresol (pC), 4-n-ethylphenol (4EP), 4-n-heptylphenol (4HP), 4-t-octylphenol (4OP) and nonylphenol (NP)), chlorinated phenols (4-chlorophenol (4CP), 4-chloro-3,5-dimethylphenol (CDP), 2,4-dichlorophenol (DCP) and pentachlorophenol (PCP)), parabens (methylparaben (MPB), ethylparaben (EPB) propylparaben (PPB) and butylparaben (BuPB)), or bis- and benzoylphenols (bisphenols A and B and p-hydroxybenzophenone (pHBP)) by means of a DNA microarray assay first to evaluate the estrogenic activity of these chemicals and then to understand the structural basis for the activity. By selecting a set of 120 genes showing greater statistical reliability for estrogen, a more reliable assay for each of the chemicals was achieved and, for the chemicals for which data were available, the results were consistent with those of previously reported estrogen receptor-binding and yeast two-hybrid assays except for chlorinated and few other phenols. Evaluation of the chemicals based on gene function indicated that the genes related to proliferation, transcription and transport were mostly up-regulated while significant numbers of genes related to enzymes and signaling were down-regulated. The genes related to transcription showed the highest degree of variation among the six functional categories (enzymes, signaling, proliferation, transcription, transport and others) for the chemicals with relatively high levels of estrogenic activity. These results indicate that the variations in chemicals and their biological effects can be monitored by the appropriate grouping of estrogen-responsive genes."
        },
        {
            "References": "PMID:3748065",
            "Value": "/GENOTOXICITY/ The induction of mutation at the hypoxanthine-guanine phosphoribosyl transferase locus and cytotoxicities of 6 different chlorophenols /including 2,4-DCP/ were examined in V79 Chinese hamster cells without exogenous metabolic activation. The chlorophenols were cytotoxic to V79 cells, but failed to produce significant increases in the frequency of 6-thioguanine-resistant mutants."
        },
        {
            "References": "Rasanen L, Hattula ML; Bull Environ Contam Toxicol 18: 565 (1977) as cited in USEPA; Ambient Water Quality Criteria Doc: Chlorinated Phenols p.C-34-5 (1980) EPA 440/5-80-032",
            "Value": "/GENOTOXICITY/ /Investigators/ tested chlorophenols for mutagenicity using the Salmonella mammalian microsome Ames assay in both activated and non-activated systems. The following dichlorophenol isomers were tested and reported as non-mutagenic in both test systems: 2,3-, 2,4-, 2,5-, 2,6-, 3,4-, and 3,5-dichlorophenols."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V71 (1999) 792",
            "Value": "/GENOTOXICITY/ 2,4- and 2,6-Dichlorophenols ... without exogenous metabolic activation, did not cause hprt mutations in V79 Chinese hamster cells."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4:487",
            "Value": "/GENOTOXICITY/ 2,4-Dichlorophenol was not mutagenic in the Ames assay using tester strains TA98, TA100, or TA1537 with or without exogenous metabolic activation. The positive response of 2,4-dichlorophenol in Salmonella typhimurium strain TA1535 was considered to be equivocal, noted only in the presence of hamster S9."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4:487",
            "Value": "/GENOTOXICITY/ 2,4-Dichlorophenol increased trifluorothymidine (Tft) resistance in the mouse L5178Y assay without metabolic activation; it was not tested with activation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4:487",
            "Value": "/GENOTOXICITY/ In cultured Chinese hamster ovary (CHO) cells, 2,4-dichlorophenol did not induce chromosomal aberrations but did significantly increase the frequency of sister chromatid exchanges (SCEs) both in the presence and absence of S9."
        },
        {
            "References": "PMID:11423340",
            "Value": "/GENOTOXICITY/ The cytogenetic effect of 2,4-dichlorophenoxy acetic acid (2,4-D) and its metabolite 2,4-dichlorophenol (2,4-DCP) was studied in bone-marrow, germ cells and sperm head abnormalities in the treated mice. Swiss mice were treated orally by gavage with 2,4-D at 1.7, 3.3 and 33 mg/kg bw (1/200, 1/100 and 1/10 of LD50). 2,4-DCP was intraperitoneally (ip) injected at 36, 72 and 180 mg/kg bw (1/10, 1/5, 1/2 of LD50). A significant increase in the percentage of chromosome aberrations in bone-marrow and spermatocyte cells was observed after oral administration of 2,4-D at 3.3 mg/kg bw for three and five consecutive days. This percentage increased and reached 10.8+/-0.87 (P<0.01) in bone-marrow and 9.8+/-0.45 (P<0.01) in spermatocyte cells after oral administration of 2,4-D at 33 mg/kg bw for 24 hr. This percentage was, however, lower than that induced in bone-marrow and spermatocyte cells by mitomycin C (positive control). 2,4-D induced a dose-dependent increase in the percentage of sperm head abnormalities. The genotoxic effect of 2,4-DCP is weaker than that of 2,4-D, as indicated by the lower percentage of the induced chromosome aberrations (in bone-marrow and spermatocyte cells) and sperm head abnormalities. Only the highest tested concentration of 2,4-DCP (180 mg/kg bw, 1/2 LD50) induced a significant percentage of chromosome aberrations and sperm head abnormalities after ip injection..."
        },
        {
            "References": "PMID:15250542",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ ... /Pentachlorophenol (PCP)/, 4-chlorophenol (CP), 2,4-dichlorophenol (DCP), 2,3,4-trichlorophenol (TCP), ... comparative cytotoxic effects and cell death mechanisms /were/ assayed in fibroblast L929 cells. The effective concentration for half-maximal response (EC50 values at 24 hr for CP, DCP, TCP, and PCP are 2.18, 0.83, 0.46, and 0.11 mmol/L respectively and the EC50 values at 48 h are 1.18, 0.13, 0.08, and 0.06 mmol/L respectively by using 3-(4,5-dimethylthiazd-2-yl)-2,5-diphenyltentrazolium bromide (MTT) reduction assay. A clear structure-activity relationship was observed between toxicity of CPs and their octanol-water partition coefficients. The further studies indicate that CP, DCP, and TCP induce apoptosis in L929 cells in a concentration or time-dependent manner, but PCP mediates cell death more characteristic of necrosis than apoptosis..."
        },
        {
            "References": "PMID:16193740",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ In the present study, electron paramagnetic resonance coupled with spin-trapping technique was used, with a-phenyl-N-tert-butylnitrone (PBN) as a spin-trapping agent, to investigate free radical generation in freshwater fish with acute 2,4-dichlorophenol (2,4-DCP) poisoning. The PBN-radical adducts were detected in fish liver samples following treatments of 2,4-DCP (0.025, 0.05, 0.5, 5, or 25 mg/kg) 24 hr after intraperitoneal (i.p.) injection and 2,4-DCP (0.5 mg/kg) at 2, 4, 8, 24, or 72 hr after i.p. injection in Carassius auratus. The hyperfine splitting constants for the PBN-radical adducts are aN = 13.7 G, aH = 1.8 G, and g = 2.0058, which is consistent with those of PBN/hydroxyl radical (*OH). The results indicate that the hydroxyl radical is probably produced during acute intoxication of 2,4-DCP. The relative similarity in the kinetics (from 2 to 72 hr) of superoxide dismutase activity induction and *OH generation implies that the generation of *OH possibly depends on the superoxide anion (O2*-). Superoxide anion (O2*-) might be the precursor radical undergoing the Haber-Weiss reaction to form *OH. Possible pathways for radical chain reactions in the formation of the hydroxyl radical in vivo after 2,4-DCP administration are proposed. Other parameters with respect to antioxidant defense (e.g., superoxide dismutase and catalase) and oxidative damage (lipid peroxidation level) indicate that the fish were subjected to oxidative stress induced by 2,4-DCP and that the mechanisms of oxidative stress possibly involve the in vivo stimulation of hydroxyl radical formation."
        },
        {
            "References": "PMID:18207673",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The aim of this study is to investigate the chemical retinoic acid (RA) disruption at the level of retinoid X receptor (RXR) functioning. This assay makes use of recombined human RXR gene and reporter gene yeast, which specifically expresses beta-galactosidase when incubated with exogenous 9-cis retinoic acid (9-cis RA). Agonistic and antagonistic actions of chemicals including a series of phenols, phthalates, organochlorine pesticides (OCPs) were tested in the absence and presence of 5 x 10-6 mol/L 9-cis RA, at which maximal beta-galactosidase activity could be induced. The results obtained reveal that some chemicals, e.g., 2-t-butylphenol, 2-isopropylphenol, 2,4-dichlorophenol (2,4-DCP), 3,4-dichlorophenol (3,4-DCP), 4-tert-octylphenol (4-t-OP) and hexachlorobenzene (HCB), are RXR agonists..."
        },
        {
            "References": "PMID:6520883",
            "Value": "/IMMUNOTOXICITY/ 2,4-Dichlorophenol (DCP) is a drinking and waste-water contaminant formed by the spontaneous reaction of chlorine with phenols following chlorination of water for disinfection and deodorization. Rats were exposed to 0, 3, 30, or 300 ppm DCP in drinking water either in utero or for 12 wk postnatally following in utero exposure. Toxicity to DCP was assessed by organ and body weight changes, histopathology, and effects on reproduction and immunocompetence. Reproductive parameters measured included conception, litter size, pup birth weight, number stillborn, survival to weaning, and weaning weight. Immune parameters assessed were humoral immunity (antibody production) by an indirect enzyme-linked immunosorbent assay (ELISA), cell-mediated immunity by a delayed-type hypersensitivity response, and macrophage function by phagocytosis of radiolabeled blood cells. Rats that received the combined in utero and postnatal treatment with 300 ppm DCP had significantly increased liver and spleen weights, enhanced humoral immune responsiveness, and depressed cell-mediated immunity. Histopathologic changes were unremarkable in DCP-exposed rats, even in the presence of increased liver and spleen weights. The 6-wk-old progeny of DCP-treated dams had normal immune functions and showed no signs of DCP toxicity, other than increased spleen weights in the 300-ppm exposure group. ... The results indicate that (1) the immune system may be a sensitive target for chlorinated phenolic compounds, (2) DCP may exert different effects on separate major immune responses, and (3) unlike some other chlorinated phenols, DCP does not appear to alter reproductive performance in rats."
        },
        {
            "References": "Mitsuda W et al; Agric Biol Chem 27: 366 (1963) as cited in USEPA; Ambient Water Quality Criteria Doc: 2,4-Dichlorophenol p.C-20 (1980) EPA 440/5-80-042",
            "Value": "/OTHER TOXICITY INFORMATION/ Chlorine atoms on the ortho position weakened the activity of mono- and dichlorophenols as oxidative inhibitors. /Mono and dichlorophenols/"
        },
        {
            "References": "PMID:16124465",
            "Value": "/OTHER TOXICITY INFORMATION/ Free radical generation in liver of larval fish (Carassius auratus) after 2,4-dichlorophenol (2,4-DCP) injected intraperitoneally 24 hr was studied with electron paramagnetic resonance (EPR) spin trapping technique and alpha-phenyl-N-tert-butylnitrone (PBN) as spin trap reagent. The results show that there is a significant increase of free radical generation in the liver of the fish treated with 2,4-DCP (0.025, 0.05, 0.5, 5, 25 mg/kg) compared with that of the control (p<0.05). The free radical generation correlates well with the dose of 2,4-DCP administered. ... The six-line composed of three groups with two hyperfine splitting peaks in each shows a typical PBN/*OH EPR spectrum. The hyperfine splitting constants for the PBN-adducts ... is consistent with the characteristics of PBN-hydroxyl radical adduct reported from the literature. Results also show that there is a significant increase for malondialdehyde (MDA) content in the treated groups compared with that of the control (p<0.05). The mechanisms of free radical generation and lipid peroxidation induced by 2,4-DCP are discussed ... ."
        },
        {
            "References": "Borzelleca JF; Proc- AWWA Water Qual Technol Conf 225-44 (1983)",
            "Value": "/OTHER TOXICITY INFORMATION/ Volatile organic contaminants of water were evaluated for acute oral toxicity, 14 day repeated dosing toxicity, taste aversion, 90 day subchronic toxicity, and multigeneration effects in mice. The cmpds studied were halomethanes and chlorophenols. All cmpds caused apparent central nervous system depression and behavior changes. The liver and possibly the immune system were sensitive target organs, and male mice were more sensitive than females. /Halomethanes and chlorophenols/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Judd MC et al; Chemosphere 33: 2209-20 (1996) (2) Eder G, Weber K; Chemosphere 9: 111-8 (1980) (3) Salkinoja-Salonen MS et al; In: Current Perspectives in Microbiology, Klug MJ, Reddy CA eds. pp 668-72. Nat Acad Sci (1984) (4) Wegman RCC, Vandenbroek HH; Water Res 17: 227-30 (1983) (5) Owens JW et al; Chemosphere 29: 89-109 (1994) (6) Kvernheim AL; Chemosphere 27: 733-45 (1993)",
            "Value": "SEDIMENT: The concentration of 2,4-dichlorophenol in river sediments above and below the effluent discharges of two New Zealand pulp and paper mills on the Tarawera River was determined to range from 0.4 to 1.3 ng/g(1). 2,4-Dichlorophenol (plus 2,5-dichlorophenol) levels of 1.17 mg/kg were detected in sediment samples taken from the Weser estuary in Germany on Aug 21, 1978(2). 2,4-Dichlorophenol concentration of 15-23 mg/kg (dry weight) were found in sediments of a Finnish lake receiving bleaching effluents from kraft pulp mills(3). Sediment samples collected from Lake Ketelmeer in the Netherlands during Mar 1979-Mar 1980 contained max and median concentrations of 10 and 4.4 ug/kg, respectively(4). The concentration of 2,4-dichlorophenol on suspended sediment collected from the effluent of kraft pulp mills in rivers of Alberta, Canada from summer 1990 to fall 1992 ranged from 0.005 to 1 ug/g(5). Sediment samples collected 1 km from the discharge of a kraft mill south of the city of Hudiksvall, Norway from 1985 to 1989 were found to contain 0.13 ug/g of 2,4-dichlorophenol(6)."
        },
        {
            "References": "(1) Kitunen VH, Salkinoja MS; Chemosphere 20: 1671-77 (1990) (2) Valo R et al; Chemosphere 13: 835-44 (1984)",
            "Value": "SOIL: The concentration of 2,4-dichlorophenol in soil at an abandoned sawmill in Finland was determined to be 1200 ug/kg dry soil(1). Levels of 10-2580 ug/kg were detected in the soil of two Finnish sawmills which used chlorophenolic fungicides(2)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Artiola-Fortuny J, Fuller WH; Soil Sci 133: 218-27 (1982) (2) Johnson RL et al; Ground Water 5: 652-66 (1985) (3) Miller RW, Faust SD; Environ Lett 4: 211-33 (1973) (4) Boyd SA; Soil Sci 134: 337-43 (1982)",
            "Value": "The Koc of 2,4-dichlorophenol ranged from approximately 200 to 5,000 in soil adsorption studies using five mineral soils(1); the most important factors controlling the degree of adsorption were pH and percentage of iron oxide in the soil(1). In batch soil adsorption experiments conducted at pH 10, 2,4-dichlorophenol exhibited a soil equilibrium partition coefficient (Kp) of 0.0+/-0.5 indicating that adsorption was not occurring(2); 2,4-dichlorophenol has a pKa of 7.8 at 20 °C which indicates that it will exist predominantly in the ionized form at pH 10(2); ionized phenols will generally not sorb to neutral or negatively charged soil organic matter as well as the non-dissociated form(2). The adsorption of the dichlorophenol isomers (including 2,4-dichlorophenol) onto Wyoming bentonite clay was found to be pH dependent with maximum adsorption occurring when ionization of the isomers was less than 50% based on pKa values(3). A 2,4-dichlorophenol Koc of 126 was measured in a clay loam soil from Michigan State University(4)."
        },
        {
            "References": "(1) Isaacson PJ, Frink CR; Environ Sci Technol 18: 43-48 (1984) (2) Schellenberg K et al; Environ Sci Technol 18: 652-7 (1984) (3) Eder G, Weber K; Chemosphere 9: 111-8 (1980)",
            "Value": "The Koc of 2,4-dichlorophenol in fine and coarse sediment (from Lake Zoar, CT) was determined to range from 3130 to 3990 at a pH 6.21-6.35 when the compound is primarily in the non-ionized state(1). The Koc of non-ionized 2,4-dichlorophenol in a lake sediment, a river sediment, and an aquifer material was found to range from 266 to 715(2). Monitoring of the Weser estuary in Germany found a ratio of 650 for the concentration of 2,4-dichlorophenol (and 2,5-dichlorophenol) in the sediment to the concentration in the water(3); a ratio of 117 was found for the concentration in suspended matter to concentration in water; pH not stated(3)."
        },
        {
            "References": "(1) Shiu WY et al; Chemosphere 29: 1155-224 (1994) (2) Swann RL et al; Res Rev 85: 23 (1983) (3) Danis TG et al; pp. 148-151 in Environmental Behavior of Pesticides, Regulatory Aspects. Copin A et al, eds. Rixensart,Belgium: European Study Service (1994)",
            "Value": "The Koc of 2,4-dichlorophenol has been determined to be 263 in lake sediment, 661 in river sediment and 708 in aquifer material(1). According to a classification scheme(2), these Koc values suggest that 2,4-dichlorophenol is expected to have low to moderate mobility in soil(SRC). A study determined that 26.31% of 2,4-dichlorophenol was adsorbed on suspensions of aluminum-pillared montmorillonite; the study concluded that the adsorption of chlorophenols increases as the number of chlorines in their molecules increases(3)."
        },
        {
            "References": "Aly OM et al; J Agric Food Chem 12: 541-6 (1964)",
            "Value": "Clay adsorption of 2,4-dichlorophenol in aqueous solutions was determined by measuring the clay weight required  to reduce the aqueous 2,4-dichlorophenol concentration to 2 mg/L. For a starting concentration of 3 g/L, the required clay weight was 96.11 g (kaolinite), 19.23g (illite), and 16.39 g (bentonite). For a starting concentration of 6 g/L, the required clay weight was 384.57 g (kaolinite) 76.92 g (illite), and 65.67 g (bentonite)(1)."
        }
    ]
}