{
    "_id": {
        "$oid": "6682e8bec4e5dba5ffba271f"
    },
    "CID": {
        "$numberInt": "8467"
    },
    "Name": "ETHYL VANILLIN",
    "IUPACName": "3-ethoxy-4-hydroxybenzaldehyde",
    "CanonicalSMILES": "CCOC1=C(C=CC(=C1)C=O)O",
    "Synonyms": [
        "3-Ethoxy-4-hydroxybenzaldehyde",
        "ETHYL VANILLIN",
        "121-32-4",
        "Ethylvanillin",
        "Ethylprotal",
        "Bourbonal",
        "Vanillal",
        "Ethavan",
        "Ethovan",
        "Vanirom",
        "Vanilal",
        "4-Hydroxy-3-ethoxybenzaldehyde",
        "Quantrovanil",
        "Benzaldehyde",
        "3-ethoxy-4-hydroxy-",
        "Rhodiarome"
    ],
    "IsomericSMILES": "CCOC1=C(C=CC(=C1)C=O)O",
    "INCHI": "InChI=1S/C9H10O3/c1-2-12-9-5-7(6-10)3-4-8(9)11/h3-6,11H,2H2,1H3",
    "INCHIKEY": "CBOQJANXLMLOSS-UHFFFAOYSA-N",
    "Formula": "C9H10O3",
    "MolecularWeight": {
        "$numberDouble": "166.17"
    },
    "Description": "Ethyl vanillin is a member of the class of benzaldehydes that is vanillin in which the methoxy group is replaced by an ethoxy group. It has a role as an antioxidant and a flavouring agent. It is a member of benzaldehydes, a member of phenols and an aromatic ether. It is functionally related to a vanillin.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "147"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Bazaco JF, Coca CM; Cienc Ind Farm 8(10-12): 223-6 (1989) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 5 was calculated in fish for ethyl vanillin(SRC), using a log Kow of 1.58(1) and a regression-derived equation(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Babeu L, Vaishnav DD; J Indust Microb 2: 107-15 (1987) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of June 11, 2015: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Ethyl vanillin reached 52.9% of its theoretical BOD in 5 days using an acclimated mixed microbial culture in the Closed Bottle test(1). Ethyl vanillin, present at 100 mg/L, reached 88% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(2)."
        }
    ],
    "logP": [
        {
            "References": "Bazaco JF, Coca CM; Cienc Ind Farm 8(10-12): 223-6 (1989)",
            "Value": "log Kow = 1.58"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 9, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/  Single rabbits were given ethyl vanillin orally in 10% aqueous glycerin at doses of 15 mg/kg bw/day for 13 or 26 days; 32 mg/kg bw/day for 15 days; 41 mg/kg bw/day for 26 days; or 49 mg/kg bw/day for 43 days. At the highest dose level, anemia, diarrhea and lack of weight gain were observed but no toxic signs were reported at any of the lower doses."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 9, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of CD Sprague-Dawley BR rats (20/sex/group) were fed ethyl vanillin of > 99.9% purity (nature of diet e.g., semi-synthetic/chow diet, not specified) at dose levels of 0, 500, 1000 or 2000 mg/kg bw/day for 13 weeks. ... No clinical signs or treatment-related deaths of toxicological significance were observed in treated animals during the study. Food intake was statistically significantly reduced in females at the highest dose group at week 1, and in treated male groups at weeks 1-4; thereafter there were no significant differences in food intake between controls and treated animals. Water intake, measured accurately during week 12 of treatment, did not differ notably from controls. Body-weight gain in males and females in the high-dose group was significantly reduced compared to control throughout the study.... There were no treatment-related differences from control in hematological parameters at week 6 or at termination. Clinical biochemical analyses showed statistically significant higher values in the high-dose group compared to control for ALAT, ALP, cholesterol and total plasma protein. Cholesterol levels were significantly increased  in males at the intermediate-dose group at week 6 only. The authors considered the alteration of the clinical biochemical parameters secondary to the hepatic changes seen histologically. Other sporadic differences from control values were generally within normal ranges for the strain and were not considered of toxicological significance.  At autopsy, enlarged cervical lymph nodes were noted in males at the intermediate-dose group, and in both sexes at the highest dose group. In addition, there was a reduction in adipose tissue in rats of both sexes at the highest dose group. Absolute liver weights were similar to controls but relative liver weights were increased in the intermediate- and high-dose animals. Absolute and relative spleen weights were increased in the intermediate- and high-dose groups. Although relative spleen weights were increased in the low-dose males, the absolute organ weights were unaffected, and in the absence of histopathological changes this observation was considered by the authors to be of no toxicological significance.  Histological examination revealed a dose-related increased incidence of hepatic peribiliary inflammatory change in both males and females of the intermediate- and high-dose groups, and minor bile duct hyperplasia affecting 1/20 intermediate- and 4/20 high-dose males. There were no changes observed in the liver parenchyma and no degenerative or inflammatory changes of the bile duct epithelium. Increased white pulp cellularity and prominence of germinal centres in the spleen, and increased prominence of germinal centres and lymphoid proliferation in cervical lymph nodes were seen in the intermediate- and high-dose groups. The authors considered the findings of the lymphoid tissue to be associated reactive changes to the hepatic peribiliary inflammatory observations."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 2, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Administration of ethyl vanillin /to strain A mice/ i.p. at doses of 15 or 75 mg/kg bw three times a week for eight weeks resulted in respective mortalities of 8/20 and 10/20 animals.  Control animals receiving i.p. injections of the vehicle, tricaprylin, had survival rates of 77/80 (males) and 77/80 (females).  In the control group, 28% of males and 23% of females developed lung tumours whereas in the treated groups only one animal, in the higher dose group, exhibited a single lung nodule.  It was concluded that ethyl vanillin did not potentiate the pulmonary tumour responses in strain A mice."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 2, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sixteen rats were given 30 mg ethyl vanillin weekly for 7 weeks without adverse effect on growth, food intake or protein utilization."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 2, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Doses of 300 mg/kg bw were administered to rats by gavage twice weekly for 14 weeks without any adverse effects.  In another experiment, groups of 16 rats were fed 20 mg/kg bw daily for 18 weeks without adverse effect but 64 mg/kg bw daily for 10 weeks reduced growth rate and caused myocardial, renal, hepatic, lung, spleen and stomach injuries."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 930",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When 20 mg/kg/day /ethyl vanillin/ was fed to rats for 18 weeks no effects were produced, whereas rats fed 64 mg/kg/day for 10 weeks showed reduction in growth rate and mild cardiac, renal, hepatic, lung, spleen, and stomach injuries."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 2, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 12 male and 12 female rats were fed diets containing 0, 0.5, 1 and 2% ethyl vanillin for 2 years or 2% and 5% for one year without any adverse effects on growth, organ weights of major organs, hematology and histology of major tissues."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 2, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male rats were fed 0, 2 or 5% ethyl vanillin in the diet for one year without any adverse effects."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V5 930",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Neither 20,000 and 50,000 ppm of ethyl vanillin fed to male rats in the diet for 1 year, nor 5000, 10,000, and 20,000 ppm fed to male and female rats in the diet for 2 years produced any effects."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 9, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ Ethyl vanillin did not induce sister chromatid exchanges in cultured Chinese hamster ovary cells  in vitro but was reported to enhance the ability of mitomycin C to cause sister chromatid exchanges."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 9, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ In  in vitro assays using Chinese hamster ovary cells, ethyl vanillin did not induce chromosomal aberrations; the compound did cause an increase in polyploid cells but the significance of this is unclear and similar polyploidy was induced by riboflavin."
        },
        {
            "References": "WHO/JECFA; Joint Expert Committee on Food Additives monograph  683. Ethyl vanillin (WHO Food Additives Series 26). Available from, as of June 9, 2015: https://inchem.org/pages/jecfa.html",
            "Value": "/GENOTOXICITY/ Ethyl vanillin was negative in a mouse micronucleus assay when given to groups of four mice as two ip doses of up to 1 g/kg bw at an interval of 24 hr."
        },
        {
            "References": "PMID:22450566",
            "Value": "/GENOTOXICITY/ ... The objective of the present work was to evaluate the impact of vanillin and ethyl vanillin ... on the activities of CYP1A2, CYP2C, CYP3A and CYP2E1 in rat liver microsomes (RLM) in vivo. ... After rats were orally administered vanillin or ethyl vanillin once a day for seven consecutive days, CYP2E1 activity was increased and CYP1A2 activity was decreased in RLM. The in vivo results revealed that drug interaction between vanillin/ethyl vanillin and the CYP2E1/CYP1A2-metabolizing drugs might be possible, and also suggested that the application of the above additives in foods and drugs should not be unlimited so as to avoid the adverse interaction."
        },
        {
            "References": "Mortelmans K et al; Environ Mutagen 8:1-119 (1986)",
            "Value": "/GENOTOXICITY/ Ethyl vanillin was found to be negative when tested for mutagenicity using the Salmonella/microsome preincubation assay, using the standard protocol approved by the National Toxicology Program (NTP). Ethyl vanillin was tested in as many as 5 Salmonella typhimurium strains (TA1535, TA1537, TA97, TA98, and TA100) in the presence and absence of rat and hamster liver S-9, at doses of 0.100, 0.333, 1.000, 3.333, 6.000, and 8.000 mg/plate. The highest ineffective dose tested without appreciable toxicity in any S. typhimurium strain was 6.000 mg/plate in strains TA1537 and TA98 without activation. At this dose, strains TA100 and TA1535 exhibited some clearing of the background bacterial lawn when tested without activation. Slight to total clearing of the background lawn was observed at the high dose."
        },
        {
            "References": "PMID:20195833",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The present work aimed to assess novel pharmacological properties of ethyl vanillin (EVA) which is used as a flavoring agent for cakes, dessert, confectionary, etc. EVA exhibited an inhibitory activity in the chorioallantoic membrane angiogenesis. Anti-inflammatory activity of EVA was convinced using the two in vivo models, such as vascular permeability and air pouch models in mice. Antinociceptive activity of EVA was assessed using acetic acid-induced writhing model in mice. EVA suppressed production of nitric oxide and induction of inducible nitric oxide synthase in the lipopolysaccharide (LPS)-activated RAW264.7 macrophage cells. However, EVA could not suppress induction of cyclooxygenase-2 in the LPS-activated macrophages. EVA diminished reactive oxygen species level in the LPS-activated macrophages. EVA also suppressed enhanced matrix metalloproteinase-9 gelatinolytic activity in the LPSactivated RAW264.7 macrophage cells. EVA at the used concentrations couldn't diminish viability of the macrophage cells. Taken together, the anti-angiogenic, anti-inflammatory and anti-nociceptive properties of EVA are based on its suppressive effect on the production of nitric oxide possibly via decreasing the reactive oxygen species level."
        },
        {
            "References": "PMID:22900597",
            "Value": "/OTHER TOXICITY INFORMATION/ The thermal tolerance Cronobacter sakazakii was examined in sterile powdered infant formula (PIF) rehydrated at 58 °C in water or apple juice supplemented with vanillin, ethyl vanillin, or vanillic acid. All three compounds decreased thermal tolerance during-rehydration and the lowest decimal reduction time (D-value, 0.19 +/- 0.01 min) was measured in PIF rehydrated in apple juice supplemented with 20 mM vanillic acid. At this level of supplementation no C. sakazakii were detected in PIF stored for 48 hr at 10 and 24 hr at 21 °C subsequent to a sublethal heat treatment. Thermal tolerance during rehydration and survival in reconstituted PIF were influenced by compound type, concentration, and temperature. Supplementation of PIF with vanillin, ethyl vanillin, or vanillic acid could enhance the safety of PIF or other dehydrated foods contaminated with C. sakazakii."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Christman RF et al; Sci Total Environ 47: 195-210 (1985)",
            "Value": "SEDIMENT: Ethyl vanillin was identified but not quantified in suspended sediment of the freshwater lake, Singletary Lake, in eastern North Carolina(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Bazaco JF, Coca CM; Cienc Ind Farm 8(10-12): 223-6 (1989) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of June 11, 2015:  (3) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Serjeant EP, Dempsey B; Ionisation constants of organic acids in aqueous solution. IUPAC Chem Data Ser No.23. New York, NY: Pergamon pp. 989 (1979) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)  https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm",
            "Value": "The Koc of ethyl vanillin is estimated as 60(SRC), using a log Kow of 1.58(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that ethyl vanillin is expected to have high mobility in soil. The pKa of the related compound vanillin is 7.4(3). By analogy, this value suggests that ethyl vanillin will exist partially in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}