{
    "_id": {
        "$oid": "6682e8bec4e5dba5ffba2720"
    },
    "CID": {
        "$numberInt": "8471"
    },
    "Name": "TRIETHYLAMINE",
    "IUPACName": "N,N-diethylethanamine",
    "CanonicalSMILES": "CCN(CC)CC",
    "Synonyms": [
        "TRIETHYLAMINE",
        "121-44-8",
        "N,N-Diethylethanamine",
        "(Diethylamino)ethane",
        "Ethanamine",
        "N,N-diethyl-",
        "triethyl amine",
        "Triaethylamin",
        "Triethylamin",
        "Trietilamina",
        "N,N,N-Triethylamine",
        "NEt3",
        "trietylamine",
        "tri-ethyl amine",
        "(C2H5)3N",
        "MFCD00009051"
    ],
    "IsomericSMILES": "CCN(CC)CC",
    "INCHI": "InChI=1S/C6H15N/c1-4-7(5-2)6-3/h4-6H2,1-3H3",
    "INCHIKEY": "ZMANZCXQSJIPKH-UHFFFAOYSA-N",
    "Formula": "C6H15N",
    "MolecularWeight": {
        "$numberDouble": "101.19"
    },
    "Description": "Triethylamine is a tertiary amine that is ammonia in which each hydrogen atom is substituted by an ethyl group.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 12, 2016: https://www.safe.nite.go.jp/english/db.html (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Measured BCF values of <0.5 and <4.9 were reported in carp (Cyprinus carpio; lipid content, 3.9%), exposed to triethylamine at 0.5 and 0.05 mg/L, respectively, over a 6-week period(1). According to a classification scheme(2), these BCFs suggest the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chudoba J et al; Chem Prum 19: 76-80 (1969) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 12, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: Triethylamine was not degraded by activated sludge even when acclimatized (BOD 5.3% of theoretical after 13 days)(1). Triethylamine, present at 100 mg/L, reached 28% of its Theoretical BOD in 4 weeks using an activated sludge inoculum at 100 mg/L in the Japanese MITI test(2). ["
        },
        {
            "References": "(1) Kawahara K et al; Chemosphere 39:2001-18 (1999)",
            "Value": "ANAEROBIC: Triethylamine was found to be persistent under anaerobic conditions(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 25",
            "Value": "log Kow = 1.45"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats exposed at 500 ppm for 4 hours survived; 1000 ppm was fatal to one of six, and 2000 ppm killed all six test rats. No deaths were produced in guinea pigs exposed at up to 2000 ppm for 30 minutes. Four of six exposed animals died following a 2- hour exposure at 2000 ppm; two of six died following a 4-hour exposure at 1000 ppm; however, all six exposed animals survived a 4-hour exposure at 250 ppm."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 944",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Triethylamine/ is strongly alkaline, and when drop is applied to rabbit's eye, causes severe injury, graded 9 on scale of 1 to 10 after 24 hr /most severe injuries have been rated 10/. Tests of aqueaous solution on rabbit eyes at pH 10 and pH 11 indicate injuriousness /of triethylamine/ is related principally to degree of alkalinity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 715",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A 70% soln applied on the skin of guinea pigs caused prompt skin burns leading to necrosis; when held in contact with guinea pig skin for 2 hr, there was severe skin irritation with extensive necrosis and deep scarring."
        },
        {
            "References": "PMID:3963001",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/  ... Five cat eyes and 1 monkey eye were exposed to triethylamine. Animals were exposed to triethylamine at rates of 0.45-0.85 mmol triethylamine/5 min for periods ranging from 1 to 5 min. Corneal epithelial damage occurred at all doses and was severe at higher concentrations. In all cases the epithelium was healed by day 4. Optical discontinuities of the stroma similar to those seen in human patients were observed at all dose levels."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Triethylamine (121-44-8). Available from, as of July 28, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of rabbits (6/group, sex not specified) were whole body exposed to vapors of triethylamine (purity not stated) at either 48 ppm (199 mg/cu m; duration adjusted = 41.4 mg/cu m) or 100 ppm (414 mg/cu.m; duration adjusted = 86.2 mg/cu m), 7 hours/day, 5 days/week for a period of 6 weeks ... This exposure was repeated such that a total of 12 animals/ group were exposed. ... No deaths occurred during the exposures. Histopathology of the lungs from animals exposed to 100 ppm showed evidence of irritation including edema, moderate peribronchitis, vascular thickening, and edema. Lung tissue from the 48 ppm exposed groups showed only focal areas of lymphocytic infiltration and a slight thickening of vascular walls, indicating less irritation than at the higher concentration. Hepatic pathology was also exposure-related with cell degeneration and necrosis occurring in animals exposed to the higher concentration and only slight cellular degeneration occurring in the 48 ppm exposure animals. In the high exposure animals, kidney and heart pathology (cellular degeneration and necrosis) were both reported. Eye lesions, described as corneal edema and multiple punctate erosions of the corneal epithelium, were reported at 48 ppm. Based on the pathologies occurring both in internal and external (eyes) organs, 48 ppm is considered as a LOAEL in this study, (HEC) for extrarespiratory effects (eyes) = 41.4 mg/cu m. For the lung effects, LOAEL(HEC) = 16.56 mg/cu m. ..."
        },
        {
            "References": "PMID:2237926",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female F-344 rats were exposed at 0, 25, or 247 ppm triethylamine (TEA) vapor, 6 hr per day, 5 days per week for up to 28 weeks in order to characterize the subchronic organ system toxicity. Rats were weighed biweekly and scheduled sacrifices were performed following about 30, 60, and 120 days of exposure. No statistically significant treatment-related effects on organ weights, hematology, clinical chemistry, or electrocardiographic indices were observed. Body weight gain was not affected by TEA treatment. No physiologic or pathologic evidence of cardiotoxicity was seen in rats exposed to either TEA concentration for up to 28 weeks. No gross or histopathologic lesions attributable to TEA exposure were noted in any of the organs examined, including the nasal passages."
        },
        {
            "References": "U.S. Environmental Protection Agency's Integrated Risk Information System (IRIS) on Triethylamine (121-44-8). Available from, as of July 28, 2016: https://www.epa.gov/iris",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The authors exposed rats (5 males, 5 females) to 1000 ppm (4139 mg/cu m) 6 hours/day for 10 days. The duration-adjusted concentration of triethylamine is 739 mg/cu m. A minimum of 8 tissues were examined in each animal including the nasal cavity (a minimum of 2 sections were taken) trachea, lung, heart, esophagus, kidney, and spleen. All 10 animals had at least moderate (grade 3) necrotizing inflammation of the nasal cavity. Progression of effects deeper into the respiratory tract was indicated by the occurrence of squamous metaplasia (from slight to marked in severity) in the trachea in 7 of 10 animals. Moderate thymic atrophy was present in 7 of 10 animals. Keratitis (graded as slight) was noted in three animals. Two of the males and one of the females died after the seventh day of exposure. Lung effects (perivascular edema) was noted but only in the three animals that died. ..."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 944",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic exposure of rabbits to ... vapors /of triethylamine/ at concentrations as low as 50 ppm in air causes multiple erosions of cornea and conjunctiva ... in ... 6 wk."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 715",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ /Investigators/ ... exposed rabbits repeatedly to measured concn of ... triethylamine in air. ... /Triethylamine/ produced lung, liver, and kidney damage & definite degenerative changes in the heart at 100 ppm. ... 50 ppm ... was sufficient to produce lung irritation. ..."
        },
        {
            "References": "PMID:6886296",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sixteen amine cmpd that are used in the rubber industry and sodium nitrate were tested on 3 day old chicken embryos. The embryotoxic potency of the chemicals in this system, including deaths & malformations, is defined by the total effect, ie the total number of affected embryos on day 14 of incubation. The ED50 for triethylamine, 1 of the 4 most embryotoxic chemicals, was 0.90 umol/egg (95% confidence limit 0.65-1.2 umol/egg). LD50 value for total mortality on day 14 was 1.6 umol/egg. LD50 value for early death (embryos that died before day 5 of the incubation, within two days of the treatment) was 1.8 umol/egg. Malformations observed were: small eye cup 31%, defects of lids and cornea 73%, defects of beak 4%, encephalocoele or skin pimple in head 23%, open coelom 35%, short back or neck 42%, defects of wings 38%, and edema and lymph blebs 4%."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Triethylamine (CAS Number: 121-44-8) (EC Number: 204-469-4) (Last updated: May 30, 2016). Available from, as of July 28, 2016: https://echa.europa.eu/",
            "Value": "/GENOTOXICITY/ Male Wistar rats were exposed to 1 and 10 mg/cu cm triethylamine via continuous inhalation for 30 and 90 days. 50 to 100 bone marrow cells were scored per animal. The incidence of cells with chromosomal breakage did not exceed controls but the incidence of aneuploid cells was significantly higher at 1 mg/cu cm after 30 days. There was no incidence of aneupoidy in the dose group exposed to 10 mg/cu m of TEA neither after 30 days nor after 90 days of exposure. No decrease in mitotic activity was observed."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ Triethylamine was tested for mutagenicity in the Salmonella/microsome preincubation assay using a protocol approved by the National Toxicology Program. Triethylamine was tested at doses of 0, 100, 333, 1000, 3333, and 10,000 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Triethylamine was negative in these tests and the highest ineffective dose level tested (not causing a clearing of the background lawn) in any Salmonella tester strain was 3333 ug/plate."
        },
        {
            "References": "PMID:2598299",
            "Value": "/OTHER TOXICITY INFORMATION/ Sensory irritation due to inhalation of diethyl-, triethyl-, dibutyl-, tributyl- and cyclohexylamine was estimated from the decrease in respiratory rate in normal mice (American Standard Method E981-84). The concentration-effect relations followed Michaelis-Menten equations, except for diethylamine, for which a threshold was found. The concentration depressing the respiratory rate by 50% (RD50) for ... triethylamine ... was 186 ppm ... . The ...  concentration depressing the respiratory rate by 50% (tRD50) was ...  691 ppm for ...  triethylamine ... . Only minor or no effects on the tidal volumes were found at the lower exposure concentrations. The trigeminal and pulmonary receptors are believed to be activated directly by the amines, and the receptor environments are believed to be lipophilic. Structure-activity analysis was made by comparing the effects of the amines with the effects of previously investigated primary n-alkylamines. Occupational exposure limits (TLV) were estimated for both effects. Finally, the sensory irritation effect was found to be an important part of the odour sensation, also below the TLVs."
        },
        {
            "References": "PMID:8347170",
            "Value": "/OTHER TOXICITY INFORMATION/ The inhibition of hydroxysteroid-sulfotransferase (ST) activity in the rat liver by alkylamines was investigated. Liver homogenates were prepared from Wistar-rats, & cytosolic fractions were obtained. ST activities towards dehydroepiandrosterone (DHEA), androsterone (AS), & 2-naphthol (2NA) were assayed. Cytosolic fractions were fractionated by column chromatography. Triethylamine, which was used as an elution solvent for column chromatography to purify chemically synthesized 3'-phosphoadenosine-5'-phosphosulfate (PAPS) inhibited androgen sulfation with AS & DHEA, but did not affect ST activities with cortisol (CORT) & 2-NA. ... Fourteen primary, secondary, & tertiary amines were examined for inhibitory actions on ST activities towards DHEA, CORT, & 2-NA. A secondary amine, di-n-butylamine (111922), & three tertiary amines, triethylamine (121448), tri-n-propylamine (102692), & tri-n-butylamine (102829), inhibited DHEA ST activity by 40 to 60%, irrespective of sex. However, 2-NA & CORT ST activities were not affected to any significant extent. Lineweaver Burk plots with partially purified hydroxysteroid ST indicated that the inhibition by triethylamine fitted a noncompetitive inhibition. ... Glucocorticoid ST appears to be distinct from the hydroxysteroid ST, & that this has implications for the inhibition of human liver ST activities by synthetic steroids & tertiary amines given as drugs."
        },
        {
            "References": "European Chemicals Agency (ECHA); Registered Substances, Triethylamine (CAS Number: 121-44-8) (EC Number: 204-469-4) (Last updated: May 30, 2016). Available from, as of July 28, 2016: https://echa.europa.eu/",
            "Value": "/OTHER TOXICITY INFORMATION/ TEA irritates the mucous membranes and the respiratory tract. In concentrations of 156 ppm a 50% decrease of the respiratory rate in rats was found."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Golovnya RV et al; USSR Acad Med Sci pp. 327-35 (1982)",
            "Value": "SOIL: Triethylamine was identified in uncultivated loamy soil from the Moscow, Russia region. Since this soil is uncultivated, it is possible that the amines are formed naturally rather than being a contaminant or a metabolite of a fertilizer or pesticide(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.1. Nov, 2012. Available from, as of July 12, 2016: https://www2.epa.gov/tsca-screening-tools (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Riddick JA et al; Organic Solvents: Physical Properties and Methods of Purification. Techniques of Chemistry. 4th ed. New York, NY: Wiley-Interscience (1996) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of triethylamine can be estimated to be 51(SRC). According to a classification scheme(2), this estimated Koc value suggests that triethylamine is expected to have high mobility in soil. The pKa of triethylamine is 10.78(3), indicating that this compound will exist almost entirely in the cation form in the environment and cations generally adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}