{
    "_id": {
        "$oid": "6682e8bfc4e5dba5ffba2722"
    },
    "CID": {
        "$numberInt": "8478"
    },
    "Name": "BENZETHONIUM CHLORIDE",
    "IUPACName": "benzyl-dimethyl-[2-[2-[4-(2,4,4-trimethylpentan-2-yl)phenoxy]ethoxy]ethyl]azanium;chloride",
    "CanonicalSMILES": "CC(C)(C)CC(C)(C)C1=CC=C(C=C1)OCCOCC[N+](C)(C)CC2=CC=CC=C2.[Cl-]",
    "Synonyms": [
        "benzethonium chloride",
        "121-54-0",
        "Hyamine",
        "Phemerol Chloride",
        "Phemeride",
        "Benzethoniumchloride",
        "Quatrachlor",
        "Disilyn",
        "Kylacol",
        "Phemithyn",
        "Diapp",
        "Hyamine 1622",
        "Benzetonium chloride",
        "Antiseptol",
        "Banagerm"
    ],
    "IsomericSMILES": "CC(C)(C)CC(C)(C)C1=CC=C(C=C1)OCCOCC[N+](C)(C)CC2=CC=CC=C2.[Cl-]",
    "INCHI": "InChI=1S/C27H42NO2.ClH/c1-26(2,3)22-27(4,5)24-13-15-25(16-14-24)30-20-19-29-18-17-28(6,7)21-23-11-9-8-10-12-23;/h8-16H,17-22H2,1-7H3;1H/q+1;/p-1",
    "INCHIKEY": "UREZNYTWGJKWBI-UHFFFAOYSA-M",
    "Formula": "C27H42ClNO2",
    "MolecularWeight": {
        "$numberDouble": "448.1"
    },
    "Description": "Benzethonium chloride is a (synthetic) quaternary ammonium salt that is benzyldimethylamine in which the nitrogen is quaternised by a 2-{2-[p-(2,4,4-trimethylpentan-2-yl)phenoxy]ethoxy}ethyl group, with chloride as the counter-ion. An antiseptic and disinfectant, it is active against a broad spectrum of bacteria, fungi, moulds and viruses. It has a role as an antiseptic drug, a disinfectant, an antibacterial agent, an antiviral agent and an antifungal agent. It is a quaternary ammonium salt, a chloride salt and an aromatic ether.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "466"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "BALEUX B, CAUMETTE P; WATER RES 11 (9): 833 (1977)",
            "Value": "CATIONIC SURFACTANTS HAD NOBACTERIOSTATIC OR BACTERIOLYTIC ACTION ON HETEROTROPHIC BACTERIAL POPULATION ISOLATED FROM SEWAGE & RIVER WATERS, CYCLICAL ALKYLAMMONIUM CMPD ARE NOT DEGRADED."
        },
        {
            "References": "Verschueren, K. Handbook of Environmental Data of Organic Chemicals. 2nd ed. New York, NY: Van Nostrand Reinhold Co., 1983., p. 244",
            "Value": "Biodegradation: at 18 mg/l no degradation after 28 days by nonadapted sewage."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 870",
            "Value": "... CONCN OF 0.1% TO 1.0% IN WATER HAVE BEEN SIGNIFICANTLY IRRITATING OR INJURIOUS TO RABBIT EYE ... ."
        },
        {
            "References": "KIRSCHSTEIN RL; DEV BIOL STAND 24: 203 (1974)",
            "Value": "BENZETHONIUM CHLORIDE CAUSED INJECTION-SITE FIBROSARCOMAS IN RATS WITH LOW MALIGNANCY."
        },
        {
            "References": "BOUCK GR, JOHNSON DA; TRANS AM FISH SOC 108 (1): 63 (1979)",
            "Value": "APPLICATION OF HYAMINE 1622 TO HEALTHY SMOLTS OF COHO SALMON FOLLOWED BY DIRECT TRANSFER TO SEAWATER FOR 10 DAYS RESULTED IN HIGH MORTALITY; WHEN TREATED & HELD IN FRESH WATER FOR 4 DAYS & GRADUALLY CHANGED OVER A 4 HR PERIOD TO SEAWATER, MORTALITY WAS MUCH LOWER."
        },
        {
            "References": "MASON MM ET AL; CLIN TOXICOL 4 (2): 185 (1971)",
            "Value": "IN RATS BENZETHONIUM CHLORIDE SIGNIFICANTLY INCR THE INCIDENCE OF FIBROSARCOMAS AFTER REPEATED INJECTION OF 3 MG/KG SC, BIWEEKLY FOR 50 WK."
        },
        {
            "References": "AURSNES J; ACTA OTOLARYNGOL (STOCKH) 93 (5-6): 421 (1982)",
            "Value": "BENZETHONIUM CHLORIDE INTRODUCED INTO THE TYMPANIC CAVITY OF GUINEA PIGS CAUSED DAMAGE, AFFECTING BOTH VESTIBULAR & COCHLEAR PARTS OF MIDDLE EAR. THE EXTENT OF DAMAGE RELATED TO EXPOSURE, DURATION, & SURVIVAL."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "Benzethonium chloride was evaluated to be negative when tested for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Benzethonium chloride was tested at doses of 0, 0.01, 0.03, 0.1, 0.3, 1.0, 3.3, 10, 33, and 100 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Benzethonium chloride was negative in these tests and the highest ineffective dose level tested in any Salmonella tester strain was 100 ug/plate."
        },
        {
            "References": "Toxicology & Carcinogenesis Studies of Benzethonium Chloride in F344/N Rats and B6C3F1 Mice (Dermal Studies). Technical Report Series No. 438 (1995) NTIS Publication No. PB96-162300 U.S. Department of Health and Human Services, National Toxicology Program, National Institute of Environmental Health Sciences, Research Triangle Park, NC 27709",
            "Value": "... CONCLUSIONS: Under the conditions of these 2 yr dermal studies, there was no evidence of carcinogenic activity of benzethonium chloride in male or female F344/N rats receiving 0.15, 0.5, or 1.5 mg/kg. There was no evidence of carcinogenic activit,v in male or female B6C3F1 mice receiving 0.15, 0.5, or 1.5 mg/kg."
        }
    ]
}