{
    "_id": {
        "$oid": "6682e8bfc4e5dba5ffba2723"
    },
    "CID": {
        "$numberInt": "8489"
    },
    "Name": "1-CHLORO-3-NITROBENZENE",
    "IUPACName": "1-chloro-3-nitrobenzene",
    "CanonicalSMILES": "C1=CC(=CC(=C1)Cl)[N+](=O)[O-]",
    "Synonyms": [
        "1-Chloro-3-nitrobenzene",
        "121-73-3",
        "m-Chloronitrobenzene",
        "3-Nitrochlorobenzene",
        "m-Nitrochlorobenzene",
        "3-Chloronitrobenzene",
        "BENZENE",
        "1-CHLORO-3-NITRO-",
        "Chloro-m-nitrobenzene",
        "3-Chloro-1-nitrobenzene",
        "Metachloronitrobenzene",
        "1-Chloro-3-nitro-benzene",
        "NSC 5502",
        "8XSA3GF8O1",
        "DTXSID4021971",
        "CHEBI:82420"
    ],
    "IsomericSMILES": "C1=CC(=CC(=C1)Cl)[N+](=O)[O-]",
    "INCHI": "InChI=1S/C6H4ClNO2/c7-5-2-1-3-6(4-5)8(9)10/h1-4H",
    "INCHIKEY": "KMAQZIILEGKYQZ-UHFFFAOYSA-N",
    "Formula": "C6H4ClNO2",
    "MolecularWeight": {
        "$numberDouble": "157.55"
    },
    "Description": "1-chloro-3-nitrobenzene is a C-nitro compound that is nitrobenzene in which one of the meta- hydrogens has been replaced by chlorine. It is a C-nitro compound and a member of monochlorobenzenes.",
    "XlogP": {
        "$numberDouble": "2.5"
    },
    "Complexity": {
        "$numberInt": "134"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Niimi AJ et al; Environ Tox Chem 8: 817-23 (1989) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Rainbow trout (Salmo gairdneri) were fed a mixture of 14 different chloronitrobenzenes, including 1-chloro-3-nitrobenzene, and the amount of 1-chloro-3-nitrobenzene present in the fish was measured over 36 days(1). 1-Chloro-3-nitrobenzene was present in trace amounts 3 days following exposure and was not detectable (<5 ug/kg fish) after 8 days. Fish in water containing 800 ng/L of 1-chloro-3-nitrobenzene plus the same mixture of chloronitrobenzenes had BCF values for 1-chloro-3-nitrobenzene of 77 after 5 days to 91 after 36 days with a mean BCF of 78(1). According to a classification scheme(2), these BCF values suggest bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Canton JH et al; Regulatory Toxicology and Pharmacology 5: 123-131 (1985) (2) Alexander M, Lustigman B; J Agr Food Chem p. 410-413 (1966) (3) Piet GJ, Morra CF; pp. 31-42 in Water Resources Engineering Ser. Huisman L, Olsthorn TN eds; Pitman Pub (1983) (4) Piet GJ et al; pp 69-80 in Hydrocarbon Halo Hydrocarbon Aquatic Environ; Afghan BK, Mackay D eds; NY, NY: Plenum Press (1980) (5) Alexander M, Lustigman BK; J Agric Food Chem 14: 410-413 (1966)",
            "Value": "AEROBIC: 1-Chloro-3-nitrobenzene was tested for biodegradability using the OECD, river die-away, and Pitter tests; the half-life for 1-chloro-3-nitrobenzene was much greater than four weeks for these tests using both unadapted and adapted inoculum(1). A lack of significant ring cleavage by day 64, as measured by UV spectroscopy, showed that 1-chloro-3-nitrobenzene at 10 ug/mL did not degrade readily in aqueous suspensions of Niagara silt loam(2). This analytical method was not selective enough however, to determine whether biotransformations not involving aromatic ring cleavage may have taken place(2). Information from studies to determine the effectiveness of various drinking water purification methods in the Netherlands suggests that 1-chloro-3-nitrobenzene may be biodegraded in soil(3). The removal of 1-chloro-3-nitrobenzene from bank-filtered water that was observed in these studies, may have been due partly to biodegradation; however, the contribution of other processes such as adsorption was not determined. In an earlier study, 1-chloro-3-nitrobenzene was measured in bank-filtered Rhine River water retained for a time of >1 year(4).  The biodegradation half-life of 1-chloro-3-nitrobenzene was >64 days in solutions using microorganisms derived from a soil inoculum(5)."
        },
        {
            "References": "(1) Susarla S et al; Chemosphere 32: 967-977 (1996)",
            "Value": "ANAEROBIC: The rate constant for the anaerobic biodegradation of 1-chloro-3-nitrobenzene in sediment obtained from the Tsurumi River, Japan was 0.216 days-1, which corresponds to a half-life of 3.2 days(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "PMID:6685729",
            "Value": "1-Chloro-3-nitrobenzene was detected in Mississippi River buffalo fish at unknown concentrations from a localized 150 mile section of the river extending from St. Louis, MO to Cape Girardeau, MO. 1-Chloro-3-nitrobenzene at concentrations of 0.057 ppm were found in carp and sucker fish within the same section of the Mississippi River(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 17",
            "Value": "log Kow = 2.41"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1-chloro-3-nitrobenzene can be estimated to be 310(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1-chloro-3-nitrobenzene is expected to have moderate mobility in soil(SRC)."
        }
    ]
}