{
    "_id": {
        "$oid": "6682e8bfc4e5dba5ffba2724"
    },
    "CID": {
        "$numberInt": "8490"
    },
    "Name": "CYCLONITE",
    "IUPACName": "1,3,5-trinitro-1,3,5-triazinane",
    "CanonicalSMILES": "C1N(CN(CN1[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-]",
    "Synonyms": [
        "CYCLONITE",
        "Hexogen",
        "Cyclotrimethylenetrinitramine",
        "121-82-4",
        "Geksogen",
        "Hexolite",
        "Hexahydro-1,3,5-trinitro-1,3,5-triazine",
        "Hexogen 5W",
        "Trimethylenetrinitramine",
        "1,3,5-Trinitro-1,3,5-triazinane",
        "Heksogen",
        "Hexogeen",
        "1,3,5-Trinitro-1,3,5-triazacyclohexane",
        "Trimethyleentrinitramine",
        "Cyclotrimethylenenitramine"
    ],
    "IsomericSMILES": "C1N(CN(CN1[N+](=O)[O-])[N+](=O)[O-])[N+](=O)[O-]",
    "INCHI": "InChI=1S/C3H6N6O6/c10-7(11)4-1-5(8(12)13)3-6(2-4)9(14)15/h1-3H2",
    "INCHIKEY": "XTFIVUDBNACUBN-UHFFFAOYSA-N",
    "Formula": "C3H6N6O6",
    "MolecularWeight": {
        "$numberDouble": "222.12"
    },
    "Description": "1,3,5-trinitro-1,3,5-triazinane is an N-nitro compound that is 1,3,5-triazinane in which all three of the hydrogens attached to the nitrogens have been replaced by nitro groups. It is widely used in both industrial and military explosives. It has a role as an explosive. It is a member of 1,3,5-triazinanes and a N-nitro compound.",
    "XlogP": {
        "$numberDouble": "1.6"
    },
    "Complexity": {
        "$numberInt": "229"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ryon MG et al; Database Assessment of the Health and Environmental Effects of Munition Production Waste Water ORNL-6018 (NTIS DE84-016512) (1984) (2) Lotufo GR; Ecotoxicol Environ Saf 74(3):301-6 (2011) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Bioconcentration in bluegill sunfish /Lepomis macrochirus/, channel catfish /Ictalurus punctatus/, and fathead minnow /Pimephales promelas/ was measured for cyclonite concentrations of 0.014 and 1.0 mg/L(1). The bioconcentration factors in edible tissue at the lower concentration ranged from 4.0 in catfish to 5.9 in fathead minnow and were slightly higher in viscera (5 in catfish to 11 in fathead minnows)(1). Elimination of all cyclonite from the fish tissues at the low dose exposure occurred after 14 days in the bluegill and catfish but not totally in the minnow. At the higher dose, minnows and catfish eliminated 70-84% of the accumulated cyclonite but no elimination occurred in the bluegill(1). The BCFs of cyclonite in sheepshead minnows (Cyprinodon variegatus) are reported as 1.0, 2.1, 1.6, 0.6 and 0.7 in the liver, viscera, gills, body remains and whole body, respectively, exposed for 24 hours at a cyclonite concentration of 8.11-8.14 mg/L(2). According to a classification scheme(3), these BCF values suggest that bioconcentration in aquatic organisms is low(SRC)."
        },
        {
            "References": "(1) Pennington JC; Brannon JM; Thermochim Acta 384: 163-72 (2002) (2) Best EPH et al; Chemosphere 38: 3383-96 (1999) (3) Best EPH et al; Chemosphere 62: 616-625 (2005) (4) Zhang B et al; Chemosphere 76: 76-82 (2009)",
            "Value": "Cyclonite is readily bioaccumulated by plants(1). Lettuce, nutsedge, tomato fruit, corn kernels, and corn stover had reported cyclonite concentrations of 1,200, 62, 7, 6, and 56 mg/kg, respectively, following growth in soil contaminated with 58 mg/kg cyclonite(1). Aquatic plants grown in cyclonite contaminated groundwater also were shown to accumulate cyclonite(1,2). In an ecosystem study using sediment, characteristic aquatic vegetation, and cyclonite contaminated groundwater from the Milan Ammunition Plant in Milan, TN, the initial cyclonite concentration in groundwater was 1,529 ug/L(2). Following a 13-day incubation, submerged plant specie concentrations were 976, 42, and 1,496 ug/L for Elodea, pondweed, and water star-grass, respectively; emergent plant concentrations were 3196, 1156, 704, and <20 ug/L for parrot-feather, sweet-flag, R. canary grass, and wool-grass, respectively(2). In an ecosystem study designed to show the effects of cyclonite in aged soil, cyclonite, present at 14 to 1540 mg/kg dry weight resulted in a mean BCF of 1251 in earthworms (Eisenia fetida), and mean BCFs of 2545 and 3594 in the plants Lolium perenne (perennial ryegrass) and Medicago sativa (alfalfa), respectively(3). Uptake of cyclonite was rapid peaking in concentration at 7 days, followed by a decrease to give a measured BCF of 1.86 in earthworms (Eisenia fetida)(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Spanggord RJ et al; Environmental Fate Studies on Certain Munitions Wastewater Constituents Phase II. NTIS AD-A099256. Menlo Park, CA: SRI Int (1980) (2) Spanggord RJ et al; Environmental Fate Studies on Certain Munitions Wastewater Constituents. NTIS AD-A138550. Menlo Park, CA: SRI Int. (1983) (3) Osmon JL, Klausmeier RE; Dev Ind Microbiol 14: 247-52 (1973) (4) Small MJ, Rosenblatt DH; Munitions production products of potential concern as waterborne pollutants - phase II. TR-7404 (NTIS AD919031) Aberdeen MD: US Army Med Bioeng Res Dev Lab (1974) (5) Funk SB et al; Appl Environ Microbiol 59: 2171-77 (1993) (6) Yang Y et al; Weishengwu Xuebao 26: 53-9 (1986) (7) Grant CL et al; Environ Toxicol Chem 14: 1865-74 (1995) (8) Ryon MG et al; Database Assessment of the Health and Environmental Effects of Munition Production Waste Products. Final Report. ORNL-6018. (NTIS DE84-016512) Oak Ridge, TN: Oak Ridge Natl Lab (1984)",
            "Value": "AEROBIC: Cyclonite was found to be resistant to aerobic degradation using inocula from a variety of sources(1-3). In a 70-liter biological treatment simulator, cyclonite underwent 14% degradation in 5 days using an activated sludge inoculum(4). Aerobic soil cultures containing cyclonite at 30 ppm, plus added potato starch as a supplemental carbon source, were not able to degrade cyclonite even after 24 days of incubation(5). In the treatment of a wastewater containing cyclonite and TNT, only a small amount of the cyclonite was removed in an aerobic static biological reactor, followed by removal of >85% of the cyclonite in a contact oxidation reactor(6). Cyclonite, added to 3 different soil samples and incubated for 56 days under aerobic conditions was not biodegraded(7). Cyclonite was not degraded following 90 days incubation with water from the Holston River(8)."
        },
        {
            "References": "(1) Pennington JC, Brannon JM; Thermochemica Acta 384: 163-172 (2002) (2) McCormick NG et al; App Env Microbiol 42: 817-23 (1981) (3) Spanggord RJ et al; Environmental Fate Studies on Certain Munitions Wastewater Constituents. NTIS AD-A138550. Menlo Park, CA: SRI Int (1983) (4) Spanggord RJ et al; Environmental Fate Studies on Certain Munitions Wastewater Constituents Phase II. NTIS AD-A099256. Menlo Park, CA: SRI Int (1980) (5) Beller HR; Water Res 36: 2533-40 (2002) (7) Funk SB et al; Appl Environ Microbiol 59: 2171-77 (1993) (8) Adrian NR, Arnett CM; Chemosphere 66: 1849-56 (2007) (9) Bradley PM, Dinicola RS; Biorem J 9(1): 1-8 (2005)",
            "Value": "ANAEROBIC: A degradation pathway for cyclonite has been postulated; reductions lead to destabilization, ring cleavage, and mineralization(1). These degradation intermediates are susceptible to aerobic and anaerobic mineralization; however, the rate is nearly an order of magnitude higher under anaerobic conditions(1). Cyclonite, at concentrations of 50 or 100 ug/L, was completely removed after 4 days under anaerobic conditions using a sewage sludge inoculum(1). Identified metabolites included hydrazines, dimethyl hydrazines, dimethylnitrosamines, azoxymethane, formaldehyde and methanol(1,2). In the laboratory, cyclonite in lagoon waste water did not undergo anaerobic degradation for approximately 90 days (yeast extract repeatedly added as a nutrient)(3). The third subculture, however, degraded 12.4 ppm of cyclonite in 20 days. Degradation in 5 days ensued when yeast extract was added as a nutrient(3). Anaerobic degradation was shown to occur in the presence of a cometabolite, 50 ppm yeast extract, during die-away studies using river water (10 ppm cyclonite) and pond water (10 ppm cyclonite); degradation was complete in 10 and 8 days, respectively(4). Experiments including live and sterile controls show that hydrogen can act as the sole electron donor for anaerobic cyclonite transformation by aquifer bacteria(5). Anaerobic soil cultures containing cyclonite at 30 ppm, plus added potato starch as a supplemental carbon source, were able to completely degrade cyclonite within 24 days with no identifiable intermediates detected(7). Cyclonite at a concentration of 20 uM was anaerobically degraded to 1.3 uM in 15 days, this included a 5 day lag time(8). With amendment of ethanol and propylene glycol 20 uM of cyclonite was degraded in 9 days to <0.1 and 2 uM, respectively, with no lag time(8). Greater than 85% of (14)C labeled cyclonite was mineralized to (14)CO2 in aquifer sediment microcosms under native, manganese-reducing, anaerobic conditions in 300 days(9)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Hoffsommer JC et al; Analysis of explosives in seawater and in ocean floor sediment and fauna. NOLTR-72-215 (NTIS-AD 757778) White Oak, Silver Springs, MD: Naval Ordinance Lab (1972)",
            "Value": "Cyclonite was not found in various fish obtained near deep water munition dumps in the Atlantic and Pacific Oceans (detection limits 123 parts per trillion)(1)."
        }
    ],
    "logP": [
        {
            "References": "Sangster J; LOGKOW Database. A databank of evaluated octanol-water partition coefficients (Log P). Available from, as of Nov 9, 2011: https://logkow.cisti.nrc.ca/logkow/search.html",
            "Value": "log Kow = 0.87"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:19417177",
            "Value": "Munitions constituents (MCs) including hexahydro-1,3,5-trinitro-1,3,5-triazine (RDX), 2,4,6-trinitrotoluene (TNT), and TNT derivatives are recognized to elicit aberrant neuromuscular responses in many species. The onset of seizures resulting in death was observed in the avian model Northern bobwhite after oral dosing with RDX beginning at 8 mg/kg/day in subacute (14 days) exposures, whereas affective doses of the TNT derivative, 2,6-dinitrotoluene (2,6-DNT), caused gastrointestinal impacts, lethargy, and emaciation in subacute and subchronic (60 days) exposures. To assess and contrast the potential neurotoxicogenomic effects of these MCs, a Northern bobwhite microarray was developed consisting of 4119 complementary DNA (cDNA) features enriched for differentially-expressed brain transcripts from exposures to RDX and 2,6-DNT. RDX affected hundreds of genes in brain tissue, whereas 2,6-DNT affected few (<or= 17), indicating that 2,6-DNT exposure had relatively little impact on the brain in comparison to RDX. Birds exhibiting RDX-induced seizures accumulated over 20x more RDX in brain tissues in comparison to non-seizing birds even within a common dose. In parallel, expression patterns were unrelated among seizing and non-seizing birds exposed to equivalent RDX doses. In birds experiencing seizures, genes related to neuronal electrophysiology and signal transduction were significantly affected. Comparative toxicology revealed strong similarity in acute exposure effects between RDX and the organochlorine insecticide dichlorodiphenyltrichloroethane (DDT) regarding both molecular mechanisms and putative mode of action. In a manner similar to DDT, RDX /may/ elicits seizures by inhibition of neuronal cell repolarization postaction potential leading to heightened neuronal excitability and seizures facilitated by multiple molecular mechanisms."
        },
        {
            "References": "PMID:16173598",
            "Value": "Arabidopsis thaliana root transcriptome responses to the munition, hexahydro-1,3,5-trinitro-1,3,5-triazine (RDX), were assessed using serial analysis of gene expression (SAGE). Sequencing of SAGE libraries from control and RDX-exposed root tissues revealed induction of genes known to respond to a variety of general stresses. Among the highly induced genes were several encoding molecular chaperones and transcription factors as well as vacuolar proteins and peroxidases. Strongly repressed transcripts included ones encoding ribosomal proteins, a cyclophilin, a katanin, and a peroxidase. Comparison of the transcriptional profile for the RDX response to a profile previously described for Arabidopsis roots exposed to trinitrotoluene (TNT) revealed significant differences in the inferred gene expression patterns. This suggests that Arabidopsis employs drastically different mechanisms for coping with these two compounds. With respect to the goal of engineering plants to better tolerate and degrade explosives at contaminated sites, these results suggest that enhancement of different genes and metabolic pathways may be required to deal effectively with each type of explosive. This has ramifications for phytoremediation efforts since many contaminated sites harbor both compounds."
        },
        {
            "References": "Bannon DI et al; Toxicol Sci 90 (1-S): 392-3 (2006)",
            "Value": "Hexahydro-1,3,5-trinitro-1,3,5-triazine is a synthetic, high-impact, relatively stable compound commonly known as Rapid Detonation Explosive (RDX) ...Though several studies have correlated measurements of RDX in the brains and plasma of dosed animals with frank seizures, little work has been carried out on the effects of RDX at the molecular level. In this study, we examined the impact of a single orally administered RDX dose on the brain, using a combination of analytical chemistry and gene chip microarrays. At nominal doses of 3 and 18 mg/kg in male adult rats, a time course of RDX tissue levels showed peak brain concentrations at 3.5 hours, returning to baseline at 24 and 48 hours, respectively. RNA from dosed and control animals was hybridized to Affymetrix Rat 230 2.0 arrays. Analysis was performed in JMP Genomics with the differentially expressed gene cut-off at p>0.001. /The study/ found sets of genes that were early and late responders to RDX treatment. In addition, pathway analysis indicated effects on the nervous system, cell-to-cell signalling, and cell development, among other..."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Ryon MG et al; Database Assessment of the Health and Environmental Effects of Munition Production Waste Water ORNL-6018 (NTIS DE84-016512) (1984) (2) Spanggord RJ et al; Environmental Fate Studies on Certain Munitions Wastewater Constituents. NTIS AD-A138550. Menlo Park, CA: SRI Int (1983) (3) Hoffsommer JC et al; Analysis of explosives in seawater and in ocean floor sediment and fauna. NOLTR-72-215 (NTIS-AD 757778) White Oak, Silver Springs MD: Naval Ordinance Lab (1972) (4) Bhatt M et al; J Ind Microbiol Biotechnol 32:261-7(2005) (5) Goerlitz DF; Environ Sci Pollut Control Ser 4: 295-355 (1992)",
            "Value": "SEDIMENT: Cyclonite was found at the Milan Army Ammunition Plant (AAP) in 5 of 5 sediment samples from an onsite lagoon (2,600 to 38,000 ug/g, avg 11,080 ug/g)(1). In the sediment of a nearby stream, cyclonite was found in 3 of 15 samples at 290 to 43,000 ug/g (avg 15,160 ug/g)(1). Cyclonite was found in the sediment of a Louisiana AAP waste water lagoon at 0.10 to 89 ug/g(2). Cyclonite was not found in five sediment samples taken near deep water munition dumps in the Atlantic and Pacific Oceans (detection limits 5 parts per trillion)(3). Cyclonite was not detected in sediments collected from an undersea unexploded ordnance region off the coast of Oahu, Hawaii(4). Sediment samples collected from below the Bangor Annex Munitions Processing Waste Disposal area, Kitsap County, WA contained cyclonite at <0.8 mg/kg(5)."
        },
        {
            "References": "(1) Ryon MG et al; Database Assessment of the Health and Environmental Effects of Munition Production Waste Water ORNL-6018 (NTIS DE84-016512) (1984) (2) Walsh ME, Jenkins TF; Identification of TNT Transformation Products in Soil. CRREL-SR-92-16. (NTIS AD-A255308). Hanover, NH: Cold Regions Res Eng Lab (1992) (3) Clarkson WW et al; in Proc Natl Conf Environ Rem Sci Technol. Uzochukwu GA, Reddy GB, eds.; Battelle Press: Columbus, OH pp 27-38 (1999) (4) Haas R et al; Fresenius J Anal Chem 338: 41-5 (1990)",
            "Value": "SOIL: Cyclonite was found at the Milan Army Ammunition Plant (AAP) in soil samples at 51 to 83,000 ng/g(1). Cyclonite was measured in 43 soil samples collected from 16 Army sites; 10 samples contained cyclonite at concentrations ranging from 0.044 to 13,900 ug/g(2). Soil concentrations of cyclonite were 4900 to 5300 mg/kg insamples collected from the Department of Energy Pantex facility near Amarillo, TX(3). Soil samples collected from a former cyclonite factory in Bobingen, Germany (open in WWII) contained cyclonite at unreported concentrations(4)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "HALE VQ ET AL; 108 pp (1979) ISS ORDER NUMBER AD-A082874",
            "Value": "DOWNWARD MOVEMENT OF RDX THROUGH INTACT SOIL COLUMNS SHOWED VERY LITTLE DETECTABLE MOVEMENT OF THE MUNITION COMPOUND OR ITS TRANSFORMATION PRODUCTS IN THIS TIME FRAME. THE STUDY WAS CONDUCTED FOR 6 MO. SOIL SAMPLES WERE TAKEN AT SELECTED INTERVALS IN THE SOIL PROFILES WITH AN OAKFIELD SAMPLER."
        },
        {
            "References": "(1) Spanggord RJ et al; Environmental Fate Studies on Certain Munitions Wastewater Constituents Phase II NTIS AD-A099256 Menlo Park, CA: SRI Int. (1980) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc values for cyclonite, experimentally obtained with sediment from the Holston River, TN, lie in the range 42-167(1). According to a classification scheme(2), this Koc range suggests that cyclonite is expected to have high to moderate mobility in soil."
        },
        {
            "References": "(1) Haderlein SB et al; Environ Sci Technol 30: 612-22 (1996) (2) Selim HM et al; Soil Sci 160: 328-39 (1995) (3) Xue SK et al; Soil Sci 160: 317-27 (1995) (4) Dontsova KM et al; J Environ Qual 35: 2043-2054 (2006) (5) Yamamoto H et al; Soil Sediment Contam 13(5): 459-77 (2004)",
            "Value": "A Kd of 1.2 was measured for cyclonite on K+ montmorillonite (foc = 1.1X10-3 g/g; CEC = 12 mol/kg)(1). Adsorption of cyclonite was measured using four soil columns: a bentonite/sand column, a Norwood soil column (fine-silty, pH 7.4, organic matter 0.32%), and two Kolin soil (fine-silty, pH 4.4, CEC = 16.3 cmol/kg) columns, one from the Louisiana Army Ammunition Plant and another collected from an uncontaminated site 100 meters from the contaminated site(2). There was retention of cyclonite in the bentonite/sand column with the relative concentration reaching 0.5 after 3 pore volumes; retention appeared to be due to local equilibrium as there was little tailing during desorption. Total recovery exceeded 90% by 11 pore volumes(2). Only limited retardation of cyclonite was observed in the Norwood soil and uncontaminated Kolin soil with 100 and 95% recovery, respectively, reported in 5 pore volumes(2). 100% of the initial concentration of cyclonite was released by the Louisiana Army Ammunition Plant soil in the first 15 pore volumes(2). Cyclonite does not strongly interact with most soil constituents with retention apparently controlled by soil organic matter and, possibly, by the nature of the clay(3). Using soil flow-through columns, cyclonite adsorption coefficients of 0.65 and 0.48 cu cm/g where determined using a Plymouth loamy sand (7.05 CEC; 7.8 g/kg organic carbon; 875 g/kg sand; 75 g/kg silt; 50 g/kg clay; pH 5.1) from Camp Edwards, MA and Alder silt loam (7.83 CEC; 2.0 g/kg organic carbon; 114 g/kg sand; 841 g/kg silt; 45 g/kg clay; pH 8.2) from Vicksburg, MS, respectively(4). Cyclonite was added to the columns at a concentration of 10.03 mg/L; soil bulk density was 1.60 and 1.27 g/cu cm, respectively. Sorption was shown to be rate limited(4). In sandy soil from the Massachusetts Military Reservation, cyclonite had a reported sorption rate of 0.37 L/kg and a desorption rate of 1.5 L/kg(5). Based on multiple component column transport tests, cyclonite broke through rapidly(5)."
        }
    ]
}