{
    "_id": {
        "$oid": "6682e8c0c4e5dba5ffba2727"
    },
    "CID": {
        "$numberInt": "8518"
    },
    "Name": "2,4,6-Trinitrobenzoic acid",
    "IUPACName": "2,4,6-trinitrobenzoic acid",
    "CanonicalSMILES": "C1=C(C=C(C(=C1[N+](=O)[O-])C(=O)O)[N+](=O)[O-])[N+](=O)[O-]",
    "Synonyms": [
        "2,4,6-TRINITROBENZOIC ACID",
        "129-66-8",
        "Trinitrobenzoic acid",
        "s-Trinitrobenzoic acid",
        "Benzoic acid",
        "2,4,6-trinitro-",
        "Sym-trinitrobenzoic acid",
        "Benzoic acid",
        "trinitro- (dry)",
        "Benzoic acid",
        "trinitro- (wet)",
        "UN0215",
        "NSC 133453",
        "134ID308V9",
        "NSC-133453",
        "Trinitrobenzoic acid",
        "dry or wetted with < 30% water",
        "by mass",
        "Trinitrobenzoic acid (VAN)",
        "CCRIS 9296"
    ],
    "IsomericSMILES": "C1=C(C=C(C(=C1[N+](=O)[O-])C(=O)O)[N+](=O)[O-])[N+](=O)[O-]",
    "INCHI": "InChI=1S/C7H3N3O8/c11-7(12)6-4(9(15)16)1-3(8(13)14)2-5(6)10(17)18/h1-2H,(H,11,12)",
    "INCHIKEY": "KAQBNBSMMVTKRN-UHFFFAOYSA-N",
    "Formula": "C7H3N3O8",
    "MolecularWeight": {
        "$numberDouble": "257.11"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "0.2"
    },
    "Complexity": {
        "$numberInt": "369"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 22, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3.2 was calculated in fish for 2,4,6-trinitrobenzoic acid(SRC), using an estimated log Kow of 0.23(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Chambers CW et al; J Water Pollut Contr Fed 35: 1517-28 (1963) (2) McCormick NG et al; Appl Environ Microbiol 31: 949-58 (1976)",
            "Value": "AEROBIC: After 180 minutes, very little oxygen consumption by phenol adapted biological cultures occurred with 2,4,6-trinitrobenzoic acid(1). The amounts of oxygen consumed after the 180 minute test time are 53 uL (endogenous), 61 uL (cells plus 100 mg/L 2,4,6-trinitrobenzoic acid), and 342 uL (cells plus phenol, after 90 minutes) which results in a ratio of only 1.2 endogenous to 2,4,6-trinitrobenzoic acid oxygen consumption(1). The trinitro derivatives of benzoic acid were more readily reduced in the presence of enzyme preparations from Veillonella alkalescens than the toluene or phenol derivatives and are degraded more slowly than the mononitro and dinitro derivatives of benzoic acid, toluene, or phenol(2). Three moles of hydrogen are required to reduce each nitro group to the amino group(2). These data suggest that biodegradation is not expected to be an important fate process in the environment(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Shugalei IV et al; Ukr Biokhim ZH 64 (4): 98-101 (1992)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Intraperitoneal administration of meta-nitrobenzoic, 3,5-dinitrobenzoic, 2,4,6-trinitrobenzoic and 3,5-dinitro-4-methylbenzoic acids to white mice in a dose equal to the LD50 induced an increase in the methemoglobin content in their blood. Total activity of dehydrogenases of the pentophosphate path, content of 2,3-diphosphoglycerate increase in response to the intoxication evoked by the mentioned acids. The acute intoxication does not practically change the activity of the key enzymes of antioxidant protection: superoxide-dismutase, catalase and glutathione peroxidase."
        },
        {
            "References": "PMID:5841191",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ 2,4,6-Trinitrobenzoic acid accelerated the release of acetylcholine from the nerve endings and induced contractions in isolated small intestine from guinea pigs."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) US EPA; Estimation Program Interface (EPI) Suite. Ver. 4.0. Jan, 2009. Available from, as of April 22, 2010: https://www.epa.gov/oppt/exposure/pubs/episuitedl.htm (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Kortum G et al; Dissociation Constants of Organic Acids in Aqueous Solution. International Union of Pure and Applied Chemistry. London: Butterworth (1961) (4) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 2,4,6-trinitrobenzoic acid can be estimated to be 200(SRC). According to a classification scheme(2), this estimated Koc value suggests that 2,4,6-trinitrobenzoic acid is expected to have moderate mobility in soil. However, the pKa of 2,4,6-trinitrobenzoic acid is 0.65(3), indicating that this compound will almost entirely exist in anion form in the environment and anions generally do not adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(4)."
        }
    ]
}