{
    "_id": {
        "$oid": "6682e8c0c4e5dba5ffba2728"
    },
    "CID": {
        "$numberInt": "8530"
    },
    "Name": "1,4-NAPHTHOQUINONE",
    "IUPACName": "naphthalene-1,4-dione",
    "CanonicalSMILES": "C1=CC=C2C(=O)C=CC(=O)C2=C1",
    "Synonyms": [
        "1,4-NAPHTHOQUINONE",
        "130-15-4",
        "naphthalene-1,4-dione",
        "1,4-Naphthalenedione",
        "p-Naphthoquinone",
        "NAPHTHOQUINONE",
        "alpha-Naphthoquinone",
        "1,4-Naphthylquinone",
        "1,4-Dihydro-1,4-diketonaphthalene",
        "1,4-Naphthaquinone",
        "USAF CY-10",
        "1,4-Naftochinon",
        "RCRA waste number U166",
        "1,4-dihydronaphthalene-1,4-dione",
        ".alpha.-Naphthoquinone"
    ],
    "IsomericSMILES": "C1=CC=C2C(=O)C=CC(=O)C2=C1",
    "INCHI": "InChI=1S/C10H6O2/c11-9-5-6-10(12)8-4-2-1-3-7(8)9/h1-6H",
    "INCHIKEY": "FRASJONUBLZVQX-UHFFFAOYSA-N",
    "Formula": "C10H6O2",
    "MolecularWeight": {
        "$numberDouble": "158.15"
    },
    "Description": "1,4-naphthoquinone is the parent structure of the family of 1,4-naphthoquinones, in which the oxo groups of the quinone moiety are at positions 1 and 4 of the naphthalene ring. Derivatives have pharmacological properties. It derives from a hydride of a naphthalene.",
    "XlogP": {
        "$numberDouble": "1.7"
    },
    "Complexity": {
        "$numberInt": "227"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR: Hydrophobic, Electronic, and Steric Constants. ACS Profess Ref Book, Washington,DC: Amer Chem Soc (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 0.6 was calculated for 1,4-naphthoquinone(SRC), using a log Kow of 1.71(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Medvedev VA, Davidov VD; pp 193-99 in Decomp of Tox and Nontox Organic Compds in Soil. Overcash MR (ed), Ann Arbor, MI: Ann Arbor Sci Publ (1981) (2) Medvedev VA, Davydov VD; Pochvovedenia 1: 133-7 (1974) (3) Sims RC, Overcash MR; Res Rev 88: 1-68 (1983) (4) Heukelekian H, Rand MC; J Water Pollut Control Assoc 29: 1040-53 (1955)",
            "Value": "AEROBIC: 1,4-Naphthoquinone (at 500 mg/kg soil) required 9 days for complete biodegradation in chernozem soil(1). 1,4-Naphthoquinone (at 1000 mg/kg soil) was 80% degraded within 22 days in a chernozem soil(2) and had a half-life of 1.2 days in soil in another study(3). 1,4-Naphthoquinone is oxidized in a standard biodegradability test utilizing a sewage inoculum, having a 5 day BOD of 38% of the theoretical value(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 66",
            "Value": "log Kow = 1.71"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 9",
            "Value": "Quinones are alpha-beta-unsaturated ketones & react with sulfhydryl groups. ... Critical biochem lesion ... /involves/ -SH groups of enzymes such as amylase & carboxylase which are inhibited by quinones. Overall mechanism may involve binding of enzyme to quinone nucleus by substitution or addition at the double bond, an oxidative reaction with -SH group, & change in redox potential. /Quinones/"
        },
        {
            "References": "Smith MT et al; Dev Biochem 23 (Cytochrome p450, Biochem, Biophys, Environ Implic): 725 (1982)",
            "Value": "The mechanism of the toxicity of 1-naphthol in isolated rat hepatocyte was related to the formation of active oxygen species and the creation of an oxidative stress. Dicoumarol potentiated the cytotoxicity of 1-naphthoI by inhibiting DT-diaphorase and making more naphthoquinone metabolites available for redox cycling. /Naphthoquinone metabolites/"
        },
        {
            "References": "PMID:2421729",
            "Value": "The possible mechanisms of naphthoquinone-induced toxicity to isolated hepatocytes were investigated by using three structurally-related naphthoquinones, 1,4-naphthoquinone (1,4-NQ), 2-methyl-1,4-naphthoquinone, and 2,3-dimethyl-1,4-naphthoquinone (2,3-diMe-1,4-NQ). 1,4-NQ was more toxic than 2-Me-1,4-NQ whereas 2,3-diMe-1,4-NQ did not cause cell death solubility-limited concentrations used. All three naphthoquinones extensively depleted intracellular GSH. However, the depletion of GSH induced by 1,4-NQ and 2-Me-1,4-NQ prior to cell death was more rapid and extensive than that induced by the non-toxic 2,3-diMe-1,4-NQ. Further studies demonstrated that 2,3-diMe-1,4-NQ was cytotoxic in the presence of dicoumarol, a cmpd which also potentiates the cytotoxicity of 1,4-NQ and 2-Me-1,4-NQ. To investigate the differential cytotoxicity of these three naphthoquinones, their relative capacities to redox cycle and to bind covalently to cellular nucleophiles were assessed. Redox cycling was investigated by using rat liver microsomes where the order of potency for quinone-stimulated redox cycling was 1,4-NQ ... 2-Me-1,4-NQ ... and 2,3-diMe-1,4-NQ as indicated by non-stoichiometric amounts of NADPH oxidation and O consumption. NADPH-cytochrome p450 reductase was implicated as the enzyme primarily responsible for naphthoquinone-stimulated redox cycling. The reactivity of the naphthoquinones with GSH and, by implication, with other cellular nucleophiles was 1,4-NQ > 2-Me-1,4-NQ and much > 2,3-diMe-1,4-NQ. Overall, these studies indicate that 2,3-diMe-1,4-NQ is not cytotoxic (except in the presence of dicoumarol) and this lack of toxicity may be related either to its lesser capacity to redox cycle and/or its inability to react directly with cellular nucleophiles."
        },
        {
            "References": "Henry TR, Wallace KB; Toxicol Appl Pharmcol 134 (2): 195-203 (1995)",
            "Value": "Mechanisms by which quinones of varying reactivity alter mitochondrial membrane permeability were examined. Rat liver mitochondria were incubated with 0 to 10-3 molar (M) menadione (MQ), 1,4-naphthoquinone (NQ), 1,4-benzoquinone (BQ), 2,3-dimethoxy-1,4-naphthoquinone (DiOMeNQ), or 2,3-dimethyl-1,4-naphthoquinone (DiMeNQ) for 3 minutes after which 0 or 20 uM calcium-chloride was added. Release of calcium-ion (Ca2+) was monitored for 28 minutes. The effects on the state of polarization of the mitochondrial membrane and induction of mitochondrial swelling were determined. MQ, NQ, BQ, DiOMeNQ, and DiMeNQ accumulated all of the added Ca2+, but then released it following a lag period which decreased with increasing concentration. The concentrations inducing 50% Ca2+ release were: NQ, 1.6 uM; BQ, 5.3 uM; MQ, 41.6 uM; DiOMeNQ, 89.9 uM; and DiMeNQ 232.7 uM. The release of Ca2+ was accompanied by depolarization of the membrane potential and induction of mitochondrial swelling. Rat liver mitochondria were pretreated with 0.2 millimolar potassium-cyanide, then treated with 0 to 10-3 M NQ, BQ, MQ, DiOMeNQ, or DiMeNQ. Redox recycling reactivity of the compounds was assessed by measuring the rates of cyanide insensitive oxygen consumption (CIOC). All compounds except BQ caused concentration dependent increases in CIOC. MQ, DiOMeNQ, and DiMeNQ at their EC50s for Ca2+ release induced similar rates of CIOC. BQ and NQ induced very little CIOC at their EC50s. Rat liver mitochondria were pretreated with 0 or 400 nanomolar cyclosporin-A (cycA) and then incubated with NQ, BQ, MQ, DiOMeNQ, or DiMeNQ at their EC50s for Ca2+ release. This was followed by addition of 70 uM calcium-chloride. CycA completely inhibited release of Ca2+ by NQ, MQ, DiOMeNQ, and DiMeNQ. BQ accumulated very little Ca2+ before releasing it; however, the rate of release was slowed by cycA. The authors conclude that quinones that can undergo redox recycling (DiOMeNQ, DiMeNQ, MQ, and NQ) can permeabilize mitochondrial membranes by altering regulation of cycA sensitive pores. Arylating quinones such as BQ alter mitochondrial membrane permeability by depolarizing the membrane."
        },
        {
            "References": "PMID:3028260",
            "Value": "...1,4-Naphthoquinone (a reactive metabolite of 1-naphthol) with reducing agents such as NADPH and glutathione led to the formation of semiquinone-free radicals, which were detected with electron spin resonance spectroscopy. In the presence of glutathione as a reducing agent, menadione and 1,4-naphthoquinone underwent net one-electron reduction and conjugation with glutathione. At higher concentrations of glutathione, 1,4-naphthoquinone formed the semiquinones of both the monoconjugate and the diconjugate. The naphthoquinone-glutathione conjugates should redox cycle in a manner already known for the menadione conjugate. The semiquinone intermediates could be detected only under a nitrogen atmosphere and are probably the primary oxygen-reactive species responsible for the redox cycling of menadione- and naphthoquinone-glutathione conjugates."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of 1,4-naphthoquinone can be estimated to be 16(SRC). According to a classification scheme(2), this estimated Koc value suggests that 1,4-naphthoquinone is expected to have very high mobility in soil."
        }
    ]
}