{
    "_id": {
        "$oid": "6682e8c0c4e5dba5ffba272b"
    },
    "CID": {
        "$numberInt": "8561"
    },
    "Name": "DIAMYL PHTHALATE",
    "IUPACName": "dipentyl benzene-1,2-dicarboxylate",
    "CanonicalSMILES": "CCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCC",
    "Synonyms": [
        "Dipentyl phthalate",
        "131-18-0",
        "DIAMYL PHTHALATE",
        "Di-n-pentyl phthalate",
        "Amyl phthalate",
        "Amoil",
        "1,2-Benzenedicarboxylic acid",
        "dipentyl ester",
        "di-n-Amyl phthalate",
        "Phthalic acid",
        "dipentyl ester",
        "dipentyl benzene-1,2-dicarboxylate",
        "Di-n-pentylphthalate",
        "Phthalic Acid Dipentyl Ester",
        "1,2-Benzenedicarboxylic acid",
        "1,2-dipentyl ester",
        "Phthalic Acid Diamyl Ester",
        "DPNP"
    ],
    "IsomericSMILES": "CCCCCOC(=O)C1=CC=CC=C1C(=O)OCCCCC",
    "INCHI": "InChI=1S/C18H26O4/c1-3-5-9-13-21-17(19)15-11-7-8-12-16(15)18(20)22-14-10-6-4-2/h7-8,11-12H,3-6,9-10,13-14H2,1-2H3",
    "INCHIKEY": "IPKKHRVROFYTEK-UHFFFAOYSA-N",
    "Formula": "C18H26O4",
    "MolecularWeight": {
        "$numberDouble": "306.4"
    },
    "Description": "Dipentyl phthalate is a phthalate ester that is the dipentyl ester of benzene-1,2-dicarboxylic acid. It has a role as a plasticiser. It is a phthalate ester and a diester. It is functionally related to a pentan-1-ol.",
    "XlogP": {
        "$numberDouble": "5.8"
    },
    "Complexity": {
        "$numberInt": "295"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Ellington JJ, Floyd TL; Octanol/water partition coefficients for eight phthalate esters. USEPA/600/S-96/006, Athens, GA: USEPA (National Exposure Research Lab) (1996) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994) (4) Staples CA et al; Chemosphere 35: 667-749 (1997)",
            "Value": "An estimated BCF of 420 was calculated in fish for diamyl phthalate(SRC), using a log Kow of 5.62(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is high, provided the compound is not metabolized by the organism(SRC). However, bioconcentration studies on compounds which are structurally similar suggest that bioconcentration may be lower than that indicated by the regression-derived equations due to the ability of aquatic organisms to readily metabolize this class of compounds(4)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Kurane R et al; Agric Biol Chem 41: 2119-23 (1977) (2) Sugatt RH et al; Appl Environ Microbiol 47: 601-6 (1984)",
            "Value": "AEROBIC: When diamyl phthalate was incubated with pure cultures of Pseudomonas acidovorans under aerobic conditions, the initial products from this reaction were phthalic acid and amyl alcohol(1). Although the biodegradation of diamyl phthalate has not been studied, biodegradation studies on a series of phthalate esters have demonstrated that in general phthalate esters are readily biodegraded(2)."
        }
    ],
    "logP": [
        {
            "References": "Ellington JJ, Floyd TL; Octanol/water partition coefficients for eight phthalate esters. USEPA-600/S-96-006. Athens,GA: USEPA, Natl Exp Res Lab (1996)",
            "Value": "log Kow = 5.62"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:1734074",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Phthalate esters (PAE) exposure is associated with testicular damage that primarily affects Sertoli cells, and is concomitant with leukocyte infiltration into the testicular interstitium. ... The rat testis constitutively produces a lymphocyte activating factor (LAF) resembling interleukin-1 alpha, and originating from Sertoli cells. The testicular interleukin-1-like factor (tIL-1) has a relative molecular mass (Mr) of 17,000 (17 k) and an isoelectric point (pI) of 5.7. ... The present study ...  measured testicular LAF activity after exposure to di-n-pentyl phthalate (DPP) in 40-day-old rats. ... A large increase in LAF bioactivity ... was evident already 3 hr after a single oral dose of DPP. The increase was maximal 9-12 hr after exposure, and had decreased toward the control level at 24 hr. The increased activity was found to be at least partly due to the induction of a novel LAF with Mr 38,000 and pI 4.5. Morphological examination confirmed earlier results with an interstitial leukocyte infiltration 6 hr after DPP exposure. ..."
        },
        {
            "References": "PMID:6834175",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Prepubertal rats treated orally with di-n-pentyl phthalate at 2.2 g/kg body weight were killed at 1, 3, 6 and 24 hr following a single dose, and after 2, 3 and 4 days of repeated daily dosing. At 3 hr Sertoli cells in a proportion of the seminiferous tubules showed vacuolation of the perinuclear smooth endoplasmic reticulum with an associated inward displacement of germinal cells. By 6 hr the vacuolation had extended to the apical cytoplasm and was evident in most tubules. Early degenerative changes were also apparent in spermatocytes and spermatids and were accompanied by an acute interstitial inflammatory infiltrate. By 24 hr, germinal cell degeneration was extensive with desquamation and general disorganisation of cell layers within the epithelium, but the interstitial inflammatory infiltrate had declined. Mitochondrial succinic dehydrogenase activity in Sertoli cells was reduced at 3 and 6 hr and absent by 24 hr. In germinal cells it was unaffected at 3 and 6 hr but absent by 24 hr. Two, three and four days of daily phthalate treatment resulted in a gradual depletion of germinal cells from all tubules, leaving a Sertoli cell matrix containing a few necrotic spermatocytes and occasional normal spermatogonia. ..."
        },
        {
            "References": "PMID:3595805",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mature Sprague-Dawley rats were used to examine the early ultrastructural changes occurring in the testis within 3 to 48 hr of exposure to di-n-pentyl-phthalate (DPP). The animals were given either a single oral dose of di-n-pentyl-phthalate at 2.2 g/kg body weight or 5 mL/kg of the corn oil vehicle. Rats were killed at 3, 6, 12, 18, 24, or 48 hr following dosing. Pallor and rarefaction of the basal Sertoli cell cytoplasm were noted with inward displacement of the overlying germ cells at 3 hr postdosing, and reaching a maximum by 12 hr. Vacuoles were present around the base of the tubules by 24 hr and closure of the lumen was commonly observed, but only in tubules at certain stages of the spermatogenic cycle. An interstitial inflammatory infiltrate of neutrophilic leukocytes began to accumulate 12 hr after dosing and had localized around stage XIV tubules by 24 hr. Ultrastructural study indicated that the Sertoli cell plasma membrane was the primary target for di-n-pentyl-phthalate toxicity, along with associated germ cells. Germ cell effects were restricted to a small proportion of spermatocytes and spermatids in certain development stages."
        },
        {
            "References": "PMID:8519345",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The preliminary studies reported here were initiated to test the hypothesis that phthalate intoxication may adversely alter Leydig cell structural and functional integrity. Four phthalate esters, namely, di(2-ethylhexyl) phthalate (DEHP, di-n-pentyl phthalate (DPP)., di-n-octyl phthalate (DOP), and diethyl phthalate (DEP) were investigated in vivo and their monoesters (MEHP, MPP, MOP, and MEP, respectively) in vitro for indications of Leydig cell toxicity in the rat. Rats were dosed by oral gavage with 2 g phthalate diester/kg/day in corn oil vehicle for 2 days, while Leydig cell primary cultures were incubated with 1,000 uM monoester for 2 hr. Light and electron microscopy were undertaken to determine the type and degree of any changes. Phthalate esters exerted a direct effect on Leydig cell structure and function (as determined by testosterone output) with correlation of the in vitro and in vivo effects of MEHP (DEHP) and MOP (DOP). No effects on Leydig cell structure or function were seen with MPP (DPP), although Sertoli cell cytoplasmic rarefaction and vacuolation were observed in vivo. DEP produced Leydig cell ultrastructural alterations in vivo. ..."
        },
        {
            "References": "PMID:3709446",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Di(2-ethylhexyl) phthalate (DEHP) produced seminiferous tubular atrophy and reductions in seminal vesicle and prostate weight in 4-week-old, but not in 15-week-old rats. Di-n-pentyl phthalate (DPP) did produce atrophy in the older rats but this developed more slowly than in young animals. Coadministration of testosterone or gonadotrophins did not protect against phthalate-induced testicular toxicity but did partly reverse the depression of seminal vesicle and prostate weight. Secretion of seminiferous tubule fluid and androgen binding protein by the Sertoli cells was markedly suppressed within 1 hr of a dose of DPP or mono-2-ethylhexyl phthalate (MEHP) in immature rats. This occurred less rapidly in mature rats. [14C]Mono-n-pentyl phthalate and [14C]MEHP penetrated the blood testis barrier only to a very limited extent. These findings and the early morphological changes in the Sertoli cells produced by DPP suggest that phthalate esters may act initially to cause Sertoli cell injury, the subsequent loss of germ cells occurring as a consequence of this. Some features of the testicular lesion could be reproduced in primary cocultures of rat Sertoli and germ cells. Structure activity studies with a range of phthalate monoesters showed good agreement between the induction of germ cell detachment in culture and testicular toxicity in vivo. Three metabolites of MEHP (metabolites V, VI, and IX) were much less toxic in culture than MEHP itself. ..."
        },
        {
            "References": "PMID:3220221",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Androgen binding protein (ABP) produced by Sertoli cells and released into seminiferous tubules & blood, was measured in the serum of di-n-pentyl phthalate (DPP) treated rats as a potential index of germinal epithelial damage. A single oral dose of 0, 0.25, 1.0, or 2.0 g/kg body wt in corn oil was given to four groups of 110 Fischer 344 rats; 10 rats/group were killed wk for 10 wk. Treatment did not produce any significant effect on body wt or wt of liver, kidney, prostate, and seminal vesicles. In high dose rats, serum androgen binding protein values more than doubled 2 days after injection, remained significantly elevated for 3 wk, then fell & remained significantly below control values from wk 4 through wk 10. 95% of the rats in this group showed > 50% of the seminiferous tubules degenerated, decreased epididymal sperm density, reduced testicular & epididymal wt, and up to 23% abnormal sperm morphology. To examine the effects of di-n-pentyl phthalate on fertility, a second group of rats was exposed in an identical manner (gavaged once with di-n-pentyl phthalate in corn oil (0, 0.25, 1.0, & 2.0 g/kg/body wt), then mated with untreated females at 3, 6, & 10 wk postexposure. Di-n-pentyl phthalate at 2 (but not 1.0 or 0.25) g/kg caused a significant reduction in pregnancies & live pups and a significant incr in preimplantation loss. Histopathology of the testis suggested a very slow recovery. All high dose animals showed testicular lesions typical of phthalate ester exposure & the epithelium did not recover within 30 wk."
        },
        {
            "References": "PMID:2731665",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A continuous breeding protocol was utilized to examine the reproductive toxicity of three phthalate esters. CD-1 mice were given diets with either di-n-propyl phthalate (DPrP: 0.0, 1.25, 2.5, or 5.0%), di-n-pentyl phthalate (DPP: 0.0, 0.5, 1.25, or 2.5%), or di-n-octyl phthalate (DOP: 0.0 1.25, 2.5, or 5.0%). Both male and female mice (20 pairs per treatment group, 40 pairs of control animals) were dosed for 7 days prior to and during a 98-day cohabitation period. Reproductive function was evaluated during the cohabitation period by measuring number of litters per pair, live pups per litter, and pup weight. There was no apparent effect on reproductive function in the animals exposed to di-n-octyl phthalate at dose levels sufficient to cause a significant increase in liver weight. Both di-n-propyl phthalate and di-n-pentyl phthalate were toxic to the reproductive system as evidenced by a complete inhibition of fertility at 1.25 and 2.5% di-n-pentyl phthalate or 5.0% di-n-propyl phthalate, and reduced fertility (litters/pair and live pups/litter, 0.5% di-n-pentyl phthalate; live pups/liter, 2.5% di-n-propyl phthalate). Toxicity of di-n-pentyl phthalate had a strong male component and female component, whereas di-n-propyl phthalate was more toxic to the female than the male reproductive system. Di-n-pentyl phthalate and di-n-propyl phthalate treatment was associated with decreased body weight, increased liver weight, decreased testis and epididymis weights, decreased epididymal sperm concentration, and elevated seminiferous tubule atrophy. A comparison of seven phthalate esters tested using this continuous breeding protocol indicates the relative order of reproductive toxicity as diethylhexyl, dihexyl, dipentyl, dibutyl, dipropyl; diethyl and dioctyl are nontoxic."
        },
        {
            "References": "Creasy DM et al; Toxicol In Vitro 2 (2): 83-96 (1988)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The effects of mono-(2-ethylhexyl) phthalate (MEHP) and mono-n-pentyl phthalate (MPP) on the ultrastructure of Sertoli cells in primary co-cultures of rat Sertoli and germ cells has been examined and compared with the in vivo effects of di-n-pentyl phthalate (DPP) on Sertoli cells in the rat. Mono-(2-ethylhexyl) phthalate and mono-n-pentyl phthalate produced changes in the configuration of the plasma membrane, resulting in long thin cytoplasmic processes or filopodia. This was accompanied by changes in microfilament distribution and an increased density of ribosomes, smooth endoplasmic reticulum and the Golgi complex. Changes were quantitatively similar for both monoesters, but mono-(2-ethylhexyl) phthalate was effective at lower concentrations than mono-n-pentyl phthalate. In vivo, di-n-pentyl phthalate produced extensive convolutions in the basal plasma membranes separating adjacent Sertoli cells and retraction of the lateral processes surrounding germ cells."
        },
        {
            "References": "PMID:6829050",
            "Value": "/OTHER TOXICITY INFORMATION/ Treatment of young male rats with dipentyl phthalate (DPP) produced significant decreases in testicular cytochrome P-450, cytochrome P-450 dependent microsomal steroidogenic enzymes (17 alpha-hydroxylase, 17-20 lyase) and in the maximal binding of a natural substrate (progesterone) to testis microsomes. No effect was demonstrated by this compound on hepatic cytochrome P-450 content. Treatment of animals with a phthalate ester not causing testicular atrophy (diethyl phthalate; DEP) produced no significant changes in any of the parameters measured."
        },
        {
            "References": "PMID:6754364",
            "Value": "/OTHER TOXICITY INFORMATION/ The pathobiological effects of /diamyl/ phthalate upon rat testicular tissues were reviewed. Oral admin led to decreased testicular wt and associated histological changes within the seminiferous tubules, and depletion of germinal epithelium to only Sertoli cells, spermatogonia, and a small number of spermatocytes. Cessation of spermatogenesis followed such changes. No overt changes have been noted within interstitial tissue or Leydig cells. Diamyl phthalate induced incr urinary zinc excretion, and a reduced level of this element within testicular tissue."
        },
        {
            "References": "PMID:17015962",
            "Value": "/OTHER TOXICITY INFORMATION/ Endocrine disrupting chemicals (EDCs) have a possibility to exacerbate infectious diseases because EDCs disturb the human immune system by interfering with endocrine balance. ... The effects of thirty-seven possible endocrine disruptors/ including di-n-pentyl phthalate/ on lipopolysaccharide (LPS)- or bacterial lipopeptide (Pam3CSK4)-induced activation of nuclear factor kappa B (NF-kappaB) /was examined/. ... /The phthalate esters/ butyl benzyl phthalate, ... dibutyl phthalate, ... dicyclohexyl phthalate, diethylhexyl phthalate, diethyl phthalate, dihexyl phthalate, di-n-pentyl phthalate, /and/ dipropyl phthalate ... had no significant effects at 100 uM."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Ellington JJ, Floyd TL; Octanol/water partition coefficients for eight phthalate esters. USEPA/600/S-96/006, Athens,GA: USEPA Natl Exp Res Lab (1996) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of diamyl phthalate is estimated as 27,000(SRC), using a log Kow of 5.62(1), and 5.66(2), respectively, and a regression-derived equation(2). According to a classification scheme(4), this Koc value suggests that diamyl phthalate is expected to be immobile in soil."
        }
    ]
}