{
    "_id": {
        "$oid": "6682e8c2c4e5dba5ffba2732"
    },
    "CID": {
        "$numberInt": "8606"
    },
    "Name": "CAPTAN",
    "IUPACName": "2-(trichloromethylsulfanyl)-3a,4,7,7a-tetrahydroisoindole-1,3-dione",
    "CanonicalSMILES": "C1C=CCC2C1C(=O)N(C2=O)SC(Cl)(Cl)Cl",
    "Synonyms": [
        "CAPTAN",
        "133-06-2",
        "Aacaptan",
        "Amercide",
        "Orthocide",
        "Vondcaptan",
        "Captaf",
        "Captane",
        "Captex",
        "Kaptan",
        "Malipur",
        "Merpan",
        "Neracid",
        "Bangton",
        "Hexacap"
    ],
    "IsomericSMILES": "C1C=CCC2C1C(=O)N(C2=O)SC(Cl)(Cl)Cl",
    "INCHI": "InChI=1S/C9H8Cl3NO2S/c10-9(11,12)16-13-7(14)5-3-1-2-4-6(5)8(13)15/h1-2,5-6H,3-4H2",
    "INCHIKEY": "LDVVMCZRFWMZSG-UHFFFAOYSA-N",
    "Formula": "C9H8Cl3NO2S",
    "MolecularWeight": {
        "$numberDouble": "300.6"
    },
    "Description": "Captan is a dicarboximide that is 3a,4,7,7a-tetrahydrophthalimide in which the hydrogen attached to the nitrogen is replaced by a trichloromethyl group. A non-systemic fungicide introduced in the 1950s, it is widely used for the control of fungal diseases in fruits, vegetables, and ornamental crops. It has a role as an antifungal agrochemical. It is a member of isoindoles, an organochlorine compound, an organosulfur compound and a phthalimide fungicide.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "340"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Hansen JD et al; Arch Environ Contam Toxicol 7 (1): 63-71 (1978)",
            "Value": "Captan residues found on apple and peach foliage were reduced by 50% by the 10th day post-application and there was no buildup of captan on treated foliage as the season progressed(1)."
        }
    ],
    "animal_concentrations": [
        {
            "References": "(1) Anderson JF, Wojtas MA; J Econ Entomol 9: 1200-5 (1986)",
            "Value": "Captan residues were detected in 9 of 53 honey bee hives (Apis mellifera L) at 1.74 ppm in dead honeybees/brood comb; apiaries were located in Connecticut and were suspected to have been poisoned; samples were collected 1983 to 1985(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Jackson SH et al; J Agric Food Chem 57: 958-967 (2009) (2) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Database. Captan (133-06-2). EPA 738-R-99-015. Available from, as of May 16, 2016: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1 (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "A measured BCF of 126 was reported for captan in bluegill sunfish (Lepomis macrochirus) in a 28 day study(1). A BAF of 113 (wholefish) was determined for captan in a 28-day study using bluegill sunfish(2). After a 14-day depuration period, concentrations declined by 95%(2). According to a classification scheme(3), these BCF values suggest that bioconcentration in aquatic organisms is moderate(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Buyanovsky GA et al; Bull Environ Contam Toxicol 40: 689-95 (1988) (2) Halfon E et al; Chemosphere 33: 1543-62 (1996) (3) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Database. Captan (133-06-2). EPA 738-R-99-015. Available from, as of May 16, 2016: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1 (4) Leoni V et al; Sci Total Environ 123/124: 279-89 (1992) (5) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of May 16, 2016: https://www.safe.nite.go.jp/english/db.html",
            "Value": "AEROBIC: (14)C-Labeled captan, present at 50 ppm, was degraded 25% in 8 weeks using a Mexico-Putnam silt loam representative of claypan soils in north Missouri. Crop residues slightly increased degradation(1). A half-life of 2.5 days in soil has been reported in an Italian study, details were not provided(2). Carbonyl-radio-labeled captan, applied to a sandy loam, was degraded 99% after 7 days, 95% of the radio-label was found as CO2 after 322 days(3). Trichloromethyl-radio-labeled captan had a half-life in sandy loam soil of <1 day; 46% of the radio-label was present as CO2 after 1 day and 19.4% was found as parent compound(3). Half-lives of less than one day were reported for captan in two separate aerobic water/sediment systems(3). Captan was degraded 100% in 3 hours from an initial concentration of 50 ug/L in an activated sludge test(4). However, captan, present at 100 mg/L, reached 0% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(5) which may be due to toxicity to microorganisms(SRC)."
        },
        {
            "References": "(1) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Database. Captan (133-06-2). EPA 738-R-99-015. Available from, as of May 16, 2016: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1",
            "Value": "ANAEROBIC: Carbonyl-radio-labeled captan applied to soil under anaerobic conditions was rapidly degraded within one week; however, very little (14)CO2 was evolved, indicating that the metabolites tetrahydrophthalimide, tetrahydrophthalic acid and 6-carbamoyl-3-cyclohexene-1-carboxylic acid were not readily mineralized under anaerobic conditions(1)."
        }
    ],
    "logP": [
        {
            "References": "MacBean C, ed; e-Pesticide Manual. 15th ed., ver. 5.1, Alton, UK; British Crop Protection Council. Captan (133-06-2) (2008-2010)",
            "Value": "log Kow = 2.80"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-316",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Captan normally has a low acute oral toxicity due to rapid degradation in the gut ... . However, it is very toxic to laboratory animals maintained from weaning on a protein-deficient diet ... . Toxic oral doses produce hypothermia, irritability, listlessness, anorexia, hyporeflexia and oliguria, with a marked glycosuria and hematuria on the first day. Following large doses, death is due to cardiac or respiratory failure. With smaller doses death may be delayed and is then apparently caused by infiltrative meningitis secondary to capillary hemorrhages. Animals dying early showed marked hemorrhagic capillary-venous congestion in the stomach, heart, lungs and highly vascular organs, including the thymus. When death was delayed, autopsy showed leukocytic invasion of the meninges, fatty degeneration of the heart and renal tubules, stress response in adrenals, spleen and thymus, and degenerative changes in pancreas, salivary glands and testes."
        },
        {
            "References": "Purdue University; National Pesticide Information Retrieval System (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Eye irritation rabbit: corneal opacity, iris and conjunctiva irritation present through day 21."
        },
        {
            "References": "PMID:3385136",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ If given orally captan is relatively nontoxic, but it can be extremely toxic after parenteral exposure. Therefore, a single i.p. dose of captan (20 mg/kg) was given to male Sprague-Dawley rats and its effect on liver microsomal mixed function oxidases and certain serum enzymes (SDH, SGPT and SGOT) was studied. The single dose of captan caused marked depression of microsomal cytochrome P-450 and the activity of benzphetamine N-demethylase and aniline hydroxylase, and moderate elevation of the serum enzymes indicative of liver damage. However, reduced glutathione (100 mg/kg, i.p.) given prior to captan, appears to decrease the liver toxicity as measured by reduced inhibition of the microsomal enzymes and elevation of serum enzymes activity. The results suggest that glutathione and other compounds containing sulfhydryl groups may protect the subjects from captan-induced liver toxicity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 304 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An ip LD50 dose of captan to Wistar rats caused fibrinous peritonitis and lesions in the small intestines, lung, liver and kidney."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 304 (1983)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Toxic signs, evident within two to three days after oral administration /of captan/ to rats, include vasodilation, loss of organ weight and meningocerebral congestion."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats dosed intraperitoneally with 20 mg/kg captan body weight for 3 consecutive days developed severe ascites, anorexia, and body weight loss, and their hepatic microsomes had altered activities of drug metabolizing enzymes; although rats treated similarly and dosed orally with 100 mg/kg or 650 mg/kg showed no such responses."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Captan (133-06-2) p.35 (November 6, 1986, Revised July 6, 1992). Available from, as of June 7, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/104.pdf",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Five rats/sex/dose were exposed (nose only) to 0, 1, 5, and 25 ug/L captan nominal, 6 hours/day, 5 days/week, for 3 weeks; body weight gain and food consumption were unaffected; increased mucoid nasal discharge, salivation, and respiratory noises were observed in treated animals immediately after exposure; several statistical differences in serum chemistry and hematology values of questionable toxicological significance were observed including a dose-related decrease in albumin, total protein, and triglyceride levels in both sexes, a dose-related reduction in creatinine in both sexes at the mid and high dose level, an elevation in alkaline phosphatase levels in both sexes at the high dose level, a dose-related elevation in phosphorus levels and reduction in calcium levels in females, a dose-related reduction in the female hematocrits, and an increase in the mean cell hemoglobin levels in the mid-dose females and the mean cell hemoglobin concentration in the mid- and high-dose females; ulceration and necrosis of the epithelium in the larynx and nasal cavity, rhinitis, and hyperplasia of the goblet cells in the nasal septum were observed at the 25 ug/L exposure level; NOEL - 5 ug/L (5 mg/cu m  or 1.2 mg/kg/day) based on the microscopic lesions in the respiratory tract"
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues; Pesticide Residues in Food: Captan (133-06-2) (2004). Available from, as of June 7, 2016: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Groups of 25 male CD1 mice received food containing captan (purity, 89.4%) at a concentration of 3000 ppm for 28 days. The actual consumption of captan increased from about 440 mg/kg bw per day on the first 2 days of treatment to about 700 mg/kg bw per day from day 7 to day 28. Since it was anticipated that there would be reduced food consumption, a pair-fed control group was fed the average amount of food consumed by the mice fed with captan. Clinical observations, body weight and food consumption were measured after 1, 3, 7, 14 and 28 days of treatment for five males per group, and the small intestine and stomach were also examined histopathologically at these time-points. One mouse in the treated group and one mouse in the pair-fed group were killed on day 4 due to excessive body-weight loss. Among the mice fed with captan and the pair-fed mice, body weights were significantly reduced. These groups showed a body-weight loss of 2-3% at the end of the study, while a body-weight gain of 11% was observed in the control group. Food consumption was reduced by 37% on the first day of treatment and remained lower than that of controls throughout the first week of treatment. Food consumption was slightly reduced from weeks 2 to 4. In mice fed with captan at a concentration of 3000 ppm for one day, no treatment related abnormalities were observed in the duodenum or any other of the examined tissues. After 3 days of treatment, the duodenum showed crypt cell hyperplasia, shortening of the villi and a general disorganization of the villus enterocytes. In addition, immature cells were seen at the villus tips in all mice fed with captan from day 7 to day 28. In one out of five mice observed at days 3 and 7, gastritis in the glandular portion of the stomach was observed. On day 28, one mouse displayed a focal parakeratosis in the stomach. No treatment-related changes were observed in the jejenum or ileum. It was concluded that crypt cell hyperplasia occurs rapidly after exposure to captan at 3000 ppm. Changes in the villus or crypt cell population preceding the hyperplasia were not observable by routine histological methodology."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues; Pesticide Residues in Food: Captan (133-06-2) (2004). Available from, as of June 7, 2016: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a range-finding study for a 1-year study in dogs, groups of two male and two female beagle dogs were given gelatin capsules containing captan at a dose of 0, 30, 100, 300, 600 or 1000 mg/kg bw per day for 28 days. The dogs were observed daily for clinical signs. Body weights and food consumption were determined weekly. At termination, hematological and clinical biochemical parameters were determined, liver and kidneys were weighed, and microscopic examination was performed on duodenum, kidney and liver of animals from the control group and from the group receiving captan at a dose of 1000 mg/kg bw per day. Dose-related emesis, decreased body-weight gain and decreased food consumption were observed at all doses, except in the control group. Slight, statistically non-significant changes in clinical biochemical parameters were mainly observed at the two higher doses. These changes were probably related to emesis, reduced food consumption and body-weight loss. No toxicologically relevant effects on hematological parameters were observed. One male in the group receiving the highest dose had fatty changes in the liver and collecting tubules of the kidney. The toxicological significance of these findings is not clear. The histopathology of the duodenum was reported to be within normal limits."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Captan /was/ administered by stomach tube to young male albino rats at varied doses for 100 days. Signs of toxicity, which included diminished feed intake, body weight loss, increased intake of water, diarrhea, and prostration, were most evident during the first 3 weeks. Illness subsided in survivors that received captan for 22 to 42 days. The surviving rats consumed more feed than experimental controls during days 43 to 100; however, during this period, captan-treated rats showed polydipsia, diuresis, and slight fever."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated, daily administration of captan by stomach tube at a dosage of 1,000 mg/kg body weight killed (all) guinea pigs within 10-12 days, and a dosage of 100 mg/kg/day for 7 or 21 days caused enzymatic shifts in the epithelial cells of the stomach but was reportedly without adverse effect on health of the guinea pigs."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1720",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Captan has been tested in Wistar rats by nose-only inhalation at nominal dose levels of 0.1, 0.5, 5, and 15 ug/L for 13 weeks. There were deaths in males at the high dose and dose related effects on the larynx (eg, squamous metaplasia, squamous hyperplasia, vacuolar degeneration of squamous epithelium). The no observed effect concentration (NOEC) for toxic effects (other than generalized irritation) was 0.6 ug/L (measured)."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1720",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 21-day dermal study with captan in rabbits at 0, 12.5, 110, or 1,000 mg/kg per day (6-hr exposure per day) resulted in a dose-related desquamation of the skin by day 21, erythema and edema at the high dose, and acanthosis and hyperkeratosis of the treated skin at all doses."
        },
        {
            "References": "Mikol YB et al; Food Cosmet Toxicol 18 (4): 377-82 (1980)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The effects of captan on several liver-enzyme activities involved in detoxication/activation of foreign chemicals was studied in male rats. Parameters selected were acid phosphatase as a marker of the lysosomal system involved in the cellular response to intoxication, azoreductase and N-nitroanisole-o-demethylase as detoxication enzymes, and the binding of benzo(a)pyrene (bp) and dimethylaminoazobenzene metabolites to DNA as indicators of metabolic activation. Ingestion of diet containing 10 or 500 ppm captan for 4 weeks did not alter any enzymatic activities. Levels of 3000 or 15000 ppm led to a significant (four-fold) induction in o-demethylase and benzo(a)pyrene-DNA binding, but did not affect acid phosphatase activity. Thus captan is a potent inducer of the mixed-function oxidases."
        },
        {
            "References": "PMID:19883720",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... We investigated on the hematopoietic system of mice, the effect of a mixture of six pesticides frequently ingested through the intake of fruits and vegetables produced in France (alachlor, captan, diazinon, endosulfan, maneb, mancozeb). The mixture was administered repeatedly by gavage to mice for 4 weeks at levels derived from the human Acceptable Daily Intake (ADI) level adapted to the mean weight of mice. Using a NMR-based metabonomic approach, we show that this treatment led to specific gender-linked variations in the level of hepatic metabolites involved in oxidative stress and in the regulation of glucose metabolism, indicating a metabolic signature for this repeated administration. Interestingly, exposure to the low-dose pesticide mixture induced significant changes in the blood cell counts with modifications in the clonogenic and differentiating capacities of hematopoietic progenitors showing abnormalities in the granulocytic and monocytic lineages in female and male mice, respectively. From a molecular point of view, the changes induced by the pesticide treatment correlated with modifications of the PI 3-kinase/Akt signalling pathway, the tyrosine kinase Pyk2 and the c-Myc transcription factor, which are involved in the balance between self-renewal and differentiation of hematopoietic stem cells. /These/ results point to a significant effect of a very low dose of a mixture of commonly used pesticides on mice metabolism and hematopoietic system with major differences between males and females."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 304 (1983)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 18 male and 18 female (C57BL/6 x CH3/Anf)F1 mice and 18 male and 18 female (C57BL/6 x AKR)F1 mice were given single sc injections of 1000 mg/kg bw technical captan (impurities unspecified) in 0.5% gelatin on the 28th day of life and were observed  until they were about 78 weeks of age, at which time 15, 17, 16 and 17 mice were still alive in the four groups, respectively. A group of negative controls comprised /of/ untreated animals and animals treated with gelatin, corn oil or dimethyl sulfoxide. No increased incidence of tumors was observed. (The working group noted that a negative result obtained following a single sc injection is not adequate basis for /SRP: evaluating/ carcinogenicity)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Dogs given 300 mg captan/kg body weight orally for 48 weeks (following 18 weeks of captan dosage at lower rates) showed only slight increases in liver and kidney weights, which did not occur at dosage of 100 mg/kg daily. In addition, the following test parameters were unaffected: clinical illness, hematology, clinical laboratory, and gross or histological morphology."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male F344 rats were pretreated over a 4-week period with diethylnitrosamine, N-methyl-N-nitrosourea, and N-bis(2-hydroxypropyl)nitrosamine to induce multiorgan neoplastic changes. Dietary captan at 4000 ppm for an additional 16 weeks caused a significant increase in the number of glutathione-S-transferase placental-form positive liver cell foci."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2-3",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Carcinogenic and co-carcinogenic potential of captan following topical exposure was determined in female Swiss albino mice. Tumor-initiating properties of captan were examined in seven study groups: untreated controls; captan (single dose) plus 12-o-tetradecanoylphorbol-1 3-acetate (TPA); captan (multiple dose) plus TPA; 7,12-dimethylbenzanthracene (DMBA) plus TPA; captan (single dose) plus acetone; captan (multiple dose) plus acetone; and dimethyl sulfoxide (DMSO) plus TPA. Tumor-promoting activity was assessed in six of these groups, and complete carcinogenic activity was assessed in five groups: Untreated controls; benzo(a)pyrene; captan; DMSO; and acetone. Total treatment period was 52 weeks. Surviving mice were sacrificed at end of 1 year. Topical application of captan was found to cause initiation of mouse skin in a two-stage cancer initiation-promotion model. While single application of captan was insufficient to initiate skin tumor development in most mice, multiple exposure to captan resulted in cumulative incidence of 21 tumors, and DMBA plus TPA-treated mice had 90 tumors detected. In this report, captan failed to demonstrate any tumor-promoting or complete carcinogenic activity."
        },
        {
            "References": "PMID:3569171",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Captan was administered to male CD1-mice in doses of 0.8 and 1.6 percent of the diet for 7 days. In other experiments, it was suspended in aqueous medium and administered by gavage in cumulative doses of 100 to 5000 mg/kg over a 5 day period. Analytical, technical, and commerical grades of captan were compared as well. Effects of captan on activity of the known carcinogen, dimethylhydrazine, and activities of two compounds found as impurities in captan, bis-(trichloromethyl)disulfide and 1,2,3,6-tetrahydrophthalimide, were studied. Duodenums were removed, fixed, and stained with Feulgen/fast green, and sections were examined for aberrant nuclei (apoptotic bodies and micronuclei) in crypts. No induction of nuclear aberrations were observed for any grade or dose of captan or its associated impurities. Captan did not alter the tumorigenic effects of dimethylhydrazine. Pretreatment with L-buthionine-S,R-sulfoximine, which reduced glutathione levels by 55%, did not influence the incidence of nuclear aberrations. /It was/ concluded that the known intestinal carcinogenicity of captan must be induced by some unknown impurity or by an epigenetic mechanism."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Captan (133-06-2) p.3 (November 6, 1986, Revised July 6, 1992). Available from, as of June 7, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/104.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Captan technical (89%) in the diets of Charles River CD rats at 0, 25, 100 of 250 mg/kg/day for two years; 70/sex/group; interim sacrifices of 10/sex/group at 12 and 18 months. Results: modest increase of comparatively uncommon renal tubular adenomas or carcinomas in males, with incidence of 1, 1, 3, and 4 in increasing dosage groups. Nononcogenic effects NOEL = 25 mg/kg [Decreased body weight (M & F), hepatocellular hypertrophy (M), increased relative organ weights of liver and thyroid/parathyroid (F) and kidney (M & F)]."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Captan (133-06-2) p.8 (November 6, 1986, Revised July 6, 1992). Available from, as of June 7, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/104.pdf",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Captan (90.7%) given in the diet at 0, 2,000/6,000, 6,000/10,000 or 10,000/16,000 ppm to Swiss CD-1 mice for 113 weeks; 80/sex/group; lesser dose for first 4 weeks, greater dose for remainder of study. There was no NOEL in this study. At the lowest dose level (6,000 ppm) and above in both sexes, treatment elicited duodenal mucosal hyperplasia, adenomas, and adenocarcinomas. This was a possible adverse effect. Related effects were mucosal hyperplasia in stomach and jejunum (apparently in both sexes at all dose levels), and increased adenomas and adenocarcinomas in the jejunum in 10,000 ppm males. Body weights were reduced (dose-related) in both sexes at all doses. Distended abdomens, presumed to reflect poor nutritional status, were observed in all groups of males, as well as in high dose females. The high dose was apparently above the MTD in both sexes, based on reduced body weights, reduced survival, changes in clinical observations incidence in both sexes, and changes in incidences of several histological parameters."
        },
        {
            "References": "Krieger, R. (ed.). Handbook of Pesticide Toxicology. Volume 2, 2nd ed. 2001. Academic Press, San Diego, California., p. 1721",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male CD-1 mice were administered captan at dietary doses of 0 and 6,000 ppm for 3, 6, 9, 12, 18, or 20 months. Mice were examined at the end of each dosing period and, in addition, various recovery periods were evaluated. One group dosed with 6,000 ppm for 6 months was held for an additional 6-month recovery period; another was held for a 12-month recovery period. One group dosed with 6,000 ppm for 12 months was followed after a 6- and 8-month recover. The most characteristic pathological findings consist of necrotizing and proliferative changes in the nonglandular portion of the stomach (after 3 months), dilation of the small intestines, and focal epithelial hyperplasia in the proximal part of the small intestine. Focal epithelial hyperplasia was also found in controls, but the incidence was lower compared to that of the treated animals, and the localization of these foci was more caudual than was the case for captan-administered mice. Diffuse hyperplasia was found only in treated  mice and was not considered prerequisite for the development of focal hyperplasia. Adenomas and adenocarcinomas also developed in the small intestines of treated mice with localization in the proximal 7 cm of the small intestine; the area of localization was the same for focal hyperplasia. Removal of captan from the diet resulted in a significant reduction in the incidence of focal epithelial hyperplasia as compared to the incidence in concurrent controls. The incidence of neoplasia, however, in mice in the recovery group was not significantly different from that of concurrent lifetime-treated mice, but increased in mice treated for 6 months with a recovery period of 6 months and in mice treated for 12 months with a recovery period of 6-8 months, respectively, when compared to controls. The latter increase was not found in mice treated for 6 months with a recovery period of 12 months."
        },
        {
            "References": "National Research Council. Drinking Water & Health Volume 1. Washington, DC: National Academy Press, 1977., p. 662",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Testicular atrophy was observed in 3 of 24 male rats fed captan in diet at 10,000 ppm for 54 weeks, and growth decreases in both male and female rats."
        },
        {
            "References": "USEPA; Office of Prevention, Pesticides and Toxic Substances; Reregistration Eligibility Decision (RED) for Folpet (133-07-3). EPA738-R-99-011 (November 1999). Available from, as of January 13, 2012: https://www.epa.gov/pesticides/reregistration/status_page_b.htm",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Both folpet and captan appear to exert toxicity via the reaction of thiophosgene with the gastrointestinal tract. A more thorough review has been conducted on the mechanistic studies submitted for the related fungicide, captan. For captan, the Agency has concluded that thiophosgene is most likely implicated in the duodenal tumors, although its exact mode of action is unclear and a genotoxic component cannot be ruled out."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 305 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Doses of 37.5, 75 or 150 mg/kg body weight per day captan (purity not specified) were administered in gelatin capsules on days 6-16 of pregnancy to New Zealand white rabbits. Nine malformed fetuses were observed from 75 implantations of nine pregnant dams that received 75 mg/kg body weight, and one malformed fetus from 49 implantations of six dams that received 37.5 mg/kg body weight."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues; Pesticide Residues in Food: Captan (133-06-2) (2004). Available from, as of June 7, 2016: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The teratogenic effects of a number of derivatives of phthalimide, including captan, were tested in groups of two to eight pregnant golden hamsters. Captan was administered as a single dose at 200, 300, 400, 500, 600, 750 or 1000 mg/kg bw on day 7 or 8 of gestation, or daily at a dose of 100, 200, 300 or 500 mg/kg bw per day from days 6 to 10 of gestation. Groups of dams serving as controls received either no treatment (n=43) or carboxymethyl cellulose at a dose of 10 mL/kg bw (n=99). The animals were killed and examined on day 15 of gestation. In the study report, the doses for the group treated with repeated doses on days 6 to 10 of gestation are expressed as total dose. It is assumed that this total dose was administered evenly over the 5 days of treatment, with one treatment per day. In the groups treated with captan, maternal mortality occurred at single doses of   600 mg/kg bw and at repeated doses of   300 mg/kg bw per day. In the group treated on day 7 with a single dose of captan of   750 mg/kg bw, increases in the incidence of exencephaly were observed. There was no dose-response relationship. One case of exencephaly (out of 67 fetuses observed) was reported in animals treated with a single dose of 300 mg/kg bw on day 8 of gestation. At 500 mg/kg bw, there was one case (out of 58 fetuses observed) of exencephaly and three cases of cranial \"pimples\" (neural tissue not protruding). Significantly increased incidences of fused ribs were observed in fetuses of dams treated with a single dose of captan on days 7 or 8 of gestation. The lowest dose at which this effect was observed was at 300 mg/kg bw. Occasionally other skeletal malformations were observed in animals treated with single doses of captan on day 7 or day 8 of gestation. The only reported skeletal abnormality in the groups receiving repeated doses was one case of fused ribs in a fetus at 500 mg/kg bw per day."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 13th ed. Baltimore, MD: The Johns Hopkins University Press, 2010., p. 73",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ /Investigators/ injected 3 to 20 mg/kg /captan/ in the air cell or yolk of chick eggs before incubation and observed defects in the nervous or skeletal system in 7.8%. Phocomelia and amelia were especially noteworthy."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 305 (1983)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Male DBA/2J mice, treated by gavage with 50 or 100 mg/kg bw per day for five days (purity unspecified), were each placed with two untreated females of the same strain for three weeks, and the females were allowed to litter. the latter, when adults, were bred across litters but within each experimental group to produce two litters F2a and F2b. Reductions in pup survival between birth and four days of age were seen in F1 and F2a, and reductions in weaning weight occurred in F2a in the 100 mg/kg bw group. The number of liveborn and and the average weaning weight were decreased in F1 of both the 50 and 100 mg/kg bw groups. Litter size per pregnancy and the number of pup survivors at weaning were not affected."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues; Pesticide Residues in Food: Captan (133-06-2) (2004). Available from, as of June 7, 2016: https://www.inchem.org/pages/jmpr.htm",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 15 pregnant New Zealand White rabbits received captan (dissolved in 0.5% sodium carboxymethyl cellulose) at a dose of 0, 6, 12, 25, or 60 mg/kg bw per day by gavage from day 6 to day 28 of gestation. Does were killed on day 29, litter values were determined and fetuses were examined for external, visceral and skeletal abnormalities. Body weights were measured on days 6, 10, 14, 18, 22, 26 and 29. ... The incidences of animals that were found dead or were killed were 2, 1, 2, 2 and 1 in the groups receiving captan at a dose of 0, 6, 12, 25 and 60 mg/kg bw per day, respectively. The deaths of a single animal in each of the groups receiving 6, 25 and 60 mg/kg bw per day were considered to be a consequence of intubation errors. The other deaths were not considered to be related to treatment. The numbers of animals found not to be pregnant were 1, 0, 0, 1 and 6, and the incidences of abortions were 0, 1, 2, 3 and 0 in the groups receiving 0, 6, 12, 25 and 60 mg/kg bw per day, respectively. Consequently, at termination of the study, the number of animals with live fetuses were 12, 13, 11, 9 and 8, respectively. The reduction in pregnancy rate at the highest dose was probably not related to treatment. Over the total treatment period, body-weight gains at 0, 6, 12, 25 and 60 mg/kg bw per day were 521, 529, 426, 434 and 408 g, respectively. Reductions in body-weight gain at 25 and 60 mg/kg bw per day were most marked during days 6 to 10 of gestation ( 72 and 9 g respectively, versus  111 g in control animals). Body-weight gain at 12 mg/kg bw was retarded from day 18 onwards. At the highest dose, slight reductions in fetal weight (8%) and crown-rump length (4%) were observed. Incidences of major malformations, minor anomalies (visceral and skeletal) and skeletal variants were not significantly affected by treatment. On the basis of effects on maternal body weight during the initial phase of treatment, the NOAEL was 12 mg/kg bw per day. On the basis of the effects on fetal body weight, the NOAEL for embryo/fetotoxicity was 25 mg/kg bw per day."
        },
        {
            "References": "WHO/FAO; Joint Meeting on Pesticide Residues; Pesticide Residues in Food: Captan (133-06-2) (2004). Available from, as of June 7, 2016: https://www.inchem.org/pages/jmpr.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Groups of 20 female New Zealand White rabbits received captan (in corn oil) at a daily dose of 0, 10, 30 or 100 mg/kg bw by oral gavage from day 7 to day 19 (inclusive) of gestation. The day of insemination was designated day 1 of gestation. On day 30, the animals were sacrificed and maternal and developmental toxicity were examined. The study was performed according to OECD test guideline 414. Body-weight gain and food consumption were reduced in dams at 30 and 100 mg/kg bw per day. Body-weight gain during days 7 to 19 of gestation was 238, 205, 57 and 159 g at 0, 10, 30 and 100 mg/kg bw per day, respectively. Reduction in body-weight gain was most marked during days 7 to 10 of treatment (16, 40, 68 and 143 g at 0, 10, 30 and 100 mg/kg bw per day, respectively). Food consumption was correspondingly reduced. One female at the highest dose was killed on day 19 after signs of abortion. In dams in all treated groups, a dose-dependent increased incidence of few or no feces and a slightly increased incidence of diarrhea were observed. In one and three dams at the intermediate and highest dose, blood was observed in the urine. On the basis of reduced body-weight gain and reduced food consumption, the NOAEL for maternal toxicity was 10 mg/kg bw per day. Compared with the control group, an increased incidence of post-implantation loss was observed at the highest dose (control, 7%, highest dose, 23%), and the incidences of both early (3% versus 11%) and late intrauterine deaths (4% versus 12%) were increased. The statistically non-significant increase in late intrauterine deaths at the intermediate dose was within the range for historical controls. Mean fetal body weight was decreased by 17% at 100 mg/kg bw per day, which was reflected in a decreased mean gravid uterus weight. At the two higher doses, the incidence of abnormal fetuses was increased. The number of fetuses with one or more major abnormalities at 0, 10, 30 and 100 mg/kg bw per day was, respectively, 1, 0, 2 and 8. Eight fetuses (out of 86) from five different litters at 100 mg/kg bw per day had at least one major abnormality compared with only one fetus (out of 102) in the control group. Four of the eight affected fetuses at 100 mg/kg bw per day were in the same litter. The type and incidence of major defects at 100 mg/kg bw per day were: gross torso malformations, one; encephalocoele/open eyes/gross malformation of skull, one; mid brain ventricles extremely dilated/cebocephaly, one; maxillae fused, two; pulmonary artery extremely reduced, one; 11th rib and thoric arch absent, one; omphalocoele, one; forepaw extremely flexed, two; and pollex absent-bilateral, one. Two fetuses (out of 75) from two different litters at 30 mg/kg bw per day had one or multiple major abnormalities. The type and incidence of major defects in these two animals at 30 ppm were: microphthalmia, one; fused mandibles, one; pulmonary artery extremely enlarged, one; subclavian artery absent, one; and forepaw extremely flexed, one. These multiple malformations observed in two fetuses in the group receiving the intermediate dose were considered to be incidental. One fetus in the control group had an extremely enlarged aorta. In fetuses in the groups receiving the intermediate and highest doses; an increased incidence of cysts on the liver was found (one, one, five and six at 0, 10, 30 and 100 mg/kg bw per day, respectively). Also in fetuses in the groups receiving the intermediate and highest doses, increases in the incidences of a number of skeletal variations were observed. Incidences of these variations at 0, 10, 30 and 100 mg/kg bw per day were: extra 13th rib with normal length, 61%, 52%, 77% and 78%; 27 pre-sacral vertebrae, 21%, 12%, 57% and 46%, asymmetrical development of 1st and 2nd sacral vertebrae, 2%, 1%, 5% and 7%. At the intermediate and highest doses, slight increases in the incidences of the following variations were also observed: 4th, 5th, 6th and 7th lumbar transverse processes partially ossified; and 3rd lumbar transverse processes partially ossified; odontoid partially ossified. In addition, at the highest dose, the incidence of partially ossified 2nd lumbar transverse processes was increased. Also at the highest dose, the mean manus score was significantly increased, which reflects reduced ossification. On the basis of the increased incidences of variations in fetuses at 30mg/kgbw per day, the NOAEL for embryo/fetotoxicity was 10 mg/kg bw."
        },
        {
            "References": "California Environmental Protection Agency/Department of Pesticide Regulation; Toxicology Data Review Summary for Captan (133-06-2) p.12 (November 6, 1986, Revised July 6, 1992). Available from, as of June 7, 2016: https://www.cdpr.ca.gov/docs/risk/toxsums/pdfs/104.pdf",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Captan (89%) given in the diet at 0, 25, 100, 250 or 500 mg/kg/day for a three-generation study; first and third generations mated twice, second generation mated 3 times; 15 males/group, 30 females/group. Parental NOEL = 25 mg/kg/day (dose-related reduction in body weight at 100 mg/kg/day and above). Reproductive effects NOEL not observed (modest, but often statistically significant reductions in pup body weights at 25 mg/kg/day (LDT) and dose related reductions in pup body weights at higher dosages. Decreased pup survival during lactation occasionally at 250 and consistently at 500 mg/kg/day)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In rhesus monkeys and stump-tailed macaques, captan produced no abortions, no anomalies in the young, and no observed injury to mothers dosed with 10, 25, or 75 mg/kg daily during days 21 to 24 or 34 of gestation."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rats reproduced normally in a three-generation study when maintained with a diet containing 1000 ppm captan that provided about 50 mg/kg daily to most adults (more to weanlings and lactating dams). At captan dosages of 19, 38, or 75 mg/kg in rabbits; 125, 250, 500, or 1000 mg/kg in hamsters; and 50, 100, or 200 mg/kg in rats on days 6 to 15 of gestation or 500, 1000, or 2000 mg/kg in rats on days 8 to 10 of gestation, there was little, if any, evidence of teratogenicity, although the highest dosage (2000 mg/kg daily) in rats caused body weight loss in dams and poor growth of fetuses."
        },
        {
            "References": "PMID:14634181",
            "Value": "/GENOTOXICITY/ To determine hematological parameters, urine mutagenicity (on three Salmonella typhimurium strains), and DNA damage (using the comet assay) in mononuclear leucocytes of farmers before and after a one-day spraying period of pear and apple trees with the fungicide captan in usual conditions. Fruit growers were exposed to captan during the 1998 (n = 12) and/or the 2000 spraying seasons (n = 17). Biological samples were collected on the morning of the day of spraying (S1), the evening after spraying (S2), and the morning of the day after (S3). The UK Predictive Operator Exposure Model (UK-POEM) was used to quantify pesticide exposure intensity. No effect was observed on hematological parameters for these two spraying seasons. Proportions of mutagenic urine samples did not significantly differ between S1 and S2/S3 sampling points. In contrast with strains TA97a and YG1041 mainly sensitive to frameshift mutations, a positive trend was observed between the difference (S3-S1) of mutagenic power on strain TA102 detecting base-pair mutations and the exposure predicted value given by UK-POEM, mainly due to parameters related to protective clothing. No significant variations in DNA damage levels were observed between S1 and S3, nor were correlations observed with parameters of pesticide exposure. A one-day spraying period with captan and other pesticides does not significantly induce DNA damages in mononuclear leucocytes."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 3",
            "Value": "/GENOTOXICITY/ Many investigators have found captan to be mutagenic and genotoxic under in vitro testing systems when brought into direct contact with susceptible cells. However, most investigators believe captan is not mutagenic or genotoxic in healthy, intact, uncompromised higher animals, except, perhaps, at extremely high dosage."
        },
        {
            "References": "PMID:7393245",
            "Value": "/GENOTOXICITY/ The induction of sister-chromatid exchanges (SCEs), chromosomal aberrations and polyploids was investigated in cultured Chinese hamster cells treated with pesticides or a related compound positive in microbial reversion assays. The chemicals tested were captan, captafol, 1,2-dibromoethane (EDB), 1,2-dibromo-3-chloropropane (DBCP), 5-nitro-1-naphrhonitrile (NNN), p-dimethylaminobenzenediazo sodium sulfonate (DAPA), 2-hydrazinoethanol (HEH), vamidothion, dichlorovos (DDVP), N-nitroso-ethylenethiourea (N-nitroso-ETU), and 2,4-dinitrophenyl thiocyanate (NBT). A significant and dose-dependent increase in the frequency of SCEs and chromosomal aberrations was observed in the cell cultures treated with captan ... ."
        },
        {
            "References": "PMID:6339892",
            "Value": "/GENOTOXICITY/ A total of 228 pesticides ... was tested for mutagenicity in bacterial reversion-assay systems with 5 strains (TA100, TA98, TA1535, TA1537 and TA1538) of Salmonella typhimurium and a strain (WP2 hcr) of Escherichia coli. ... Captan ... /was/ detected as /a/ mutagen in the present assay. ..."
        },
        {
            "References": "Choi EJ et al; Environ Mutagen Carcinogen 5 (1): 11-8 (1985)",
            "Value": "/GENOTOXICITY/ More than twenty pesticides widely used in Korea were tested for their ability to induce reverse mutations on Salmonella typhimurium tester strains (TA1535, TA100, TA1538, TA98, and TA102) and chromosomal aberrations on Saccharomyces cerevisiae (D7). Captan and folpet strongly induced both point mutations in S typhimurium and chromosomal aberrations in S cerevisiae. ..."
        },
        {
            "References": "PMID:3070285",
            "Value": "/GENOTOXICITY/ A mutagenic evaluation of captan, folpet, captafol, dichlofluanid and related compounds was carried out using the Salmonella/mammalian microsome test using strains TA102 and TA104. These strains contain A-T base pairs at the site of the mutation in contrast to the other Salmonella tester strains that detect mutagens damaging G-C base pairs. In addition, the excision repair system of the TA102 strain is still intact. Captan and folpet were mutagenic in strain TA104, captafol was mutagenic in strain TA102, whereas the remaining test compounds (dichlofluanid, tetrahydrophthalimide and thiozolidine-4-carboxylic acid) were not mutagenic in either strain. ..."
        },
        {
            "References": "PMID:3608938",
            "Value": "/GENOTOXICITY/ This paper deals with the cytogenetic effects of Captan on mouse bone marrow and testis. We used (a) the assays of micronuclei (MN) in polychromatic erythrocytes (PCE), (b) the mouse chromosomal aberration test on bone marrow and testis, and (c) the assay of sperm morphology. The tested doses in these assays were 1000, 800, 400, 100, and 50 mg/kg. The results showed that Captan was remarkably mutagenic to bone marrow, the lowest dose inducing MN being 100 mg/kg, and to chromosome breakage, 400 mg/kg. It was also demonstrated that captan was mutagenic to cells of the mouse testis; there was a certain relationship between dosage and response. The lowest doses inducing mutagenicity of spermatocyte and primary spermatogonia and sperm-head abnormality were 50, 800, and 200 mg/kg, respectively."
        },
        {
            "References": "Kvelland I; Hereditas 103 (1): 149-52 (1985)",
            "Value": "/GENOTOXICITY/ The mutagenicity of captan to the bacteriophage T4D cultured with Escherichia coli cells were detected using the induction of rapid lysis mutants as a tool; captan was mildly mutagenic at only 2 out of 39 dosage levels, ie, at 4.7 ug/mL in EtOH and at 349 ug/mL in DMSO."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 306 (1983)",
            "Value": "/GENOTOXICITY/ Captan induced reverse mutations in Salmonella typhimurium strains TA100, TA1535, TA98, TA1537 and TA1538 in the absence of metabolic activation. Addition of Arochlor or benzo(a)pyrene-induce rat liver microsome preparation in the Salmonella test resulted in total or partial suppression of mutagenic activity, while pretreatment of the compound with human gastric juice has been reported to enhance mutagenicity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 306 (1983)",
            "Value": "/GENOTOXICITY/ Captan was negative in a host-mediated assay using S. typhimurium his G46 as the indicator organism. A different experimental procedure, in which more bacteria were collected, resulted in a significant increase in the number of reverse mutations in S. typhimurium his G46 and Serratia marcescens a21 leu after sc injection of 500 mg/kg bw captan to NMRI mice."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 307 (1983)",
            "Value": "/GENOTOXICITY/ Captan (purity unspecified) induced mitotic gene conversion in strain D4 of Saccharomyces cerevisiae, but activity was abolished in the presents of a mouse liver microsomal preparation. Mitotic recombination was also observed in strain D3 of S. cerevisiae; addition of an Aroclor-induced rat liver microsomal preparation reduced the mutagenic activity."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 307 (1983)",
            "Value": "/GENOTOXICITY/ Captan (pure and 83% pure commercial formulate) administered to Drosophila melanogaster, as a single injection (up to 1 mg/mL) to adult males or by feeding (up to 1% in the culture medium) to larvae, did not significantly increase complete and mosaic sex-linked lethal mutations, II and III translocations or dominant lethal mutations, although a very weak effect in inducing recessive lethals was not excluded. Negative results in a sex-linked recessive test were also obtained following administration by injection (95% pure) or by topical application . A weak positive response in the sex-linked recessive lethal test was reported with addition of 2000 mg/L captan (technical grade , purity unspecified ) to the feeding solution."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 307 (1983)",
            "Value": "/GENOTOXICITY/ Concentrations of up to 10 ug/mL captan (recrystallized commercial formulate \"Othocide\") failed to induce an absolute increase in forward mutations to 8-azaguanine resistance in V79 Chinese hamster cells, although an increased frequency of mutations per surviving cell was noted; a clear positive effect was observed, however, for the induction of ouabain-resistant mutants. Mutagenic activity was abolished in the presence of fetal calf serum. Exposure to captan in the vapor phase also led to an absolute increase in the number of 8-azaguanine- and ouabain-resistant mutants."
        },
        {
            "References": "PMID:16646022",
            "Value": "/GENOTOXICITY/ ... The toxic and genotoxic potentials of captan were evaluated with the micronucleus test (MNT; AFNOR,2000) and the comet assay (CA) using amphibian larvae (Xenopus laevis and Pleurodeles waltl). Acute toxicity results showed that captan was toxic (1) to Xenopus larvae exposed to from 2 mg/L to 125 or 62.5 ug/L, depending on the nature of the water [reconstituted water containing mineral salts or mineral water (MW; Volvic, Danone, France)] and (2) to Pleurodeles exposed to from 2 mg/L to 125 ug/L in both types of water. The MNT results obtained in MW showed that captan (62.5 ug/L) was genotoxic to Xenopus but not genotoxic to Pleurodeles at all concentrations tested. CA established that the genotoxicity of captan to Xenopus and Pleurodeles larvae depended on the concentration, the exposure times, and the comet parameters (tail DNA, extent tail moment, olive tail moment, and tail length). The CA and MNT results were compared for their ability to detect DNA damage at the concentrations of captan and the exposure times applied. CA showed captan to be genotoxic from the first day of exposure. ..."
        },
        {
            "References": "PMID:12113771",
            "Value": "/GENOTOXICITY/ In studies on the mechanisms of mutagenic and carcinogenic action of captan and captafol-related chloroalkylthiocarboximide fungicides, two effects were tested: (i) the effect of both compounds on the activity of eukaryotic topoisomerases I and II in vitro, and (ii) their mutagenic and recombinagenic activity in the somatic mutation and recombination test (SMART) in wing cells of Drosophila melanogaster. ... Both chemicals decreased the activity of topoisomerase II already at 1 uM concentration (... 20% inhibition of activity by ... captan ... ). Genotoxicity was tested in vivo by administrating both compounds by acute (3 hr) and chronic feeding (48 hr) of 3-day-old larvae. In acute feeding, captan ... demonstrated positive results only for small single and total spots in 10-100 mM exposure concentration range. Both chemicals were inconclusive for large single spots, as well as for twin spots. In chronic treatment, captan showed positive results only for small single and total spots at 2.5 and 5 mM concentrations. ... The results of the acute treatment experiments which have been performed at very high doses (50% toxicity at higher doses) indicate very weak overall mutagenic activity of both test fungicides."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V30 306 (1983)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Captan alkylates DNA at the N7-position of guanine, producing 7-(trichloromethylsulphenyl)guanine."
        },
        {
            "References": "Dalvi RR, Ashley WM; Drug Chem Toxic 2 (3): 245-55 (1979)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The in vitro effect of various concentrations of captan on hepatic microsomal cytochrome P-450 from phenobarbital-pretreated rats was studied. The I-50 value, namely the concentration of the inhibitor necessary to produce 50% loss of cytochrome P-450 was determined from the plotted inhibition curve. The presence of ethylenediaminetetraacetic acid (EDTA) in microsomal incubations prior to the addition of captan failed to prevent the loss of cytochrome P-450 by captan. In contrast, reduced glutathione (0.5 mM) added to microsomal incubations before captan (0.1 mM) afforded almost complete protection of cytochrome P-450 from captan inhibition. These data indicate that the inhibitory effect of captan on vitally important drug-metabolizing enzyme system, of which cytochrome P-450 is a major component, can be prevented by prior presence of reduced glutathione (GSH) but not of EDTA."
        },
        {
            "References": "PMID:6177315",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Captan (N-trichloromethylthiocyclohex-4-ene-1,2-dicarboximide) was shown to inhibit RNA synthesis in vitro catalyzed by Escherichia coli RNA polymerase. Incorporation of (gamma-32P)ATP and (gamma-32P)GTP was inhibited by captan to the same extent as overall RNA synthesis. The ratio of (3H)UTP incorporation to that of (gamma-32P)ATP or of (gamma-32P)GTP in control and captan-treated samples indicated that initiation was inhibited, but the length of RNA chains being synthesized was not altered by captan treatment. Limited-substrate assays in which re-initiation of RNA chains did not occur also showed that captan had no effect on the elongation reaction. Studies which measured the interaction of RNA polymerase with template DNA revealed that the binding of enzyme to DNA was inhibited by captan. Glycerol-gradient sedimentation of the captan-treated RNA polymerase indicated that the inhibition of the enzyme was irreversible and did not result in dissociation of its subunits. These data are consistent with a mechanism in which RNA polymerase activity was irreversibly altered by captan, resulting in an inability of the enzyme to bind to the template. This interaction was probably at the DNA-binding site on the polymerase and did not involve reaction of captan with the DNA template."
        },
        {
            "References": "PMID:15388237",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The cytotoxicity and lipid peroxidative potency of the organochlorine fungicide captan (N-(trichloromethylthio)-4-cyclohexene-1,2-dicarboximide) ... was studied in isolated rat hepatocytes. This fungicide induced cytotoxicity and lipid peroxidation in a dose- and time-dependent manner. Considerable cytotoxicity and lipid peroxidation occurred after cells were treated with 25 uM and more of fungicide. The phosphatidylcholine hydroperoxide (PCOOH) content increased more than 300 times by captan (250-1000 uM), ... after 1 hr of incubation, as compared with untreated control. Significant cytotoxicity occurred after 20 min (captan) ... of incubation and lipid peroxidation was induced prior to cytotoxicity. The antioxidant alpha-tocopherol and cytochrome P450 inhibitor SKF-525A effectively prevented cytotoxicity and lipid peroxidation. /These/ results suggest that metabolites of this fungicide produced by the microsomal cytochrome P450 system, induced membrane phospholipid peroxidation that caused cytotoxicity."
        },
        {
            "References": "PMID:2416483",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ Captan (N-trichloromethylthio-4-cyclohexene-1,2-dicarboximide) was examined for its effects on bovine liver nuclear RNA synthesis. Transcription was measured by (3)H-UTP incorporation into either an acid-insoluble product or isolated RNA. Captan (1 mM) inhibited RNA synthesis 50% in intact nuclei and 70% in a hypotonic lysate of nuclei. Individual RNA polymerase activities were distinguished in both intact nuclei and hypotonic lysate by alpha-amanitin sensitivity. Captan inhibited RNA polymerase I and II activities to an equal extent in both intact and lysate systems. The sulfhydryl compound dithiothreitol (DTT) protected the RNA polymerase activities from inhibition by captan. Initiation of transcription in intact nuclei was measured by gamma-(32)P-ATP incorporation into purified RNA and was inhibited by 75% by 1 mM captan. ..."
        },
        {
            "References": "Couch RC, Siegel MR; Pest Biochem Physiol 7 (6): 531-46 (1977)",
            "Value": "/ALTERNATIVE and IN VITRO TESTS/ The potential of trichloromethylsulfenyl fungicides for causing deleterious effects on genetic material was examined. The reactions of captan, folpet, and thiophosgene with calf thymus histones and total rat liver histones were investigated. Binding of radioactive elements from the fungicides and changes in gel patterns of treated histones were pH dependent. At high pH, gels were characterized by band diffusion, loss of staining definition, band migration, and aggregate formation. Binding of radioactive elements to histones occurred readily at pH 9.0, but only slightly at pH 7.5. Attempts to reconstitute genetic material using fungicide treated histones and untreated DNA gave unstable complexes and smaller nucleohistone complexes. Intact molecules probably bind to deprotonated sites on the treated histones. This binding causes changes in protein configuration that alter the ability of nuclear histones to form stable DNA structures."
        },
        {
            "References": "PMID:7153526",
            "Value": "/IMMUNOTOXICITY/ The effect of short-term oral administration of captan, [N-(trimethylthio)-4-cyclohexene-1,2-carboximide] on the immune response was studied in rats and mice. Animals were fed a diet with or without 0.3% (w/w) of captan for 7, 14, 21 and 42 days. The sheep red blood cell (SRBC)-antibody formation was depressed by about 70% in both species after 14 days of treatment. A release of inhibition occurred in mice at day 42. In a parallel manner, the lymphoblastic stimulation of splenic cells by phytohemagglutinin (PHA) and by lipopolysaccharide (LPS) was studied in captan-treated mice and their controls. The stimulation by PHA of splenic cells that were mainly T cells was clearly inhibited (45%) by day 14 of captan ingestion. Thereafter, the inhibition was only partially released until day 42. B cells, stimulated by LPS, presented a decrease in stimulation in captan-treated mice, during the first week of diet (20%). Then an important increase in the stimulation of these cells occurred at day 21 (85%) followed by a return to the normal value at day 42. These results pointed out a clear depressive effect of captan-diet on the immune response of the animals. The inhibition of SRBC-antibody formation during the first stage of the treatment may be correlated to the inhibitory effect of captan on T cells, which were cooperative with B cells for the expression of SRBC-antibody synthesis. These effects were obtained at a level of captan which was considerably lower than the toxic dose."
        },
        {
            "References": "PMID:663942",
            "Value": "/OTHER TOXICITY INFORMATION/ The degree of toxicity caused in rats by captan (N-trichloromethylthio-4-cyclohexene-1,2-dicarboximide) administered intraperitoneally is greater than that induced by orally administered captan. With regard to its effect on the drug-metabolizing enzymes of rat liver, the activity of aniline hydroxylase and the level of cytochrome P-450 were found to decrease in the treated rats 24 hr after a single oral dose (650 mg/kg). The loss was even greater in the animals receiving diethyl maleate 1 hr prior to captan. Furthermore, usual increase in the activity of drug biotransformation enzymes seen after phenobarbital treatment appears to decrease in rats dosed with this fungicide. In vitro incubations of rat liver microsomes with captan resulted in a profound loss of cytochrome P-450 and the activity of benzphetamine N-demethylase as well as aniline hydroxylase. Although the inhibition of drug-metabolizing enzyme activity by captan was observed in microsomal incubations with or without NADPH, a detectable amount of carbonyl sulfide (COS) was found only in the incubations that contained captan plus NADPH. Carbonyl sulfide appears to arise from a captan-derived metabolite, thiophosgene (CSCl2), which decomposes to COS in aqueous solutions and in the presence of NADPH inhibits the activity of drug biotransformation enzymes."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Krapac IG et al; J Soil Contam 4: 209-26 (1995)",
            "Value": "SOIL: Captan was detected at 903 ug/kg in one of three soil samples from agrochemical facilities in Illinois known to handle or distribute captan(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) USDA; Agric Res Service. ARS Pesticide Properties Database. Captan (133-06-2). Available from, as of May 25, 2016: https://www.ars.usda.gov/Services/docs.htm?docid=14199 (2) Schuurmann G et al; Environ Sci Technol 40: 7005-11 (2006) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Briggs GG; J Agric Food Chem 29: 1050-9 (1981) (5) USEPA/OPP; Reregistration Eligibility Decisions (REDs) Database. Captan (133-06-2). EPA 738-R-99-015. Available from, as of May 16, 2016: https://iaspub.epa.gov/apex/pesticides/f?p=chemicalsearch:1 (6) Haque R, Freed VH; Bull Environ Contam Toxicol 34: 541-8 (1985) (7) Dell CJ et al; J Environ Qual 23: 92-6 (1994)",
            "Value": "Koc values of 33, 67, 115, 100-600(1), and 200(2) have been reported for captan. According to a classification scheme(3), these Koc values suggest that captan is expected to generally have high to moderate mobility in soil(SRC). A measured organic matter partition coefficient for captan in soil with 3.53% organic matter is 115(4). In field studies at six different sites, however, captan was shown to have slight to no mobility(5). One study predicted that captan would leach <10 cm in a loam soil at 25 °C under annual rainfall of 150 cm(6). Turf thatch has been shown to increase sorption by a factor of 10(7)."
        }
    ],
    "plant_translocations": [
        {
            "content": "In this study, researchers developed an enzyme-responsive nanovehicle called CAP-MSNs-β-glucan to enhance the bioactivity and translocation of captan (CAP), a contact fungicide, in plant tissues. They achieved this by attaching β-glucan to the outer surface of mesoporous silica nanoparticles (MSNs). The properties of CAP-MSNs-β-glucan were characterized using various techniques, including FTIR, ζ-potential, DLS, XRD, TGA, FE-SEM, and HR-TEM. The study evaluated the ability of CAP-MSNs-β-glucan to protect CAP from photolysis and hydrolysis compared to a commercial CAP formulation (CAP-CF). It also examined the distribution of CAP-MSNs-β-glucan in plant tissues, its bioactivity against Fusarium graminearum (a plant pathogen), and its toxicity to zebrafish (Danio rerio) compared to CAP-CF. Results showed that CAP-MSNs-β-glucan had high loading efficacy and could release up to 83.8% of the cargo after 20 days through enzymatic release. The nanovehicle demonstrated significant protection of CAP from UV degradation and pH changes. CAP-MSNs-β-glucan showed better distribution in corn tissues and higher inhibiting potency against Fusarium graminearum compared to CAP-CF. Additionally, it exhibited lower toxicity to zebrafish. The study suggests that formulations like CAP-MSNs-β-glucan could help overcome the limitations of contact fungicides, leading to more effective and sustainable agricultural practices.",
            "reference": "Kaziem, A. E., Yang, L., Lin, Y., Xu, H., & Zhang, Z. (2022). β-glucan-functionalized mesoporous silica nanoparticles for smart control of fungicide release and translocation in plants. ACS omega, 7(17), 14807-14819.",
            "method": {
                "Test Plant": "Corn",
                "Apply Location": "Seed application",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "Captan (97% purity) from Tianjin Sinos Biochemical Technology Co., Ltd.",
                "Pesticide Application Details for the Plant": "-",
                "Other Information": "-"
            },
            "result": "[{\"Times after application\": 1, \"Roots (mg/kg)\": 48.979, \"Stalks (mg/kg)\": 5.454, \"Leaves (mg/kg)\": 2.146}, {\"Times after application\": 3, \"Roots (mg/kg)\": 28.897, \"Stalks (mg/kg)\": 5.0, \"Leaves (mg/kg)\": 1.651}, {\"Times after application\": 5, \"Roots (mg/kg)\": 16.897, \"Stalks (mg/kg)\": 4.363, \"Leaves (mg/kg)\": 1.266}, {\"Times after application\": 7, \"Roots (mg/kg)\": 7.102, \"Stalks (mg/kg)\": 3.454, \"Leaves (mg/kg)\": 1.1}, {\"Times after application\": 10, \"Roots (mg/kg)\": 74.653, \"Stalks (mg/kg)\": 2.272, \"Leaves (mg/kg)\": 0.66}, {\"Times after application\": 12, \"Roots (mg/kg)\": 2.448, \"Stalks (mg/kg)\": 1.272, \"Leaves (mg/kg)\": 0.385}, {\"Times after application\": 14, \"Roots (mg/kg)\": 1.224, \"Stalks (mg/kg)\": 0.363, \"Leaves (mg/kg)\": 0.0}]"
        }
    ]
}