{
    "_id": {
        "$oid": "6682e8c2c4e5dba5ffba2734"
    },
    "CID": {
        "$numberInt": "8612"
    },
    "Name": "CHLOROPROCAINE",
    "IUPACName": "2-(diethylamino)ethyl 4-amino-2-chlorobenzoate",
    "CanonicalSMILES": "CCN(CC)CCOC(=O)C1=C(C=C(C=C1)N)Cl",
    "Synonyms": [
        "CHLOROPROCAINE",
        "Chloroprocain",
        "2-Chloroprocaine",
        "133-16-4",
        "Chlorprocaine",
        "Halestyn",
        "Piocaine",
        "2-(Diethylamino)ethyl 4-amino-2-chlorobenzoate",
        "Chlor-procaine",
        "Chloroprocainum",
        "Chlorprocainum",
        "Cloroprocaina",
        "Chloroprocaine [INN]",
        "Nesacaine",
        "2-Diethylaminoethyl 4-amino-2-chloro-benzoate"
    ],
    "IsomericSMILES": "CCN(CC)CCOC(=O)C1=C(C=C(C=C1)N)Cl",
    "INCHI": "InChI=1S/C13H19ClN2O2/c1-3-16(4-2)7-8-18-13(17)11-6-5-10(15)9-12(11)14/h5-6,9H,3-4,7-8,15H2,1-2H3",
    "INCHIKEY": "VDANGULDQQJODZ-UHFFFAOYSA-N",
    "Formula": "C13H19ClN2O2",
    "MolecularWeight": {
        "$numberDouble": "270.75"
    },
    "Description": "Chloroprocaine is procaine in which one of the hydrogens ortho- to the carboxylic acid group is substituted by chlorine. It is used as its monohydrochloride salt as a local anaesthetic, particularly for oral surgery. It has the advantage over lidocaine of constricting blood vessels, so reducing bleeding. It has a role as a local anaesthetic, a peripheral nervous system drug and a central nervous system depressant. It is a benzoate ester and a member of monochlorobenzenes. It is functionally related to a 2-diethylaminoethanol and a 4-amino-2-chlorobenzoic acid.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "259"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 115",
            "Value": "log Kow= 2.86"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 332",
            "Value": "Local anesthetics prevent the generation and the conduction of the nerve impulse. Their primary site of action is the cell membrane. ... Local anesthetics block conduction by decreasing or preventing the large transient increase in the permeability of excitable membranes to Na+ that normally is produced by a slight depolarization of the membrane. ... As the anesthetic action progressively develops in a nerve, the threshold for electrical excitability gradually increases, the rate of rise of the action potential declines, impulse conduction slows, and the safety factor for conduction decreases; these factors decrease the probability of propagation of the action potential, and nerve conduction fails. ... /Local anesthetics/ can block K+ channels. ... blockade of conduction is not accompanied by any large or consistent change in resting membrane potential due to block of K+ channels. /Local anesthetics/"
        },
        {
            "References": "Hardman, J.G., L.E. Limbird, P.B. Molinoff, R.W. Ruddon, A.G. Goodman (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 9th ed. New York, NY: McGraw-Hill, 1996., p. 332",
            "Value": "... SITE AT WHICH LOCAL ANESTHETICS ACT, AT LEAST IN ... CHARGED FORM, IS ACCESSIBLE ONLY FROM THE INNER SURFACE OF THE MEMBRANE. ... LOCAL ANESTHETICS APPLIED EXTERNALLY FIRST MUST CROSS THE MEMBRANE BEFORE THEY CAN EXERT A BLOCKING ACTION. /LOCAL ANESTHETICS/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 382",
            "Value": "... /TWO POSSIBILITIES:/ ACHIEVE BLOCK BY INCR SURFACE PRESSURE OF LIPID LAYER THAT CONSTITUTES NERVE MEMBRANE ... CLOSING PORES THROUGH WHICH IONS MOVE. ... /OR:/ AFFECT PERMEABILITY BY INCR DEGREE OF DISORDER OF MEMBRANE. /LOCAL ANESTHETICS/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 383",
            "Value": "... ACID SALT MUST BE NEUTRALIZED IN TISSUE & FREE AMINE LIBERATED BEFORE DRUG CAN PENETRATE TISSUES & PRODUCE ANESTHETIC ACTION. ... FORM OF MOLECULE ACTIVE IN NERVE FIBERS IS CATION. ... CATION ... COMBINES WITH SOME RECEPTOR IN MEMBRANE TO PREVENT GENERATION OF ACTION POTENTIAL. /LOCAL ANESTHETICS/"
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 385",
            "Value": "... /SUGGESTED/ THAT PROCAINE ... DIMINISHES RELEASE OF ACETYLCHOLINE BY MOTOR-NERVE ENDINGS. /PROCAINE/"
        }
    ]
}