{
    "_id": {
        "$oid": "66927105303528b49832d79a"
    },
    "CID": {
        "$numberInt": "86132"
    },
    "Name": "Cyproconazole",
    "IUPACName": "2-(4-chlorophenyl)-3-cyclopropyl-1-(1,2,4-triazol-1-yl)butan-2-ol",
    "CanonicalSMILES": "CC(C1CC1)C(CN2C=NC=N2)(C3=CC=C(C=C3)Cl)O",
    "Synonyms": [
        "Cyproconazole",
        "94361-06-5",
        "Cyproconazol",
        "2-(4-chlorophenyl)-3-cyclopropyl-1-(1H-1,2,4-triazol-1-yl)butan-2-ol",
        "Alto",
        "Alto 100SL",
        "Atemi",
        "113096-99-4",
        "Cyproconazole [ISO]",
        "2-(4-chlorophenyl)-3-cyclopropyl-1-(1,2,4-triazol-1-yl)butan-2-ol",
        "DTXSID0032601",
        "CHEBI:83748",
        "622B9C3E6T",
        "MFCD01678672",
        "Cyproconazole 10 microg/mL in Acetonitrile"
    ],
    "IsomericSMILES": "CC(C1CC1)C(CN2C=NC=N2)(C3=CC=C(C=C3)Cl)O",
    "INCHI": "InChI=1S/C15H18ClN3O/c1-11(12-2-3-12)15(20,8-19-10-17-9-18-19)13-4-6-14(16)7-5-13/h4-7,9-12,20H,2-3,8H2,1H3",
    "INCHIKEY": "UFNOUKDBUJZYDE-UHFFFAOYSA-N",
    "Formula": "C15H18ClN3O",
    "MolecularWeight": {
        "$numberDouble": "291.77"
    },
    "Description": "2-(4-chlorophenyl)-3-cyclopropyl-1-(1H-1,2,4-triazol-1-yl)butan-2-ol is a tertiary alcohol that is butan-2-ol substituted by a 4-chlorophenyl group at position 2, a cyclopropyl group at position 3 and a 1H-1,2,4-triazol-1-yl group at position 1. It is a member of monochlorobenzenes, a tertiary alcohol, a member of triazoles and a member of cyclopropanes.",
    "XlogP": {
        "$numberDouble": "2.9"
    },
    "Complexity": {
        "$numberInt": "331"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "The uptake rates and distribution profiles of the fungicides SAN 789 F and cyproconazole were compared after applications to different parts of wheat seedlings. Despite their different lipophilicities, both compounds showed similar incorporation rates and distribution profiles in the seedlings. Uptake was most efficient via the embryo, with approximately 65% of the applied amount absorbed during the first 3 hours. The endosperm and radicle also absorbed significant amounts (approximately 45% and 30%, respectively), while only 5% entered via the coleoptile. When the embryo was treated, it accumulated half of the applied amount, with 15% and 25% located in the pericarp and testa, respectively. Application to the endosperm or radicle resulted in different distribution patterns. SAN 789 F was less mobile than cyproconazole, leading to a more concentrated seed dressing zone and more efficient absorption by wheat seedlings. These results suggest that water-soluble compounds are preferentially taken up via the embryo during germination, but can also enter via the testa and accumulate in the endosperm, with uptake dynamics strongly influenced by seed dressing zones rather than the lipophilicity of the fungicides.",
            "reference": "Simmen, U., & Gisi, U. (1996). Uptake and distribution in germinating wheat of [14C] SAN 789 F and [14C] cyproconazole applied as seed treatment. Crop Protection, 15(3), 275-281.",
            "method": {
                "Test Plant": "Winter wheat (Triticum aestivum L. cv. Arina)",
                "Apply Location": "Seed treatment and filter application",
                "Plant Grown Condition": "Seeds germinated on moist milk filters in Petri dishes. Incubated at 18°C, 16 h daylength, 110 μE/m2/s light intensity",
                "Chemical Preparation": "[14C]-SAN 789 F stock diluted to 100 mg/L. [14C]-cyproconazole stock diluted to 74 mg/L. Applied 0.2 μg in 2 μL for SAN 789 F. Applied 0.15 μg in 2 μL for cyproconazole",
                "Pesticide Application Details for the Plant": "Seed treatment - fungicides applied directly to seeds. Filter application - fungicides applied to center of moistened filter, seeds placed on top",
                "Other information and Other Information": "Exposure times of 3 h and 24 h. After exposure, seedlings washed to remove unabsorbed fungicide. Seedling sections isolated: pericarp, testa, embryo, endosperm, radicle, shoot"
            },
            "result": "[{\"Apply location\": \"Radicle\", \"Days after application\": 24, \"Not absorbed (% of recovered)\": 16, \"Radicle (%)\": 33.0, \"Embryo (%)\": 41, \"Endosperm (%)\": 7, \"Shoot (%)\": 3}, {\"Apply location\": \"Coleoptile\", \"Days after application\": 24, \"Not absorbed (% of recovered)\": 45, \"Radicle (%)\": 0.2, \"Embryo (%)\": 14, \"Endosperm (%)\": 2, \"Shoot (%)\": 39}]"
        },
        {
            "content": "Brown root rot disease (BRRD), caused by Phellinus noxius, is a significant tree disease in tropical and subtropical regions. To enhance the chemical control of BRRD and prevent the emergence of fungicide resistance in P. noxius, this study examined the control efficacy and systemic activity of fungicides with various modes of action. Fourteen fungicides with different modes of action were tested for their inhibitory effects on 39 P. noxius isolates from multiple regions. Cyproconazole, epoxiconazole, and tebuconazole (target-site G1) exhibited colony growth inhibition of P. noxius by 99.9% to 100% at 10 ppm and 97.7% to 99.8% at 1 ppm. Another effective fungicide was cyprodinil + fludioxonil (target-site D1 + E2), which showed growth inhibition of 96.9% at 10 ppm and 88.6% at 1 ppm. Acropetal translocation of six selected fungicides was evaluated in bishop wood (Bischofia javanica) seedlings, with cyproconazole and tebuconazole being the most efficiently absorbed by roots and transported acropetally. Greenhouse experiments indicated that cyproconazole, tebuconazole, and epoxiconazole have slightly higher potential for controlling BRRD compared to mepronil, prochloraz, and cyprodinil + fludioxonil. Since all tested fungicides lacked basipetal translocation, soil drenching should be considered over trunk injection for their use in BRRD control.",
            "reference": "Liao, T. Z., Chen, Y. H., Tsai, J. N., Chao, C., Huang, T. P., Hong, C. F., ... & Chung, C. L. (2023). Translocation of fungicides and their efficacy in controlling Phellinus noxius, the cause of brown root rot disease. Plant Disease, 107(7), 2039-2053.",
            "method": {
                "Test Plant": "Bischofia javanica (bishop wood seedlings), 6-12 months old used due to abundant roots, tender tissues, high susceptibility",
                "Apply Location": "Root immersion (acropetal) or stem injection (bidirectional)",
                "Plant Grown Condition": "Maintained at 35°C day/30°C night, 55-95% RH in phytotron. Under natural light. Leaves trimmed to 3-5 trifoliate leaves per plant before assays",
                "Chemical Preparation": "Root immersion - 100 ppm solutions of fungicides. Stem injection - Stock solutions ranging 75,000-625,000 ppm injected at 3 μL",
                "Pesticide Application Details for the Plant": "Acropetal - 5 root tips immersed in 50 mL fungicide solution. Bidirectional - 3 μL fungicide stock injected into stem",
                "Other Information": "Sampling at 7 and 21 days after treatment. Plant dissected into 5 cm segments (roots, stems, leaves). Fungicide concentrations measured by LC/GC-MS/MS. 2 independent trials with 6 plants per treatment (3 per timepoint)"
            },
            "result": "[{\"Pretreatment\": \"Root-tip immersion\", \"RCF\": \"++\", \"Acropetal\": \"++++\", \"Basipetal\": NaN}, {\"Pretreatment\": \"Stem-injection\", \"RCF\": \"NA ++\", \"Acropetal\": \"-\", \"Basipetal\": NaN}]"
        }
    ]
}