{
    "_id": {
        "$oid": "6682e8c3c4e5dba5ffba2736"
    },
    "CID": {
        "$numberInt": "8630"
    },
    "Name": "AMIBEN",
    "IUPACName": "3-amino-2,5-dichlorobenzoic acid",
    "CanonicalSMILES": "C1=C(C=C(C(=C1C(=O)O)Cl)N)Cl",
    "Synonyms": [
        "Chloramben",
        "3-Amino-2,5-dichlorobenzoic acid",
        "133-90-4",
        "Ambiben",
        "Benzoic acid",
        "3-amino-2,5-dichloro-",
        "AMIBEN",
        "Amiben DS",
        "Amibin",
        "Amoben",
        "Vegiben",
        "Ornamental weeder",
        "2,5-Dichloro-3-aminobenzoic acid",
        "Ornamental weeder 4G",
        "ACPM-629",
        "ACP-M-728"
    ],
    "IsomericSMILES": "C1=C(C=C(C(=C1C(=O)O)Cl)N)Cl",
    "INCHI": "InChI=1S/C7H5Cl2NO2/c8-3-1-4(7(11)12)6(9)5(10)2-3/h1-2H,10H2,(H,11,12)",
    "INCHIKEY": "HSSBORCLYSCBJR-UHFFFAOYSA-N",
    "Formula": "C7H5Cl2NO2",
    "MolecularWeight": {
        "$numberDouble": "206.02"
    },
    "Description": "Chloramben is a chlorobenzoic acid.",
    "XlogP": {
        "$numberDouble": "2"
    },
    "Complexity": {
        "$numberInt": "188"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9, 5-4, 5-10, 7-4, 7-5, 15-15 to 15-32 (1990) (2) Worthing CR, Walker SB, eds; The Pesticide Manual 8th ed. Suffolk, England: Lavenham Press Ltd (1987)",
            "Value": "Based on a measured water solubility of 700 mg/L at 25 °C(2) and a regression derived equation(1), a BCF of 15.34 can be estimated for Amiben(SRC). This BCF value suggests that Amiben may not bioconcentrate in aquatic organisms(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Menzie, C.M. Metabolism of Pesticides. U.S. Department of the Interior, Bureau of Sport Fisheries and Wildlife, Publication 127. Washington, DC: U.S. Government Printing Office, 1969., p. 39",
            "Value": "STUDIES WITH SOIL MICROFLORA INDICATED THAT BREAKDOWN OF AMIBEN OCCURRED...& THAT THE CARBOXYL WAS CLEAVED SLOWLY BUT STEADILY."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 93",
            "Value": "MOVES READILY IN SANDY SOILS OR FOLLOWING HEAVY RAINS. ... BROKEN DOWN BY MICROORGANISMS. ... SOME PHOTOCHEMICAL LOSS IN AQUEOUS SOLN. ON MOIST SOIL LOSS REPORTED BUT SOIL MUST REMAIN MOIST FOR LOSS TO OCCUR ... AVG PERSISTENCE @ RECOMMENDED RATES: APPROXIMATELY 6 TO 8 WEEKS."
        },
        {
            "References": "(1) Widlung RE et al; Weed Research 8: 213-25 (1968)",
            "Value": "When a column of Ella island soil type (pH 3.8, 1.6% organic matter, 82.7% sand, 12.2% silt, and 5.2% clay) was perfused for 160 days with a microbial medium containing 5.7 and 26.9 ppm (14)-COOH-labelled Amiben, 56.2 and 39.1% biodegradation was observed for Amiben, respectively. When a column of Kewaunee clay soil type (pH 6.4, 3.8% organic matter, 14% sand, 35.1% silt, and 48.7% clay) was perfused for 160 days with a microbial medium containing 5.7 and 26.9 ppm (14)-COOH-labelled Amiben, 42.7 and 27.7% biodegradation was observed for Amiben, respectively. When a column of Poygan silty clay soil type (pH 7.2, 10% organic matter, 6% sand, 58.9% silt, and 33.6% clay) was perfused for 160 days with a microbial medium containing 5.7 and 26.9 ppm (14)-COOH-labelled Amiben, 40.3 and 22.6 % biodegradation was observed for Amiben, respectively(1)."
        },
        {
            "References": "(1) Macrae IC, Alexander M; J Agric Food Chem 13: 72-6 (1965) (2) Burnside OC; Weeds 13: 274-6 (1965) (3) Donaldson TW, Foy CL; Weeds 13: 195-202 (1965)",
            "Value": "In an aerobic biodegradation study in a Honeoye silt loam at 25 °C and pH 6.5, amiben biodegraded slowly at rate of 4,500, 6,500, 11,500, and 74,000 cpm (cumulative (14)-CO2 evolution) after 7, 14, 28, and 112 days, respectively(1). According to a bioassay using the soybean plant and 50 ppm Amiben in soil, there was no breakdown of Amiben over an 11-month incubation period in moist soil at 15 °C; at incubation temperatures of 25 and 35 °C, Amiben breakdown over an 11-month period was 42 and 46 percent, respectively(2). Amiben showed the greatest loss of activity in Staten Island peaty muck (42% dissolved organic carbon and pH 5.8) which suggests that the rate of degradation depends on the organic content(3)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C. and A. Leo. The Log P Database. Claremont, CA: Pomona College, 1987.",
            "Value": "log Kow = 1.11"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Worthing, C.R. and S.B. Walker (eds.). The Pesticide Manual - A World Compendium. 8th ed. Thornton Heath, UK: The British Crop Protection Council, 1987., p. 142",
            "Value": "... SINGLE APPLICATION OF 3 MG CAUSED MILD IRRITATION WHICH SUBSIDED WITHIN 24 HR."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 4th ed. Champaign, IL: Weed Science Society of America, 1979. of America, 1979., p. 521",
            "Value": "NO MUTAGENIC ACTIVITY FOR AMIBEN WAS NOTED IN BACTERIA ... ."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 94",
            "Value": "Rats and dogs - 2 yr, no effect at 10,000 ppm in the total diet."
        },
        {
            "References": "BIOASSAY OF CHLORAMBEN FOR POSSIBLE CARCINOGENICITY, US NTIS, PB REP; ISS PB-273065, 1977, 93 PP",
            "Value": "ADMIN OF 10,000 OR 20,000 PPM CHLORAMBEN IN FEED TO MICE OR RATS FOR 80 WK CAUSED HEPATOCELLULAR CARCINOMA IN MICE, BUT WAS NOT CARCINOGENIC IN RATS."
        },
        {
            "References": "EISENBEIS ET AL; SOIL SCI 131 (1): 44 (1981)",
            "Value": "MUTAGENIC ACTIVITY USING AMES SALMONELLA/MAMMALIAN MICROSOME ASSAY FOR CHLORAMBEN WAS STUDIED. STUDIES WERE CONDUCTED WITH & WITHOUT S-9 IN FIVE TESTER STRAINS. NO INCREASES OVER BACKGROUND FINDINGS WERE NOTED."
        },
        {
            "References": "Weed Science Society of America. Herbicide Handbook. 5th ed. Champaign, Illinois: Weed Science Society of America, 1983., p. 93",
            "Value": "INHIBITS ROOT DEVELOPMENT OF SEEDLING WEEDS."
        },
        {
            "References": "Behera J, Bhunya SP; Caryologia 33 (4): 527-536 (1981)",
            "Value": "The effects of a commercial grade herbicide, amiben (23.4% active ingredient as ammonium salt of chloramben) on the chromosomes of somatic and germ cells of the mouse were studied. The chemical was administered by 2 different routes, ip and oral. Doses of 234, 117 and 58.5 mg/kg body wt were used. For the 234 mg/kg dose tissues were exposed for 6, 24 and 48 hr; 117 and 58.5 mg/kg doses were offered for 24 hr only. The highest frequency of aberrations was recorded in tissues fixed 24 hr after treatment in the bone marrow ad spermatogonial cells. Dose fractionation produced 50% reduction in aberrations. Larger chromosomes were more sensitive to damage and distal regions were more affected than proximal and interstitial regions."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Widlung RE et al; Weed Research 8: 213-25 (1968)",
            "Value": "Amiben is expected to have anionic properties in most soil systems under environmental conditions (pH 5-9). When a column of Ella island soil type (pH 3.8, 1.6% organic matter, 82.7% sand, 12.2% silt, and 5.2% clay) was perfused for 160 days with a microbial medium containing 5.7 and 26.9 ppm (14)-COOH-labelled Amiben, 1.4 ppm (24.6%) and 5.0 ppm (18.5%) Amiben adsorbed to the soil, respectively. When a column of Kewaunee clay soil type (pH 6.4, 3.8% organic matter, 14% sand, 35.1% silt, and 48.7% clay) was perfused for 160 days with a microbial medium containing 5.7 and 26.9 ppm 14COOH-labelled Amiben, 0.6 ppm (11.1%) and 2.6 ppm (9.8%) Amiben adsorbed to the soil, respectively. When a column of Poygan silty clay soil type (pH 7.2, 10% organic matter, 6% sand, 58.9% silt, and 33.6% clay) was perfused for 160 days with a microbial medium containing 5.7 and 26.9 ppm 14COOH-labelled Amiben, 1.4 ppm (24.6%) and 5.4 ppm (20.1%) Amiben adsorbed to the soil, respectively. Therefore, soil pH and organic matter content are the primary factors controlling Amiben adsorption with higher adsorption to soil occurring either at a low pH with a low organic matter content or at a neutral pH with a high organic matter content(1)."
        },
        {
            "References": "(1) Rao PSC, Davidson JM; Retention and Transformation of Selected Pesticides and Phosphorus in Soil-Water Systems: A Critical Review USEPA-600/S3-82-060 Athens, GA (1982) (2) Kenaga EE; Ecotoxicol Environ Safety 4: 26-38 (1980) (3) Bailey GW et al; Soil Sci Soc of Amer Proc 32: 222-34 (1968) (4) Swann RL et al; Res Rev 85: 17-28 (1983) (5) Donaldson TW, Foy CL; Weeds 13: 195-202 (1965)",
            "Value": "In a study of the adsorption of organic herbicides by montmorillonite, Amiben at an initial concentration of 500 umol/L exhibited no adsorption or negative adsorption to Na-montmorillonite soil (pH 6.8 and 87.0 cation exchange capacity) and H-montmorillonite soil (pH 3.35 and 73.5 cation exchange capacity)(3). Amiben was more strongly adsorbed to soil with high organic matter content; furthermore, adsorption of Amiben to soil particles significantly reduced herbicidal activity(5). Based on adsorption studies of 12 soils, a mean Koc value of 190 was determined for amiben(1). In another adsorption study, an experimental Koc value of 21 was determined for Amiben(2). These Koc values indicate that Amiben will have high to very high mobility in soil and will leach(4). However, protonated Amiben may exhibit higher adsorption at lower pHs than its Koc values indicate(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "A quantitative assay using 14C-chloramben (3-amino-2,5-dichlorobenzoic acid) revealed that velvetleaf (Abutilon theophrasti Medic. # ABUTH) leaves absorbed a greater amount of chloramben formulated as an acid than as a sodium salt. A surfactant increased 14C-chloramben absorption 5 days, but not 1 day, after application. Translocation of 14C-label out of treated leaves was greater in velvetleaf than in soybean [Glycine max (L.) Merr.]. Differences in the amount of 14C-label as unmetabolized chloramben in ethyl acetate extracts of treated leaves were not detected between velvetleaf and soybean. The amount of unmetabolized chloramben was greater in the shoot above the treated leaf in velvetleaf (58% of total label recovered) than in soybean (35% of recovered label). The amount of recovered 14C-label in unextractable form was greater in treated leaves of soybean compared to velvetleaf.",
            "reference": "Ozair, C. A., Moshier, L. J., & Werner, G. M. (1987). Absorption, translocation, and metabolism of foliage-applied chloramben in velvetleaf (Abutilon theophrasti) and soybean (Glycine max). Weed Science, 35(6), 757-762.",
            "method": {
                "Test Plant": "Soybeans ('Williams') and velvetleaf (Kansas source) were used in this study.",
                "Apply Location": "The central leaflet of the second trifoliolate leaf on soybean plants at the V3 stage and the third leaf on velvetleaf plants at the five- to six-leaf stage were treated.",
                "Plant Grown Condition": "Plants were grown in 946-ml pots filled with Eudora silt loam (Fluventic Haplodoll). They were maintained at a 30 ± 2°C day temperature, an 18 ± 2°C night temperature, and a 15-hour photoperiod supplemented with fluorescent lamps.",
                "Chemical Preparation": "Nonradiolabeled chloramben and a petroleum oil concentrate were added to water to achieve a chloramben plus petroleum oil concentrate rate of 2.8 kg ae plus 2.3 L/ha when 10 μl of the mixture was applied to 1 cm2 of leaf surface. Radiolabeled chloramben (specific activity 12.76 μCi/mmole and uniformly ring labeled) was converted to a sodium salt and added to the mixture. Ten μl of the mixture (14C activity 0.18 μCi) was applied to the designated leaf surfaces.",
                "Pesticide Application Details for the Plant": "The mixture was applied to the central leaflet of the second trifoliolate leaf on soybean plants at the V3 stage and to the third leaf on velvetleaf plants at the five- to six-leaf stage. Plants were harvested 1 or 5 days after treatment.",
                "Other Information": "Treated leaflets of soybean and velvetleaf plants were removed and rinsed multiple times to remove unabsorbed chloramben. Radioactivity was quantified by liquid scintillation spectrometry. The 14C remaining in and translocated out of the treated leaf was expressed as a percentage of 14C absorbed. Amount of 14C-label recovered equaled or exceeded 91% of that applied to plant foliage in all experiments."
            },
            "result": "[{\"plant\": 1, \"days after application\": 83, \"treated leaf (% of absorbed) untreated leaf (%)\": 17}, {\"plant\": 5, \"days after application\": 73, \"treated leaf (% of absorbed) untreated leaf (%)\": 27}, {\"plant\": 1, \"days after application\": 56, \"treated leaf (% of absorbed) untreated leaf (%)\": 44}, {\"plant\": 5, \"days after application\": 47, \"treated leaf (% of absorbed) untreated leaf (%)\": 53}]"
        },
        {
            "content": "The interaction of chloramben and paraquat on weed control and crop safety in peanuts was examined in a series of experiments. Greenhouse experiments revealed that chloramben was antagonistic toward paraquat on sicklepod and peanut, which are species tolerant to chloramben and sensitive to paraquat Control of Florida beggarweed, a species sensitive to both herbicides, was generally improved with tank mixtures. Similar results were obtained in field studies. Antagonism obtained with tank-mixing chloramben plus paraquat was also obtained by applying chloramben prior to paraquat Studies with 14C-labeled herbicides on Florida beggarweed revealed that chloramben inhibited foliar penetration of paraquat, but paraquat had no effect on foliar penetration of chloramben.",
            "reference": "Wehtje, G., Wilcut, J. W., & Mcguire, J. A. (1992). Paraquat phytotoxicity, absorption, and translocation in peanut and selected weeds as influenced by chloramben. Weed Science, 40(3), 471-476.",
            "method": {
                "Test Plant": "Seedlings of peanut, sicklepod, and Florida beggarweed were used in the study.",
                "Apply Location": "The solutions were applied as a single 5-μl drop to the youngest fully expanded leaf of each plant.",
                "Plant Grown Condition": "Seedlings of all species were grown in the greenhouse.",
                "Chemical Preparation": "Commercially formulated and 14C-labeled paraquat (specific activity = 0.82 GBq mmol-1) were used to prepare two solutions with a radioactivity concentration of approximately 5000 dpm μl-1. The total concentration of paraquat in the solution was equivalent to that of a spray solution of 0.14 kg ha-1 in a carrier volume of 168 L ha-1.",
                "Pesticide Application Details for the Plant": "The solutions were applied as a single 5-μl drop to the youngest fully expanded leaf of each plant. There were four single-plant replicates for each species.",
                "Other Information": "Small O-rings were used to keep constant the amount of leaf surface area exposed to the solutions."
            },
            "result": "[{\"treatment\": \"Chloramben alone\", \"leaf wash (% of applied)\": 82, \"1-cm-diameter target area (%)\": 17, \"remainder of treated leaf (%)\": 1}, {\"treatment\": \"Chloramben + paraquat\", \"leaf wash (% of applied)\": 84, \"1-cm-diameter target area (%)\": 15, \"remainder of treated leaf (%)\": 1}]"
        }
    ]
}