{
    "_id": {
        "$oid": "6682e98bc4e5dba5ffba2b2a"
    },
    "CID": {
        "$numberInt": "86398"
    },
    "Name": "Fludioxonil",
    "IUPACName": "4-(2,2-difluoro-1,3-benzodioxol-4-yl)-1H-pyrrole-3-carbonitrile",
    "CanonicalSMILES": "C1=CC(=C2C(=C1)OC(O2)(F)F)C3=CNC=C3C#N",
    "Synonyms": [
        "Fludioxonil",
        "131341-86-1",
        "4-(2,2-Difluorobenzo[d][1,3]dioxol-4-yl)-1H-pyrrole-3-carbonitrile",
        "4-(2,2-Difluoro-1,3-benzodioxol-4-yl)-1H-pyrrole-3-carbonitrile",
        "1H-Pyrrole-3-carbonitrile",
        "4-(2,2-difluoro-1,3-benzodioxol-4-yl)-",
        "Scholar",
        "Fludioxonil [ISO]",
        "C12H6F2N2O2",
        "ENS9J0YM16",
        "DTXSID2032398",
        "CHEBI:81763",
        "Fludioxonil 10 microg/mL in Acetone",
        "Fludioxonil-13C3",
        "Fludioxonil 10 microg/mL in Acetonitrile",
        "Saphire"
    ],
    "IsomericSMILES": "C1=CC(=C2C(=C1)OC(O2)(F)F)C3=CNC=C3C#N",
    "INCHI": "InChI=1S/C12H6F2N2O2/c13-12(14)17-10-3-1-2-8(11(10)18-12)9-6-16-5-7(9)4-15/h1-3,5-6,16H",
    "INCHIKEY": "MUJOIMFVNIBMKC-UHFFFAOYSA-N",
    "Formula": "C12H6F2N2O2",
    "MolecularWeight": {
        "$numberDouble": "248.18"
    },
    "Description": "Fludioxonil is a member of the class of benzodioxoles that is 2,2-difluoro-1,3-benzodioxole substituted at position 4 by a 3-cyanopyrrol-4-yl group. A fungicide seed treatment for control of a range of diseases including Fusarium, Rhizoctonia and Alternaria. It has a role as an androgen antagonist, an estrogen receptor agonist and an antifungal agrochemical. It is a member of benzodioxoles, a member of pyrroles, a nitrile and an organofluorine compound.",
    "XlogP": {
        "$numberDouble": "2.6"
    },
    "Complexity": {
        "$numberInt": "382"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "sediment_soil_concentrations": [
        {
            "References": "(1) Bermudez-Couso A et al; Water Res 41: 4515-25 (2007) (2) Park JH et al; Biomed Chromatogr 25: 1003-9 (2011)",
            "Value": "SOIL: Fludioxonil residues were reported at a maximum of 400 ug/kg in Ourense, Spain vineyard soils(1). Fludioxonil was not detected in 24 soil samples collected from around Yeongsan and Sumjin rivers in the Republic of Korea(2)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The present study aimed to investigate the distribution and migration of eleven systemic and non-systemic pesticides between the skin and pulp of apples. It also examined the behavior of these pesticides during thermal processes ranging from 40°C to 150°C in two apple varieties. Gas and liquid chromatography-tandem mass spectrometry were employed for analytical investigations. Variations in pesticide concentrations between the pulp and skin were observed depending on the apple variety. Pirimicarb showed the highest transfer to the pulp, while boscalid and deltamethrin remained predominantly on the skin. Surprisingly, boscalid was found to be more present in the apple skin than in the pulp. Drying and dry pasteurization processes were the most effective in reducing pesticide levels in apples with and without skin, respectively. Thermal processes resulted in processing factors ranging from 0.06 to 0.98 for ten pesticides, with acetamiprid being the only pesticide whose levels were not decreased. The study discussed the relationship between pesticide distribution, behavior, and physico-chemical properties, particularly water solubility. The findings contribute to a better understanding of pesticide efficacy and removal in apples.",
            "reference": "Hrynko, I., Kaczyński, P., Pietruszyńska, M., & Łozowicka, B. (2023). The effect of food thermal processes on the residue concentration of systemic and non-systemic pesticides in apples. Food Control, 143, 109267.",
            "method": {
                "Test Plant": "Two apple varieties (not specified)",
                "Apply Location": "Surface application (skin)",
                "Plant Grown Condition": "-",
                "Chemical Preparation": "Eleven systemic and non-systemic pesticides - pirimicarb, boscalid, deltamethrin, and 8 others (not specified)",
                "Pesticide Application Details for the Plant": "Pesticides applied to apple skin surface.  Fruit prepared in such a manner was subjected to artificial inoculation through submersion for 8 h in a solution containing selected plant protection products.",
                "Other information and Other Information": "Study investigated distribution of pesticides between skin and pulp using GC/LC-MS/MS analysis. Relates pesticide behavior to physico-chemical properties like water solubility"
            },
            "result": "[{\"Size\": \"Medium-size apple\", \"% in apple pulp\": 1.3, \"% in apple skin\": 98.7}, {\"Size\": \"Large-size apple\", \"% in apple pulp\": 9.9, \"% in apple skin\": 90.1}]"
        },
        {
            "content": "Brown root rot disease (BRRD), caused by Phellinus noxius, is a significant tree disease in tropical and subtropical regions. To enhance the chemical control of BRRD and prevent the emergence of fungicide resistance in P. noxius, this study examined the control efficacy and systemic activity of fungicides with various modes of action. Fourteen fungicides with different modes of action were tested for their inhibitory effects on 39 P. noxius isolates from multiple regions. Cyproconazole, epoxiconazole, and tebuconazole (target-site G1) exhibited colony growth inhibition of P. noxius by 99.9% to 100% at 10 ppm and 97.7% to 99.8% at 1 ppm. Another effective fungicide was cyprodinil + fludioxonil (target-site D1 + E2), which showed growth inhibition of 96.9% at 10 ppm and 88.6% at 1 ppm. Acropetal translocation of six selected fungicides was evaluated in bishop wood (Bischofia javanica) seedlings, with cyproconazole and tebuconazole being the most efficiently absorbed by roots and transported acropetally. Greenhouse experiments indicated that cyproconazole, tebuconazole, and epoxiconazole have slightly higher potential for controlling BRRD compared to mepronil, prochloraz, and cyprodinil + fludioxonil. Since all tested fungicides lacked basipetal translocation, soil drenching should be considered over trunk injection for their use in BRRD control.",
            "reference": "Liao, T. Z., Chen, Y. H., Tsai, J. N., Chao, C., Huang, T. P., Hong, C. F., ... & Chung, C. L. (2023). Translocation of fungicides and their efficacy in controlling Phellinus noxius, the cause of brown root rot disease. Plant Disease, 107(7), 2039-2053.",
            "method": {
                "Test Plant": "Bischofia javanica (bishop wood seedlings), 6-12 months old used due to abundant roots, tender tissues, high susceptibility",
                "Apply Location": "Root immersion (acropetal) or stem injection (bidirectional)",
                "Plant Grown Condition": "Maintained at 35°C day/30°C night, 55-95% RH in phytotron. Under natural light. Leaves trimmed to 3-5 trifoliate leaves per plant before assays",
                "Chemical Preparation": "Root immersion - 100 ppm solutions of fungicides. Stem injection - Stock solutions ranging 75,000-625,000 ppm injected at 3 μL",
                "Pesticide Application Details for the Plant": "Acropetal - 5 root tips immersed in 50 mL fungicide solution. Bidirectional - 3 μL fungicide stock injected into stem",
                "Other Information": "Sampling at 7 and 21 days after treatment. Plant dissected into 5 cm segments (roots, stems, leaves). Fungicide concentrations measured by LC/GC-MS/MS. 2 independent trials with 6 plants per treatment (3 per timepoint)"
            },
            "result": "[{\"Pretreatment\": \"Root-tip immersion\", \"RCF\": \"+\", \"Acropetal\": \"+\", \"Basipetal\": NaN}, {\"Pretreatment\": \"Stem-injection\", \"RCF\": \"NA +\", \"Acropetal\": \"-\", \"Basipetal\": NaN}]"
        },
        {
            "content": "Production of chrysanthemum (Dendranthema grandiflora) in greenhouses often requires intensive pesticide use, raising concerns about food safety and human health. This study investigated the uptake, translocation, and residue dissipation of typical fungicides (metalaxyl-M and fludioxonil) and insecticides (cyantraniliprole and thiamethoxam) in greenhouse chrysanthemum when applied to soils. Chrysanthemum plants absorbed these pesticides from soils to various degrees, with bioconcentration factors (BCF) positively correlated with the lipophilicity (log Kow) of pesticides. The highly lipophilic fludioxonil (log Kow = 4.12) had the greatest BCF (2.96 ± 0.41 g/g), while the hydrophilic thiamethoxam (log Kow = 0.13) had the lowest (0.09 ± 0.03 g/g). Translocation factors (TF) from roots to shoots followed the order of TF_leaf > TF_stem > TF_flower. Metalaxyl-M and cyantraniliprole, with medium lipophilicity (log Kow of 1.71 and 2.02, respectively), and hydrophilic thiamethoxam showed relatively strong translocation potentials with TF values in the range of 0.29–0.81, 0.36–2.74, and 0.30–1.03, respectively.",
            "reference": "Gong, W., Jiang, M., Zhang, T., Zhang, W., Liang, G., Li, B., ... & Han, P. (2020). Uptake and dissipation of metalaxyl-M, fludioxonil, cyantraniliprole and thiamethoxam in greenhouse chrysanthemum. Environmental pollution, 257, 113499.",
            "method": {
                "Test Plant": "Chrysanthemun",
                "Apply Location": "Root application (soil application)",
                "Plant Grown Condition": "Plants were cultivated in plastic pots (500 × 340 × 263 mm) filled with dry soil mass of 6 ± 0.5 kg, with a temperature of 21 ± 2°C and relative humidity of 75 ± 2% in a greenhouse.",
                "Chemical Preparation": "A commercial formulation of 62.5 g/L metalaxyl-M fludioxonil SC (37.5 g/L for metalaxyl-M and 25 g/L for fludioxonil), and a commercial formulation of 40% cyantraniliprole thiamethoxam SC (20% for each) were used. A mixed pesticide solution (200 mL) was prepared at the manufacturer-recommended dose (3.2, 2.1, 4.3, and 4.3 kg/ha for metalaxyl-M, fludioxonil, cyantraniliprole, and thiamethoxam, respectively).",
                "Pesticide Application Details for the Plant": "Chrysanthemun plants received a mixed pesticide solution (200 mL) once at the manufacturer-recommended dose (low dose) or at the high dose (doubling the recommended dose) two or three times with a 7-day interval.",
                "Other Information": "The experiment was designed in a randomized block design with two adjacent blocks separated by a 0.5-m alley."
            },
            "result": "[{\"Days after application\": 1, \"Flower (mg/kg)\": 0.035, \"Leaf (mg/kg)\": 0.075, \"Stem (mg/kg)\": 0.064}, {\"Days after application\": 2, \"Flower (mg/kg)\": 0.063, \"Leaf (mg/kg)\": 0.075, \"Stem (mg/kg)\": 0.082}, {\"Days after application\": 3, \"Flower (mg/kg)\": 0.033, \"Leaf (mg/kg)\": 0.087, \"Stem (mg/kg)\": 0.106}, {\"Days after application\": 5, \"Flower (mg/kg)\": 0.024, \"Leaf (mg/kg)\": 0.089, \"Stem (mg/kg)\": 0.049}, {\"Days after application\": 7, \"Flower (mg/kg)\": 0.014, \"Leaf (mg/kg)\": 0.131, \"Stem (mg/kg)\": 0.034}, {\"Days after application\": 14, \"Flower (mg/kg)\": 0.003, \"Leaf (mg/kg)\": 0.146, \"Stem (mg/kg)\": 0.03}, {\"Days after application\": 21, \"Flower (mg/kg)\": 0.005, \"Leaf (mg/kg)\": 0.157, \"Stem (mg/kg)\": 0.024}]"
        }
    ]
}