{
    "_id": {
        "$oid": "6682e8c3c4e5dba5ffba2738"
    },
    "CID": {
        "$numberInt": "8640"
    },
    "Name": "1-NAPHTHYLAMINE",
    "IUPACName": "naphthalen-1-amine",
    "CanonicalSMILES": "C1=CC=C2C(=C1)C=CC=C2N",
    "Synonyms": [
        "1-NAPHTHYLAMINE",
        "1-Aminonaphthalene",
        "134-32-7",
        "naphthalen-1-amine",
        "1-Naphthalenamine",
        "Naphthalen-1-ylamine",
        "alpha-Naphthylamine",
        "Naphthalidine",
        "Naphthalidam",
        "Naphthylamine",
        "1-Naphthalamine",
        "Fast Garnet Base B",
        "alpha-Aminonaphthalene",
        "1-Naphthylamin",
        "1-Naftilamina"
    ],
    "IsomericSMILES": "C1=CC=C2C(=C1)C=CC=C2N",
    "INCHI": "InChI=1S/C10H9N/c11-10-7-3-5-8-4-1-2-6-9(8)10/h1-7H,11H2",
    "INCHIKEY": "RUFPHBVGCFYCNW-UHFFFAOYSA-N",
    "Formula": "C10H9N",
    "MolecularWeight": {
        "$numberDouble": "143.18"
    },
    "Description": "1-naphthylamine is a naphthylamine that is naphthalene substituted by an amino group at position 1. It has a role as a human xenobiotic metabolite.",
    "XlogP": {
        "$numberDouble": "2.2"
    },
    "Complexity": {
        "$numberInt": "133"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 68 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 11 was calculated for 1-naphthylamine(SRC), using a log Kow of 2.25(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC), provided the compound is not altered physically or chemically once released into the environment."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Baird R et al; J Water Pollut Control Fed 49: 1609 (1977) (2) Malaney GW; J Water Pollut Control Fed 32: 1300 (1960) (3) Pitter P; Water Res 10: 231 (1976) (4) Lutin PA et al; Purdue Univ Eng Bull, Ext Series 118: 131 (1965) (5) Bosch FM, Van Vaerenbergh E; Doc Eur Sewage Refuse Symp Eas 4th pp 272 (1978) (6) Graveel JG; J Environ Qual 15: 53 (1986)",
            "Value": "AEROBIC: Using activated sludge from both domestic and industrial sources and the Warburg technique, 1-naphthylamine depletion after 6 hrs at 25 °C was measured to be 80-84% from an initial concn of 20 ppm(1). 1-Naphthylamine, at a concn of 500 ppm, was extensively oxidized by an aniline-acclimated activated sludge after 19 hrs in a Warburg respirometer(2). Over a 20-day period, no biodegradation of 200 ppm 1-naphthylamine as a sole carbon source was observed in a batch system containing an adapted activated sludge(3). 1-Naphthylamine at 500 ppm was found to inhibit oxygen uptake in a Warburg respirometer containing a municipal activated sludge(4). At 1000 ppm, 1-naphthylamine was toxic to an activated sludge(5). 1-Naphthylamine degradation in six different soils after 308 days of incubation at 23 °C varied from 16.6-30.7% as measured by radio-labelled carbon dioxide evolution(6). Comparison of carbon dioxide evolution in sterilized (via gamma radiation) versus unsterilized soil suggested that the degradation was predominantly microbial in nature(6). Approximately 16, 28 and 33% of added 1-naphthylamine degraded in Russell soil at temperatures of 12, 23 and 30 °C, respectively, indicating the effect of temperature on microbial degradation(6)."
        },
        {
            "References": "(1) Al-Bashir B et al; Wat Res 28: 1817-25 (1994) (2) Bornick H et al; Wat Res 35: 619-24 (2001)",
            "Value": "AEROBIC: In the study of flooded soil samples from the Montreal area, researchers found that the soil's native bacteria was able to degrade 1-naphthylamine under aerobic conditions at various pH. Biodegradation was more favorable at pH ranges 5.5-6.0 and 7.0-7.5(1). At the end of 200 days, 14 percent of 1-naphthylamine was recovered.(1) In a testfilter experiment with water from the River Elbe, Germany, researchers found that the biodegradation rate of 1-naphthylamine was 1.4/hr(2)"
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Diachenko GW; Environ Sci Technol 13: 329 (1979)",
            "Value": "1-Naphthylamine levels of 10 and 40 ppb were found in fish samples collected near dye manufacturing plants on the Buffalo and Delaware Rivers, respectively(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 68",
            "Value": "log Kow = 2.25"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1-Naphthylamine (134-32-7) (2000 CD-ROM edition). Available from, as of March 22, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A dog, treated sc with 800 mg 1-naphthylamine showed strangury and hematuria. The symptoms declined 4 days later. The same dog showed at cystoscopy purpura of the bladder epithelium with numerous pin-head size subepidermal hemorrhages. Half a year later, at necropsy, the dog showed no macroscopical changes."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1-Naphthylamine (134-32-7) (2000 CD-ROM edition). Available from, as of March 22, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not irritating to rabbit skin after 24 hr ear exposure to 500 mg/animal, semi-occlusive. Observation time: 7 days. Slightly irritating to rabbit eyes at 50 mg/animal."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1-Naphthylamine (134-32-7) (2000 CD-ROM edition). Available from, as of March 22, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No toxicological symptoms /were seen in rats/ at the highest concentration that could be produced as an aerosol. No animal died. NOEL: 0.056 mg/L/4 hr."
        },
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 2108",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ A single dose of 200 mg/kg /1-naphthylamine/ administered by stomach tube, regularly produced methemoglobin in dogs. /from table/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 90 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ...Solution of 0.01% 1-naphthylamine hydrochloride.../free from 2-naphthylamine was administered/ in drinking water of 61 male and female stock mice over a period of 84 wk. In males incidence of hepatomas was 4/18 (22%) in treated animals and 4/24 (17%) in controls. In females corresponding incidences were 5/43 (11%) and 0/36 (0%). /1-Naphthylamine hydrochloride/"
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 91 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1-Naphthylamine administration in diet at concentration of 0.1% for life and 1% for 70 wk to 2 groups of 30 male and 30 female Syrian golden hamsters failed to show a carcinogenic effect."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 91 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1-Naphthylamine of 2 levels of purity, neither free from the 2-isomer, was given to 5 dogs in gelatine capsules in 300 or 330 mg doses 5 times weekly for 4.5 yr without inducing bladder tumors."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V4 91 (1974)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In male and female Swiss mice given 100 ug 1-naphthylamine/dose sc on the 1st, 3rd and 5th days of life, 5/35 male mice had tumors after 12 months when...sacrificed. Findings included 3 pulmonary tumors, 1 hepatoma, and 1 lymphosarcoma. In control mice only 1 lymphosarcoma was observed. One lung adenoma... in treated female mice, with no tumors in female controls. Single injection of 30 ug on the 1st day of life resulted in occurrence of 4 tumors in 65 treated mice (3 lung tumors and 1 hepatoma) at 10 months. No tumors were observed in the controls."
        },
        {
            "References": "PMID:4328736",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ N-hydroxy-1-naphthylamine was more carcinogenic than N-hydroxy-2-naphthylamine when administered to rats, but reverse was observed in experiment with neonatal mice. /N-hydroxy product of 1-naphthylamine/"
        },
        {
            "References": "PMID:918350",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Osborne-Mendel and Sprague-Dawley rats were treated by repeated topical applications of 1- and 2-naphthylamine for 52 wk and no skin tumors noted."
        },
        {
            "References": "PMID:7438039",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 15 mg/kg was administered orally, 5 days/wk for approx 9 yr, to beagles. No tumors were observed."
        },
        {
            "References": "PMID:7326199",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of male and female beagle dogs were given daily doses of naphthylamines for up to 109 months. Survivors were killed at 128 months. Some of the dogs receiving 1-naphthylamine (total dose 950 g) and the controls had focal cystitis or hyperplasia, but no neoplasia of the bladder. No carcinogenic effect of 1-naphthylamine was observed."
        },
        {
            "References": "PMID:6947112",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 1-Naphthylamine was tested in inbred A/ST male and female mice by pulmonary adenoma bioassay. 1-Naphthylamine was nontumorigenic."
        },
        {
            "References": "European Chemicals Bureau; IUCLID Dataset, 1-Naphthylamine (134-32-7) (2000 CD-ROM edition). Available from, as of March 22, 2004: https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ CBAxBALB mice (5/group) were administered 10, 20, 25, 40, 50, 60, 80, or 100 mg/kg bw/day ip for 5 days. Animals were observed for 5 weeks. No increases in abnormal sperm heads could be observed."
        },
        {
            "References": "Beland FA, Kadlubar FF; Environ Health Perspectives, 62: 19-30 (1985)",
            "Value": "/ALTERNATIVE IN VITRO TESTS/  1-Naphthylamine has not been found to be carcinogenic in any bioassay, but at least three adducts are formed in vivo with DNA. No significant binding is detected."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. S4 164 (1982)",
            "Value": "/GENOTOXICITY/ 1-Naphthylamine was mutagenic and gave indirect evidence of DNA repair in bacteria and fungi in presence of exogenous metabolic activation system. It was not mutagenic to Drosophila melanogaster in 2 separate studies. In cultured mammalian cells supplied with exogenous metabolizing system, 1-naphthylamine induced mutation at 3 different loci, sister chromatid exchanges, chromosomal aberrations and DNA repair; however, it was negative in assays for cell transformation (bhk /baby hamster kidney/). In 4 different studies, 1-naphthylamine did not induce micronuclei in bone marrow of mice treated in vivo and did not produce sperm abnormalities in 2 studies in mice. Results in assay in vivo for sister chromatid exchanges in mice were equivocal."
        },
        {
            "References": "Hix C et al; Carcinogenesis (London) 4 (11): 1401-7 (1983)",
            "Value": "/GENOTOXICITY/ Mutagenic activation of aromatic amines was investigated using intact cells or cell homogenates (S9) from bovine bladder urothelium and liver. Test species were Salmonella typhimurium. Bladder urothelial cells did not activate 1-naphthylamine & with liver cells there was little or no activation."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Nelson CR, Hites RA; Environ Sci Tech 14: 1147 (1980)",
            "Value": "1-Naphthylamine was detected in sediment from the Buffalo River, NY at concentrations ranging from 7-80 ppb(1)."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Graveel JG et al; J Environ Qual 15: 53 (1986) (2) Swann RL et al; Res Rev 85: 17-28 (1983) (3) Graveel JG et al; Environ Toxicol Chem 4: 607 (1985) (4) Graveel JG; Diss Abstr Int B 45: 171 (1984) (5) Humenick MJ et al; In Situ 6: 107 (1982)",
            "Value": "Using a batch equilibrium technique, 1-naphthylamine Koc values of 2,688 and 3,173 were determined for two sandy-silt soils and a Koc value of 3,777 was determined for a silty-clay soil(1). According to a classification scheme(2), this estimated Koc value suggests that 1-naphthylamine is expected to have low mobility in soil. Results of a batch equilibrium study with various soils indicated that 1-naphthylamine binds to soil in two phases with an initial rapid and reversible equilibrium established between the amine and the inorganic and organic components of soil followed subsequently by a strong association with the humic fraction of soil via covalent binding(3,4). In laboratory study, 1-naphthyalmine was found to have a relatively moderate tendency to adsorb to lignite coal in subsurface areas where it may be present as a contaminant from coal-gasification plants(5)."
        },
        {
            "References": "(1) Lide DR, ed; CRC Handbook of Chemistry and Physics. 81st Ed. Boca Raton, FL: CRC Press LLC p. 8-53 (2000) (2) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (3) Bollag JM et al; J Agric Food Chem 26: 1302-6 (1978) (4) Adrian P et al; Toxicol Environ Chem 20-21: 109-20 (1989)",
            "Value": "The pKa of 1-naphthylamine is 3.92(1), indicating that this compound will partially exist in the protonated form in the environment and cations generally adsorb more strongly to organic carbon and clay than their neutral counterparts(2). Aromatic amines are expected to bind strongly to humus or organic matter in soils due to the high reactivity of the aromatic amino group(3,4), also suggesting that mobility may be much lower in some soils(SRC)."
        }
    ]
}