{
    "_id": {
        "$oid": "669270fa303528b49832d770"
    },
    "CID": {
        "$numberInt": "86412"
    },
    "Name": "Acibenzolar-S-Methyl",
    "IUPACName": "S-methyl 1,2,3-benzothiadiazole-7-carbothioate",
    "CanonicalSMILES": "CSC(=O)C1=C2C(=CC=C1)N=NS2",
    "Synonyms": [
        "Acibenzolar-S-Methyl",
        "135158-54-2",
        "Actigard",
        "S-Methyl 1,2,3-benzothiadiazole-7-carbothioate",
        "Acibenzolar-S-Methyl [ISO]",
        "1,2,3-Benzothiadiazole-7-carbothioic acid",
        "S-methyl ester",
        "7-(methylthiocarbonyl)-benzo-1,2,3-thiadiazole",
        "DTXSID1032519",
        "CHEBI:73178",
        "BCW6119347",
        "Bendicar",
        "Bion",
        "Bion (pesticide)",
        "s-methyl benzo(1,2,3)thiadiazole-7-carbothioate",
        "S-methyl benzo[1,2,3]thiadiazole-7-carbothioate"
    ],
    "IsomericSMILES": "CSC(=O)C1=C2C(=CC=C1)N=NS2",
    "INCHI": "InChI=1S/C8H6N2OS2/c1-12-8(11)5-3-2-4-6-7(5)13-10-9-6/h2-4H,1H3",
    "INCHIKEY": "UELITFHSCLAHKR-UHFFFAOYSA-N",
    "Formula": "C8H6N2OS2",
    "MolecularWeight": {
        "$numberDouble": "210.3"
    },
    "Description": "Acibenzolar-S-methyl is a benzothiadiazole that is the S-methyl thioester derivative of acibenzolar. A profungicide (by hydrolysis of the thioester group to give the corresponding carboxylic acid), it is used as a fungicide and plant activator on a variety of crops, including cotton, chili peppers, lettuce, onions, spinach, tobacco, and tomatoes. It has a role as a plant activator, an antifungal agrochemical and a profungicide. It is a benzothiadiazole and a thioester. It is functionally related to an acibenzolar.",
    "XlogP": {
        "$numberDouble": "2.3"
    },
    "Complexity": {
        "$numberInt": "212"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_translocations": [
        {
            "content": "Acibenzolar-S-methyl (ASM) is a plant activator widely used to protect various plant species against a broad spectrum of diseases and pests. It does not possess direct antimicrobial activity but instead triggers the plant's natural systemic acquired resistance (SAR) response, which enhances the plant's ability to resist pathogens. ASM can be applied through foliar spray, seed treatment, root-dip, and soil drench methods. The main metabolic pathway of ASM in plants and soil involves the hydrolysis of the parent molecule into the acidic metabolite CGA210007. Despite numerous reports on the suppression of plant pathogens and the induction of SAR in tomato plants after foliar application, there is limited information available on the persistence and translocation of both ASM and its acid derivative CGA210007 in plant tissues. Furthermore, while there have been studies on the effects of SAR activators like ASM when applied to the soil, there is a lack of data regarding the root uptake and translocation of ASM in above-ground plant parts. This study aimed to investigate the uptake, translocation, and persistence of ASM residues in tomato plants treated with soil application in the root zone.",
            "reference": "Myresiotis, C. K., Vryzas, Z., & Papadopoulou-Mourkidou, E. Uptake and translocation of acibenzolar-S-methyl in tomato plants after soil application.",
            "method": {
                "Test Plant": "Tomato (Solanum lycopersicum cv. ACE55)",
                "Apply Location": "Drenching the soil",
                "Plant Grown Condition": "Tomato seeds were individually sown in 8x8 cm plastic pots containing potting soil. Seedlings were kept at 18-25°C under laboratory conditions with about 14 hours of natural light and 10 hours of darkness daily. Plants were fertilized with a soluble 20-20-20 (N-P-K) fertilizer (0.4 g per pot) at 10-day intervals and irrigated regularly.",
                "Chemical Preparation": "ASM (Bion 50WG; Syngenta Crop Protection Inc.) was applied at the 4th-5th true leaf stage by drenching each pot with 25 mL of ASM solution (56 μg/mL).",
                "Pesticide Application Details for the Plant": "ASM concentrations were determined as a total residue of the parent compound and its major degradation product CGA 210007. The plants' above-ground biomass was sampled and weighed at 0, 2, 4, 8, 12, 24, 48, and 72 hours after the treatment.",
                "Other Information": "The experimental design involved individual pots for each tomato plant, with sampling at multiple time points after treatment to assess ASM residues in the plant tissue."
            },
            "result": "[{\"Hours after application\": 2, \"Residues in above part (ug/g)\": 0.72}, {\"Hours after application\": 4, \"Residues in above part (ug/g)\": 0.81}, {\"Hours after application\": 8, \"Residues in above part (ug/g)\": 1.34}, {\"Hours after application\": 12, \"Residues in above part (ug/g)\": 2.05}, {\"Hours after application\": 24, \"Residues in above part (ug/g)\": 1.98}, {\"Hours after application\": 48, \"Residues in above part (ug/g)\": 3.27}, {\"Hours after application\": 72, \"Residues in above part (ug/g)\": 2.66}]"
        },
        {
            "content": "The study examined the effectiveness of acibenzolar-S-methyl (ASM) in inducing resistance against Xanthomonas campestris pv. vesicatoria in pepper plants under both growth chamber and open field conditions. The results from the growth chamber experiments demonstrated that ASM treatment at a concentration of 300µM provided systemic and local protection against the pathogen. This was evident from the reduction in the number and size of bacterial spots, as well as the inhibition of bacterial growth within the plants. The acid derivative of ASM, CGA 210007, which could be produced through hydrolysis in the plant, also exhibited systemic protection. The efficacy of ASM was further confirmed in open field conditions, where both the leaves and fruit of the pepper plants were safeguarded against the disease. The highest level of efficacy, approximately 67%, was achieved by multiple applications of a mixture containing ASM and copper hydroxide. Persistence and translocation data obtained from the growth chamber experiments revealed that ASM remained effective for up to five days after treatment, with rapid translocation and minimal formation of the acid derivative. Notably, the observed protection against bacterial spot disease persisted even after complete degradation of ASM, suggesting that it was attributed to the activation of systemic acquired resistance (SAR).",
            "reference": "Buonaurio, R., Scarponi, L., Ferrara, M., Sidoti, P., & Bertona, A. (2002). Induction of systemic acquired resistance in pepper plants by acibenzolar-S-methyl against bacterial spot disease. European Journal of Plant Pathology, 108, 41-49.",
            "method": {
                "Test Plant": "Pepper (Capsicum annuum L. cv. Early Calwonder)",
                "Apply Location": "Leaf surface (adaxial and abaxial)",
                "Plant Grown Condition": "Pepper plants were grown in sterilized compost-enriched soil in a greenhouse at 22–28°C, under natural light conditions. After approximately 40 days, plants were transferred to a growth chamber at 28±2°C, 60–70% RH, 65 µEm−2s−1 illumination, and a 14-hour light period. Plants at the 8–9th true leaf stage were used for the experiments.",
                "Chemical Preparation": "ASM (benzo(1,2,3)thiadiazole-7-carbothioic acid S-methyl ester) and its acid derivative (benzo(1,2,3)thiadiazole-7-carboxylic acid) were used in the experiments. ASM was provided as a 50% water dispersible granule, and both compounds were of analytical grade. Aqueous suspensions of ASM and CGA 210007 were prepared at concentrations of 300µM.",
                "Pesticide Application Details for the Plant": "The adaxial and abaxial leaf surfaces of the 1st–3rd leaves (basal leaves) were sprayed with either a 300µM aqueous suspension of ASM (64µg ml−1 a.i.) or CGA 210007 (55µg ml−1 a.i.).",
                "Other Information": "a completely randomized design with six replicates and three levels (control, CGA 210007, ASM)."
            },
            "result": "[{\"Hours after application\": 6, \"Untreated apical (ug/g)\": 2.95, \"Treated basal (ug/g)\": 73.88}, {\"Hours after application\": 12, \"Untreated apical (ug/g)\": 1.94, \"Treated basal (ug/g)\": 35.34}, {\"Hours after application\": 24, \"Untreated apical (ug/g)\": 1.11, \"Treated basal (ug/g)\": 28.17}, {\"Hours after application\": 48, \"Untreated apical (ug/g)\": 0.2, \"Treated basal (ug/g)\": 24.98}, {\"Hours after application\": 72, \"Untreated apical (ug/g)\": 0.12, \"Treated basal (ug/g)\": 22.85}, {\"Hours after application\": 96, \"Untreated apical (ug/g)\": 0.06, \"Treated basal (ug/g)\": 12.22}, {\"Hours after application\": 120, \"Untreated apical (ug/g)\": 0.0, \"Treated basal (ug/g)\": 0.26}]"
        }
    ]
}