{
    "_id": {
        "$oid": "6682e8c5c4e5dba5ffba2742"
    },
    "CID": {
        "$numberInt": "8711"
    },
    "Name": "METHYL 2-CYANOACRYLATE",
    "IUPACName": "methyl 2-cyanoprop-2-enoate",
    "CanonicalSMILES": "COC(=O)C(=C)C#N",
    "Synonyms": [
        "Mecrylate",
        "137-05-3",
        "METHYL 2-CYANOACRYLATE",
        "Methyl cyanoacrylate",
        "2-Propenoic acid",
        "2-cyano-",
        "methyl ester",
        "Mecrilate",
        "Cyanolit",
        "Mecrilat",
        "methyl 2-cyanoprop-2-enoate",
        "Adhere",
        "Coapt",
        "Krazy-Glue",
        "2-Cyanoacrylic acid",
        "methyl ester",
        "Cyanoacrylic acid methyl ester",
        "Mecrylate [USAN]"
    ],
    "IsomericSMILES": "COC(=O)C(=C)C#N",
    "INCHI": "InChI=1S/C5H5NO2/c1-4(3-6)5(7)8-2/h1H2,2H3",
    "INCHIKEY": "MWCLLHOVUTZFKS-UHFFFAOYSA-N",
    "Formula": "C5H5NO2",
    "MolecularWeight": {
        "$numberDouble": "111.1"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "0.6"
    },
    "Complexity": {
        "$numberInt": "163"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) NIOSH. NIOSH Pocket Guide to Chemical Hazards. Department of Health & Human Services, Centers for Disease Prevention & Control. National Institute for Occupational Safety & Health. DHHS (NIOSH) Publication No. 2005-149 (2005). Available from, as of Feb 15, 2011: https://www.cdc.gov/niosh/npg/ (2) US EPA; High Production Volume (HPV) Challenge Program. The HPV voluntary challenge chemical list. Robust summaries and test plans. Ethyl Cyanoacrylate. Washington, DC: US EPA, Off. Prevent. Pest. Tox. Subst., Pollut. Prevent. Toxics. Available from, as of Feb 16, 2011: https://www.epa.gov/hpv/pubs/summaries/viewsrch.htm (3) O'Connor; Kirk-Othmer Encyclopedia of Chemical Technology. (2001). New York, NY: John Wiley & Sons; Acrylic Ester Polymers, 2-Cyanoacrylic Ester Polymers. Online Posting Date: Dec 4, 2000",
            "Value": "Methyl 2-cyanoacrylate polymerizes rapidly on contact with moisture(1,2,3). Therefore, bioconcentration in aquatic organisms is not a relevant environmental process for this substance(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NIOSH. NIOSH Pocket Guide to Chemical Hazards. Department of Health & Human Services, Centers for Disease Prevention & Control. National Institute for Occupational Safety & Health. DHHS (NIOSH) Publication No. 2005-149 (2005). Available from, as of Feb 15, 2011: https://www.cdc.gov/niosh/npg/ (2) US EPA; High Production Volume (HPV) Challenge Program. The HPV voluntary challenge chemical list. Robust summaries and test plans. Ethyl Cyanoacrylate. Washington, DC: US EPA, Off. Prevent. Pest. Tox. Subst., Pollut. Prevent. Toxics. Available from, as of Feb 16, 2011: https://www.epa.gov/hpv/pubs/summaries/viewsrch.htm (3) O'Connor; Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2011). New York, NY: John Wiley & Sons; Acrylic Ester Polymers, 2-Cyanoacrylic Ester Polymers. Online Posting Date: Dev 4, 2000",
            "Value": "Methyl 2-cyanoacrylate polymerizes rapidly on contact with moisture(1-3). Therefore, biodegradation is not a relevant environmental fate process for this substance(SRC)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:12765870",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The expiratory bradypnea indicative of upper airway irritation in mice was evaluated during a period of 60 min of nasal exposure to methyl-2-cyanoacrylate, ethyl-2-cyanoacrylate, isopropyl-2-cyanoacrylate and 2-methoxyethyl-2-cyanoacrylate vapors using nose only exposure. Irritation of the upper respiratory tract caused a concentration-dependent decrease in the respiratory rate. The maximum effect occurred within the first 10 min of exposure and was followed by a drop-off in the response during the remainder of the exposure period. The airborne concentration resulting in a 50% decrease in the respiratory rate of mice (RD(50)) was calculated for each chemical. The results show that the four chemicals had similar irritant potencies. The RD(50) values of methyl-2-cyanoacrylate, ethyl-2-cyanoacrylate, isopropyl-2-cyanoacrylate and 2-methoxyethyl-2-cyanoacrylate were 1.4, 0.7, 0.6 and 1.0 p.p.m. Tentative estimates of threshold limit values showed that 0.1 RD(50) was closer to the values recommended by the American Conference of Governmental Industrial Hygienists for methyl- and ethyl-2-cyanoacrylate than 0.03 RD(50)..."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Liquid methyl cyanoacrylate (MCA) (0.5 mL, approximately 100% purity) was applied under a semi-occlusive dressing to each of six rabbits for a 24-hr period. Slight erythema (a mean score of 0.75 over 72 hr according to the European Union system) was seen, but there were no signs of edema."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ No mortalities were observed following the administration of 5000 mg/kg body weight of liquid methyl cyanoacrylate (MCA) by oral gavage to a group of six male rats. Pilo-erection and lethargy were observed in all animals until day 6 post-administration. The extent of the macroscopic pathological examination was unclear, but a large hardened mass filled the entire stomach of each animal; this was almost certainly solidified adhesive. Extended caeca were also reported."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An unstated number of guinea-pigs received four injections of 0.2% methyl cyanoacrylate (MCA) in ethanol/saline solution with Freund's complete adjuvant into the footpad and into the nape of the neck on day 0. On day 7, the maximum non-irritant concentration (not stated) was applied to the shaved flank. The same concentration was applied topically at different sites on the flank once a week for up to 12 weeks. There was no mention of the use of control animals. MCA did not appear to produce positive skin reactions."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ One drop (~0.1 mL) of liquid methyl cyanoacrylate (MCA) (approximately 100% purity) was applied to one eye of each of three New Zealand White rabbits. For three other rabbits, the eyes were washed (presumably with saline or water) shortly after instillation. At 24 hr, observations could be performed only on two rabbits whose eyes were unwashed because of adhesion problems. At all other time points, all three rabbits were available for observation. White discharges were observed during the study. For conjunctival reactions, the mean score (European Union system) for redness was 1.75. For chemosis, the mean value was 0.5; corneal opacity, 0.75; and iridial reactions, 0.5. All reactions decreased in intensity during the observation period, and no abnormalities were seen after 7 days. Reactions were exacerbated by washing immediately after application, presumably due to rapid polymerization enhanced by the presence of water or saline (scores were not presented for these animals)."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-4148 2010.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Repeated inhalation of 31.3 ppm, 6 hr/day, 5 days/wk for 12 exposures produced only a slight decr in the rate of body wt gain in rats. No nasal or tracheal lesions were seen and no detectable systemic toxicity was observed. No changes were seen in rats similarly exposed to 3.1 ppm."
        },
        {
            "References": "NTP; Database Search Application for Methyl Cyanoacrylate. Available from, as of March 3, 2011. https://ntp-apps.niehs.nih.gov/ntp_tox/index.cfm?fuseaction=micronucleus.micronucleusData&cas_no=7085%2D85%2D0&endpointlist=MN",
            "Value": "/GENOTOXICITY/ Using the preincubation method, methyl cyanoacrylate was positive in Salmonella strain TA100 with and without metabolic activation (Aroclor induced hamster and rat S-9 (10%)). Under the same protocol, methyl cyanoacrylate was negative in TA98, TA1537, and TA1537."
        },
        {
            "References": "PMID:6757739",
            "Value": "/GENOTOXICITY/ Alkyl 2-cyanoacrylate adhesives were tested for mutagenicity in Salmonella typhimurium strains TA98, TA100, TA1535 and TA1538. Both a normal spot test and a spot test specially designed to test volatile compounds were used. The adhesives were also tested in the plate incorporation assay. These investigations showed that methyl 2-cyanoacrylate adhesives are mutagenic in strain TA100. The spot test for volatile compounds showed that it is the vapors from the methyl 2-cyanoacrylate monomer that are responsible for the mutagenic effect..."
        },
        {
            "References": "PMID:3295536",
            "Value": "/GENOTOXICITY/ The mutagenic potential of three alkyl 2-cyanoacrylate adhesives, three commercial alkyl 2-cyanoacrylate adhesives and three methyl 2-cyano-3-phenylacrylates, was assessed using the Salmonella/microsome mutagenicity assay. Compounds were tested with and without Aroclor 1254-induced rat-liver homogenate (S9 mix). The methyl 2-cyanoacrylate adhesives were mutagenic in the standard plate test with S. typhimurium strain TA100 with and without S9 activation. Methyl 2-cyano-3-(2-bromophenyl)acrylate revealed a direct mutagenic action to S. typhimurium strain TA1535. The compounds most toxic towards the bacterium S. typhimurium, were the methyl 2-cyanoacrylate adhesives (greater than 500 micrograms/plate). All alkyl 2-cyanoacrylate adhesives were tested in a modified spot test for volatile compounds with tester strain TA100. Mutagenic and toxic effects were observed with the three methyl 2-cyanoacrylate adhesives. It can be concluded from the results that the bacterial toxicity and mutagenicity of methyl 2-cyanoacrylate adhesives may be due to the methyl 2-cyanoacrylate monomer."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/GENOTOXICITY/ Liquid methyl cyanoacrylate (MCA) and ethyl cyanoacrylate (ECA) (>98% purity) were tested for mutagenic potential in S. typhimurium strains TA98, TA100, TA1535, TA1537, and TA1538 with and without metabolic activation. The concentration range tested was 0 to 4000 ug/plate. MCA was toxic to the bacteria at 500 ug/plate or more, and ECA was toxic at concentrations greater than 2000 ug/plate. A positive result was obtained with TA100 only for MCA in the presence and absence of metabolic activation. A negative result was obtained for ECA in all the strains tested."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/GENOTOXICITY/ ... A spot test for the potential mutagenicity of volatile compounds was carried out on S. typhimurium TA100 with and without metabolic activation. An inhibition zone (with no colonies) was seen around the adhesive drop for each of three methyl cyanoacrylate-based adhesives with and without metabolic activation. Within the background lawn, there was an accumulation of small, revertant colonies adjacent to the inhibition zone. This was indicative of a mutagenic effect. No mutagenic effect was seen for the ethyl cyanoacrylate-based adhesive."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/GENOTOXICITY/ In a standard Basc test, male Drosophila melanogaster were incubated with 0, 0.03, 0.045, or 0.06 mL liquid methyl cyanoacrylate (MCA) adhesive. In positive and negative controls, the incidence of recessive lethal mutations upon mating was 13.6% and 0.1%, respectively. For MCA adhesive-exposed male flies, an incidence of 0.05-0.07% recessive lethal mutations was seen following mating, indicating a negative result for MCA in this system."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/GENOTOXICITY/ In an in vivo mouse micronucleus study, groups of five male and five female mice received a single intraperitoneal injection of 600 mg/kg body weight of an methyl cyanoacrylate (MCA -based adhesive (approximately 99% MCA) as a suspension in mineral oil. In a preliminary range-finding assay, mortalities were observed at 750 mg/kg body weight or more. In the main study, five males and five females were sacrificed at 30, 48, and 72 hr, and bone marrow samples were obtained for analysis of micronuclei. All animals showed clinical signs of systemic toxicity (e.g., decreased activity, decreased body tone). There were no statistically significant increases in the number of micronucleated polychromatic erythrocytes in any of the MCA-treated groups at any sacrifice time. A significant decrease in the ratio of polychromatic to normochromatic erythrocytes (P/N ratio) was observed at 48 hr among mice receiving the test material. In summary, in a well-conducted micronucleus assay producing signs of bone marrow toxicity and other clinical signs of toxicity, MCA produced no evidence of mutagenicity."
        },
        {
            "References": "WHO; Concise International Chemical Assessment Document 36, Methyl Cyanoacrylate and Ethyl Cyanoacrylate (2001). Available from, as of February 15, 2011: https://www.inchem.org/documents/cicads/cicads/cicad36.htm",
            "Value": "/OTHER TOXICITY INFORMATION/ Cyanoacrylate adhesives contain up to 10% stabilizers, plasticizers, or thickeners (such as an acrylate or methacrylate). Most of the commercially available adhesives are likely to be based on ethyl cyanoacrylate (ECA) and to a lesser extent methyl cyanoacrylate (MCA), although other cyanoacrylates have been marketed (such as isobutyl cyanoacrylate, 2-cyano-butylacrylate, amyl- and heptyl cyanoacrylate, or other complex alkyl cyanoacrylates). This should be borne in mind when considering studies in which the composition of the adhesive is poorly described. In addition, the removal of hardened polymerized adhesive from the skin is likely to cause sloughing and irritation of the skin."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) https://www.cdc.gov/niosh/npg/ (2) Swann RL et al; Res Rev 85: 17-28 (1983) https://www.epa.gov/hpv/pubs/summaries/viewsrch.htm (3) NIOSH. NIOSH Pocket Guide to Chemical Hazards. Department of Health & Human Services, Centers for Disease Prevention & Control. National Institute for Occupational Safety & Health. DHHS (NIOSH) Publication No. 2005-149 (2005). Available from, as of Feb 15, 2011: (4) US EPA; High Production Volume (HPV) Challenge Program. The HPV voluntary challenge chemical list. Robust summaries and test plans. Ethyl Cyanoacrylate. Washington, DC: US EPA, Off. Prevent. Pest. Tox. Subst., Pollut. Prevent. Toxics. Available from, as of Feb 16, 2011: (5) O'Connor; Kirk-Othmer Encyclopedia of Chemical Technology. (1999-2011). New York, NY: John Wiley & Sons; Acrylic Ester Polymers, 2-Cyanoacrylic Ester Polymers. Online Posting Date: Dec 4, 2000",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc of methyl 2-cyanoacrylate can be estimated to be 3.7(SRC). According to a classification scheme(2), this estimated Koc value suggests that methyl 2-cyanoacrylate is expected to have very high mobility in soil. However, movement of methyl 2-cyanoacrylate through soil will be hindered by its rapid polymerization as it comes into contact with moisture or other weakly basic substances(3-5)."
        }
    ]
}