{
    "_id": {
        "$oid": "6682e8c6c4e5dba5ffba2747"
    },
    "CID": {
        "$numberInt": "8758"
    },
    "Name": "NITRILOTRIACETIC ACID",
    "IUPACName": "2-[bis(carboxymethyl)amino]acetic acid",
    "CanonicalSMILES": "C(C(=O)O)N(CC(=O)O)CC(=O)O",
    "Synonyms": [
        "NITRILOTRIACETIC ACID",
        "139-13-9",
        "\"2,2,2-nitrilotriacetic acid\"",
        "Triglycollamic acid",
        "N,N-Bis(carboxymethyl)glycine",
        "Aminotriacetic acid",
        "NTA",
        "Nitrilotriacetate",
        "Trilon A",
        "2-[bis(carboxymethyl)amino]acetic acid",
        "Glycine",
        "N,N-bis(carboxymethyl)-",
        "Komplexon I",
        "Titriplex I",
        "Versene NTA acid",
        "Nitrilotriessigsaeure"
    ],
    "IsomericSMILES": "C(C(=O)O)N(CC(=O)O)CC(=O)O",
    "INCHI": "InChI=1S/C6H9NO6/c8-4(9)1-7(2-5(10)11)3-6(12)13/h1-3H2,(H,8,9)(H,10,11)(H,12,13)",
    "INCHIKEY": "MGFYIUFZLHCRTH-UHFFFAOYSA-N",
    "Formula": "C6H9NO6",
    "MolecularWeight": {
        "$numberDouble": "191.14"
    },
    "Description": "Nitrilotriacetic acid is a tricarboxylic acid and a NTA. It has a role as a nephrotoxic agent and a carcinogenic agent. It is a conjugate acid of a nitrilotriacetate(1-).",
    "XlogP": {
        "$numberDouble": "-3.2"
    },
    "Complexity": {
        "$numberInt": "187"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_biodegradations": [
        {
            "References": "(1) Larson RJ et al; Water Res 15: 615-20 (1981) (2) Thompson JE, Duthie JR; J Water Pollut Control Fed 40: 306 (1968) (3) Warren CB, Malec EJ; Science 176: 277-9 (1972) (4) Shumate KS et al; J Water Pollut Control Fed 42: 631-40 (1970) (5) Chau YK, Shiomi MT; Water Air Soil Pollut 1: 149-64 (1972) (6) Larson RJ, Davidson DH; Water Res 16: 1597-604 (1982) (7) Larson RJ et al; pp. 235-45 in Biodeterioration 5. Oxley TA, Barry S, eds. Chichester, UK: Wiley (1983) (8) Hoover DG et al; Appl Environ Microbiol 51: 226-32 (1986)",
            "Value": "AEROBIC: In a river die-away study using Ruhr River water from Germany, nitrilotriacetic acid biodegradation rate constants of 0.30/day (25 °C) and 0.07/day (2 °C) were measured which correspond to respective half-lives of 2.3 and 9.9 days(1). In a die-away test Ohio River water, 100% degradation was observed after 12-14 days of incubation which included an 8-10 day lag period(2). In aerobic die-away tests using Detroit and Meramec River water, 100% degradation was observed after 3-15 days of incubation(3). In river die-away tests using river water from both upstream and downstream of the Heath, OH treatment plant, 100% degradation occurred within 10 days in the downstream water and within 16 days in the upstream water(4). In die-away tests using freshwater-sediment from Hamilton Harbor, Lake Erie, 100% degradation occurred in 3-11 days of incubation at input concentrations of 1-12 ppm(5). In CO2 evolution tests using river water inocula from various sites (Fukushima, Japan; Perkinsville, IN; Brantford, Ontario; Cincinnati, OH) located downstream from treatment plants and low concentrations of nitrilotriacetic acid (0.001-1 ppm), rate constants ranging from 0.12 to 1.28/day were measured which correspond to half-lives of 0.54 to 5.8 days(6). Nitrilotriacetic acid was rapidly degraded in river die-away studies using Grand River (Ontario, Can) water and Ohio River water(7); half-lives in the Grand River water ranged from 0.34-0.64 days while the Ohio River water had a 15-day CO2 evolution of 90%(7). Mineralization of nitrilotriacetic acid in Cayuga Lake water (Ithaca, NY) was 90% or greater in 20 days of incubation at concentrations of 1 ug/mL and 10 ng/mL(8); however, at 0.1 ng/L, mineralization was much slower (about 15% in 60 days)(8)."
        },
        {
            "References": "(1) Bourquin AW, Przybyszewski VA; Appl Environ Microbiol 33: 411-8 (1977) (2) Pfaender FK, Bartholomew GW; Appl Environ Microbiol 44: 159-64, 1482 (1982) (3) Bartholomew GW, Pfaender FK; Appl Environ Microbiol 45: 103-9 (1983) (4) Hales SG, Enrst W; Tenside Surf Det 28: 15-21 (1991) (5) Pfaender FK et al; Environ Toxicol Chem 4: 587-93 (1985)",
            "Value": "AEROBIC: Nitrilotriacetic acid was rapidly biodegraded in a stream water (100% in 10 days) but poorly degraded in an estuarine water(1); the degradation rate was inversely proportional to salinity(1). In die-away tests using estuarine water from the Newport River, NC, CO2 evolution rates of 0.0012/hr (6 °C) and 0.0014/hr (14 °C) were measured(2) which correspond to half-lives of 24 and 21 days; in additional studies using waters from various sections of the Newport estuary, rate constants of 0.0013 to 0.00933/hr (6-14 °C) were determined(3) which correspond to half-lives of 3.1 and 22 days(SRC). The initial biodegradation half-life of nitrilotriacetic acid in German estuarine waters was found to range from 4 to 29 days at 12.2 °C(4). The biodegradation (via CO2 evolution) of nitrilotriacetic acid was examined in three estuarine ecosystem waters(5); in previously unpolluted water, degradation was slow (30% in 70 days) while degradation in water exposed to nitrilotriacetic acid for more than 10 years was rapid (50% in 6-12 days)(5)."
        },
        {
            "References": "(1) Larson RJ et al; pp. 235-45 in Biodeterioration 5. Oxley TA, Barry S, eds. Chichester, UK: Wiley (1983) (2) Obeng LA et al; Environ Pollut A 28: 149-61 (1982) (3) Rossin AC et al; Environ Pollut A 30: 1-26 (1983) (4) Canton JH, Slooff W; Chemosphere 11: 891-907 (1982) (5) Gerike P et al; Chemosphere 13: 121-41 (1984) (6) Ruffo C et al; Ecotox Environ Safety 8: 275-9 (1984) (7) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of Nov 8, 2011: https://www.safe.nite.go.jp/english/db.html (8) Thompson JE, Duthie JR; J Water Pollut Control Fed 40: 306 (1968) (9) Palmisano AC et al; Can J Microbiol 37: 939-948 (1991)",
            "Value": "AEROBIC: Using the Japanese MITI procedure with an acclimated activated sludge, a theoretical 14-day BOD of 90% was observed(1); a rate constant of 0.46/day (half-life of 1.5 days) was also observed(1). In a 21-day aerobic CO2 evolution study using an acclimated activated sludge inocula, a theoretical BOD of 80% was measured(1); a rate constant of 0.36/day (half-life of 2.0 days) was also calculated(1). An 85% degradation rate was observed in an aerobic biological treatment simulation (OECD Continuous Detergent Test) using an activated sludge seed(2). Removal efficiencies of 55-100% were measured in an aerobic biological treatment simulation (continuous feed) using both normal influent loading and shock loading(3). In an OECD screening test, >80% of the nitrilotriacetic acid degraded (based upon %DOC removal) in 24 days(4). Using the Coupled Units screening test, a degradation of 95% (based upon %DOC removal) was observed(5). In a Sturm CO2 evolution test using an acclimated inoculum, degradation rates ranged from 4% after 2 days to 97% after 17 days(6); using the OECD screening test, degradation ranged from 41% after 7 days to 100% after 21 days(6). Nitrilotriacetic acid, present at 100 mg/L, reached 1% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(7). Theoretical BODs of 59% (5-day) and 91% (20-day) were measured using an acclimated activated sludge(8); >90% removal was observed in an aerobic biological treatment simulation(8); in an anaerobic simulation  (28-weeks), no degradation was observed(8). Radiolabeled 14CO2 nitrilotriacetic acid was added to samples of seston, leaf litter, periphyton, and sediment collected from Briarly Creek, OH, a waste water impacted stream(9). Biodegradation rates were 12-20% CO2/day in summer months and <5% CO2/day in winter months(9)."
        },
        {
            "References": "(1) Means JL, Anderson, SJ; Water Air Soil Pollut 16: 310-15 (1981) (2) Reuschenbach P et al; Water Res 37:1571-82 (2003) (3) Pfeil BH, Lee GF; Environ Sci Technol 2: 543-6 (1968) (4) Tiedje JM, Mason BB; Soil Sci Soc Amer Proc 38: 278-83 (1974) (5) Eden GE et al; Water Res 6: 877-83 (1972) (6) Gudernatsch H; Invest Inform Text 14: 407-19 (1971) (7) Janicke W; Gas-Wasserfach 109: 1181-4 (1968) (8) Kirk PWW et al; Marine Pollut Bull 14: 88-93 (1983) (9) Swisher RD et al; Environ Sci Technol 1: 820 (1967) (10) Boatman RJ et al; Environ Toxicol Chem 5: 233-43 (1986) (11) Takanashi R et al; Biosci Biotech Biochem 61: 1957-9 (1997) (12) Alder A et al; Wat Res 24: 733-42 (1990)",
            "Value": "The results of nitrilotriacetic acid biodegradation studies using 5 different tests were as follows(1): 28-day BOD dilution test-virtually no degradation; Shake Flask test-virtually no degradation after 21 days; Activated Sludge test-90% DOC removal in 9 days; Sturm CO2 Evolution test-100% DOC removal in 13-days; Gledhill CO2 Evolution test-100% theoretical CO2 evolution in 21-days(1). Respirometric biodegradation tests for nitrilotriacetic acid had reported results of; 81% biodegradation at a rate constant of 0.214/day and a 14 day lag time for Sapromat test and 70% biodegradation at a rate constant of 0.564/day and a 9 day lag period for Oxitop test(2). In screening tests using activated sludge seeds, nitrilotriacetic acid was rapidly degraded after the seed was acclimated to nitrilotriacetic acid(3); an acclimation period of roughly one week was required to acclimate the seed(3); 8-day to 20-day theoretical BODs of 73 to 100% were measured with acclimated seeds(3). A 7-day theoretical CO2 evolution of 75% was found using an acclimated soil inoculum(4); the temperature effected CO2 evolution(4); a 24-day CO2 evolution of 80% was measured at 24 °C while CO2 evolutions of only 1-25% were measured at 2 °C(4). In an aerobic biological treatment simulation experiment, degradations of 98, 94, 60 and 3% were measured at respective temperatures of 20, 10, 7.5 and 5 °C(5). A 100% degradation was observed in an aerobic biological treatment simulator using a sewage inoculum(6). In an aerobic biological treatment simulation experiment, degradations of 98 and 70% were measured at concentrations of 20 and 50 mg/L, respectively(7). Nitrilotriacetic acid concentrations of 0.5-7.5 ppm did not degrade under either aerobic or anaerobic conditions in biodegradation tests using sewage inoculum and marine water(8). Nitrilotriacetic acid degraded readily (70-95% with a half-life of 4-6 hr) in biological treatment simulation using an acclimated sludge(9). In a CO2 evolution study using a sludge inocula, nitrilotriacetic acid degraded rapidly after a 2-day lag period with >95% theoretical evolution after 4 days(10). Nitrilotriacetic acid was biodegraded in activated sludge after acclimation for 23 days(11). Nitrilotriacetic acid-degrading microorganisms were originally limited in a conventional sludge, but they were induced and increased while activated sludge was acclimated with nitrilotriacetic acid(11). The behavior of nitrilotriacetic acid was investigated in the winter and summer in the sewage treatment plant Zurich-Glatt in Switzerland(12). For an initial concentration of 1500 ug/L of nitrilotriacetic acid, it was biologically degraded up to 97%(12)."
        },
        {
            "References": "(1) Tabatabai MA, Bremner JM; Soil Biol Biochem 7: 103-6 (1975) (2) Ward TE; Environ Toxicol Chem 4: 727-37 (1985) (3) Ward TE; Ecotox Environ Safety 11: 112-25 (1986) (4) Scow KM et al; Appl Environ Microbiol 51: 1028-35 (1986) (5) Kirk PWW et al; Water Air Soil Pollut 20: 161-70 (1983)",
            "Value": "In soil degradation studies with five different soils, nitrilotriacetic acid biodegraded under both aerobic and waterlogged (presumably anaerobic) conditions(1); after 7-days of incubation, degradation was 6-30% (avg 22.4%) in aerobic soil and 9-34% (avg 25.4%) in waterlogged soil with no degradation in sterilized soil(1). The biodegradation of nitrilotriacetic acid was examined (via CO2 evolution) in subsurface soils taken from a septic tank tile field(2-3); under aerobic conditions the half-life was 86-161 hr, while under anaerobic conditions the half-life was 49-125 hr(2-3); the more rapid mineralization under anaerobic conditions is probably due to the presence of nitrate ion which acts as a terminal electron acceptor(3). Mineralization of nitrilotriacetic acid in Mardin silt loam soil (taken from a forest in Dryden, NY) was approximately 25% complete after 30 hr incubation(4). In soil degradation studies using agricultural top soil, 100% degradation of nitrilotriacetic acid occurred after 8-14 days of incubation(5)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Gava C et al; Toxicol and Environ Chem 22 (1-4): 27-38 (1989)",
            "Value": "A positive synergistic action was produced by nitrilotriacetic acid in combination with soluble chromium(VI) as potassium dichromate in the induction of gene mutations in Salmonella typhimurium and Drosophila melanogaster. The possibility that this action depended on an effect of nitrilotriacetic acid on chromium(VI) reduction by cellular proteins was demonstrated. Gene mutations were detected by the Ames plate incorporation test on strains (TA-100), (TA-92), (TA-104) and (TA-103) of Salmonella typhimurium. In both the Salmonella and Drosophila systems, the nitrilotriacetic acid synergistically increased the mutagenicity of subtoxic doses of chromium(VI) while at higher chromium(VI) dose levels a decline of mutation frequency was noted in the presence of nitrilotriacetic acid, probably as a result of toxicity. Both effects may be referred to enhanced availability of the final genotoxic agent in the presence of nitrilotriacetic acid. The interaction was particularly evident in strains (TA-100) and (TA-104) which carried mutations affecting cell wall permeability and DNA repair. In these strains, the uptake of chromium(VI) and nitrilotriacetic acid was increased and the resulting DNA damage repaired less efficiently or by error prone mechanisms. Nitrilotriacetic acid may facilitate chromate uptake by the anion carriers of the cell membrane. Other mechanisms linked to its chelating action may also be important as suggested by the significant synergistic effect on chromium(VI) mutagenicity produced by ethylenedinitrilotetraacetic acid at very low doses, which do not modify chromium(VI) reduction by Salmonella proteins in cell free conditions."
        }
    ]
}