{
    "_id": {
        "$oid": "6682e8c7c4e5dba5ffba274b"
    },
    "CID": {
        "$numberInt": "8800"
    },
    "Name": "MONURON",
    "IUPACName": "3-(4-chlorophenyl)-1,1-dimethylurea",
    "CanonicalSMILES": "CN(C)C(=O)NC1=CC=C(C=C1)Cl",
    "Synonyms": [
        "MONURON",
        "150-68-5",
        "3-(4-Chlorophenyl)-1,1-dimethylurea",
        "Chlorfenidim",
        "Lirobetarex",
        "Monuruon",
        "Monurex",
        "Monurox",
        "Monuuron",
        "Telvar",
        "Herbicides",
        "monuron",
        "3-(p-Chlorophenyl)-1,1-dimethylurea",
        "Usaf p-8",
        "Usaf xr-41",
        "1,1-Dimethyl-3-(p-chlorophenyl)urea"
    ],
    "IsomericSMILES": "CN(C)C(=O)NC1=CC=C(C=C1)Cl",
    "INCHI": "InChI=1S/C9H11ClN2O/c1-12(2)9(13)11-8-5-3-7(10)4-6-8/h3-6H,1-2H3,(H,11,13)",
    "INCHIKEY": "BMLIZLVNXIYGCK-UHFFFAOYSA-N",
    "Formula": "C9H11ClN2O",
    "MolecularWeight": {
        "$numberDouble": "198.65"
    },
    "Description": "Monuron is a member of the class of 3-(3,4-substituted-phenyl)-1,1-dimethylureas that is urea in which one of the nitrogens is substituted by a p-chlorophenyl group while the other is substituted by two methyl groups. It has a role as a herbicide, a xenobiotic and an environmental contaminant. It is a member of monochlorobenzenes and a 3-(3,4-substituted-phenyl)-1,1-dimethylurea.",
    "XlogP": {
        "$numberDouble": "1.9"
    },
    "Complexity": {
        "$numberInt": "177"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (2) Hansch C, Leo AJ; Medchem Project. Issue No 26. Claremont, CA: Pomona College (1985) (3) Lyman WJ et al; Handbook of Chemical Property Estimation Methods: Amer Chem Soc Washington, DC p. 5-5 (1990) (4) Ellegehau et al; Ecotox Environ Safety 4: 134-57 (1980)",
            "Value": "From its water solubility and a regression equation, the bioconcentration factor (BCF) for monuron in aquatic organisms has been estimated to be 29(1). Based on a log Kow value of 1.94(2) and a regression equation(3), the BCF value can be estimated to be 17(SRC). Both these values indicate that bioconcentration of monuron in aquatic organisms should not be important(1,SRC). The low rate of uptake and fast depuration (depuration half-life of 0.45 days) of monuron from catfish (Ictalurus melas)(4) also indicates that bioconcentration will not be important(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 231",
            "Value": "/INVESTIGATORS/ ... WERE ABLE TO ISOLATE FROM BROOKSTON SILTY CLAY LOAM A BACTERIUM OF GENUS PSEUDOMONAS WHICH UTILIZED MONURON AS SOLE SOURCE OF CARBON."
        },
        {
            "References": "(1) Abel AL; World Crops 9: 328-30 (1957) (2) Murray DS et al; Weed Sci 17: 52-55 (1969) (3) Hill GD et al; Agron J 47: 93-104 (1955) (4) Frank PA; Weeds 14: 219-22 (1966) (5) El-Dib MA, Aly OA; Water Res 10: 1055-9 (1976) (6) Wang YS et al; J Agric Food Chem 33: 495-9 (1985)",
            "Value": "Several pure cultures of bacteria including Pseudomonas, Xanthomonas, Sarcina, and Bacillus and fungi including Penicillium and Aspergillus are capable of degrading monuron(1-3). The major process for the loss of monuron from water is biodegradation(3). At a concentration of 6-7 mg/l, no loss of monuron by mixed microorganisms from river water and sewage was observed in 16 wk(5). However, in a soil-water system, appreciable biodegradation occurred after 16 weeks and 15% of monuron was recovered after 128 wk(4). At an initial concn of 10 ug/l in sewage water, monuron started to mineralize on day 45 and about 20% of monuron mineralized by day 84(6). No mineralization of monuron was observed in 84 days at a concn of 10 mg/l(6). Besides carbon dioxide, products with chromatographic characteristics of 4-(chlorophenyl)urea and 4-chloroaniline were also identified(6)."
        },
        {
            "References": "(1) Hill GD et al; Agron J 47: 93-104 (1955) (2) Crafts AS, Drever H; Weeds 8: 12-8 (1960) (3) Birk LA; Can J Agr Sci 35: 377-87 (1955) (4) Attaway HH et al; J Environ Sci Health B17: 683-99 (1982) (5) Martin JP, Ervin JO; Decomposition and Transformation of Herbicides in Soils. Proc 22nd Ann. Calif Weed Conference. pp. 83-108 (1970)",
            "Value": "Monuron is lost from soil primarily through biodegradation(1,3). Monuron loss from two soils was about 40% in 22 wk at a concn of 4 ppm(1). In a clay loam soil, approx. 10% of monuron mineralized to carbon dioxide in 90 days(1). Hydroxylation products of monuron have been identified in soil(5). Except for most heavily treated soils (above 16 lbs/acre), approx. 90% of monuron disappeared in 1 yr. During the second year, loss averaged about 62%(3). Monuron's degradation is a function of application rate(2). Biodegradation is favored by high temperature adequate moisture and high soil organic matter content(2). When monuron was incubated with sediments from a pond under anaerobic conditions, no ring-substituted products were detected in 73 days(4). Therefore, monuron may persist in soil and sediments under anaerobic conditions(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 51",
            "Value": "SUBSTITUTED UREAS ... IN LEAVES ... CAUSE COLLAPSE OF PARENCHYMA VESSELS. ... THEY INHIBIT PHOTOSYNTHESIS ... AND ARE POWERFUL INHIBITORS OF OXIDATION OF WATER TO OXYGEN (HILL REACTION) ... SUGGESTED THAT MONURON BLOCKS PHOTOSYNTHESIS AT SITE OF ELECTRON TRANSFER BY FLAVIN MONONUCLEOTIDE ... ."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Spencer, E. Y. Guide to the Chemicals Used in Crop Protection. 7th ed. Publication 1093. Research Institute, Agriculture Canada, Ottawa, Canada: Information Canada, 1982., p. 406",
            "Value": "OF LOW MAMMALIAN TOXICITY ... RATS FED WITH 500 MG/KG/DAY SURVIVED 10 TREATMENTS BUT SHOWED LOSS OF WT. RATS MAINTAINED FOR 6 WK ON DIET CONTAINING 0.5, 0.05 & 0.005% ... SHOWED DEPRESSED GROWTH EFFECTS @ 0.05% LEVEL. 33% PASTE NON-IRRITANT TO GUINEA PIGS WITH NO SIGNS OF SENSITIZATION."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 171 (1976)",
            "Value": "FOUR GROUPS OF 30 MALE & 30 FEMALE 4 WK OLD ALBINO RATS (ROCHESTER, EX-WISTAR) WERE FED DIETS CONTAINING 0 (CONTROL), 0.0025, 0.025 OR 0.25% MONURON FOR UP TO 2 YR. ... 24 TUMORS (MAINLY LYMPHOMAS & MAMMARY FIBROADENOMAS) OCCURRED IN GROUP KILLED @ 2 YR, & ABOUT 30 RATS DIED WITH TUMORS BEFORE 2 YR. TOTAL TUMOR INCIDENCE WAS REPORTED TO BE WITHIN RANGE OF THAT IN CONTROL RATS OF THAT COLONY."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 171 (1976)",
            "Value": "... 50 RANDOM-BRED MALE RATS ... GIVEN 450 MG/KG MONURON IN FOOD DAILY FOR 18 MO ... TUMORS OCCURRED IN 14 RATS & INCL 2 STOMACH TUMORS, 1 MALIGNANT TUMOR OF INTESTINE, 1 HEPATOMA, 2 LIVER CELL CARCINOMAS, 2 ALVEOLAR CARCINOMAS, 4 SMALL CELL CARCINOMAS OF LUNG & 2 SEMINOMAS. ... NO TUMORS ... IN 50 CONTROLS ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 170 (1976)",
            "Value": "... 25 C57BL MICE ... WERE GIVEN 6 MG/ANIMAL MONURON IN MILK BY STOMACH TUBE WEEKLY FOR 13 MO, AT WHICH TIME THE 25 SURVIVORS WERE KILLED. ... 7 HAD TUMORS, COMPRISING 1 LYMPHOMA OF THE INTESTINE, 2 HEPATOMAS, 2 LIVER CELL CARCINOMAS, 1 LUNG TUMOR, & 1 MALIGNANT KIDNEY TUMOR. ... ONE HEPATOMA OCCURRED AMONG C57BL CONTROLS ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 170 (1976)",
            "Value": "... 25 RANDOM BRED ... MICE WERE GIVEN 6 MG/ANIMAL MONURON IN MILK BY STOMACH TUBE WEEKLY FOR 13 MO, AT WHICH TIME THE 23 SURVIVORS WERE KILLED. ... A TOTAL OF 13 TUMORS OCCURRED ... COMPRISING 1 STOMACH ADENOCARCINOMA, 4 HEPATOMAS, 4 HEPATOCELLULAR CARCINOMAS, 2 LUNG TUMORS & 2 MALIGNANT KIDNEY TUMORS. ... NO TUMORS OCCURRED IN ... RANDOM-BRED CONTROLS ... ."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V12 170 (1976)",
            "Value": "... 18 MALE & 18 FEMALE (C57BL/6XAKR)F1 MICE RECEIVED COMMERCIAL MONURON (95% PURE) ... 215 MG/KG BODY WT ... AT SEVEN DAYS OF AGE BY STOMACH TUBE AND THE SAME AMOUNT DAILY UP TO 4 WK OF AGE; SUBSEQUENTLY, THE MICE WERE GIVEN 517 MG/KG OF DIET. THE EXPERIMENT WAS TERMINATED WHEN THE MICE WERE ABOUT 78 WK OF AGE, AT WHICH TIME 16 & 17 MICE, RESPECTIVELY, WERE STILL ALIVE. ... TUMOR INCIDENCES WERE COMPARED WITH THOSE IN 90 /CONTROL/ NECROPSIED MICE OF EACH SEX. ... TUMORS OCCURRED IN 6/16 NECROPSIED MALES (6 LUNG ADENOMAS) AND 3/17 NECROPSIED FEMALES (1 RETICULUM CELL SARCOMA AND 2 LUNG ADENOMAS). TUMOR INCIDENCES WERE SIGNIFICANTLY DIFFERENT ONLY FOR LUNG ADENOMAS IN MALES ... (6/16 COMPARED WITH 9/90) ... ."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-332",
            "Value": "REPEATED DOSES IN RATS PRODUCE ANEMIA. METHEMOGLOBINEMIA MAY OCCUR IF METABOLIC HYDROLYSIS PRODUCED P-CHLOROANILINE."
        },
        {
            "References": "SEILER JP; PESTIC BIOCHEM PHYSIOL 12 (2): 183 (1979)",
            "Value": "MONURON & ITS CONGENERS INDUCED BACK MUTATIONS IN SALMONELLA TYPHIMURIUM (AMES TEST), MICRONUCLEI IN MOUSE BONE MARROW CELLS, & INHIBITION OF TESTICULAR DNA SYNTHESIS (DSI TEST) IN MICE."
        },
        {
            "References": "KASYMOV AG ET AL; IZV AKAD NAUK AZ SSR, SER BIOL NAUK 4: 92 (1980)",
            "Value": "IN SHRIMP (PALAEMON ELEGANS) MONURON WAS NOT TOXIC AT 0.1 MG/L. TOXIC CONCENTRATIONS TO THE MOLLUSK CERASTODERMA LAMARCKI WERE TABULATED; MAXIMUM PERMISSIBLE CONCENTRATION OF MONURON WAS 0.00001 MG/L."
        },
        {
            "References": "DHHS/NTP; Toxicology and Carcinogenesis Studies of Monuron in F344/N Rats and B6C3F1 Mice (Feed Studies) p. 4 (1988) Technical Rpt Series No. 266 NIH Pub No. 88-2522",
            "Value": "Monuron was not mutagenic in Salmonella strains TA98, TA100, TA1535, or TA1537 in the presence or absence of Aroclor 1254-induced rat liver S9. Monuron did induce chromosomal aberrations and sister chromatid exchanges in cultured Chinese hamster ovary cells."
        },
        {
            "References": "Budavari, S. (ed.). The Merck Index - Encyclopedia of Chemicals, Drugs and Biologicals. Rahway, NJ: Merck and Co., Inc., 1989., p. 985",
            "Value": "Anemia and methemoglobinemia have been produced in experimental animals."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A286/Aug 87",
            "Value": "Phytotoxic. Contact with desired plants should be avoided."
        },
        {
            "References": "Hartley, D. and H. Kidd (eds.). The Agrochemicals Handbook. 2nd ed. Lechworth, Herts, England: The Royal Society of Chemistry, 1987., p. A286/Aug 87",
            "Value": "Non irritating and non sensitizing to skin (guinea pigs) ... ."
        },
        {
            "References": "PMID:8477917",
            "Value": "Female Sprague Dawley rats were given monuron (250-1000 mg/kg diet) for 14 mo. The final body wt was similar to those of controls. No treatment related effects on organ weights were observed at autopsy, except for a dose related increase in spleen wt. The proportion of hemoglobin in the form of methemoglobin increased in the dose group and resulted in a secondary anemia with changes in the morphology of erythrocytes. Hemoglobin adducts of aromatic amines released from the herbicide were present at dose related levels in rats treated with monuron. Compound related lesions were observed histologically in treated rats, with increased pigmentation (hemosiderin) in the spleen, reflecting the response to the hemolytic anemia and methemoglobinemia induced by the herbicides. Pigment deposition consisting of golden brown granules in the cytoplasm of the tubular epithelium in the kidney and in the Kupffer cells in the liver were observed. The hemotoxic effects that were observed may indicate that the formation of adducts between hemoglobin and the parent aromatic amines released metabolically has a role in the splenic toxicity of this compound."
        },
        {
            "References": "PMID:2956515",
            "Value": "A phage induction assay for screening chlorinated pesticides was described based on the Microscreen phage induction system. The pesticides tested included monuron. The Eschericia coli strains used were WP2S(lambda), which is a lambda lysogen of WP2S(trpE, uvrB), and SR714(trpE, uvrD3) as the indicator strain. Phage induction was tested with and without S9 activation by an assay of plaque formation. Monuron did not induce prophage. Monuron was positive in carcinogenicity in rodents but tested negative in both microbial assays."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Kenaga EE; Ecotox Environ Safety 4: 26-38 (1980) (2) Rao PSC et al; Soil Crop Sci Soc Florida Proc 44: 1-8 (1985) (3) Gerstl Z, Helling S; J Environ Sci Health B22: 55-69 (1987) (4) Li W et al; Res J Water Pollut Control Fed 62: 16-26 (1990) (5) Reinbold KA et al; Adsorption of Energy-related Organic Pollutants: A Literature Review, PB 80-105117, Springfield, VA: NTIS (1979) (6) Hance RJ; Weed Res 5: 98-107 (1965) (7) Rhodes RC et al; J Agr Food Chem 18: 524-8 (1970) (8) Hance RJ; Can J Soil Sci 49: 357-64 (1969) (9) Swann RL et al; Res Rev 85: 17-28 (1983) (10) Helling CS; Soil Sci Soc Amer Proc 35: 743-8 (1971)",
            "Value": "The Koc values for monuron determined from experimental adsorption isotherms or estimated using recommended regression equations range from 83 to 225(1-6). According to a suggested classification scheme(9), Koc values of this magnitude indicate that monuron is moderately to highly mobile in soil. Soil thin layer chromatographic studies also indicate that monuron is moderately mobile in soil(5,7). The adsorption of monuron in soil is virtually independent of pH and clay content of soil, but the adsorption increases with increase in organic carbon content(6,8). However, other investigators concluded that the adsorption of monuron increases with an increase in the clay content of soil(10)."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study investigated the absorption and translocation of carbonyl-C14-labeled 3-(p-chlorophenyl)-1,1-dimethylurea (CMU) in bean plants. When applied to the foliage, CMU was rapidly absorbed and translocated throughout the entire treated leaf, with translocation to other plant parts occurring at a slower rate. Two major radioactive compounds were identified in the leaves, one being unchanged CMU, and the other an unknown radioactive CMU complex. The concentration of CMU in the leaves decreased over time, accompanied by an increase in the concentration of the CMU complex. The translocation of CMU to stems and untreated leaves was relatively slow, and the autoradiograms revealed rapid translocation through veins. The study also suggested that the unknown CMU complex may result from a detoxification process, potentially involving hydrolysis. This investigation contributes to understanding the dynamics of CMU absorption, translocation, and potential metabolic processes in bean plants.",
            "reference": "Fang, S. C., Freed, V. H., Johnson, R. H., & Coffee, D. R. (1955). Herbicide Action, Absorption, Translocation, and Metabolism of Radioactive 3-(p-Chlorophenyl)-1, 1-dimethylurea (CMU) by Bean Plants. Journal of Agricultural and Food Chemistry, 3(5), 400-402.",
            "method": {
                "Test Plant": "Bean (Phaseolus vulgaris, var. Black Valentine)",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Grown in flats containing Chehalis sandy loam soil under greenhouse conditions",
                "Chemical Preparation": "95% ethyl alcohol solution containing 0.1% radioactive 3-(p-chlorophenyl)-1,1-dimethylurea and 1% Tween-20 (weight, volume)",
                "Pesticide Application Details for the Plant": "Solution applied quantitatively by means of a microsyringe to each plant along the midrib of one primary leaf.",
                "Other Information": "Twenty bean plants treated with 19 mg of radioactive CMU per plant in the described manner, with groups of five plants each harvested at 2, 4, 24, and 72 hours after treatment. One plant from each group was used for making an autoradiogram, and the remaining plants were divided into leaf, petiole, terminal bud, first internode, hypocotyl, and root sections. Each section was pooled, weighed, and homogenized with 80% alcohol."
            },
            "result": "[{\"Time After Application\": \"2 hours\", \"Dosage (mg)\": 19, \"Total CPM Activity\": 165000, \"Treated Leaves (%)\": \"96.97\", \"Treated Petioles (%)\": 0.0, \"Untreated Leaves (%)\": 0.0, \"Untreated Petioles (%)\": 0.0, \"Terminal Buds (%)\": 0.0, \"First Internodes (%)\": 0.1, \"Hypocotyls (%)\": 0.12, \"Roots (%)\": NaN}, {\"Time After Application\": \"4 hours\", \"Dosage (mg)\": 19, \"Total CPM Activity\": 165000, \"Treated Leaves (%)\": \"91.52\", \"Treated Petioles (%)\": 7.64, \"Untreated Leaves (%)\": 0.0, \"Untreated Petioles (%)\": 0.0, \"Terminal Buds (%)\": 2.27, \"First Internodes (%)\": 0.11, \"Hypocotyls (%)\": 0.18, \"Roots (%)\": NaN}, {\"Time After Application\": \"1 day\", \"Dosage (mg)\": 19, \"Total CPM Activity\": 165000, \"Treated Leaves (%)\": \"91.82\", \"Treated Petioles (%)\": 0.36, \"Untreated Leaves (%)\": 0.0, \"Untreated Petioles (%)\": 0.0, \"Terminal Buds (%)\": 0.0, \"First Internodes (%)\": 0.06, \"Hypocotyls (%)\": 0.11, \"Roots (%)\": NaN}, {\"Time After Application\": \"3 days\", \"Dosage (mg)\": 19, \"Total CPM Activity\": 123500, \"Treated Leaves (%)\": \"97.98\", \"Treated Petioles (%)\": 0.05, \"Untreated Leaves (%)\": 0.0, \"Untreated Petioles (%)\": 0.0, \"Terminal Buds (%)\": 0.07, \"First Internodes (%)\": 0.0, \"Hypocotyls (%)\": 0.14, \"Roots (%)\": NaN}, {\"Time After Application\": \"1 hour\", \"Dosage (mg)\": 50, \"Total CPM Activity\": 433200, \"Treated Leaves (%)\": \"89.35\", \"Treated Petioles (%)\": 2.42, \"Untreated Leaves (%)\": 0.12, \"Untreated Petioles (%)\": 0.04, \"Terminal Buds (%)\": 0.13, \"First Internodes (%)\": 0.0, \"Hypocotyls (%)\": 0.03, \"Roots (%)\": NaN}, {\"Time After Application\": \"1 day\", \"Dosage (mg)\": 50, \"Total CPM Activity\": 433200, \"Treated Leaves (%)\": \"Unknown\", \"Treated Petioles (%)\": 1.65, \"Untreated Leaves (%)\": 0.33, \"Untreated Petioles (%)\": 0.14, \"Terminal Buds (%)\": 0.98, \"First Internodes (%)\": 0.0, \"Hypocotyls (%)\": 0.07, \"Roots (%)\": NaN}, {\"Time After Application\": \"2 days\", \"Dosage (mg)\": 50, \"Total CPM Activity\": 433200, \"Treated Leaves (%)\": \"82.79\", \"Treated Petioles (%)\": 1.94, \"Untreated Leaves (%)\": 0.57, \"Untreated Petioles (%)\": 0.52, \"Terminal Buds (%)\": 3.34, \"First Internodes (%)\": 0.0, \"Hypocotyls (%)\": 0.25, \"Roots (%)\": NaN}, {\"Time After Application\": \"4 days\", \"Dosage (mg)\": 50, \"Total CPM Activity\": 433200, \"Treated Leaves (%)\": \"76.25\", \"Treated Petioles (%)\": 0.97, \"Untreated Leaves (%)\": 5.59, \"Untreated Petioles (%)\": 0.33, \"Terminal Buds (%)\": 7.78, \"First Internodes (%)\": 0.0, \"Hypocotyls (%)\": 0.05, \"Roots (%)\": NaN}, {\"Time After Application\": \"8 days\", \"Dosage (mg)\": 50, \"Total CPM Activity\": 433200, \"Treated Leaves (%)\": \"73.10\", \"Treated Petioles (%)\": 0.09, \"Untreated Leaves (%)\": 0.17, \"Untreated Petioles (%)\": 0.03, \"Terminal Buds (%)\": 0.29, \"First Internodes (%)\": 0.0, \"Hypocotyls (%)\": 0.03, \"Roots (%)\": NaN}, {\"Time After Application\": \"12 days\", \"Dosage (mg)\": 50, \"Total CPM Activity\": 433200, \"Treated Leaves (%)\": \"75.46\", \"Treated Petioles (%)\": 0.38, \"Untreated Leaves (%)\": 0.35, \"Untreated Petioles (%)\": 0.1, \"Terminal Buds (%)\": 0.16, \"First Internodes (%)\": 0.0, \"Hypocotyls (%)\": 0.09, \"Roots (%)\": NaN}]"
        }
    ]
}