{
    "_id": {
        "$oid": "6682e8c8c4e5dba5ffba2750"
    },
    "CID": {
        "$numberInt": "8821"
    },
    "Name": "Ethyl acrylate",
    "IUPACName": "ethyl prop-2-enoate",
    "CanonicalSMILES": "CCOC(=O)C=C",
    "Synonyms": [
        "ETHYL ACRYLATE",
        "140-88-5",
        "Acrylic acid ethyl ester",
        "ethyl prop-2-enoate",
        "Ethyl propenoate",
        "2-Propenoic acid",
        "ethyl ester",
        "Ethyl 2-propenoate",
        "Ethylacrylaat",
        "Ethylakrylat",
        "Etil acrilato",
        "Ethyl acrylate",
        "inhibited",
        "Aethylacrylat",
        "Etilacrilatului",
        "Ethoxycarbonylethylene",
        "Acrylic acid",
        "ethyl ester"
    ],
    "IsomericSMILES": "CCOC(=O)C=C",
    "INCHI": "InChI=1S/C5H8O2/c1-3-5(6)7-4-2/h3H,1,4H2,2H3",
    "INCHIKEY": "JIGUQPWFLRLWPJ-UHFFFAOYSA-N",
    "Formula": "C5H8O2",
    "MolecularWeight": {
        "$numberDouble": "100.12"
    },
    "Description": "Ethyl acrylate is an enoate ester.",
    "XlogP": {
        "$numberDouble": "1.3"
    },
    "Complexity": {
        "$numberInt": "76"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 14 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated in fish for ethyl acrylate(SRC), using a log Kow of 1.32(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Price KS et al; J Water Pollut Contr Fed 46: 63-77 (1974) (2) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Jan 19, 2010.. (3) Verschueren K; Handbook of Environmental Data on Organic Chemicals. 4th ed ed. New York, NY: Van Nostrand Reinhold (2001) (4) Hamilton JD et al; Environ Technol 16: 715-27 (1995)",
            "Value": "AEROBIC: Ethyl acrylate readily biodegrades in screening tests using sewage seed both in fresh and salt water(1). The percent of theoretical BOD is 28 and 11%, respectively, after 5 days; after acclimation, the BOD after 5 days increased to 66% of theoretical(1). Ethyl acrylate, present at 100 mg/L, reached 52% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(2). In three separate Zahn-Wellens tests, 60, 100, and >60% total organic carbon was removed in 3 hours, 7 days, and 11 days, respectively(3). Five day BOD for ethyl acrylate were 28, 66 and 11% in nonacclimated fresh dilution water, acclimated fresh dilution water and nonacclimated salt dilution water(3). The BOD5/COD ratio for ethyl acrylate was determined to be 0.77, which is indicative of significant potential for biodegradability(4)."
        },
        {
            "References": "(1) Chou WL et al; Biotechnol Bioeng Symp 8: 391-414 (1979)",
            "Value": "ANAEROBIC: After 110 days of acclimation, ethyl acrylate was degraded in an anaerobic reactor employing acetate-enriched cultures and a 2-10 day hydraulic retention time with 95% utilization(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Yasuhara A; J Chromatogr 409: 251-8 (1987)",
            "Value": "Ethyl acrylate was not detected in fresh mussels taken from Oarai coast, Ibaraki, Japan, July 31, 1985, but was detected at 0.07 ug/g wet weight after mussels were allowed to rot(1)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 14",
            "Value": "log Kow = 1.32"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "PMID:8310456",
            "Value": "Cytotoxicity is primarily limited to the olfactory epithelium of the dorsal meatus region of the nasal cavity of rodents following inhalation exposure to acrylic monomers. To investigate the biochemical basis for this effect, three regions of the Fischer F344N rat nasal cavity were evaluated for carboxylesterase activity for ... ethyl acrylate. ... No regional difference in carboxylesterase activity was observed between sensitive and non-sensitive regions of olfactory epithelium. Respiratory epithelium (resistant to cytotoxicity) was found to be have a much lower rate of carboxylesterase activity than olfactory epithelium. These results suggest that the regional distribution of cytotoxicity observed in the rat nasal cavity at high concentrations of inhaled acrylic monomers may be due in part to the amount of released organic acid following deposition. However, the observation of the same esterase activity in sensitive and nonsensitive olfactory regions suggests that nasal air flow patterns and regional deposition may also be critical factors."
        },
        {
            "References": "Dillingham EO et al; J Biomed Water Res 17 (6): 945-57 (1983)",
            "Value": "Quantitative hemolysis assays of acrylate and methacrylate esters provided estimates of the intrinsic hemolytic activity (Hi, the slope of the concentration-response curve) and the concentrations effecting 5% (H5) and 50% (H50) hemolysis. The dependence of hemolytic activity and LD50 (mice) on physical properties (lipophilicity, molar refraction, and molecular volume of the esters was detected by multiple regression analysis. The observed correlations were: Hi, R2 = 0.94; H5, R2 = 0.95; H50, R2 = 0.94; and LD50, R2 (all compounds) = 0.80, R2 (all compounds less the methyl esters) = 0.94. The difference of the methyl esters was associated with the smaller steric volume of the methyl ester substituent and the presence (methacrylates) or absence (acrylates) of the branched methyl group. Associative steric contributions of the branched methyl group and the ester substituents were probably responsible for greater variability in the methyacrylate series ... /It was concluded that/ the mechanism of the action of the esters is membrane-mediated and relatively nonspecific and that in vivo biotransformation was not a significant factor. Also, long-term toxic liability of the esters may be more closely related to intrinsic toxicity than acute toxicity."
        },
        {
            "References": "PMID:1800900",
            "Value": "Over the past several years, /the authors/ have been evaluating the mutagenicity and clastogenicity of compounds capable of Michael-type reactions. These compounds, including acrylamide, several acrylate and methacrylate esters, vinyl sulfones, and phorone, have been evaluated using TK+/- -3.7.2C mouse lymphoma cells. Mutagenic chemicals induced increases in the number of small colony tk- deficient mutants. This suggested a clastogenic mechanism which was confirmed by demonstrating increases in aberrations and micronucleus frequencies in cultured cells. Vinyl sulfone was found to be the most effective chemical mutagen with induction of genotoxic effects at concentrations as low as 0.25 microgram/ml. The other compounds also produced positive results, but at higher concentrations. Since these compounds are known to deplete glutathione, phorone, a model glutathione depleter, was examined and found to produce similar effects as the other compounds in mouse lymphoma cells. These results suggest that the direct-acting Michael-type reaction has activity relevant to producing a genotoxic effect. Since acrylamide has been found to be a potent germ cell mutagen, this mechanism may be also relevant in the induction of heritable mutagenic risk."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 412",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The liquid monomer applied in quantity of 0.1 to 0.5 mL to rabbit (strain and sex unknown) corneas causes injury ... Limited to damage of the corneal epithelium."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 89 (1986)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Early studies of the inhalation toxicity of ethyl acrylate vapors in small numbers of rats, rabbits, guinea pigs, and monkeys (sex and strains of test animals not given) reported signs of acute irritation in the lung and upper respiratory tract at concentrations of 1230 and 2200 mg/cu m (300 and 540 ppm) or 4940 mg/cu m (1204 ppm)."
        },
        {
            "References": "PMID:4093996",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Acute exposure studies were conducted using adult male Spraque-Dawley rats to obtain LC50/24 hr concentrations for the common esters of acrylic and methacrylic acids. The order of acute toxicity was determined to be methyl acrylate > ethyl acrylate > butyl acrylate > butyl methacrylate > methyl methacrylate > ethyl methacrylate."
        },
        {
            "References": "Lomonova GV, Klimova EI; Gig Tr Prof Zabol 9: 55-6 (1979)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ LC50 values for ethyl acrylate are 16,200 mg/cu m for mice and 7500 mg/cu m for rats (sex and strain of mice and rats used not given). Topical application /in rats and mice/ caused hyperemia, hemorrhages, and sores."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 71 (1999)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The average concentrations of ethyl acrylate in inhaled air that caused 50% depletion of non-protein sulfhydryl groups were estimated at 41.7 mmol/cu m for blood, 50.4 mmol/cu m for liver, 63.8 mmol/cu m for lung and 81.5 mmol/cu m for brain."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 130-131 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The hydrolysis of ethyl acrylate to acrylic acid was studied in tissues of the nasal cavity of Fischer 344/N rats. Tissues were collected from the respiratory epithelium and the olfactory epithelium. Tissue samples were pooled and incubated with the test substance at a concentration of ca. 10-2500 mg/L (0.1-25 mM); carboxylesterase activity was determined by High Performance Liquid Chromatography (HPLC). Substrate inhibition of esterase activity was observed at concentrations of more than 250 mg/L (2.5 mM) in tissues from the olfactory epithelium and at concentrations of more than 500 mg/L (5 mM) in tissues from the respiratory epithelium. Due to the substrate inhibition at high test substance concentrations, apparent Michaelis-Menten constants were calculated based on substrate concentrations of 100 mg/L (1 mM) or less. the Km values for esterase activity were similar in all tissues (0.3-0.4 mM), however, the Vmax values of the olfactory epithelium tissues were about 3-fold the values of the respiratory epithelium (1326-1367 vs. 443 umoles/mL tissue/hr). According to the authors, this data suggests that the acrylic acid released upon the hydrolysis of ethyl acrylate in the nasal cavity might contribute to the olfactory epithelium cytotoxicity observed following high dose inhalation exposure to ethyl acrylate vapor, but that acrylic acid did not solely mediate these effects."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the Threshold Limit Values and Biological Exposure Indices. 5th ed. Cincinnati, OH: American Conference of Governmental Industrial Hygienists, 1986., p. 369",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... No effect inhalation concentration for monkeys and three rodent species was approx 30 ppm ... Prolonged contact of skin or eye to liquid may cause severe damage ... Methyl acrylate /was found/ to be approximately twice as toxic as ethyl acrylate in single inhalation exposures (sex and strains of test animals not given)."
        },
        {
            "References": "PMID:12537929",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Male Sprague-Dawley rats /were dosed/ orally in quadruplicate with 4, 40, 400, and 1000 mg/kg acrylic acid or 2, 20, 100, or 200 mg/kg ethyl acrylate in 0.5% methylcellulose at a volume of 5 mL/kg with and without pretreatment with the carboxylesterase inhibitor tri-o-cresyl phosphate [TOCP]. Control animals were given 2 mL/kg corn oil with and without pretreatment. The animals were killed 1 hour after dosing. A \"pronounced increase\" in glandular and nonglandular stomach weights, edema, and hemorrhage were observed with > 40 mg/kg acrylic acid. Acrylic acid, > 4 mg/kg, significantly depleted nonprotein sulfhydryl [NPSH] content in the glandular stomach, but no significant effect on NPSH in the blood or liver was observed. Pretreatment with TOCP did not have a significant effect on stomach weight or NPSH content. With ethyl acrylate, a significant increase in forestomach weight was observed with the 200-mg/kg dose; no significant change in glandular stomach weight was observed. Treatment with TOCP enhanced the increase in forestomach weight. A linear depletion of NPSH content of the forestomach and glandular stomach was observed 1 hour after dosing with 2 and 20 mg/kg; NPSH content did not change with doses of 100 or 200 mg/kg. No significant dose-dependent effect of ethyl acrylate on NPSH concentration in the blood and liver was seen. Pretreatment with TOCP did not affect the depletion of NPSH content in the glandular stomach or forestomach; however, 100 and 200 mg/kg ethyl acrylate did induce a significant depletion of hepatic NPSH concentration."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 41 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Substantially saturated vapor of ethyl acrylate (purity not specified) at room temperature was lethal to rats (sex and strain not given) in a 15 minute exposure, but not in 5 minutes. A concentration of 4000 ppm (16.6 mg/L) was lethal in 4 hr, 5/6 died at 2000 ppm (8.3 mg/l); no mortality occured at 1000 ppm (4.2 mg/L) for similar intervals."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 35 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The role of chemically induced cell proliferation in ethyl acrylate-induced carcinogenesis was studied in groups of 8-11 rats (sex and strain not given). The rats were given a single dose of 100, 200, or 400 mg/kg of the test substance and were sacrificed 4 hours after dosing; the stomach was removed and examined. Controls were given the vehicle only. Administration of ethyl acrylate resulted in a marked and dose-related increase of relative forestomach weight (2-4-fold of control). Vacuolization of the tunica muscularis was determined histopathologically. In order to study the time-course effect, rats were treated with 200 mg/kg of ethyl acrylate; purity 99%, inhibited with 15-20 ppm of hydrochinone monomethyl ether and were held for 2, 4, 8, and 24 hours. After sacrifice, stomachs were examined. A single gavage dose of 200 mg/kg resulted in a time-dependent increase of the relative forestomach weights. The maximum effect was observed in rats sacrificed 8 hr after dosing. Histopathologic effects were intracellular and intercellular mucosal edema and inflammation and vacuolization of the tunica muscularis. After 24 hr, forestomach edema was associated with vesicle formation. No epithelial hyperplasia of the forestomach mucosa was observed in any of the groups."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 42 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In rats (sex and strain not given), 50,000 ppm (207 mg/L), 5 minutes: no lethality; 50,000 ppm (207 mg/L), 15 minutes: lethal to 6/6 animals; 1000 ppm (4.2 mg/L), 4 hours: no lethality; 2000 ppm (8.3 mg/L), 4 hours: lethal to 5/6 animals; 4000 ppm (16, 3 mg/L), 4 hours: lethal to 6/6 animals. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 50 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbit (sex and strain not given): irritating to skin using an occlusive patch test for 30 minutes and 24 hr. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 51 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbit (sex and strain not given): not irritating to skin using an occlusive patch test for 15 minutes. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 53 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbit (sex and strain not given): Using a semi-occlusive method in accordance with OECO Guideline 404, \"Acute Dermal Irritation/Corrosion\", for an exposure duration of 4 hrs, ethyl acrylate was irritating to 4/6 animals and produced leathery skin necrosis in 2/6 animals. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 55 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In accordance with OECD Guide-line 404 \"Acute Dermal Irritation/Corrosion\", 0.5 mL of the undiluted test substance was applied onto the rabbits' (sex and strain not given) shaved intact skin for 4 hours under occlusive conditions. Scoring was carried out 1 hr, 24 hr, 48 hr, 72 hr, 7 days, and 14 days after patch removal. Severe erythema was still persistent after 14 days; slight edema was observed on day 7 and was reversible on day 14. Signs of irreversible destruction of dermal tissue (formation of eschar and scar) was noted. The 72 hr Mean-Irritation-Score (MIS) was 8.0. Ethyl acrylate was described as corrosive (causes burns)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 56 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ According to the authors, application of the undiluted ethyl acrylate (15 ppm MEHQ) (purity 99.8% of the active ingredient, 0.5% other ester adducts, and 0.002% of monomethyl ether of hydroquinone (MEHQ) under \"standard conditions\" resulted in signs of irritation in 2/5 rabbits (strain unknown)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 60 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Sensitizing to guinea pig using Freund's complete adjuvant test."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 60 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Not sensitizing in guinea pig maximization test."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 67 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In this study, two different routes of oral administration were compared. Fischer 344 rats (sex unknown) were given ethyl acrylate (purity >99%, contaminant: 15 ppm 4-methoxyphenol) either by gavage or in the drinking water. According to the authors, rats treated by gavage were more severely affected than rats treated via the drinking water. The gastric toxicity of orally administered ethyl acrylate was studied in groups of 20 rats (10 rats/group for both histopathology and biochemistry). At the end of dosing, the animals were sacrificed and examined histopathologically or biochemically. In the latter examination, the total non-protein sulfhydryl (NPSH) content of the forestomach, glandular stomach, and liver was determined 2-24 hr after the last dosing. No mortality occurred throughout the study. Histopathology revealed no effects at a dose level of 18 mg/kg/day or less. The treatment-related changes observed in the forestomach tissues at the higher doses were: diffuse hyperplasia, hyperkeratosis, submucosal inflammation, and focal epithelial hemorrhage; the severity of these effects increased in a dose-related manner. The glandular stomach was not affected by any dose level. In the highest dose group, the absolute weights of the forestomach were slightly; the weights of the grandular stomach were not significantly different from controls. NPSH-content of both the forestomach and glandular stomach was only slightly increased at higher doses. In the liver tissue, no significant alteration in NPSH content was observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 36 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats (sex and strain not given) were administered ethyl acrylate by the intragastric route at 100, 200, or 400 mg/kg (2, 4, or 8% in corn oil).  Dose and concentration dependent edema of the forestomach mucosa. After subcutaneous administration of ethyl acrylate, no changes in the gastric mucosa; with intraperitoneal injection of ethyl acrylate, the same pathological changes of the forestomach were seen."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 36 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rats (sex and strain not given) were administered ethyl acrylate p.o. at 200 and 400 mg / kg. At 4 or 14 days after application, there was a dose-dependent decrease in excretion of 4-hydroxy-3-methoxy-mandelic acid."
        },
        {
            "References": "PMID:17868217",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The local lymph node assay (LLNA) /was used to examine/ 4 acrylates: butyl acrylate (BA), ethyl acrylate (EA), methyl acrylate (MA), and ethylhexyl acrylate (EHA). The LLNA data indicated that all 4 compounds have some potential to cause skin sensitization. In addition, the relative potencies of these acrylates were measured by derivation from LLNA dose-response analyses of EC3 values (the effective concentration of chemical required to induce a threefold increase in proliferation of draining lymph node cells compared with control values). On the basis of 1 scheme for the categorization of skin sensitization potency, BA, EA, and MA were each classified as weak sensitizers. Using the same scheme, EHA was considered a moderate sensitizer. However, it must be emphasized that the EC3 value for this chemical of 9.7% is on the borderline between moderate (<10%) and weak (>10%) categories. Thus, the judicious view is that all 4 chemicals possess relatively weak skin sensitizing potential."
        },
        {
            "References": "PMID:12119070",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ...  The aim of the current study was to examine acute nasal sensory nerve-mediated acute responses to an irritant ester vapor, ethyl acrylate. For this purpose, the upper respiratory tract of the urethane-anesthetized male F344 rat was isolated by insertion of an endotracheal cannula, and ethyl acrylate-laden air was drawn continuously through that site at a flow rate of 100 ml/min for 50 min. Vascular function was monitored by measuring inert vapor (acetone) uptake throughout the exposure. Nasal flow resistance was also monitored during exposure, and plasma protein extravasation was measured by Evans blue dye leakage. At exposure concentrations of 100 to 400 ppm, ethyl acrylate induced a rapid nasal vasodilatory response, as indicated by increased acetone uptake rates. This response was maintained throughout the exposure. Changes in nasal flow resistance or in Evans blue dye leakage were not observed at these exposure concentrations. The vasodilatory response was diminished in animals pretreated with the sensory nerve toxin capsaicin, providing strong evidence that this response was sensory nerve mediated. Pretreatment with the carboxylesterase inhibitor bis-para-nitro-phenolphosphate at a dose sufficient to inhibit nasal carboxylesterase did not alter the response ..."
        },
        {
            "References": "PMID:10445160",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Given the increasing prevalence of occupational sensitization to acrylate compounds, n-butyl acrylate (BAC), ethyl acrylate (EAC), and trimethylol propane triacrylate (TMT) were recommended by the National Toxicology Program for hypersensitivity testing in female B6C3F1 mice. The objectives of these studies were to determine the irritating and sensitizing potential of these three compounds using an irritation assay, the murine Local Lymph Node Assay (LLNA), and the Mouse Ear Swelling Test (MEST). The minimal irritating concentration for TMT was determined to be 1.0%, whereas BAC and EAC demonstrated no irritation up to 30%, the highest concentration tested. TMT tested positive in the LLNA at concentrations as low as 0.1% whereas an induction concentration of 0.3% was required to elicit a positive response in the MEST. Furthermore, BAC tested negative in the MEST at induction concentrations as high as 30%, but yielded positive results in the LLNA at concentrations as low as 20%. EAC, at all concentrations tested, was negative in both the MEST and the LLNA. Cross reactivity was only seen when mice were sensitized with TMT and challenged with BAC. In these studies, the LLNA was a more sensitive indicator of the allergic potential of these three acrylates when compared to the MEST."
        },
        {
            "References": "PMID:8212006",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Gavage dosing of the irritant, ethyl acrylate (EA), has been found to induce hyperplasia in the rat forestomach, but no signs of toxicity in the glandular stomach or in organs remote from the site of dosing. To quantitatively describe this effect as a background for subsequent modeling studies, pulse measurements of the number of S-phase cells were made following a single gavage dose of EA. The time-course of the S-phase response in the forestomach epithelium following a high dose (200 mg/kg or a 4% solution in corn oil) indicated that the number of S-phase nuclei was decreased relative to control animals immediately following gavage dosing with a minimum at 6 hr, but that the number of S-phase nuclei increased significantly above control values by 20 hr and remained significantly elevated until at least 48 hr following the gavage dose. A single-dose dose-response study with gavage doses of 0, 2, 10, 20, 50, 100, or 200 mg/kg EA and S-phase analysis at 24 hr following gavage dosing indicated that a significant increase in S-phase nuclei was evident at doses of 20 mg/kg or higher. Dosing with EA for 2 weeks at dose levels of 0, 10, 50, or 200 mg/kg caused a prolonged elevation of S-phase nuclei only at the 200 mg/kg dose level during the 24 hr following the last gavage dose. Lower doses did not induce a significant increase in the S-phase nuclei. In contrast to the forestomach, the S-phase response of the glandular stomach was transient following a single 200 mg/kg gavage dose, and only a marginal response was observed following multiple 200 mg/kg doses. No effects were observed at lower doses. Comparison of these results to prior determinations of the effect of EA on the concentration of nonprotein sulfhydryls (primarily glutathione) in the forestomach and glandular stomach indicate a correlation of the stimulation in S-phase activity in the forestomach with the repletion and overshoot of tissue nonprotein sulfhydryl levels."
        },
        {
            "References": "PMID:2274966",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chemical reactivity with glutathione, urinary thioether excretion, total (T-SH) and non-protein-SH (NP-SH) groups in tissues and blood glucose were studied in male Wistar rats exposed to acrylic acid derivatives. The 6-hr inhalation of acrylonitrile (AN), methyl acrylate (MA), ethyl acrylate (EA), n-butyl acrylate (BA) and 2-ethylhexyl acrylate (2-EHA) in several concentrations increased the urinary thioether excretion; the portion metabolized to thioethers was 35-18% of the acrylonitrile dose, but only 1.5-8% for the acrylates. Total-SH levels in the liver significantly decreased after the inhalation of AN, EA, BA and 2-EHA. In blood there was a decrease only after EA. Most pronounced NP-SH depletion was in the liver, less in blood and moderate in brain and lungs. There was an exponential relationship between the tissue NP-SH and the inhaled concentrations. Calculated concentrations inducing 50% NP-SH depletion indicated that reaction of acrylic acid derivatives with SH groups was decreasing in the order AN much greater than 2-EHA greater than EA = BA for the chemicals and liver greater than blood greater than lungs greater than brain for the tissues. All inhaled acrylates induced hyperglycemia, but acrylic acid was without effect. The chemical reactivity of acrylates with glutathione (GSH) decreased in the order EA greater than BA greater than MA greater than AN greater than 2-EHA. The results suggest that GSH depletion may participate in acute lethal and biochemical toxic effects of acrylic acid esters."
        },
        {
            "References": "PMID:2362083",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Leucopenia without any change in differential or red blood cell counts was observed in rats (strain and sex not identified) exposed for 4 hr to increasing concentrations of ... ethyl acrylate ... .  This effect was abolished by adrenalectomy."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3000",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When comparing straight with branched chain acrylates, ethyl acrylate by oral route may be only half as toxic as methyl acrylate, but eight times as toxic as methyl methacrylate, and 13 times as toxic as ethyl methacrylate."
        },
        {
            "References": "PMID:4024123",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Gavage administration of equimolar doses (2 mmol/kg) of methyl or ethyl acrylate in corn oil resulted in profound gastric toxicity in male F344 rats, while acrylic acid and n-butyl acrylate were without effect. Furthermore, gavage administration of equimolar doses of methyl propionate or ethyl propionate (saturated analogues of methyl acrylate and ethyl acrylate, respectively) as well as methacrylic acid esters were without gastric toxicity. These results indicate that structural requirements for acrylate esters to cause gastric lesions include an intact ester moiety, a double bond, and no substitution at carbon number 2. Additional studies indicate that gastric toxicity may be attributed to the intact ester molecule or to metabolite(s) other than products of carboxylesterase-mediated hydrolysis (acrylic acid and alcohol) and that gastric toxicity is dependent upon both acrylate ester concentration in dose vehicle and the lipophilicity of the dose vehicle (corn oil vs water)."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3601",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In oral studies, single doses administered by gavage of 4, 40, or 400 mg/kg resulted in a dose-related increase in glandular or forestomach weight accompanied by gross edema and hemorrhage. In another study, in which rats (strain and sex not given) were dosed orally, 144 mg/kg acrylic acid and n-butyl acrylate were without effect while methyl and ethyl acrylates caused gastric edema with the forestomach more susceptible than the glandular stomach."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2009.",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The minimum lethal oral dose for rabbits was 280-420 mg/cu m ... The lowest lethal dermal dose for rats has been reported to be 1800 mg/kg."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 89 (1986)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344 rats & B6C3F1 mice were given 100, 200, 400, 600, or 800 mg/kg bw ethyl acrylate in corn oil by gavage. After 14 days, rats developed abdominal adhesions (at 600 and 800 mg/kg) and tissue lesions of the forestomach (at 400 mg/kg), characterized histologically as hyperkeratosis, hyperplasia, and inflammation. Inflammation of the forestomach was seen in mice at 400 and 600 mg/kg. Such lesions were not found at doses of 100 and 200 mg/kg. /Control data not given/"
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and  BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634  2009.",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation exposure of rats (sex and strain not given) to 70, 300, and 540 ppm of ethyl acrylate for up to 30 days produced mortality and pathologic changes in lung, liver, and kidneys in the high and middle concentration groups. High mortality forced termination after 19 days of exposure at the 540 ppm air concentration. Eighteen of 30 rats exposed at the 300 ppm concentration died prior to completion of the 30-day exposure regimen, while all 30 rats exposed at 70 ppm survived until termination of the study. Histopathologic changes consisting of pulmonary congestion, cloudy swelling and congestion of the liver, cloudy swelling of renal tubules, and excessive pigmentation of the spleen were observed in the rats that had died prior to termination of the 30-day exposure period. In a second phase of the study, rats, rabbits, and guinea pigs (sex and strains not given) were subjected to 50 inhalation exposures of 7 hr each at 75 ppm ethyl acrylate. There were no indications of toxicity. Higher concentrations produced mortality (species and numbers not specified). Pulmonary edema and toxicity-related degenerative changes in the heart, liver, and kidneys were noted."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists, Inc. Documentation of the Threshold Limit Values, 4th ed., 1980. Cincinnati, Ohio: American Conference of Governmmental Industrial Hygienists, Inc., 1980., p. 174",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Local reaction on skin classified ... as mild to moderate irritant depending on type and length of contact; when painted on unbroken rabbit (strain not given) skin and left uncovered, no signs of irritation were found ... Chronic animal inhalation toxicity studies /with rats/ showed ... that 300 ppm seven hr daily, five days per wk for 30 days ... produced irritation of mucous membranes of eyes, nose, and mouth as well as lethargy, dyspnea, and convulsive movements. Microscopically, pulmonary congestion and edema, and degenerative changes in liver, kidneys, and heart muscle were seen."
        },
        {
            "References": "PMID:3768853",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A number of chemicals have been shown to cause malignant neoplasms in the forestomach of Fischer 344 rats when administered chronically by gavage. The present study was designed to identify early forestomach lesions following 2 wk repeated gavage administration of some of these forestomach carcinogens. Groups of 8 or more male F344 rats received ethyl acrylate, a reported forestomach carcinogen, 5 days/weeks for 2 weeks. Histopathologic examination of forestomachs of rats killed 24 hr after the last dose indicated no significant difference in the incidence or severity of epithelial cell proliferation in the rat forestomach between the vehicle control group and the 2 negative control groups. The incidence and severity of epithelial cell proliferation of the rat forestomach in every group treated with a forestomach carcinogen was significantly higher than the incidence in the vehicle or negative control groups. Early epithelial cell proliferation of the forestomach may be associated with at least some chemicals that induce forestomach neoplasia following chronic administration by gavage."
        },
        {
            "References": "PMID:3518156",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Forestomachs of rats (male, Fischer 344) which received 100 mg/kg ethyl acrylate for 14 days were recovered to normal within 2 weeks following the last dose. Forestomachs of rats receiving 200 mg/kg ethyl acrylate still exhibited numerous lesions 2 weeks following the last dose, and mucosal hyperplasia was present in the forestomachs at 4 weeks postexposure. Two lesions, submucosal fibrosis and foreign body reaction, became more prevalent in high-dose animals with time. Foreign body reaction, which was present in the forestomachs 4 weeks postexposure, appeared to have resulted from entrapment of hair and/or feed particles in forestomach lesions in the course of healing."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 757",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344 rats and B6C3F1 mice were exposed by inhalation to 0, 25, or 75 ppm (0, 0.10 or 0.31 mg/L) of  ethyl acrylate vapors 6 hr/day, 5 days per week, for a total of 27 months. Additional rats were exposed to 225 ppm (0.92 mg/L) for 6 months and then held for 21 additional months post-exposure. Histopathologic changes in olfactory portions of the nasal mucosa were present in animals on all of these three exposure groups. These microscopic exposure-related changes were concentration-dependent, primarily in terms of distribution of the lesions within the nasal cavity. Generally those areas of the nasal mucosa normally lined by olfactory epithelium were altered, while the regions lined by respiratory epithlium were relatively unaffected. There was no indication of an oncogenic response in any organ or tissue in either rats or mice. A follow-up stude in which Fischer 344 rats and B6C3F1 mice were exposed to 5 ppm (0.02 mg/L) for 24 months revealed no treatment-related changes in the nasal muscosa."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 757",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a study on ethyl acrylate with monkeys (species and sex not given) (24.5, 26.2, 272, and 1024 ppm or 100, 107, 1115, and 4200 mg/cu m, one animal/dose level, 7 hr/day, 130 days), the animal exposed to the highest dose level died after 2 days, and the animal exposed to the second highest concentration was prostrated and had symptoms of mucous membrane irritation after 28 days of exposure. In animals exposed to the two lowest concentrations, no toxic effects were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 75 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Fischer 344 rats (32 rats per treated group, 40 rats in the control group) were given ethyl acrylate or the vehicle, thereafter the groups were divided into subgroups: 24 rats of the control and 12 rats of the low dose group were sacrificed 24 hours after the last dose; 8 rats of the control and the low dose group were sacrificed 1 week after the last dosing, and the remaining 8 rats each of the 2 groups were allowed to recover for 2 weeks. Animals of the high dose group were sacrificed 24 hr, 2 weeks, and 4 weeks after the last dosing (12, 8, and 8 animals, respectively). After sacrifice, the stomachs were removed and examined. In each rat of the low dose group without recovery, microscopic examination revealed mucosal hyperplasia and hyperkeratosis (hyperplasia incidence:12/12). A recovery period of 1 week resulted in a decrease in hyperplasia: 6/8 rats had hyperplastic lesion. The ethyl acrylate-induced lesions disappeared completely after a recovery period of 2 weeks (incidence: 0/8). In the high dose group, regression of the ethyl acrylate-induced forestomach lesions was much slower. Most of the lesions disappeared within 4 weeks of recovery, however, cell proliferation was still persistent after the 4-weeks recovery period. Twenty-four hours, 2 weeks, and 4 weeks after cessation of treatment, hyperplasia incidence was 12/12, 8/8, and 8/8, respectively. Microscopy of the stomachs of rats sacrificed 24 hr after the last dosing revealed marked generalized hyperplasia of stratified squamous cell mucosal layer and associated hyperkeratosis. Furthermore, mucosal ulcers and submucosal inflammation and mucosalulcers were observed. The glandular stomachs were not affected. According to the authors, these results showed that the severity of ethyl acrylate-induced epithelial cell proliferation of the forestomach mucosa was dose-dependent."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 76-77 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Fischer 344/N rats (sex not given) were administered the test substance, ethyl acrylate (purity 99%, inhibited with 15-20 ppm of hydrochinone monomethyl ether), dissolved in corn oil at a dose level of 100 (46 rats) or 200 mg/kg/day (50 rats); controls (55 rats) were given corn oil. After 13 weeks of dosing, 10, 10, and 11 rats of the control, low dose, and high dose group, respectively, were sacrificed 24 hours after the last administration; the remaining rats were observed without further dosing. After 8 weeks of recovery, 10 rats of each group were sacrificed. The remaining 35 (control), 26 (low dose), and 29 (high dose) rats were sacrificed 19 months after termination of dosing. No lesions were found in the glandular stomach of any rat; the lesions observed in the treated rats were limited to the forestomach. Hyperplasia was found in every treated rat sacrificed 24 hours after the last dose (both low dose and high dose group); this hyperplasia was classified moderate for the low dose group and severe to extensive for the high dose group. The rats of the high dose groups had randomly distributed focal and multifocal raised nodules; in rats of the low dose group, most forestomachs were thickened. After 8 weeks of recovery, mild hyperplasia was observed in 1/10 and 6/10 rats of the low and high dose group, respectively. In 1 rat of the high dose group, punctate-white foci were observed in the forestomach mucosa; no gross lesions were observed in the low dose group. After 19 months of recovery, mild hyperplasia was observed in 2/26 and 9/29 rats of the low and high dose group, respectively. Forestomachs of all rats were grossly normal, except 1 rat of the high dose group, which had an occasional more opaque forestomach. In control rats, moderate to severe hyperplasia was observed after 19 months of recovery in 2/35 rats; the other control animals showed no hyperplasia. According to the authors, these results indicated that gavage administration of ethyl acrylate to male rats resulted in an extensive and sustained forestomach mucosal hyperplasia; the sustainability of forestomach hyperplasia was apparently dependent on the continued exposure of the test substance, and regressed after cessation of treatment."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 77 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The role of chemically induced cell proliferation in ethyl acrylate-induced carcinogenesis was studied in groups of 8-11 male Fischer 344 rats. The rats were given ethyl acrylate by gavage for 2 or 4 days and were sacrificed 24 hours after the last dosing; the stomach was removed and examined. Administration of 2 or 4 daily doses of ethyl acrylate resulted in a hyperplasia determined by microscopy. The test substance caused severe forestomach lesions including mucosal epithelial cell proliferation which was more extensive in rats given 4 daily doses in rats given 2 daily doses. Additionally, glandular stomach lesions (mucosal and submucosal edema, submucosal inflammation and spuerficial mucosal necrosis) were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 62 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Sherman rats were exposed for 30 times to ethyl acrylate by inhalation at a concentration of 70 or 300 ppm or for 19 times at a concentration of 540 ppm. ... In the top two dose groups (540 and 300 ppm) macroscopic and histopathologic alteration in the lungs, histopathological alteration in kidney, liver and spleen were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 62 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female Fischer 344 rats were exposed to ethyl acrylate by inhalation for 6 hours a day, 5 days a week for 30 days at 75, 150, or 300 ppm (0.31, 0.62, 1.24 mg/L), There was a concurrent control group. In the first two weeks, animals in the highest dose group were lethargic. At exposures of 150 or 300 ppm, there was decreased body weight gain. The relative kidney weight in these animals was increased, but there was no correlating histological change. The animals at the highest dose group underwent a histological examination which revealed inflammed and degenerative alterations of the olfactory epithelium with scattered necrosis and metaplasia, but no further findings. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 63 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Fischer 344 rats (sex not given) were exposed to ethyl acrylate by inhalation 6 hrs/day for 30 days at concentrations of 25, 75, and 225 ppm (0.1, 0.31, and 0.92 mg/L). In the two upper dose groups, there was reduced body weight gain. Histopathologically, degenerative, inflammatory and metaplastic alterations were observed in the paranasal sinus, which were attributed to the irritant effect of ethyl acrylate. At 25 ppm no pathological effects were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 66 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female F-344 rats were continuously exposed to ethyl acrylate in drinking water at 200, 1000, 2000, and 4000 ppm for 13 weeks. There were concurrent controls. The NOEL was 200 ppm. From 1000 ppm there was a rise in stomach weight and histopathological changes of the forestomach. This lesion was distinctive after 2 weeks of exposure and continued throughout the 13 weeks. The water consumption was dose dependent and reduced weight gain caused a correspondingly reduced body. Signs of systemic toxicity were observed. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 71 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male F-344 rats received ethyl acrylate by gavage at 20, 100, and 200 mg/kg (about 0.4, 3, and 4% solution in corn oil) 5 days a week for 13 weeks. There were concurrent untreated controls. The experiment consisted of 20 rats per group. After 4 weeks,10 rats were killed and examined. In the 200 mg/kg group, 10 additional rats were treated only 4 weeks, but then retained for the remaining 9 weeks for observation as a recovery group. All experimental groups showed increased stomach weights. After 4 and 13 weeks, dose dependent histopathological changes of the forestomach (hyperplasia, hyperkeratosis of the squamous epithelium) were observed. In the recovery group increased stomach weight was no longer seen, and the animals also had no detectable histopathological alteration."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 72 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female F-344 rats, 10 per sex per group, were exposed to ethyl acrylate by gavage 5 days a week for 13 weeks. Doses were 7, 14, 28, 55, and 110 mg/kg (0.07, 0.14, 0.28, 0.55, and 1.1% solutions in corn oil, 10 mg/kg). There were concurrent vehicle controls. The animals of all experimental groups survived. After administration of the highest dose used, 1/10 male rats had redness of the duodenal mucosa and 2/10 male rats had changes in the opening between the esophagus and the cardiac portion of the stomach. No compound-related macroscopic or histologic changes were observed in the tissues."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 72 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female F-344/N rats were administered 100, 200, 400, 600, and 800 mg/kg of ethyl acrylate by gavage in 5 mL/kg of corn oil daily for 14 days. No lethality. In the male animals in the two highest doses and in female animals in all dose groups, reduced weight gain. In all dose groups thickened gastric wall and abdominal adhesions. In the 400 mg / kg group, there were some ulcerative inflammations of the forestomach."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 79 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female B6C3F1 mice were exposed to ethyl acrylate by inhalation at 75, 150, and 300 ppm 6 hrs/day, 5 days/wk for 30 days. Concurrent controls received no treatment. In the first two weeks, the animals of the highest experimental dose group were lethargic. At 150 and 300 ppm, male animals had reduced body weight gain and decreased absolute and relative liver weight without histological correlations. Further histological examination was performed on the animals at the highest dose group; with the exception of lesions of the olfactory epithelium, which were due to irritation, there were no further findings. /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 81 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ B6C3F1 mice (sex not given) were exposed to ethyl acrylate by inhalation at 25, 75, and 225 ppm 6 hr/day for 30 days.  In the two upper dose groups, reduced body weight gain was observed. Histopathological degenerative, inflammatory and metaplastic changes in the nasal cavities, which were attributed to the irritant effect of ethyl acrylate, were observed. At 25 ppm, no pathological effects were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 87 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male and female rabbits (strain not given) were exposed to ethyl acrylate at 0.2 or 0.4 mL/kg (185 or 370 mg/kg) by gavage 5 days a week for up to 9 times. At 0.2 mL/kg all 4 rabbits treated 9 times survived. The animals showed rapid breathing, apathy, loss of appetite and diarrhea. At 0.4 mL/kg two animals died (after 1 - and 2-  dosing regimens). Pathologically there was a thickened gastric wall and a reddened gastric mucosa found in the two dead animals."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 89 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Guinea pigs (sex not given) were exposed to ethyl acrylate by inhalation 7 hrs/day for up to 130 times. Doses were 24.5, 26.2, 74.8, 272, 501, and 1204 ppm (0.1, 0.11, 0.3, 1.1, 2.1, and 5.0 mg/L.) The NOAEL was 74.8 ppm.  Two of two animals died after the first 1204 ppm exposure and after 13 times at 501 ppm. One animal died after 28 exposures at 272 ppm. In the upper two dose groups, dose related salivation and eye and nasal irritation were observed. Before death, the animals showed dyspnea and convulsions. Histopathological changes in lungs, heart, kidney, and liver were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 89 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Monkeys (1 animal per dose) (species and sex not given) were exposed to ethyl acrylate by inhalation 7 hrs/day for up to 130 times. Doses were 24.5, 26.2, 74.8, 272, 501, and 1204 ppm (0.1, 0.11, 0.3, 1.1, 2.1, and 5.0 mg/L.). The NOAEL was 26.5 ppm.  The monkey exposed at 1204 ppm died. There were no fatalities at any other dose.  At 272 ppm lethargy, weight loss and slight mucous membrane irritation were observed after 28 days of exposure. At 24.5 and 26.5 ppm, even after 130 doses, the monkeys showed no signs of toxic injury."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 65 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The rats (sex and strain not given) were exposed to ethyl acrylate (purity not specified) for 30 days, except the rats of the highest dose group which were exposed for 19 days, only. Mortality in the highest dose group (500 ppm) was 12/18 after 19 days, at 250 ppm, mortality was 15/27 after 30 days. In these two groups, significantly decreased body weight gain, and significantly increased kidney weight gain were observed. The incidence of lethal lung infections was significantly  increased. At 125 ppm, body weight gain was reduced after 30 days of exposure; but no difference in kidney weight and mortality was observed compared to controls. In the lowest dose group (0.26 mg/L; 62.6 ppm), increased kidney weight was observed on one male rat only. No further findings were observed in this group."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 107 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Female TG.AC mice received ethyl acrylate (99.3-99.9% purity) by dermal application 3 times a week for 20 weeks. The test substance (dissolved in acetone or ethanol) was painted onto a clipped region of the dorsal skin. Controls were treated with the vehicle (negative control) or with 1.25 ug 12-O-tetradecanoylphorbol-13-acetate (TPA; positive control). The lowest effective dose per mouse that induced papillomas at the application site was 30 mg administered 3 times per week. The first papillomas were observed after 15 weeks of treatment. After 20 weeks of treatment, 50% of the mice had papillomas; the average number of papillomas per mouse was 0.6. According to the authors, no gross systemic effects were observed at the end of the 20-week skin-paint study; only chronic epidermal hyperplasia was observed at the application site."
        },
        {
            "References": "PMID:1723532",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... A stop-study was initiated where 100 or 200 mg ethyl acrylate (EA)/kg (in corn oil) was administered daily, 5 days/week, for 13 weeks. /F344 male/ rats sacrificed at the end of the treatment regimen had severe epithelial hyperplasia of the forestomach. No lesions were observed in the glandular stomach or liver of EA-treated rats. Forestomach hyperplasia induced by EA included upward and downward cell proliferation. However, forestomachs of rats treated for 13 weeks and sacrificed 8 weeks after the last EA dose exhibited a significant decline in the incidence and severity of forestomach mucosal hyperplasia. Histopathologic evaluation of forestomachs of EA-treated rats (13 weeks) which were allowed a 19-month-recovery (with no exposure to EA) showed further decline in the incidence and severity of mucosal cell hyperplasia. These results indicate that gavage administration of EA to rats results in extensive and sustained forestomach mucosal hyperplasia. The sustainability of forestomach hyperplasia is apparently dependent on the continued exposure of rats to ethyl acrylate, and regressed after cessation of dosing. Furthermore, although enough post-treatment time was allowed for tumors to develop after cessation of EA administration, forestomachs exhibited a nearly complete recovery with no increased incidence of papillomas or carcinomas..."
        },
        {
            "References": "PMID:2399412",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male F344/N rats were dosed with ethyl acrylate (EA) either by daily gavage or in the drinking water for 2 weeks. The gavage dose levels were 0, 2, 10, 20, 50, 100, and 200 mg/kg; the drinking water dose concentrations were 0, 200, 1,000, 2,000, and 4,000 ppm (corresponding to 0, 23, 99, 197, and 369 mg/kg/day, respectively). In those animals dosed by gavage, irritation of the forestomach increased in incidence and severity over the 20-200 mg/kg dose range. In those animals dosed with EA in the drinking water, a much lower incidence of forestomach irritation and less severe lesions were observed at corresponding dose levels. No lesions were observed in the glandular stomach from either of the 2 modes of oral administration. Following 2 weeks of gavage dosing with EA, the total non-protein sulfhydryl (NPSH) content of the forestomach and glandular stomach, and the NPSH concentration of the liver were determined 2-24 hr after the last gavage dose. Animals dosed at 200 mg/kg reached approximately 11% of the initial NPSH content in the forestomach at 6 hr after dosing. NPSH depletion of this magnitude has been associated with cytotoxicity of other tissues in other studies. By contrast, neither the glandular stomach nor liver were depleted of NPSH to levels generally associated with toxicity. These observations are consistent with the conclusion that bolus dosing of EA induces severe depletion of critical cellular thiols in the forestomach with toxic consequences, but not in the glandular stomach or liver. Changing the mode of oral administration for EA to continued small doses in the drinking water allowed efficient detoxification and did not induce sulfhydryl depletion or comparable forestomach toxicity at the same daily body burden."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 71 (1999)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Three groups of 25 male Fischer 344 rats, two months of age, were treated with 200 mg/kg bw ethyl acrylate (purity, 99%) by gavage in corn oil on five days per week for six or 12 months. Control rats received 5 mL corn oil/kg bw per day on five days per week for 12 months. Five rats from each treatment group were killed 24 hr after the last dose. The remaining rats were killed at 24 months of age. All animals were examined for gross lesions and the stomachs were collected and fixed in formalin. Microscopic examination was restricted to three or four sections of the stomach. No treatment-related neoplastic lesions were observed in the forestomach of rats exposed to ethyl acrylate for six months and autopsied at 24 months of age. After 12 months of ethyl acrylate administration, all rats showed hyperplastic lesions but no neoplastic lesions were detected. However, when rats received ethyl acrylate for 12 months and were killed after nine months of recovery, they developed squamous-cell carcinomas (3/13) and papillomas (1/13)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 87 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 50 male & 50 female Fischer 344/N rats, 7 wks of age, received 100 or 200 mg/kg bw ethyl acrylate (purity, 99-99.5%, stabilized with 15 mg/kg of the monomethyl ether of hydroquinone) in 5 mL/kg corn oil by gavage 5 times per wk for 103 wk. /Control groups received corn oil only/. Experiment was terminated at 104-l05 wk. Survival in the control, low-dose, and high-dose groups was: males, 82%, 64%, and 68%; females, 72%, 72%, and 84%. The incidences of squamous cell carcinomas of the forestomach in the control, low-dose, and high-dose male rats were: 0/50, 5/50, and 12/50 (p < 0.001, Fishers exact test, high-dose versus control, and Cochran Armitage test for trend); females, 1/50, 6/50 and 11/50 (p = 0.002, Fishers exact test, high-dose versus control, and Cochran Armitage test for trend), respectively. Dose-related increases were observed in the incidence of non-neoplastic lesions (hyperkeratosis, hyperplasia, and inflammation) in the forestomach in animals of each sex (National Toxicology Program, 1983)."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 88 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of 105 female and 105 male B6C3F1 mice, seven to nine weeks of age, were exposed to vapors of ethyl acrylate (purity > 99.5%) at concentrations of 100, 310, or 920 mg/cu m (25, 75, or 225 ppm) for 6 hr per day on five days per wk. The treatment with the low and medium doses lasted 27 months ... High-dose treatment was discontinued after 6 mo due to a significant decrease in body-wt gain ... Approximately 75 animals per sex in the exposed group and 60 animals per sex in the control groups were available for the full study ... Survival in all groups was adequate for evaluation of late-appearing tumors ... Treatment-related increases in the incidence of tumors was observed ... Thyroid follicular adenomas were increased in high-dose male mice when compared to concurrent but not historical controls (2/121 in concurrent controls; 16% in historical controls, and 7/69 in high-dose males). Dose-related increases were observed in the incidence of nonneoplastic lesions of the olfactory mucosa (glandular hyperplasia and metaplasia) in animals of each sex."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 90 (1986)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ When undiluted ethyl acrylate was applied to the skin of 40 male C3H/HeJ mice at a dose of 25 uL (23 mg/mouse per application) three times weekly for life, histological skin changes were observed, including epidermal necrosis (four animals), keratin necrosis (six animals), dermal fibrosis (six animals), hyperkeratosis (12 animals), and dermatitis (five animals)."
        },
        {
            "References": "PMID:6153064",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male C3H/HeJ mice (40/group) were treated with 25 uL undiluted ethyl acrylate, 1% acrylic acid or 1% butyl acrylate on the dorsal skin 3 times/wk for their lifetime. A positive control group received 0.1% 3-methylcholanthrene (MC). No epidermal tumors were observed in the animals that received any test substance. In the positive control group, 39 animals had skin tumors, including 33 with confirmed squamous-cell carcinomas. Nonneoplastic skin changes, ie, dermatitis, dermal fibrosis, epidermal necrosis and hyperkeratosis, were observed in several mice that received ethyl acrylate. No statistically significant effects on survival were seen. There was no evidence for local carcinogenic activity of acrylic acid, ethyl acrylate or butyl acrylate under the conditions of these studies."
        },
        {
            "References": "PMID:4017897",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ The toxicologic effects and carcinogenic potential of inhaled ethyl acrylate vapors were assessed in mice and rats (strain and sex not given) for periods of up to 27 months. Histopathologic changes in olfactory portions of the nasal mucosa were present in groups exposed to 0, 25 and 75 ppm of the vapors 6 hr/day, 5 days a week. The changes were concentration dependent and were confined generally to those areas normally lined by olfactory epithelium. No oncogenic response was noted in either animal species."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 111 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Male Fischer 344 rats /were/ dosed with ethyl acrylate (99% purity, inhibited with 15-20 ppm of hydroquinone monomethyl ether). At the beginning of the study, all rats were approximately 3 months old; at the age of 24 months, the study was terminated. The rats were given the test substance in corn oil at 200 mg/kg/day 5 times a week by gavage for 6 or 12 months (23 and 18 rats, respectively). Control animals (21 rats) were given corn oil for 12 months. Five rats per group were sacrificed at termination of administration (treatment groups after 6 months and 12 months, control group after 12 months), the remaining rats were post observed without any exposure until the end of the study in month 21. After sacrificed, organs and tissues were examined. Forstomach mucosal hyperplasia was observed in 5/5 rats treated for 6 months without recovery, in 5/5 rats treated for 12 months without recovery and in 8/13 rats treated for 12 months followed by 9 months of recovery. Forestomach squamous cell papillomas and carcinomas were observed in 4/13 rats treated for 12 months followed by 9 months of recovery. No significant increase in the incidence of hyperplasia or neoplasia was found in control animals. No neoplastic lesions were grossly observed in the liver or any other tissue."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 116-117 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Fischer 344 rats, 5 per sex group, were exposed to ethyl acrylate by inhalation for 6 hr/day, 5 days/week at 25, 75, and 225 ppm. The rats of the high dose group were treated for 6 months, then they were allowed to recover for 6 months. The rats of the mid and low dose group were treated for 12 months without any recovery period. Twelve months after beginning of the study, all rats were sacrificed and examined pathologically. No grossly visible treatment-related alterations were observed. Histopathology revealed lesions of the olfactory region of the nasal mucosa in all treated groups. Very slight residual lesions were observed in rats of the high dose group. Similar findings were recorded for the animals of the mid and low dose group; the nasal lesion were dose-dependent. However, according to the authors, this dose-response relationship consisted principally of a substance-related increase in the size of the mucosal area affected by the treatment than in a quantitative increase in the severity of the lesions."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 119 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ten B6C3F1 mice/sex were exposed to ethyl acrylate at 225 ppm 6 hr/day, 5 day/week for 6 months and sacrificed after a recovery period of 3 months. Gross pathology revealed lesions of the integument (area of alopecia) in 1 male and 2 females, pale elevated nodules of the liver in 1 male, marked megaly of the spleen (suggesting leukemia) in 1 male, and unilateral testicular hypoplasia in 1 male. No gross lesion were found in 7/10 males and 8/10 females. Histopathologically, lesions of the nasal mucosa and of the olfactorial epithelium were observed in all treated animals. Hepatocellular adenoma of type I and lymphosarcoma of the spleen were found in 1 male each. According to the authors, there was no evidence of progressive development of the nasal lesions following cessation of treatment."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 63 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Fischer 344 rats were exposed to ethyl acrylate by inhalation for 27 months or for 6 months with a  post observation period of 21 months (225 ppm group). Doses were 25, 75, and 225 ppm (0.1, 0.31, and 0.92 mg / L). There were concurrent controls. Dose dependent histopathological changes were observed in the submucosa of the olfactory epithelium."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 80 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female B6C3F1 mice were exposed to ethyl acrylate 6 hrs/day, 5 days/wk continuously for 27 months (25, 75 ppm) or for 6 months at 225 ppm with a 21 month recovery period. Dose dependent histopathological changes in the submucosa in the area of the olfactory epithelium of the nose were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 88 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Beagle dogs (2 per dose per sex) were exposed at 10, 100, and 1000 ppm in food (0.4, 4, and 40 mg/kg/d) for two years. Early in the exposures, the highest dose group of dogs vomited, and therefore from the second week of the experiment, the 1000 ppm dose was decreased to 300 ppm, and then increased again to 1000 ppm at 16 weeks. Besides the initial emetic effect, no toxic effects were seen. Only the weight gain was decreased in the highest dose. No chemically-related changes in hematological and clinical parameters was seen."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 106 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male C3H/HeJ mice, 40 animals per group, received dermal administration of 25 uL undiluted ethyl acrylate (23 mg/application, approximately 770 mg/kg) 3 days/week (duration unspecified). Compared to the negative control, no difference in the mean survival time was seen. Histopathologically, some animals had epidermal necrosis, dermal fibrosis, hyperkeratosis, or dermatitis, but no skin tumors. The positive control showed 39 of 40 animals with skin tumors."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 108 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female Wistar rats, 25 per sex per dose, received continuous exposure to ethyl acrylate in the drinking water for 2 years. Doses were 6, 60, and 2000 ppm (in the first 4 months), then 7, 70, or 2000 ppm. A concurrent control group received no treatment. No changes in hematological or clinical chemistry parameters were observed. In the 2000 ppm group, reduced water intake and reduced weight gain were observed (for males only in the 1st year.) No change in relative organ weights. No compound-related histological changes, no increase in tumor incidence."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 109 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ethyl acrylate, inhibited with 10 ppm of monomethyl ether of t-butyl hydroquinone was administered by  gavage to male and female F-344/N rats, 50 per sex per dose, 5 days a wk for 103 weeks at doses of 100 or 200 mg/kg (2 and 4% in 5 mL/kg corn oil). There were concurrent vehicle controls.  Dose and concentration dependent increases in hyperkeratosis, hyperplasia and inflammation of the forestomach were observed. There was a dose-dependent increased incidence of squamous cell papillomas and carcinomas in the forestomach in animals of both sexes (m: 1/50; 18/50 (including 5 carcinomas); 36/50(including 12 carcinomas; female: 1/50; 6/50; 11/50 (including 2 carcinomas)..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 113 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female B6C3F1 mice, 50 per sex per dose, were administered ethyl acrylate by gavage 5 days a week for 103 weeks. Doses were 100 or 200 mg/kg (1 and 2% in 10 mL/kg corn oil). There were concurrent vehicle controls.  There were dose and concentration dependent increases in hyperkeratosis, hyperplasia, and inflammation of the forestomach. A dose-related increased incidence of squamous cell papillomas and carcinomas observed (male: 0/48; 5/47 (2 carcinomas); 12/50 (5 carcinomas); females: 1/50; 5/49 (1 carcinoma); 7/48 (2 carcinomas)."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 115 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 115 male and 115 female Fischer 344 rats per group were exposed to ethyl acrylate (purity> 99.5%) by inhalation 6 hr/day, 5 days a week over 27 months (25 and 75 ppm) or 6 months (225 ppm). Because of a severe body weight decrease, a longer exposure in the highest dose group was not possible. Interim sacrifices were made after 3, 6, 12 and 18 months. No changes in hematology, clinical chemical, or urinalysis were observed. Already after 3 months, dose-related histopathological lesions in the nasal mucosa with metaplasia or atrophy of the olfactory epithelium and hyperplasia of the basal cells and Bowman's glands. No neoplastic changes were observed."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 117 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ 105 male and 105 female B6C3F1 mice per group were exposed to ethyl acrylate (purity >99.5%) by inhalation for  27 months (25 and 75 ppm) or 6 months (225 ppm). Because of a severe body weight decrease, a longer exposure in the highest dose group was not possible. Interim sacrifice occurred after 6, 12 and 18 months. No changes in hematology, clinical chemistry parameters, and urinalysis were seen. The mice of the 225 ppm group were clinically agitated and irritable. In this group - as in the 75 ppm group - body weight loss was observed. After 6 months, there were also histopatological lesions of the olfactory epithelium with hyperplasia and inflammation of Bowman's glands with metaplasia. No neoplastic changes were observed. The male animals at the highest dose group had a higher incidence of thyroid adenomas compared to concurrent controls, but the results were within the range for historical controls and are described by the authors as probably not compound related."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 118 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male and female B6C3F1 mice, 90 males and 90 females, were exposed to 5 ppm of ethyl acrylate by inhalation 6 hrs/day, 5 days a week for up to 24 months. Findings in the nasal mucosa were no different from the concurrent controls receiving no treatment. No neoplastic changes were seen."
        },
        {
            "References": "PMID:9715506",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... To conduct rapid comparative short-term bioassays, the Tg.AC (v-Ha-ras) transgenic mouse model /was used/ to determine the toxicity and potential carcinogenicity of tripropylene glycol diacrylate (TPGDA) alone and in a reference formulated ultraviolet radiation curable lacquer (Lacquer A), which is used in the ultraviolet radiation curable surface coatings. For comparison, ethyl acrylate (EA) was used as a reference acrylate. Insertion of the zeta-globin promoted v-Ha-ras transgene into the FVB mouse genome (Tg.AC) introduced a defined genetic lesion, which is critical but insufficient by itself to induce benign or malignant tumors in the skin unless activated. Activation and expression of the transgenic ras oncoprotein in this mouse line induces a dose-related increase in papillomas (skin reporter phenotype) within weeks. Based on dose-related increases in skin hyperplasia following dermal exposure to EA, TPGDA, or Lacquer A (applied equimolar for TPGDA concentration), the dosing regimen was selected. Starting at 12 wk of age, the agents were administered topically (200 microliters of acetone vehicle) 3 times/wk for 20 wk to the shaved dorsal skin of female Tg.AC mice (n = 10/group). TPGDA and reference Lacquer A (equimolar for TPGDA) at 5 or 10 umoles/mouse but not EA (60, 300, or 600 umoles/mouse) or TPGDA or Lacquer A at 1 umole/mouse induced a dose-related increase in papillomas between 6 and 12 wk of treatment that reached a maximum number of papillomas per mouse between 19 and 20 wk of treatment. These results indicate that TPGDA is significantly more potent than EA for inducing the skin reporter phenotype and may be predicted to be carcinogenic in long-term cancer bioassays at the site of contact."
        },
        {
            "References": "PMID:8898993",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Six chemicals have been tested in the heterozygous p53-deficient mice and 13 in the Tg.AC line. The results show that the p53def responds rapidly to mutagenic carcinogens and the Tg.AC responds rapidly to both mutagenic and nonmutagenic carcinogens. Neither transgenic line responded to the noncarcinogens that were tested. The p53def line failed to respond to two nonmutagenic carcinogens (N-methyloacrylamide and reserpine), the Tg.AC line failed to respond to ethyl acrylate, a nonmutagenic chemical that induced tumors of the forestomach when administered by gavage, and to triethanolamine that caused an increase in hepatocellular tumors in B6C3F1 mice via skin painting..."
        },
        {
            "References": "PMID:7899778",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ethyl acrylate (EA) is a known forestomach carcinogen in both rats and mice. ... Carcinogenic doses of EA administered by gavage for 13 wk resulted in a sustained increase in forestomach epithelial hyperplasia as long as exposure to EA continued. However, hyperplasia regressed and no forestomach neoplasms were seen after a 19-mo recovery period. ... EA was administered at 200 mg/kg (po) to male Fischer-344 rats, 5 days/wk. Squamous cell proliferation/hyperplasia was observed in the forestomach of all rats that received EA for 6 or 12 mo. Treatment of rats with EA for 12 mo followed by 2 mo of recovery resulted in the development of forestomach papillomas in 2 of 5 treated rats. Furthermore, animals treated for 12 mo and allowed 9 mo of recovery exhibited an increase in forestomach squamous cell carcinomas and papillomas at a combined incidence of 4 in 13. In contrast, animals treated with EA for 6 mo and allowed 2 or 15 mo of recovery exhibited a time-dependent regression of cell proliferation and did not develop forestomach neoplasms. No significant elevation in liver cell proliferation or neoplasia was seen at any time in any of the rats, further confirming the organ specificity in the relationship between EA-induced cell proliferation and carcinogenicity. In conclusion, EA resulted in increased cell proliferation in the target organ of carcinogenicity (forestomach) but not in nontarget organs such as the liver. This work indicates that cell proliferation, sustained for a sufficient period of time, results in the development of neoplasia despite cessation of chemical administration. Furthermore, a temporal relationship exists between EA-induced epithelial cell proliferation and forestomach carcinogenicity."
        },
        {
            "References": "PMID:8013421",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Chronic administration of ethyl acrylate (EA) by gavage at 100 or 200 mg/kg/day resulted in a significant dose-dependent increase in the incidence of forestomach (FS) squamous cell papillomas and carcinomas in both sexes of F344 rats and B6C3F1 mice. Subsequent work ...  was designed to investigate the relationship between EA-induced FS hyperplasia and carcinogenicity. Current studies have focused on determining the time required for sustained FS hyperplasia to produce neoplastic transformation. Results of these studies demonstrated that gavage administration of EA to male F344 rats at 200 mg/kg/day for 6 or 12 months caused a sustained increase in FS epithelial hyperplasia for as long as exposure to EA continued. However, FS hyperplasia regressed, and no neoplasms developed when animals receiving EA for 6 months were allowed to recover until they were sacrificed at 24 months of age. In contrast, rats treated for 12 months and allowed 9 months recovery developed FS squamous cell carcinomas (3/13) and papillomas (1/13) for a combined incidence of 4/13. No gross lesions were detected in the liver of any of the rats treated with EA or corn oil vehicle, confirming the tissue specificity in the relationship between EA-induced FS hyperplasia and carcinogenesis..."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 122 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Wistar rats received oral administration of ethyl acrylate at 44, 133, and 400 mg/kg/day from day 0 to 19 of gestation. Treatment with 400 mg/kg/day caused a slight but not statistically significant increase in the number of dead or absorbed fetuses. According to the authors, the test substance did not induce any external, skeletal and visceral anomalies. In offspring, no adverse changes were found in postnatal development in any of the tested groups."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 90 (1986)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In an inhalation study ... pregnant Sprague-Dawley rats /were exposed/ to 0, 205, or 615 mg/cu m (0, 50 or 150 ppm) ethyl acrylate vapor for 6 hr/day on gestation days 6-15. Maternal toxicity at 615 mg/cu m (150 ppm) was reflected in reduced food consumption and body-wt gain. In the fetuses, no significant increase was seen in gross, visceral, or skeletal malformations at either exposure level, although 3 fetuses in 3 litters (10% of litters) in the 615 mg/cu m (150 ppm) group had hypoplastic tail and associated skeletal defects. Historically, this defect had been noted in 1% of over 800 control litters, and the highest incidence in one control group was 7% of litters."
        },
        {
            "References": "Pietrowicz D et al; Zwierzeta Lab 17 (2): 67-71 (1980)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In rats administered ethyl acrylate (25-400 mg/kg) from 7th to 16th day of pregnancy decreased mean wt and increased placenta wt were observed. Increased number of fetal resorptions and skeletal anomalies were also noted. Number and size of live fetuses were not significantly different from controls."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 120-121 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Sprague-Dawley rats were exposed to 25, 75, and 225 ppm of ethyl acrylate (purity unspecified) by inhalation 6 hr/d during days 6-15 of pregnancy. The 225 ppm dose exceeded the maximum tolerated dose, thus, the highest level for the teratogenicity study was set at 150 ppm. In the fetuses of the 150 ppm group, no significant increase in malformation of internal organs or the skeleton was detectable. Only 3 of 338 fetuses studied showed a hypoplastic tail. This incidence corresponded to the controls (1%). ... At 50 ppm, dams and fetuses were normal."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 121 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Wistar rats (10-23 per group) were exposed to ethyl acrylate at 25, 50, 100, 200, and 400 mg/kg by gavage on days 7 to 16 of pregnancy. Maternal toxicity: No dose-dependent decrease in body weight in any of the dose groups. From 100 mg/kg, there were significantly increases in the total number of resorptions; however, there were no significant losses in the number of live fetuses per litter. Delayed ossification was observed in all dose groups (not dose-related, only 50% of the fetuses investigated) ..."
        },
        {
            "References": "PMID:10353315",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicities of seven acrylates were studied in Sprague-Dawley rats after inhalation exposure for 6 hr/day, during days 6 to 20 of gestation. The exposure concentrations were: for acrylic acid, 50, 100, 200, or 300 ppm; for methyl acrylate, 25, 50, or 100 ppm; for ethyl acrylate, 25, 50, 100, or 200 ppm; for butyl acrylate, 100, 200, or 300 ppm; for ethylhexyl acrylate, 50, 75, or 100 ppm; for hydroxyethyl acrylate, 1, 5, or 10 ppm; and for hydroxypropyl acrylate, 1, 5, or 10 ppm. No treatment-related increases in embryo/fetal mortality or fetal malformations were observed after exposure to any of these acrylates. Fetal toxicity, indicated by reduced fetal body weight, was observed after exposure to 300 ppm acrylic acid, 100 ppm methyl acrylate, 200 ppm ethyl acrylate, and 200 or 300 ppm butyl acrylate in the presence of overt signs of maternal toxicity. While there was evidence of maternal toxicity, no significant developmental toxic effects were observed after exposure to ethylhexyl acrylate, hydroxyethyl acrylate, or hydroxypropyl acrylate at any concentration."
        },
        {
            "References": "PMID:6424006",
            "Value": "/GENOTOXICITY/ The micronucleus test was used to study the mutagenic effects of ethyl acrylate and methyl acrylate. Investigated compounds were administered to Balb C male mice by ip injection in two doses, separated by a period of 24 hr. Ethyl acrylate at doses of 225-1800 mg/kg, and methyl acrylate at doses of 37.5-300 mg/kg significantly induce chromosome damage resulting in micronuclei formation in bone marrow polychromatic erythrocytes. Both investigated compounds significantly decrease the ratio of polychromatic to normochromatic erythrocytes. Positive results provide evidence of clastogenic activity of ethyl acrylate and methyl acrylate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V39 91 (1986)",
            "Value": "/GENOTOXICITY/ Ethyl acrylate (7.5-15 ug/mL) induced a dose-related increase in the incidence of chromosomal aberrations in cultured Chinese hamster lung cells in the absence of a metabolic system."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 90 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test, Salmonella typhimurium TA98, TA100, TA1537; with and without metabolic activation (liver homogenate from PCB pretreated Wistar rats) negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 90 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test, Salmonella typhimurium TA98, TA100, TA1535, TA1537, TA1538; 1, 10, 100, 1000 ug/plate; with and without S-9 (rat liver homogenate; Aroclor 1254 induced) positive."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 90 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test, Salmonella typhimurium TA97, TA98, TA100, TA102, TA104, TA1535, TA1537, TA1538; ca. 47 ug/plate, with and without S-9 (rat liver and hamster liver; Aroclor 1254 induced) negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 91 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Ames test, Salmonella typhimurium TA98, TA100, TA1535, TA1537; 0.0001 - 5.0 uL/plate, with and without S-9 (rat liver, Aroclor-induced) negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 94 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Cytogenetic assay, L5178Y TK+/-3.7.2C mouse lymphoma cells, at concentration up to 200 ug/mL, with and without S-9 liver homogenate, positive."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 94 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Chromosmal aberration test with and without metabolic activiation with S-9 mix prepared from liver homogenate of PCB pretreated Wistar rats; scoring of 100 metaphases; D20 (dose at which chromosomals aberrations were detected in 20% of the metaphases) = 0.0098 mg/mL; TR (incidence of exchange-type aberrations per unit dose) = 3200 mg/mL (calculated); results, positive."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 95 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Cytogenetic assay, Mouse-Lymphoma L5178Y / TK+/- cells, 0; 20.0; 25.0; 30.0; 37.5 ug/mL, without metabolic activiation; positive."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 96 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Cytogenetic assay, CHL cells without metabolic activation, positive (dose dependent increase in chromosmal aberrations at concentrations of 7.5 to 15 ng/L, primarily breaks). /Translated from German/"
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 96 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ HGPRT assay, Chinese Hamster Ovary (CHO) cells, concentrations up to 25 ug/mL, without metabolic activation, negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 97 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ HGPRT assay, Chinese Hamster Ovary (CHO) cells, concentrations up to 80 ug/mL, without metabolic activation, negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 97 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Concentrations of up to 300 nL/mL of ethyl acrylate, 99.5% purity, were tested in mouse lymphoma L5178Y / TK+/- cells with activiation with S-9-mix prepared from liver homogenate of Aroclor-pretreated rats; without metabolic activiation, up to 40 nL/mL was tested. Thirty nL/mL without metabolic activation produced significant increased mutation frequency (4-22% relative growth); with metabolic activation, 100-150 nL/mL were necessary to produce a significant increase in mutation frequency (14-50% relative growth). However, this significant increase in mutation frequency occurred at concentrations which were already cytotoxic."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 99 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Sister chromatid exchange assay, CHO-cells with metabolic activation, positive."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 99 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Yeast Cytogenetic assay, Saccharomyces cerevisiae, strain D61.M, concentrations of 368, 551, 733, 824, 914 ug/mL, without metabolic activation, negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 101 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Micronucleus assay, L5178Y TK+/- mouse lymphoma cells, concentrations up to 200 ug/mL, with and without metabolic activation, positive."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 102 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Micronucleus assay, C57B16J mouse (M,F) single IP injection of 461 or 738 mg ethyl acrylate, 98.5% purity in corn oil, negative."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 103 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Micronucleus assay, BDF1 mouse, male, single or double oral gavage dose of 188, 375, or 750 mg/kg/day of ethyl acrylate, >99% purity, negative. Three experimental runs were performed: single administration of 188, 375, and 750 mg/kg; single administration of 375 and 750 mg/kg; double administration of 188, 375, and 750 mg/kg/day. Groups of six mice were used. In all experiments, sampling time of bone marrow was 24 hours. In each group, 2000 polychromatic erythrocytes were scored. No significant difference in the ratio of reticulocytes to total erythrocytes between vehicle controls and treatment groups, except a significant reduction in the reticulocyte ratio in the 750 mg/kg/day double gavage group."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 103 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Micronucleus assay, BDF1 mouse, male, single ip injection of 375, 500, 750, 1000, or 1500 mg/kg ethyl acrylate, >99% purity, negative. Groups of 6 mice were used. In all experiments, sampling time of bone marrow was 24 hr. In each group, 2000 polychromatic erythrocytes were scored. No significant difference in the ratio of reticulocytes to total erythrocytes between vehicle controls and treatment groups, except a significant reduction in the reticulocyte ratio in the 750 mg/kg group; 1000 and 1500 mg/kg were lethal to all mice."
        },
        {
            "References": "European Commission, ESIS; IUCLID Dataset, Ethyl Acrylate (CAS# 140-88-5) p. 105 (2000 CD-ROM edition). Available from, as of January 19, 2010. https://esis.jrc.ec.europa.eu/",
            "Value": "/GENOTOXICITY/ Male Fischer 344/DuCrj rats were starved for 18hr and then given 4 mL of corn oil or 4 mL of corn oil containing 0.1, 0.8, or 4.0% ethyl acrylate. Three hours after dosing, the animals were sacrificed, and their stomachs removed. The epithelial cells of their forestomachs were examined for DNA damage using an alkaline elution technique. According to the authors, no DNA damage could be determined even at the highest dose level."
        },
        {
            "References": "PMID:10048136",
            "Value": "/GENOTOXICITY/ ... The effects of ethyl acrylate (EA( treatment to mouse lymphoma (ML) cells /were measured/ on: (1) nonprotein sulfhydryl (NPS) levels; (2) mitochondrial rhodamine 123 (Rh123) uptake; (3) the DNA elution slope (single-strand breakage) and Y intercept of fitted curves (cytotoxicity and double-strand breakage) in the alkaline elution assay; (4) the appearance of apoptosis; and (5) the pulsed-field gel electrophoretic resolution of high-molecular-weight DNA. EA reduced NPS in both a time- and concentration-dependent manner. By 30 min, > or = 20 ug/mL EA reduced NPS by 50% or greater. By 4 hr, > or = 10 ug/mL markedly decreased both NPS cell content (> or = 71.5% reduction) and mitochondrial Rh123 uptake (10-50 micrograms/ml; 9-62%), the latter effect being further enhanced by washing and incubation for an additional 2 h (12-85%). EA did not induce single-strand breaks in the alkaline elution assay. Only highly cytotoxic EA concentrations (80-87% reduction in RCG at 40-50 ug/mL) caused both increases in the elution slope and parallel drops (Y intercept) in the elution curve in the alkaline elution assay. Conventional agarose gel electrophoretic analysis of the DNA neutral fraction of these high dose preparations showed evidence for both apoptosis (180-bp oligonucleosomal DNA laddering effect) and random smearing of DNA (necrosis). Pulsed-field gel electrophoresis of directly loaded high dose cell preparations revealed both high- and low-molecular-weight DNA double-strand breaks, but only at the highest concentrations. These observations indicated that the EA-induced mutagenic response correlated best with cellular cytotoxicity mediated by NPS depletion and mitochondrial membrane impairment."
        },
        {
            "References": "PMID:9667752",
            "Value": "/GENOTOXICITY/ The tumor suppressor gene p53 encodes a nuclear phosphoprotein which is critical for cell cycle control and prevention of uncontrolled cell proliferation that can lead to cancer. Previous studies have shown that cells respond to DNA damage by increasing their levels of p53, which then acts to prevent replication of damaged DNA. This study examined the effects on p53 protein levels of several different categories of chemical carcinogens. N-Methyl-N'-nitro-nitrosoguanidine and N-ethyl-N-nitrosourea, two direct-acting genotoxic (DNA-reactive) carcinogens, caused p53 induction as early as 2 h following treatment, with peak increases within 4-12 h. Aflatoxin B1 and 2-acetylaminofluorene, indirect-acting genotoxic carcinogens, caused a later induction of p53, with the peak increase appearing between 16 and 24 h following treatment. These observations demonstrate a correlation between p53 induction pattern and DNA damaging mechanism of genotoxins. Phenol, diethylstilbestrol and ethyl acrylate also induced increases in cellular p53. The half-life of p53 protein was increased in cells treated with genotoxic agents. On the other hand, the epigenetic (non-DNA-reactive) carcinogens azathioprine and saccharin, as well as two substances generally considered to be non-carcinogens, dimethylsulfoxide and benzethonium chloride, had no effect on p53 protein levels of treated cells. Measurement of the cytotoxic effects of each of these chemicals led to the conclusion that p53 protein induction is not a general, non-specific consequence of the cytotoxic effect of these genotoxins."
        },
        {
            "References": "PMID:9142166",
            "Value": "/GENOTOXICITY/ ... Acrylates have an inherent potential as electrophiles to be genotoxic, limited in their biological activity by their physicochemical properties. To evaluate their systemic genotoxicity, ethyl acrylate (EA), tripropylene glycol diacrylate (TPGDA), or Lacquer A, an ultraviolet radiation curable lacquer containing TPGDA as the active ingredient, were applied dermally to Tg.AC mice (3 times a week for 20 weeks). Peripheral blood leukocytes were evaluated for DNA damage (single-strand breaks, alkali labile sites, DNA crosslinking) at weeks 4, 8, 12, 16, and 20 by using the alkaline (pH: 13) single cell gel (SCG) assay. Peripheral blood polychromatic erythrocytes (PCE) and normochromatic erythrocytes (NCE) were evaluated for the presence of micronuclei at week 20. The extent of DNA migration in leukocytes and the frequency of micronucleated erythrocytes was not significantly altered by treatment with TPGDA when administered alone or in Lacquer A or with EA, at doses that induced cell proliferation in keratinocytes ... A significant, dose-dependent increase in the percentage of PCE relative to the vehicle control was present in mice treated with TPGDA, while a dose-dependent, but nonsignificant, increase in the percentage of PCE was observed in mice treated with Lacquer A."
        },
        {
            "References": "PMID:1364340",
            "Value": "/GENOTOXICITY/ The alkaline elution assay was applied for testing DNA damage of forestomach squamous epithelium in male F344 rat after oral administration of ethyl acrylate (EA), a forestomach carcinogen. The animals were starved for 18 hr and then given a single oral dose of EA. No DNA damage were observed by EA at the concentration of 0.1-4.0%. The weights of the forestomach increased with EA dose, reflecting edema and inflammation, but that of glandular stomach did not change with its dose."
        },
        {
            "References": "PMID:2674606",
            "Value": "/GENOTOXICITY/ ... Ethyl acrylate /was/ inactive as a micronucleus-inducing agent in the bone marrow of mice following its ip injection in either corn oil or water. These data contrast with a strong positive response in this assay reported earlier."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 759",
            "Value": "/GENOTOXICITY/ Methyl and ethyl acrylate caused chromosome aberrations in Chinese hamster lung fibroblasts and ovarian (CHO) cells in vitro."
        },
        {
            "References": "PMID:1710014",
            "Value": "/GENOTOXICITY/ The Chinese hamster ovary (CHO) assay, which measures newly induced mutations at the hypoxanthine-guanine phosphoribosyltransferase (hgprt) locus, has been widely used for mutagenesis testing. ... /This study compared/ the standard monolayer assay with a suspension adapted CHO assay that uses cell numbers comparable to that of the L5178Y mouse lymphoma assay. Nine compounds, /including/ methyl acrylate, ethyl acrylate, tetraethylene glycol diacrylate, trimethylolpropane triacrylate, 2-ethylhexyl acrylate and dicyclopentenyloxyethyl methacrylate were evaluated in the monolayer and suspension assays. Both assays gave the same overall qualitative results for the test compounds. ... The acrylates (many of which appear to exert their genotoxic effect through a clastogenic mechanism) were negative in both test systems..."
        },
        {
            "References": "PMID:2687635",
            "Value": "/GENOTOXICITY/ ... /This/study was undertaken to determine if both the tk locus in mouse lymphoma cells and the hgprt locus in Chinese hamster ovary (CHO) cells can be used to quantitate chromosomal mutations. ... From these investigations, it appears that only those compounds ... that induce significant numbers of large-colony thymidine kinase (TK) mutants also induce significant numbers of hypoxanthine-guanine phosphoribosyltransferase (HGPRT) mutants. The four acrylates evaluated (methyl acrylate, ethyl acrylate, trimethylolpropane triacrylate and tetraethyleneglycol diacrylate) induced almost exclusively small-colony TK mutants and very few if any HGPRT mutants. ...  It is significant that the four acrylates give little or no evidence of genotoxicity when evaluated using selection for HGPRT-deficient mutants, yet are clearly clastogenic to the same cells in the same experiment. These results are consistent with the hypothesis that the hgprt locus may not be useful as a marker to evaluate the clastogenic component of a genotoxic compound..."
        },
        {
            "References": "PMID:3338441",
            "Value": "/GENOTOXICITY/ A series of monomeric acrylate/methacrylate esters (methyl acrylate, ethyl acrylate, methyl methacrylate, and ethyl methacrylate) as well as acrylic acid were examined for genotoxic activity in L5178Y mouse lymphoma cells without exogenous activation. All five compounds induced concentration-dependent increases in mutant frequency. Small-colony, trifluorothymidine-resistant mutants were primarily induced, which suggests that these compounds may act via a clastogenic mechanism. This prediction was confirmed by the finding that all five compounds produced gross chromosome aberrations in mouse lymphoma cells. The two acrylates were much more potent in their response than acrylic acid. Methyl acrylate (22 ug/mL, survival = 18%) induced 385 mutants/10+6 survivors (total mutant frequency less the spontaneous mutant frequency) and 45 chromosome aberrations/100 cells analyzed (total aberrations less the spontaneous background) ... The evidence suggests that the genotoxicity of these compounds is most likely due to a clastogenic mechanism."
        },
        {
            "References": "Bisesi MS; Patty's Toxicology CD-ROM (2005). NY, NY: John Wiley &  Sons; Esters of Mono- and Alkenyl Carboxylic Acids and Mono- and Polyalcohols. Online  Posting Date: April 16, 2001.",
            "Value": "/OTHER TOXICITY INFORMATION/ The introduction of unsaturation into a fatty acid, as, for example, comparing the methyl or ethyl esters of propionic acid with the equivalent propenoic or acrylic acid derivatives, shows a tenfold increase in acute toxicity. Comparing acute toxicity of straight with branched-chain acrylates, ethyl acrylate by the oral route may be only half as toxic as methyl acrylate, but 8 times as toxic as methyl methacrylate, and 13 times as toxic as ethyl methacrylate."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 71 (1999)",
            "Value": "/OTHER TOXICITY INFORMATION/ Sulfhydryl-containing agents (cysteine and cysteamine) enhanced ethyl acrylate-induced edema of the forestomach, whereas depletion of the sulfhydryl content by fasting or pretreatment with diethyl maleate was protective."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3004-5",
            "Value": "/OTHER TOXICITY INFORMATION/ Ethyl acrylate ... is a strong irritant to ... GI tract ... /It/ is absorbed by skin, causes local irritation and systemic degenerate cardiac, hepatic, splenic, and nephritic changes. At higher doses, such as above the LD50, effects in rabbits (strain unknown)  in the terminal stages were characterized by dyspnea, cyanosis, and convulsive movements."
        },
        {
            "References": "PMID:7090003",
            "Value": "/OTHER TOXICITY INFORMATION/ Structure-toxicity relationships of acrylates, including ethyl acrylate and methacrylates, were analyzed in mice. Acute oral LD50, partition coefficient (p), and 2nd order rate constant (k) were measured experimentally. Toxicities were found to be dependent upon log p or log k, especially upon log p."
        },
        {
            "References": "PMID:6839739",
            "Value": "/OTHER TOXICITY INFORMATION/ Contact sensitivity was produced in Guinea pigs with mono-, di-, and tri- acrylate compounds. /Mono-, di-, and tri- acrylate compounds/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Staples CA et al; Chemosphere 40: 29-38 (2000) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc values for ethyl acrylate have been reported as 4 in Washington clay/loam (29% sand, 42% silt, 29% clay, 3.39% organic carbon, pH 6.0), 23 in Canfield loam (45% sand, 42% silt, 13% clay, 4.58% organic carbon, pH 6.1), 40 in Ellsworth loam (35% sand, 40% silt, 25% clay, 1.42% organic carbon, pH 7.2), 85 in Tyner loamy sand (79% sand, 14% silt, 7% clay, 0.46% organic carbon, pH 5.2), and 81 in sandy loam sediment (53% sand, 28% silt, 19% clay, 1.23% organic carbon, pH 7.5)(1). According to a classification scheme(2), these Koc values suggest that ethyl acrylate is expected to have very high to high mobility in soil. Ethyl acrylate is highly soluble in water and, therefore, is not expected to partition to sediments(1)."
        }
    ]
}