{
    "_id": {
        "$oid": "6682e8c8c4e5dba5ffba2753"
    },
    "CID": {
        "$numberInt": "8846"
    },
    "Name": "n-Butyl acrylate",
    "IUPACName": "butyl prop-2-enoate",
    "CanonicalSMILES": "CCCCOC(=O)C=C",
    "Synonyms": [
        "BUTYL ACRYLATE",
        "141-32-2",
        "n-Butyl acrylate",
        "butyl prop-2-enoate",
        "2-Propenoic acid",
        "butyl ester",
        "n-Butyl propenoate",
        "Acrylic acid butyl ester",
        "Butyl 2-propenoate",
        "butylacrylate",
        "Acrylic acid",
        "butyl ester",
        "Butyl acrylate resin",
        "Acrylic acid n-butyl ester",
        "Butylester kyseliny akrylove",
        "2-propenoic acid butyl ester",
        "Butyl acrylate",
        "n-"
    ],
    "IsomericSMILES": "CCCCOC(=O)C=C",
    "INCHI": "InChI=1S/C7H12O2/c1-3-5-6-9-7(8)4-2/h4H,2-3,5-6H2,1H3",
    "INCHIKEY": "CQEYYJKEWSMYFG-UHFFFAOYSA-N",
    "Formula": "C7H12O2",
    "MolecularWeight": {
        "$numberDouble": "128.17"
    },
    "Description": "Butyl acrylate is an acrylate ester obtained by the formal condensation of the hydroxy group of butan-1-ol with the carboxy group of acrylic acid. It is functionally related to a butan-1-ol and an acrylic acid.",
    "XlogP": {
        "$numberDouble": "2.4"
    },
    "Complexity": {
        "$numberInt": "97"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Hansch C et al; Exploring QSAR. Hydrophobic, Electronic, and Steric Constants. ACS Prof Ref Book. Heller SR, consult. ed., Washington, DC: Amer Chem Soc p. 34 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 17 was calculated in fish for n-butyl acrylate(SRC), using a log Kow of 2.36(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from https://www.safe.nite.go.jp/english/db.html as of Jan 19, 2010. (2) Staples CA et al; Chemosphere 40: 29-38 (2000)",
            "Value": "AEROBIC: n-Butyl acxrylate reached 61.3% of its theoretical BOD in 14 days using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(1). n-Butyl acrylate had a theoretical BOD of 56% and 40% in other biodegradation tests using OECD methods(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 34",
            "Value": "log Kow = 2.36"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.18 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ n-Butyl acrylate was applied to the skin of rabbits (strain unknown) with an occlusive covering for one minute, 5 minutes, 15 minutes and 20 hours. After 24 hours, moderate to strong erythema and edema were observed in all exposure groups. The 20-hour exposure also caused weak necrosis. The effects were reversible and much weaker 8 days after exposure."
        },
        {
            "References": "PMID:4024123",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Gavage administration of equimolar doses (2 mmol/kg) of methyl or ethyl acrylate in corn oil resulted in profound gastric toxicity in male F344 rats, while acrylic acid and n-butyl acrylate were without effect. Furthermore, gavage administration of equimolar doses of methyl propionate or ethyl propionate (saturated analogues of methyl acrylate and ethyl acrylate, respectively) as well as methacrylic acid esters were without gastric toxicity. These results indicate that structural requirements for acrylate esters to cause gastric lesions include an intact ester moiety, a double bond, and no substitution at carbon number 2. Additional studies indicate that gastric toxicity may be attributed to the intact ester molecule or to metabolite(s) other than products of carboxylesterase-mediated hydrolysis (acrylic acid and alcohol) and that gastric toxicity is dependent upon both acrylate ester concentration in dose vehicle and the lipophilicity of the dose vehicle (corn oil vs water)."
        },
        {
            "References": "PMID:10445160",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Given the increasing prevalence of occupational sensitization to acrylate compounds, n-butyl acrylate (BAC), ethyl acrylate (EAC), and trimethylol propane triacrylate (TMT) were recommended by the National Toxicology Program for hypersensitivity testing in female B6C3F1 mice. The objectives of these studies were to determine the irritating and sensitizing potential of these three compounds using an irritation assay, the murine Local Lymph Node Assay (LLNA), and the Mouse Ear Swelling Test (MEST). The minimal irritating concentration for TMT was determined to be 1.0%, whereas BAC and EAC demonstrated no irritation up to 30%, the highest concentration tested. TMT tested positive in the LLNA at concentrations as low as 0.1% whereas an induction concentration of 0.3% was required to elicit a positive response in the MEST. Furthermore, BAC tested negative in the MEST at induction concentrations as high as 30%, but yielded positive results in the LLNA at concentrations as low as 20%. EAC, at all concentrations tested, was negative in both the MEST and the LLNA. Cross reactivity was only seen when mice were sensitized with TMT and challenged with BAC. In these studies, the LLNA was a more sensitive indicator of the allergic potential of these three acrylates when compared to the MEST."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3000",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Skin irritation is slight and eye effect is moderate in rabbits (strain not listed). /From table/"
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3000",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 5 out of 6 rats (strain and sex not given) died when exposed to 1000 ppm for 4 hr. No deaths were reported when rats were exposed to saturated vapors for 30 min. /From table/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.19 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ 0.5 mL undiluted n-butyl acrylate was instilled into the eyes of 5 rabbits (strain not given) (one eye per animal). Observed effects ranged from no injury in one rabbit with moderate effects in 2 rabbits and severe effects (iritis) in 2 rabbits."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 1021",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ n-Butyl acrylate has been tested externally on the eyes of rabbits (strain unknown) and ... rated 3 on scale of 1 to 10 according to the degree of injury observed after 24 hr. The most severely injurious substances have been rated 10."
        },
        {
            "References": "PMID:6839739",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Contact sensitivity was produced in Guinea pigs with mono-, di-, and tri- acrylate compounds. /Mono-, di-, and tri- acrylate compounds/"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.19 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The Mouse Ear Swelling Test in female B6C3F1 mice did not indicate n-butyl acrylate as a sensitizer. Sensitization with concentrations of 10, 20, or 30% n-butyl acrylate, followed by a challenge with 30% n-butyl acrylate, did not show a significant change in percent ear swelling at either 24 or 48 hours post challenge, as compared to the 30% challenge only group."
        },
        {
            "References": "PMID:17868217",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... The local lymph node assay (LLNA) /was used to examine/ 4 acrylates: butyl acrylate (BA), ethyl acrylate (EA), methyl acrylate (MA), and ethylhexyl acrylate (EHA). The LLNA data indicated that all 4 compounds have some potential to cause skin sensitization. In addition, the relative potencies of these acrylates were measured by derivation from LLNA dose-response analyses of EC3 values (the effective concentration of chemical required to induce a threefold increase in proliferation of draining lymph node cells compared with control values). On the basis of 1 scheme for the categorization of skin sensitization potency, BA, EA, and MA were each classified as weak sensitizers. Using the same scheme, EHA was considered a moderate sensitizer. However, it must be emphasized that the EC3 value for this chemical of 9.7% is on the borderline between moderate (<10%) and weak (>10%) categories. Thus, the judicious view is that all 4 chemicals possess relatively weak skin sensitizing potential."
        },
        {
            "References": "PMID:2274966",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Chemical reactivity with glutathione, urinary thioether excretion, total (T-SH) and non-protein-SH (NP-SH) groups in tissues and blood glucose were studied in male Wistar rats exposed to acrylic acid derivatives. The 6-hr inhalation of acrylonitrile (AN), methyl acrylate (MA), ethyl acrylate (EA), n-butyl acrylate (BA) and 2-ethylhexyl acrylate (2-EHA) in several concentrations increased the urinary thioether excretion; the portion metabolized to thioethers was 35-18% of the acrylonitrile dose, but only 1.5-8% for the acrylates. Total-SH levels in the liver significantly decreased after the inhalation of AN, EA, BA and 2-EHA. In blood there was a decrease only after EA. Most pronounced NP-SH depletion was in the liver, less in blood and moderate in brain and lungs. There was an exponential relationship between the tissue NP-SH and the inhaled concentrations. Calculated concentrations inducing 50% NP-SH depletion indicated that reaction of acrylic acid derivatives with SH groups was decreasing in the order AN much greater than 2-EHA greater than EA = BA for the chemicals and liver greater than blood greater than lungs greater than brain for the tissues. All inhaled acrylates induced hyperglycemia, but acrylic acid was without effect. The chemical reactivity of acrylates with glutathione (GSH) decreased in the order EA greater than BA greater than MA greater than AN greater than 2-EHA. The results suggest that GSH depletion may participate in acute lethal and biochemical toxic effects of acrylic acid esters."
        },
        {
            "References": "WHO; Environmental Health Criteria 191: Acrylic Acid (1997) https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Methylethyl- n-butyl and 2-ethyl-hexyl acrylates, when inhaled by male Wistar rats, induced hyperglycemia but ... acrylic acid was without effect ..."
        },
        {
            "References": "Clayton, G.D., F.E. Clayton (eds.) Patty's Industrial Hygiene and Toxicology. Volumes 2A, 2B, 2C, 2D, 2E, 2F: Toxicology. 4th ed. New York, NY: John Wiley & Sons Inc., 1993-1994., p. 3601",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In oral studies, single doses administered by gavage of 4, 40, or 400 mg/kg resulted in a dose-related increase in glandular or forestomach weight accompanied by gross edema and hemorrhage. In another study, in which rats (strain and sex not given) were dosed orally, 144 mg/kg acrylic acid and n-butyl acrylate were without effect while methyl and ethyl acrylates caused gastric edema with the forestomach more susceptible than the glandular stomach."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.19 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ n-Butyl acrylate (purity > 99%) was positive in the Guinea Pig Maximization test. Intradermal induction was performed with 7% n-butyl acrylate while dermal induction was performed with an irritant concentration of 14% n-butyl acrylate in the vehicle methyl ethyl ketone/peanut oil (2:1). The challenge and re-challenge treatment was done with the maximum non-irritant concentration of 1.4% n-butyl acrylate in the same vehicle. Positive results were noted in 7 out of 10 animals at challenge and re-challenge."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.19 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Concentrations /of/ 10, 20 and 30% /n-butyl acrylate/  were chosen for the Local Lymph Node Assay (LLNA) in B6C3F1 mice (sex not known). Significant increases in lymph node proliferation were detected with the LLNA at concentrations of 20% (p < 0.05) and 30% (p < 0.01) n-butyl acrylate, whereas no effect was observed at 10%."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.20 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Sprague Dawley rats (20 animals per sex and dose) were exposed by inhalation to 0, 21, 108, 211, and 546 ppm (0, 0.11, 0.57, 1.12, 2.90 mg/L) for 6 hours per day, 5 days/week for 13 weeks ... Clinical, clinico-chemical, hematological, gross-pathological, and histopathological examinations revealed no substance-related effects in the 21 and 108 ppm dose groups. At 211 ppm, the test substance caused eye irritation and irritation of the nasal mucosa. Significant reductions in body weight changes (13.3 %) were observed. In clinico-chemical examinations of females, decreased potassium values and an increase in alkaline phosphatase activity were observed. In the 546 ppm dose group, 31 of 40 animals (77%) died. Hemorrhagic discharge from eyes and noses and severe dyspnea were observed, which became constantly more severe. Many clinicochemical and hematological parameters were affected in animals of this dose group. The animals died during exposure due to strong irritation on the respiratory tract. Metaplasia of the respiratory epithelium as far as the terminal bronchioles and proliferation of the bronchoalveolar epithelium could be detected in histopathological examinations. The NOAEL for this study is 108 ppm (0.57 mg/L/day) and the LOAEL is 211 ppm (1.12 mg/L/day)."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.21 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In a 13 week-study, F344-rats (15 animals per sex and dose) received n-butyl acrylate via drinking water in concentrations of 0, 0.015, 0.09, and 0.15% (0, 12, 73, 84 mg/kg bw per day for males and 0, 15, 91, 111 mg/kg bw per day for females). A satellite group (5 male and 5 female rats) was given 150 mg/kg n-butyl acrylate (in corn oil) via gavage 5 days a week for 13 weeks ... The only effects reported were a slight reduction in water consumption, which occurred for all dose groups, and a decrease in weight gain for male rats in the highest dose group. No abnormal hematology, clinical chemistry, urinalysis, or histopathology findings were reported. In the gavage satellite group, the only effect observed was a slight increase in relative liver weight. The NOAEL for the drinking water study is 84 (male) and 111 (female) mg/kg bw per day and the NOAEL for the gavage study is 150 mg/kg bw per day (male and female.)"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.20 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ In a 2-year inhalation study, Sprague-Dawley rats (sex not given) were exposed by whole body exposure 6 hours per day, 5 days a week to 0, 15, 45, or 135 ppm (0, 0.086, 0.258, 0.773 mg/L) n-butyl acrylate. During the first 13 weeks of the study, the concentrations were lower: 0, 5, 15, or 45 ppm. The postobservation period was 6 months ... There were no compound-related effects on general behavior or appearance (no overt signs of toxicity and no effects on mortality). Body weight gain was normal in all groups, with only a slight decrease in food consumption in treated males and females. No compound-related effects were detected in hematological measurements or urinalysis. Organ weights were generally unaffected by treatment, except for slightly lower relative heart, kidney, liver and thyroid weights in the highest dose. Ophthalmological examinations demonstrated localized or diffuse stippling of the corneal epithelium, cloudiness of the cornea, and various degrees of vascularization that increased with dose and duration of exposure. These effects were only significant in the highest dose group (compared with the controls), thus the NOAEL for effects on the eye is 45 ppm. Histological changes in the nasal mucosa were dose-dependent and described as slight atrophy of the neurogenic part of the olfactory epithelium at 15 ppm, and partial loss of the columar cell layer and stratified reserve-cell hyperplasia at 45 and 135 ppm. The frequency of reserve-cell hyperplasia in nasal mucosa was 0, 10, 65, and 115 (for males and females combined) at 0, 15, 45, and 135 ppm, respectively. Males and females were affected in the same manner. No changes were detected in the posterior nasal cavity, and no irritation effects were detected on the larynx, trachea or lungs. Examinations of tissues for neoplastic changes did not reveal any compound related increases or dose dependent effects."
        },
        {
            "References": "PMID:6153064",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Male C3H/HeJ mice (40/group) were treated with 25 uL undiluted ethyl acrylate, 1% acrylic acid or 1% butyl acrylate on the dorsal skin 3 times/wk for their lifetime. A positive control group received 0.1% 3-methylcholanthrene (MC). No epidermal tumors were observed in the animals that received any test substance. In the positive control group, 39 animals had skin tumors, including 33 with confirmed squamous cell carcinomas. No statistically significant effects on survival were seen. There was no evidence for local carcinogenic activity of acrylic acid, ethyl acrylate or butyl acrylate under the conditions of these studies."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 759",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Sprague-Dawley rats (both sexes) were whole-body exposed to 15, 45, and 135 ppm (79, 236, and 707 mg/cu m) of n-butyl acrylate 6 hr/day, 5 days a wk during 2 yr ... Butyl acrylate was less irritating /than methyl acrylate/. However, some damaging effect on the olfactory epithelium was detected even at the lowest level of 15 ppm ... Exposed male rats had more leukemic tumors (without a dose response) than the controls."
        },
        {
            "References": "PMID:2060891",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ No exposure-related clinical signs or lesions of systemic toxicity and no oncogenic responses were observed in male and female Sprague-Dawley rats exposed by inhalation to methyl acrylate or n-butyl acrylate vapours, at concentrations of 0, 15, 45, and 135 ppm. The rats were whole-body-exposed 6 hr/day, 5 days/wk, for 24 consecutive months. There was a 6 month post-exposure observation period for subgroups of n-butyl acrylate exposed rats. Atrophy of the neurogenic epithelial cells and hyperplasia of reserve cells were observed in the nasal mucosa of all methyl acrylate and n-butyl acrylate exposed groups. These changes were dose related and mainly affected the anterior part of the olfactory epithelium. Opacity and neovascularization of the cornea were seen in all methyl acrylate exposed groups and in the group exposed to 135 ppm n-butyl acrylate. These toxic effects of the olfactory epithelium and cornea were attributed to the known irritancy of methyl acrylate and n-butyl acrylate. In the n-butyl acrylate subgroups kept for a 6-month post-exposure observation, reconstructive effects, such as replacement of altered olfactory epithelium with respiratory epithelium, and partial regression of corneal neovascularization were observed."
        },
        {
            "References": "PMID:6642101",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ n-Butyl acrylate was examined for its prenatal toxicity in Sprague-Dawley rats. Inseminated rats were exposed to concentrations of 0, 25, 135, and 250 ppm for a duration of 6 hours per day from the 6th to 15th day post coitum. Subsequently the animals were held to the 20th day post coitum. During the inhalation period concentrations of 135 and 250 ppm n-butyl acrylate led to maternal toxicity (delayed body weight gain depending on the concentration, clinical signs of irritation). At the end of the exposure period the signs subsided. The same concentrations induced embryolethality (increased number of dead implantations depending on the concentration). 25 ppm of n-butyl acrylate did not lead to maternal toxicity or embryolethality. Under the conditions chosen, a teratogenic effect of the test substance was not detected at any concentration."
        },
        {
            "References": "Zenz, C., O.B. Dickerson, E.P. Horvath. Occupational Medicine. 3rd ed. St. Louis, MO., 1994, p. 760",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Sprague-Dawley rats were exposed to n-butyl acrylate by inhalation at 25, 135, and 250 ppm (130, 700, and 1310 mg/cu m) 6 hr/day over days 7-16 of pregnancy. Retardation of the maternal body weight gain was recorded at the intermediate and high dose levels. Frequency of resorptions after implantation was significantly increased at the two higher dose levels, and the number of living pups per litter decreased as the exposure level increased, but without statistical significance."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.22 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a subchronic inhalation study with rats ... extensive pathological and histopathological examinations of the gonads were performed. Sprague-Dawley rats were exposed to 0, 21, 108, 211, and 546 ppm (0, 0.11, 0.57, 1.12, 2.90 mg/L) n-butyl acrylate 6 hours per day, 5 days per week for 13 weeks. In males of the high dose group, severe toxicity was observed; the relative testes weight was increased, which was related to body weight reduction. No effects were found in the seminal vesicles, prostate, epididymis, uterus, testes, or ovary upon microscopic examination."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  pp.22-3 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a gavage study, pregnant CD-1 mice were administered n-butyl acrylate dissolved in cottonseed oil. Concentrations of 0, 100, 1000, 1500, 2000, 2500, 3000, and 4000 mg n-butyl acrylate/kg bw were administered from gestation day 6 to 15. No animals survived in the high dose group. At 3000 and 2500 mg/kg, 2 of 30 animals died; at 2000 mg/kg, 1 of 29 died; at 1500 mg/kg, 1 of 27 died; and at 1000 mg/kg, 1 of 30 died. At the 1500 mg/kg dose and higher, average maternal body weight gain was significantly reduced. Fetal body weights were significantly reduced at doses of 1500 mg/kg and above. At 2500 and 3000 mg/kg, the percentage of resorptions was significantly increased. At 100 mg/kg, 1000 mg/kg, 1500 mg/kg and 2000 mg/kg, and in the control group, variations and malformations occurred sporadically on different sides (i.e. single cases of cleft palate, fused ribs, fused sternebrae, fused arches, extra arches, branched ribs) in a non-dose-dependent manner, with a slight dose-dependent increase when taking the sum of all events per dose group together. In the 2500 mg/kg and 3000 mg/kg groups, the number of fetuses with external and skeletal malformations and variations (cleft palate, exencephaly, open eyes, fused arch's, fused ribs) was significant increased ... Taking maternal mortality and reduced weight gain into account; the NOAEL for maternal toxicity was 100 mg/kg. The NOAEL for developmental toxicity was 1000 mg/kg and the NOAEL for teratogenicity was 2000 mg/kg."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.23 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Sprague Dawley rats were exposed to n-butyl acrylate concentrations of 25, 135, and 250 ppm (0.13; 0.72; 1.33 mg/L) for 6 hours per day on days 6 to 15 of gestation ... Inhalation of 135 and 250 ppm of the test substance caused a significant reduction in maternal body weight gain, as well as irritation to the nose and eyes. At the end of the exposure period, the weight gain was comparable to the controls. The two highest exposure concentrations caused embryo lethality, as evidenced by a dose-dependent increase in post-implantation loss. The 25-ppm dose did not lead to any signs of maternal toxicity or embryo lethality. No signs of organ changes or skeletal abnormalities were observed in the fetuses at any concentration. The NOAEL for maternal and developmental toxicity was 25 ppm, and the NOAEL for teratogenicity was 250 ppm. In a 1999 study, groups of 20-29 pregnant female Sprague Dawley rats were exposed to n-butyl acrylate concentrations of 100, 200, and 300 ppm (0.53; 1.06; 1.6 mg/L) for 6 hours per day on days 6 through 20 of gestation ... A NOAEL for maternal toxicity could not be determined since the absolute weight gain was significantly reduced in all dose groups in a concentration-related manner. No treatment-related effects were reported in terms of numbers of implantation sites, live fetuses, non-live implants or resorptions. Fetal body weight was significantly reduced at 200 and at 300 ppm. A few sporadic malformations were seen in the 300 ppm and the control group. There was no evidence of treatment-related effects on the incidence of external and visceral variations. The incidence of individual skeletal variations (mainly incomplete ossification of sternebrae and of vertebral centra) was similiar in the control and treated groups. The NOAEL for maternal toxicity could not be identified; the LOAEL was 100 ppm. The NOAEL for developmental toxicity was 100 ppm and the NOAEL for teratogenicity was 300 ppm."
        },
        {
            "References": "PMID:10353315",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The developmental toxicities of seven acrylates were studied in Sprague-Dawley rats after inhalation exposure for 6 hr/day, during days 6 to 20 of gestation. The exposure concentrations were: for acrylic acid, 50, 100, 200, or 300 ppm; for methyl acrylate, 25, 50, or 100 ppm; for ethyl acrylate, 25, 50, 100, or 200 ppm; for butyl acrylate, 100, 200, or 300 ppm; for ethylhexyl acrylate, 50, 75, or 100 ppm; for hydroxyethyl acrylate, 1, 5, or 10 ppm; and for hydroxypropyl acrylate, 1, 5, or 10 ppm. No treatment-related increases in embryo/fetal mortality or fetal malformations were observed after exposure to any of these acrylates. Fetal toxicity, indicated by reduced fetal body weight, was observed after exposure to 300 ppm acrylic acid, 100 ppm methyl acrylate, 200 ppm ethyl acrylate, and 200 or 300 ppm butyl acrylate in the presence of overt signs of maternal toxicity. While there was evidence of maternal toxicity, no significant developmental toxic effects were observed after exposure to ethylhexyl acrylate, hydroxyethyl acrylate, or hydroxypropyl acrylate at any concentration."
        },
        {
            "References": "DHHS-National Toxicology Program, Sex-Linked Recessive Lethal Summary for n-Butyl acrylate (141-32-2). Available from, as of February 24, 2010: https://ntp-apps.niehs.nih.gov/ntp_tox/",
            "Value": "/GENOTOXICITY/ Sex linked recessive lethal test in adult Drosophila (feed and injection): Negative."
        },
        {
            "References": "DHHS-National Toxicology Program, Salmonella Study Summary for n-Butyl acrylate (141-32-2) (1983). Available from, as of February 24, 2010: https://ntp-apps.niehs.nih.gov/ntp_tox/",
            "Value": "/GENOTOXICITY/ Preincubation assay in Salmonella typhimurium TA98, TA100, TA1535, and TA1537 with and without rat and hamster S-9 (10%): Negative."
        },
        {
            "References": "DHHS-National Toxicology Program, Chromosomal Aberrations Study Summary for n-Butyl acrylate (141-32-2) (1986). Available from, as of February 24, 2010: https://ntp-apps.niehs.nih.gov/ntp_tox/",
            "Value": "/GENOTOXICITY/ In vitro cytogenetics assay of n-butyl acrylate in Chinese hamster ovary cells with and without rat liver S-9: positive for chromosomal aberrations."
        },
        {
            "References": "DHHS-National Toxicology Program, Sister Chromatid Exchange Study Summary for n-Butyl acrylate (141-32-2) (1986). Available from, as of February 24, 2010: https://ntp-apps.niehs.nih.gov/ntp_tox/",
            "Value": "/GENOTOXICITY/ In vitro cytogenetics assay of n-butyl acrylate in Chinese hamster ovary cells with and without rat liver S-9; positive for sister chromatid exchanges."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.21 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ n-Butyl acrylate was tested in the Ames test with Salmonella typhimurium TA98, TA100, TA1535, and TA1537 in concentrations from 3.15 up to 1000 nL/plate (2.83, 8.98, 28.3, 89.8, 283 and 898 ug/plate) with and without metabolic activation. No mutagenic and cytotoxic effects were observed ... This result was confirmed in another Ames test in which concentrations up to 10,000 ug/plate showed no mutagenic effect when tested with and without metabolic activation"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.21 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ A cytogenetic study was performed with Chinese Hamster Ovary cells. N-Butyl acrylate was tested in different trials without metabolic activation in the concentrations of: 5, 7.5, 10.1, 17.1, 25.2, 32.2, 37.7, 40.3 ug/mL. Concentrations of 10.1 ug/mL and higher showed a cytotoxic effect. With metabolic activation following concentrations of: 66, 132, 150, 200, 250, 267, 300, 398 ug/mL, no cytotoxicity was observed. The overall result was negative. Only in trials without S9 addition, and in concentrations where high cytotoxicity (only 5 - 50% of 200 cells could be evaluated) occurred, was a significant increase of aberrant cells found. The observed cytogenetic effect is probably due to the cytotoxicity. With metabolic activation, no increase of chromosomal aberrations was observed in any concentration tested."
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.21 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ In another cytogenetic study with Syrian hamster embryo (SHE) fibroblasts, no induction of micronuclei was observed in concentrations of 0.5 - 10 ug/mL without metabolic activation"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  p.21 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ In an in vitro UDS-Test with Syrian hamster embryo fibroblasts, n-butyl acrylate was tested in concentrations from 1 - 400 ug/mL. No induction of unscheduled DNA synthesis in SHE-cells was observed"
        },
        {
            "References": "Organization for Economic Cooperation and Development; Screening Information Data Set for n-Butyl acrylate, CAS #141-32-2  pp.21-2 (October 2002). Available from, as of February 4, 2010: https://www.chem.unep.ch/irptc/sids/OECDSIDS/sidspub.html",
            "Value": "/GENOTOXICITY/ n-Butyl acrylate was tested in two cytogenetic assays. In those studies, rats and hamsters were exposed by inhalation 6 hours per day for 4 consecutive days to vapor concentrations of 820 ppm and 817 ppm, respectively. Clear signs of toxicity (dyspnea, bloody discharge from eyes and nose, deaths) were observed in both species. No increase in the rate of chromosomal aberrations was observed in either species or sex."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 71 (1999)",
            "Value": "/GENOTOXICITY/ In Chinese hamsters and Sprague-Dawley rats exposed to 4300 mg/cu m n-butyl acrylate by inhalation for 5-6 hr per day for four days, no chromosomal damage was observed in single bone-marrow samples taken 5 hr after cessation of exposure."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. 71 (1999)",
            "Value": "/GENOTOXICITY/ n-Butyl acrylate induced chromosomal aberrations in the bone marrow of rats dosed by intraperitoneal injection."
        },
        {
            "References": "PMID:6662306",
            "Value": "/GENOTOXICITY/ Chinese hamsters and rats were exposed to an average concentration of 817 ppm and 820 ppm n-butyl acrylate (acrylic acid n-butyl ester), respectively for 4 days. In both animal species, the exposure led to distinct signs of toxicity; four of ten male Chinese hamsters died during the exposure period. The chromosome analysis carried out in the bone marrow of the animals after the 4-day inhalation did not indicate any chromosome-damaging effect of n-butyl acrylate. Under the experimental conditions chosen the percentage of metaphases damaged was always in the same range as that of the controls for both Chinese hamsters and rats."
        },
        {
            "References": "Zeiger E et al; Environ Mutagen 9: 1-110 (1987)",
            "Value": "/GENOTOXICITY/ n-Butyl acrylate was evaluated for mutagenicity in the Salmonella/microsome preincubation assay using the standard protocol approved by the National Toxicology Program. Butyl acrylate was tested at doses of 0, 3.3, 10, 33, 100, 333, 1000, 3333, and 10,000 ug/plate in four Salmonella typhimurium strains (TA98, TA100, TA1535, and TA1537) in the presence and absence of Aroclor-induced rat or hamster liver S9. Butyl acrylate was negative in these tests and the highest ineffective dose level tested in any Salmonella tester strain was 10,000 ug/plate."
        },
        {
            "References": "PMID:7090003",
            "Value": "/OTHER TOXICITY INFORMATION/ Structure-toxicity relationships of acrylates, including butyl acrylate and methacrylates, were analyzed in mice. Acute oral LD50, partition coefficient (p), and 2nd order rate constant (k) were measured experimentally. Toxicities found to be dependent upon log p or log k, especially upon log p."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Staples CA et al; Chemosphere 40: 29-38 (2000) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "Koc values for n-butyl acrylate have been reported as 40 in Washington clay/loam (29% sand, 42% silt, 29% clay, 3.39% organic carbon, pH 6.0), 50 in Canfield loam (45% sand, 42% silt, 13% clay, 4.58% organic carbon, pH 6.1), 97 in Ellsworth loam (35% sand, 40% silt, 25% clay, 1.42% organic carbon, pH 7.2), 148 in Tyner loamy sand (79% sand, 14% silt, 7% clay, 0.46% organic carbon, pH 5.2), and 107 in sandy loam sediment (53% sand, 28% silt, 19% clay, 1.23% organic carbon, pH 7.5)(1). According to a classification scheme(2), these Koc values suggest that n-butyl acrylate is expected to have high to very high mobility in soil."
        }
    ]
}