{
    "_id": {
        "$oid": "6682e8c9c4e5dba5ffba2757"
    },
    "CID": {
        "$numberInt": "8858"
    },
    "Name": "MESITYL OXIDE",
    "IUPACName": "4-methylpent-3-en-2-one",
    "CanonicalSMILES": "CC(=CC(=O)C)C",
    "Synonyms": [
        "MESITYL OXIDE",
        "141-79-7",
        "4-Methylpent-3-en-2-one",
        "4-Methyl-3-penten-2-one",
        "3-Penten-2-one",
        "4-methyl-",
        "Methyl isobutenyl ketone",
        "Isopropylideneacetone",
        "Isobutenyl methyl ketone",
        "Mesityloxid",
        "Mesityloxyde",
        "Ossido di mesitile",
        "3-Isohexen-2-one",
        "Isopropylidene acetone",
        "Oxyde de mesityle",
        "Acetone",
        "isopropylidene-"
    ],
    "IsomericSMILES": "CC(=CC(=O)C)C",
    "INCHI": "InChI=1S/C6H10O/c1-5(2)4-6(3)7/h4H,1-3H3",
    "INCHIKEY": "SHOJXDKTYKFBRD-UHFFFAOYSA-N",
    "Formula": "C6H10O",
    "MolecularWeight": {
        "$numberDouble": "98.14"
    },
    "Description": "4-Methyl-3-penten-2-one, 9CI is an olefinic compound. It is functionally related to an acrylic acid.",
    "XlogP": {
        "$numberDouble": "1.4"
    },
    "Complexity": {
        "$numberInt": "96"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Takeoka GR et al; J Agric Food Chem 36: 553-60 (1988)",
            "Value": "Mesityl oxide was qualitatively identified in nectarines obtained from a local orchard in Winters, CA(1)."
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Yalkowsky SH, He Y; Handbook of Aqueous Solubility  Data. CRC Press LLC, Boca Raton, FL. p. 285 (2003) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 5-5 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 1.9 was calculated in fish for mesityl oxide(SRC), using a water solubility of 28,900 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Bridie AL et al; Water Res 13: 627-30 (1979) (2) Sasaki S; pp. 283-98 in Aquatic Pollutants. Hutzinger O et al, eds. Oxford: Pergamon Press (1978)",
            "Value": "AEROBIC: Using a standard BOD technique with sewage inoculum, a theoretical BOD of 74% was determined for mesityl oxide over a 5-day incubation period (1). Using a standard BOD technique with activated sewage sludge inoculum, a theoretical BOD of at least 30% was measured for mesityl oxide over a 14-day incubation period(2)."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When doses of 0.5 mL were dropped on the skin of mice, marked irritation occurred within a few minutes and the animals became ataxic and narcotized within 15 min. This dose killed all ten animals in 3 to 9 hr. Applications of 0.1 mL to the backs of mice produced local irritation and excitement within 5 min; one of 10 animals died in 12 hr, but the others recovered."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... /It was foundthat / 12,000 ppm mesityl oxide (MO) killed rats and guinea pigs after 1 hr of exposure. Eight-hour exposures of rats to 2500, 1000, and 500 ppm killed 100, 68, and 30% of the test animals, respectively."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Mice /were exposed/ to concentrations of 6,000 to 24,000 ppm mesityl oxide in air. Clinical signs of toxicity were ocular and nasal irritation, labored breathing, convulsions, /CNS depression/, vasodilation, cyanosis, and death. The time to death was concentration dependent, and ranged from 23 to 135 min."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Groups of six male or female rats /were exposed/ to acute 4-hr exposures of increasing concentrations of mesityl oxide until two to four of the animals died within a 14-days observation period. They found that a concentration of 1,000 ppm was necessary to produce this mortality."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Rabbits exposed to 13,000 ppm mesityl oxide for 30 or 90 min exhibited only eye and nose irritation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Respiratory depression to 50% of the normal frequency in rats was obtained at a concentration of 61 ppm. Inhalation of from 347 to 540 ppm of mesityl oxide for 4 hr resulted in significantly decreased duration of the immobility phase (to 31 to 67%, respectively) in a \"behavioral despair\" swimming test. The differences between the exposed and control rats were statistically significant at all exposure concentrations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Vapor concentrations of 2,300, 5,000, or 10,000 ppm for up to 8 hr produced a dose-dependent ... /CNS depressant/ response in guinea pigs. Clinical signs of toxicity included respiratory irritation, hypothermia, reduction in respiratory and heart rates, loss of reflexes, coma, and death at all exposure levels."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mice and rabbits were exposed to atmospheres containing 0.6% to 2.4% mesityl oxide. Rabbits showed ocular and upper respiratory tract irritation when they inhaled 1.3% mesityl oxide for 30 or 90 minutes. Mice died after 23 minutes of exposure at 2.4% mesityl oxide and experienced dyspnea, convulsions, /CNS depression/, vasodilatation, and cyanosis just prior to death. Mice also died at 84 minutes after exposure at 1.3% mesityl oxide in air or at 135 minutes after exposure at 0.6%. No gross changes were evident in any organs after single exposures to inhaled mesityl oxide."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ When mice inhaled 1.3% mesityl oxide, 15 minutes/day for 5 days, none died; however, after 11 days, three of the ten mice studied died. When ten mice inhaled 1.3% mesityl oxide for 30 minutes/day, all of the mice had died by day 6. Gross necropsy and histopathologic examination revealed pulmonary hemorrhage, renal tubular degeneration, distention of the gastrointestinal tract, and hepatic necrosis."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Mesityl oxide (MO) has been reported to cause severe irritation when 0.5 mL was placed in a rabbit eye. A similar reaction has been reported following instillation of 20 mg into rabbit eyes."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... 10 male rats and 10 guinea pigs of both sexes /were exposed/ to mesityl oxide at concentrations of 50, 100, 250, and 500 ppm for 8 hr/day, 5 day/wk for 6 wk. No deaths occurred in the 50-, 100-, or 250-ppm exposed groups. The 500-ppm group was terminated after 10 day due to high mortality (65%). Pathologic changes, observed at all concentrations except 50 ppm, included poor growth, congestion of the liver, dilated Bowman's capsules and swollen convoluted tubular epithelium in the kidney, and often congestion of the lungs. The frequency and intensity of these changes were concentration dependent."
        },
        {
            "References": "Smyth HF Jr et al; J Indust Hyg Toxicol 24 (3): 46-50 (1942)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The inhalation toxicity of mesityl-oxide and isophorone was studied in guinea-pigs and rats after repeated exposure. Ten male Albino-Wistar-rats and 10 guinea-pigs per group were exposed 8 hrs per day, 5 days per wk, for 6 weeks to 25, 50, 100, 200, or 500 parts per million (ppm) isophorone, or 50, 100, or 250 ppm mesityl oxide. Animals were exposed to 500 ppm mesityl oxide for 2 weeks. Nose and eye irritation, growth, blood changes, and urine albumins were noted. Gross and microscopic pathology were also observed. Chronic conjunctivitis and nasal irritation were observed with 500 ppm isophorone and with 250 and 500 ppm mesityl oxide. Poor growth was observed in animals receiving 250 ppm mesityl oxide and 100 ppm or above isophorone. A rise in polymorphonuclear cells and a corresponding decrease in lymphocytes were found in guinea-pigs exposed to 500 ppm isophorone. Albuminuria was found in animals inhaling 500 ppm isophorone and 250 and 500 ppm mesityl oxide. Animals surviving exposures to mesityl-oxide often had congested lungs. Liver pathology was observed in 2 of 16, 2 of 4, and 3 of 5 animals exposed to 100, 250, and 500 ppm, respectively. Kidney pathology was observed in 5 of 16, 4 of 4, and 5 of 5 animals, respectively. Animals exposed to isophorone exhibited pale or brown kidneys, pale livers, congested spleens and lungs, and discolored bile. Liver pathology affected 1 of 6 and 1 of 8 animals exposed to 50 and 500 ppm, respectively. Kidney pathology was observed in 66 percent of animals exposed to 50 ppm or more. Deaths were observed in high dose mesityl-oxide exposures (13 of 20), and 100 ppm (2 of 16), 200 ppm (3 of 18), and 500 ppm (9 of 20) isophorone. Cause of death was kidney and lung injury in isophorone intoxication, and anesthetic action on circulation and respiration from mesityl oxide. The authors conclude that isophorone has twice the cumulative toxicity of mesityl oxide."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The 14-day dermal LD50 for guinea pigs is reported to be 1.9 g/kg. However, the conditions of exposure may have caused an underestimation of the LD50. Gross pathology lesions included mottled liver, pale spleen and kidneys, and congestion of the gastrointestinal tract."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Experimental animals exposed at 50 ppm mesityl oxide 8 hours/day, 5 days/week for 6 weeks showed no effects whatsoever. In this work, ten rats and ten guinea pigs were exposed at concentrations ranging from 25 to 500 ppm for 30 eight-hour periods. Although ocular and upper respiratory tract irritation occurred after exposure at 250 or 500 ppm, no evidence for any irritation was seen after exposure at 50 or 100 ppm. Mesityl oxide effects were primarily /CNS depression/ at higher concentrations, but injury to lungs, liver, and kidneys may occur."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:236",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Mice and rabbits /were exposed/ repeatedly to 13,000 ppm mesityl oxide (MO). Five daily exposures of 15 min each produced no deaths in mice, whereas 11 exposures killed 3/10 animals. Increasing the exposure time to 30 min/day killed all 10 mice within 6 days. Rabbits exposed to 13,000 ppm MO for 30 min/day showed only eye and nose irritation after 15 days, whereas exposures of 60 min duration produced paralysis and death within 21 days."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:237",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When rats were offered drinking water containing 5,000 or 10,000 ppm mesityl oxide for 14 days, water consumption was markedly reduced and animals lost weight."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:237",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to 300 ppm mesityl oxide for 2 hr/day for 30 days showed leucocytosis and hypertrophy of the liver, kidney, and spleen."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:237",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When male and female rats were exposed for up to 49 exposures, 6 hr/day, 7 days/wk, to 31, 103, or 302 ppm mesityl oxide (MO) ... no mortality was observed. Exposure to MO caused an exposure-dependent reduction in feed consumption and body weight in both male and female rats. The irritating odor of MO was indicated by postexposure sialorrhea and porphyrin nasal discharge. No significant exposure-related organ weight changes or clinical chemistry alterations were associated with exposure. Histopathologic examination revealed exposure-related increases in sero-cellular exudate, chronic inflammation, and focal metaplasia of the respiratory and olfactory epithelium of the nasal passages."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4753",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Exposure of rabbits to 25 ppm 4 hr/day for 189 days produced anemia and leucopenia."
        },
        {
            "References": "57 FR 53898, November 13, 1992",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/  In a combined developmental/reproduction toxicity using a non-TSCA Protocol/Guideline, groups 12 rats per sex per dose were exposed at 31, 103, or 302 ppm for 6 hr/day, 7 d/wk for 36 to 49 exposures (females) and 49 exposures (males). No mortality was observed throughout the study. Reduction in food consumption, body weight and body weight gain, and nasal discharge were observed at all dose levels. Reduced activity, sialorrhea, focal chronic inflammation, and a reduced number of dams that delivered a litter were observed at 302 ppm. The LOAEC for maternal toxicity was defined by EPA as 31 ppm. The NOEC for reproductive toxicity was defined by EPA as 103 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:237",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The effect of mesityl oxide (MO) on reproductive toxicity in rats by the inhalation route has ... been conducted ... Animals were exposed to 31, 103, or 302 ppm of the test substance during premating, mating, gestation, and lactation phases for a total of up to 49 exposures. Fourteen days of exposure to 302 ppm MO reduced the number of litters produced by the mating pairs. Reproductive performance of male rats exposed to 302 ppm of the test material for a total of 42 days and bred to nonexposed females was comparable to control values. The number of litters produced by mating pairs exposed to 103 or 31 ppm MO was unaffected by treatment. The NOEL for reproductive toxicity was 103 ppm under the test conditions employed."
        },
        {
            "References": "PMID:3945234",
            "Value": "/GENOTOXICITY/ The mutagenicity of methylated alpha/beta unsaturated ketones for chlorination was studied in-vitro. Mesityl oxide and isophorone  were chlorinated by adding the compounds to solutions containing sodium-hypochlorite in media buffered to a pH of 7.5, 8.5, or 9.5. The conditions were similar to those encountered during wastewater chlorination. Aliquots of the reaction mixture were assayed for mutagenic activity by the Ames Salmonella assay using strain TA100. ...  Neither mesityl oxide nor isophorone showed mutagenic activity in the absence of chlorination. Aqueous chlorination at pH 9.5 generated mutagens from both compounds. Increasing the ratio of sodium-hypochlorite to isophorone from 0.32 to 1.6 increased the mutagen yield. With mesityl oxide, the reverse was observed. Decreasing the reaction pH decreased the yield of mutagens. With isophorone, the limiting pH was reached between 7.5 and 8.5. Substantial mutagen production from mesityl-oxide was observed at pH 7.5. The author concludes that chlorinating wastewater contaminated with mesityl-oxide or isophorone could produce significant amounts of mutagenic activity. Mutagen formation could occur by way of a haloform reaction."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 6:237",
            "Value": "/GENOTOXICITY/ Mesityl oxide was negative in the Ames/Salmonella assay in the presence and absence of S-9 fraction, and was also negative in a mouse micronucleus assay."
        },
        {
            "References": "NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: https://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0",
            "Value": "/GENOTOXICITY/ Mesityl oxide (MO) was non-mutagenic but chlorinated MO, formed in substantial amounts at pH's between 7.5 and 9.5 in chlorinated wastewater polluted with MO, was mutagenic in an Ames/Salmonella assay using strain TA100."
        },
        {
            "References": "57 FR 29319, July 1, 1992",
            "Value": "/GENOTOXICITY/ Mammalian bone marrow nicronucleus assay; Protocol/Guideline published at 40 CFR 798.5395. Conducted in mice, 5 per sex per dose, given parenteral injections at 170, 340, and 680 mg/kg. Results: Bone marrow depression observed at 72 hrs in high dose males, but not in females. Reverse mutation assay, in vitro, in Salmonella typhimurium; Protocol/Guidline published at 40 CFR 798.5265. 100-5,000 ug/plate. Mesityl oxide was negative for mutagenic activity under the conditions of this study."
        },
        {
            "References": "NTP; Executive Summary Methyl Vinyl Ketone (78-94-4) (January 1992). Available from, as of November 02, 2006: https://ntp.niehs.nih.gov/index.cfm?objectid=03DB450B-B5DE-6081-1DF1947BFBD4EEF0",
            "Value": "/IMMUNOTOXICITY/ ... The effect of airborne mesityl oxide (MO) administered in a laminar air flow chamber for a single 4-hour duration at irritant concentrations to intact and adrenalectomized male Sprague-Dawley rats /was studied/. MO caused a significant leucocytosis in blood of exposed adrenalectomized rats in a dose dependent fashion."
        },
        {
            "References": "PMID:2362083",
            "Value": "/IMMUNOTOXICITY/ Leucopenia without any change in differential or red blood cell counts was observed in rats exposed for 4 hr to increasing concentrations of ...  mesityl oxide ... . This effect was abolished by adrenalectomy. ... /Mesityl oxide/ caused leucopenia only when exposure reached the irritant level ..."
        },
        {
            "References": "Browning, E. Toxicity and Metabolism of Industrial Solvents. New York: American Elsevier, 1965., p. 442",
            "Value": "/OTHER TOXICITY INFORMATION/ ... Most marked and consistent change following acute exposure is congestion of lungs, kidneys, spleen, adrenals and brain ... With repeated exposure ... most marked /symptoms are/ organ injury, congestion and cloudy swelling of kidneys, together with some injury to liver and lungs."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 589",
            "Value": "/OTHER TOXICITY INFORMATION/ /Application of drops/ to rabbit eyes has caused mild presumably reversible injury ... Mice, rabbits and guinea pigs give evidence of considerable eye and nose irritation at concn which are not injurious, and only at very much higher concn is corneal damage produced."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Yalkowsky SH, He Y; Handbook of Aqueous Solubility  Data. CRC Press LLC, Boca Raton, FL. p. 285 (2003) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The Koc of mesityl oxide is estimated as 15(SRC), using a water solubility of 28,900 mg/L(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that mesityl oxide is expected to have very high mobility in soil."
        }
    ]
}