{
    "_id": {
        "$oid": "6682e7dcc4e5dba5ffba22b3"
    },
    "CID": {
        "$numberInt": "887"
    },
    "Name": "Methanol",
    "IUPACName": "methanol",
    "CanonicalSMILES": "CO",
    "Synonyms": [
        "methanol",
        "methyl alcohol",
        "67-56-1",
        "wood alcohol",
        "carbinol",
        "Wood naphtha",
        "Methylol",
        "Methyl hydroxide",
        "Methylalkohol",
        "Monohydroxymethane",
        "Alcohol",
        "methyl",
        "Alcool methylique",
        "MeOH",
        "Methyl hydrate",
        "CH3OH"
    ],
    "IsomericSMILES": "CO",
    "INCHI": "InChI=1S/CH4O/c1-2/h2H,1H3",
    "INCHIKEY": "OKKJLVBELUTLKV-UHFFFAOYSA-N",
    "Formula": "CH4O",
    "MolecularWeight": {
        "$numberDouble": "32.042"
    },
    "Description": "Methanol is the primary alcohol that is the simplest aliphatic alcohol, comprising a methyl and an alcohol group. It has a role as an amphiprotic solvent, a fuel, a human metabolite, an Escherichia coli metabolite, a mouse metabolite and a Mycoplasma genitalium metabolite. It is an alkyl alcohol, a one-carbon compound, a volatile organic compound and a primary alcohol. It is a conjugate acid of a methoxide.",
    "XlogP": {
        "$numberDouble": "-0.5"
    },
    "Complexity": {
        "$numberInt": "2"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "plant_concentrations": [
        {
            "References": "(1) Isidorov VA et al; Atmos Environ 19: 1-8 (1985) (2) Owens LD et al; Phytopathology 59: 1468-72 (1969)",
            "Value": "Methanol has been identified as a volatile emission product from evergreen cypress trees(1) and alfalfa(2)."
        },
        {
            "References": "(1) Dr. Duke's Phytochemical and Ethnobotanical Databases. Theobromine. Available from, as of July 17, 2017: https://phytochem.nal.usda.gov/phytochem/search",
            "Value": "Methanol occurrence in plants(1).",
            "Table": "[{'Genus species': 'Citrus sinensis', 'Family': 'Rutaceae', 'Common name(s)': 'Orange', 'Part': 'Fruit Juice', 'Concn (ppm)': '80'}, {'Genus species': 'Origanum minutiflorum', 'Family': 'Lamiaceae', 'Common name(s)': 'Small-Flowered Oregano', 'Part': 'Shoot', 'Concn (ppm)': '45'}, {'Genus species': 'Citrus mitis', 'Family': 'Rutaceae', 'Common name(s)': 'Calamondin, Calamansi', 'Part': 'Fruit juice', 'Concn (ppm)': '9.0'}, {'Genus species': 'Origanum sipyleum', 'Family': 'Lamiaceae', 'Common name(s)': 'Bayircayi, Guveyoto', 'Part': 'Shoot', 'Concn (ppm)': '0.1-0.7'}, {'Genus species': 'Laurus nobilis', 'Family': 'Lauraceae', 'Common name(s)': 'Grecian Laurel, Bay Laurelm Bayleaf, Sweet Bay, Laurel, Bay', 'Part': 'Leaf', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Carum carvi', 'Family': 'Apiaceae', 'Common name(s)': 'Comino de prado (Sp), Caraway, Carum, Kummel, (Ger), Comino (Sp)', 'Part': 'Seed', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Annona muricata', 'Family': 'Annonaceae', 'Common name(s)': 'Soursop', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Acacia decurrens', 'Family': 'Fabaceae', 'Common name(s)': 'Green Wattle', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}, {'Genus species': 'Petroselinum crispum', 'Family': 'Apiaceae', 'Common name(s)': 'Parsley; Leaf; not reported Citrus aurantium; Rutaceae; Bitter Orange, Pettigrain', 'Part': 'Plant', 'Concn (ppm)': 'not reported'}]"
        }
    ],
    "environmental_bioconcentrations": [
        {
            "References": "(1) Freitag D et al; Chemosphere 14: 1589-1616 (1985) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "Measured BCF values of less than 10 were reported for fish (golden ide (Leuciscus idus melanotus)) exposed to 0.05 mg/L of methanol for three days in an aquatic tank(1). According to a classification scheme(2), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Loehr RC; Treatability potential for EPA listed hazardous wastes in soil. EPA/600/2-89/011., Ada, OK: Robert S. Kerr Environ Res Lab (1989)",
            "Value": "AEROBIC: The half-life for methanol applied to a sandy loam from Mississippi (68% sand, 23.4% silt, 8.6% clay, 0.94% organic carbon, pH 4.8) was 3.2 days. The half-life of methanol applied to a sandy silt loam from Texas (61.5% sand, 31.1% silt, 7.4% clay, 3.28% organic carbon, pH 7.8) was 1 day. The moisture content of each soil was maintained at approximately 80% of its field capacity over the 64 day incubation period, and the half-lives did not account for any potential volatilization loss(1)."
        },
        {
            "References": "(1) Dore M et al; Trib Cebedeau 28: 3-11 (1975) (2) Gellman I, Heukelekian H; Sew Indust Wastes 27: 793-801 (1955) (3) Gerhold RM, Malaney GW; J Water Pollut Control Fed 38: 562-79 (1966) (4) Lamb CB, Jenkins GF; Proc 8th Industrial Waste Conf,. Purdue Univ p. 326-9 (1952) (5) McKinney RE, Jeris JS; Sew Indust Wastes 27: 728-35 (1955) (6) Wagner R; Vom Wasser 42: 271-305 (1974) (7) NITE; Chemical Risk Information Platform (CHRIP). Biodegradation and Bioconcentration. Tokyo, Japan: Natl Inst Tech Eval. Available from, as of July 18, 2017: https://www.nite.go.jp/en/chem/chrip/chrip_search/systemTop",
            "Value": "AEROBIC: Methanol, present at 0.050 mg/L, reached 48% of its theoretical BOD in 5 days using a sewage inoculum(1). Using activated sludge as inoculum, methanol achieved 93%(2) and 21%(3) of its theoretical BOD in 2 day and 1 day Warburg respirometer studies, respectively. Using a standard dilution technique, methanol reached 53.4% of its theoretical BOD in 5 days, and 97.7% of the theoretical BOD was achieved in 50 days using sewage seed(4). Using an activated sludge acclimated to methanol, 55% of the theoretical BOD was achieved in 23 hours(5). Methanol had a half-life of 0.4 days in a sewage die-away test(6). Methanol, present at 100 mg/L, reached 92% of its theoretical BOD in 2 weeks using an activated sludge inoculum at 30 mg/L in the Japanese MITI test(7)."
        },
        {
            "References": "(1) Takemoto S et al; Suishitsu Odaku Kenkyu 4: 80-90 (1981) (2) Ditommaso A, Elkan GH; Underground Waste Manage Artif Recharge, Prepr Pap Int Symp, 2nd 1: 585-99 (1973) (3) Scheunert I et al; Chemosphere 16: 1031-41 (1987)",
            "Value": "AEROBIC: Using a starting concentration of 2.56 ppm, methanol achieved 88.7% of its theoretical BOD over a 5 day incubation period using a freshwater standard dilution technique, and 70.7% of its theoretical BOD over a 5 day incubation period using a sea water dilution technique(1). Significant biodegradation of organic waste (methanol and acetic acid and formic acid) was observed when injected into wells (850-1000 ft depth) as determined by concentration monitoring and microbial population count(2). Soil-sediment suspensions, maintained under aerobic conditions, resulted in a 5-day CO2 evolution (14-C) of 53.4%(3)."
        },
        {
            "References": "(1) Oremland RL et al; Nature 296: 143-5 (1982) (2) Novak JT et al; Wat Sci Tech 17: 71-85 (1985) (3) Goldsmith CD; Diss Abstr Int B 46: 3767 (1985) (4) Scheunert I et al; Chemosphere 16: 1031-41 (1987)",
            "Value": "ANAEROBIC: Approximately 83-91% biodegradation was observed in an anaerobic die-away test, using marine water and sediment from the San Francisco Bay during a 3-day incubation period(1). Methanol was found to be susceptible to biodegradation in low oxygen subsurface regions in microcosm studies simulating subsurface conditions; complete degradation was observed within one year or less(2). Methanol degraded readily in test tube microcosms simulating subsurface soils and groundwaters from sites in VA and NY(3). Soil-sediment suspensions, maintained under anaerobic conditions, resulted in a 5-day CO2 evolution (14-C) of 46.3%(4)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 3",
            "Value": "log Kow = -0.77"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Tephly TR, Martin KE; Food Sci Technol 12: 111-40 (1984)",
            "Value": "... The metabolic mechanisms of methanol toxicity /are/ reviewed. ... It is noted that the most severe toxicity occurs many hours following peak blood and tissue methanol concentrations so that these do not necessarily provide an accurate indication of toxicity. Individual differences are seen both in this latent period and in individual susceptibility to methanol. This susceptibility may depend on the activity of folic acid requiring metabolic reactions involved in formate metabolism, formate being an intermediate produced during methanol oxidation and responsible for many toxic effects of methanol. Studies of the characteristics of methanol poisoning in non-primates and monkeys are examined. Despite the ingestion of lethal doses of methanol, non-primates generally do not develop significant metabolic acidosis nor impairment of vision, and no consistent histopathology has been demonstrated in these species. In monkeys, results suggest that the latent period represents a period of compensated metabolic acidosis; when compensatory mechanisms are exhausted, blood pH begins to drop. Formate accumulates and produces acidosis in the methanol poisoned monkey, but not in the rat, apparently due to a slower rate of formate metabolism to carbon dioxide in the monkey. ... Studies demonstrating the role of alcohol dehydrogenase in methanol metabolism in the monkey are reported; however, the catalase/peroxidative system which participates in methanol metabolism in rats apparently does not function in the monkey. Formaldehyde and formate metabolism are also examined. The regulation of the rate of formate metabolism is governed by regulation of the hepatic tetrahydrofolate concentrations. ... Further research is needed to determine what step or process it is which places the primate at a distinct liability in the metabolic disposition of one carbon moieties."
        },
        {
            "References": "PMID:3574297",
            "Value": "Methanol toxicity is observed in monkeys and humans but is not seen in rats or mice. The expression of methanol poisoning is related to the ability of an animal to metabolize formate to carbon dioxide. Since the rate of formate oxidation is related to hepatic tetrahydrofolate content and the activites of folate dependent enzymes, studies were designed to determine hepatic concentrations of hepatic tetrahydrofolate and activites of folate dependent enzymes of human liver and livers of species considered insensitive to methanol poisoning. An excellent correlation between hepatic tetrahydrofolate and maximal rates of formate oxidation has been observed. In human liver, levels were only 50% of those observed for rat liver and similar to those found in monkey liver. Total folate was also lower (60% decreased) in human liver than that found in rat or monkey liver. Interestingly, mouse liver contains much higher hepatic tetrahydrofolate and total folate than rat or monkey liver. This is consistent with higher formate oxidation rates in this species. A second important observation has been made. 10-Formyltetrahydrofolate dehydrogenase activity, the enzyme catalyzing the final step of formate oxidation to carbon dioxide, was markedly reduced in both monkey and human liver. Thus, two mechanisms may be operative in explaining low formate oxidation in species susceptible to methanol toxicity, low hepatic tetahydrofolate levels and reduced hepatic 10-formyltetrahydrofolate dehydrogenase activity."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "Formic acid, the toxic metabolite of methanol, has been hypothesized to produce retinal and optic nerve toxicity by disrupting mitochondrial energy production. It has been shown in vitro to inhibit the activity of cytochrome oxidase, a vital component of the mitochondrial electron transport chain involved in ATP synthesis. Inhibition occurs subsequent to the binding of formic acid to the ferric heme iron of cytochrome oxidase, and the apparent inhibition constant is between 5 and 30 mM. Concentrations of formate present in the blood and tissues of methanol-intoxicated humans, non-human primates and rodent models of methanol-intoxication are within this range. Studies conducted in methanol-sensitive rodent models have revealed abnormalities in retinal and optic nerve function and morphology, consistent with the hypothesis that formate acts as a mitochondrial toxin. In these animal models, formate oxidation is selectively inhibited by dietary or chemical depletion of folate coenzymes, thus allowing formate to accumulate to toxic concentrations following methanol administration. Methanol-intoxicated rats developed formic acidemia, metabolic acidosis and visual toxicity analogous to the human methanol poisoning syndrome."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "In addition to neurofunctional changes, bioenergetic and morphological alterations indicative of formate-induced disruption of retinal energy metabolism have been documented in methanol-intoxicated rats. Morphological studies, coupled with cytochrome oxidase histochemistry, revealed generalized retinal edema, photoreceptor and /retinal pigment epithelium/ (RPE) vacuolation, mitochondrial swelling and a reduction in cytochrome oxidase activity in photoreceptor mitochondria from methanol intoxicated rats. The most striking structural alterations observed in the retinas of methanol-intoxicated rats were vacuolation and mitochondrial swelling in inner segments of the photoreceptor cells. Photoreceptor mitochondria from methanol-intoxicated rats were swollen and expanded to disrupted cristae and showed no evidence of cytochrome oxidase reaction product. In contrast, photoreceptor mitochondria from control animals showed normal morphology with well-defined cristae and were moderately reactive for cytochrome oxidase reaction product. These findings are consistent with disruption of ionic homoeostasis in the photoreceptors, secondary to inhibition of mitochondrial function. Biochemical measurements also showed a significant reduction in retinal and brain cytochrome oxidase activity and ATP concentrations in methanol-intoxicated rats relative to control animals. Surprisingly, no differences from control values were observed in hepatic, renal or cardiac cytochrome oxidase activity or ATP concentrations in methanol-intoxicated rats. The reduction in retinal function, inhibition of retinal, optic nerve and brain cytochrome oxidase activity, depletion of retinal and brain ATP concentrations, and mitochondrial disruption produced in methanol-intoxicated rats are consistent with the hypothesis that formate acts as a mitochondrial toxin with selectivity for the retina and brain."
        },
        {
            "References": "Tephly TR; Life Scl 48 (11): 1031-41 (1991)",
            "Value": "Methanol toxicity in humans ... is characterized by a latent period of many hours followed by a metabolic acidosis and ocular toxicity. This is not observed in most lower animals. The metabolic acidosis and blindness is apparently due to formic acid accumulation in humans ... a feature not seen in lower animals. The accumulation of formate is due to a deficiency in formate metabolism, which is, in turn, related, in part, to low hepatic tetrahydrofolate (H4 folate). An excellent correlation between hepatic H4 folate and formate oxidation rates has been shown within and across species. Thus, humans ... possess low hepatic H4 folate levels, low rates of formate oxidation and accumulation of formate after methanol. Formate, itself, produces blindness ... humans also have low hepatic 10-formyl H4 folate dehydrogenase levels, the enzyme which is the ultimate catalyst for conversion of formate to carbon dioxide."
        },
        {
            "References": "Aziz MH et al; Neurotoxicol and Teratol 24 (4): 519-27 (2002)",
            "Value": "Role of folic acid on methanol-induced neurotoxicity was studied in pups at Postnatal Day (PND) 45 exposed to methanol (1%, 2% and 4%, v/v) during lactation through mothers maintained on folic acid-deficient (FD) and folic acid-sufficient (FS) diet. A gradual loss in the body weight gain was observed in the pups exposed to 2% and 4% methanol in the FD group, while FS group exhibited this alteration only at 4% exposure. The assessment of spontaneous locomotor activity (SLA) showing a significant increase in the distance travelled was observed in the 2% and 4% methanol-exposed groups in both the FS and FD animals when compared with their respective controls, but the effect was more marked in the FD group. A significant decrease in the conditioned avoidance response (CAR) was observed in pups exposed to 2% and 4% methanol in the FD group at PND 45. The results also suggest that disturbances in dopaminergic and cholinergic receptors were more pronounced in the FD group as compared to the FS group. A significant decrease in striatal dopamine levels was also observed in the FD group at 2% and 4% methanol exposure, while in the FS group, a significant decrease was exhibited only at 4% methanol exposure. An aberrant increase in the expression of Growth-Associated Protein (GAP-43), a neuron-specific growth-associated protein was observed in pups in the FD group exposed to 2% and 4% methanol, while an increase in the expression of GAP-43 in the FS group was found only at 4% methanol exposure in the hippocampal region as compared to their respective controls."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:27366524",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The incidence of accidental or suicidal ingestion of methyl alcohol is high and methyl alcohol intoxication has high mortality. Methyl alcohol intoxication causes severe neurological sequelae and appears to be a significant problem. Methyl alcohol causes acute metabolic acidosis, optic neuropathy leading to permanent blindness, respiratory failure, circulatory failure and death. It is metabolized in the liver, and its metabolite formic acid has direct toxic effects, causing oxidative stress, mitochondrial damage and increased lipid peroxidation associated with the mechanism of neurotoxicity. Methanol is known to cause acute toxicity of the central nervous system; however, the effects on peripheral neuromuscular transmission are unknown. In our study, we aimed to investigate the electrophysiological effects of experimentally induced acute methanol intoxication on neuromuscular transmission in the early period (first 24 hr).  After approval by the Animal Experiment Ethics Committee of Ege University, the study was carried out on 10 Wistar rats, each weighing about 200 g. During electrophysiological recordings and orogastric tube insertion, the rats were anesthetized using intra-peritoneal (IP) injection of ketamine 100 mg/kg and IP injection of xylazine 10 mg/kg. The rats were given 3 g/kg methyl alcohol by the orogastric tube. Electrophysiological measurements from the gastrocnemius muscle were compared with baseline. Latency measurements before and 24 hr after methanol injection were 0.81 +/- 0.11 ms and 0.76 +/- 0.12 ms, respectively. CMAP amplitude measurements before and 24 hr after methanol injection were 9.85 +/- 0.98 mV and 9.99 +/- 0.40 mV, respectively. CMAP duration measurements before and 24 hr after methanol injection were 9.86 +/- 0.03 ms and 9.86 +/- 0.045 ms, respectively. It was concluded that experimental methanol intoxication in the acute phase (first 24 hr) did not affect neuromuscular function."
        },
        {
            "References": "PMID:22157354",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methanol is a large volume industrial chemical and widely used solvent and fuel additive. Methanol's well known toxicity and use in a wide spectrum of applications has raised long-standing environmental issues over its safety, including its carcinogenicity. Methanol has not been listed as a carcinogen by any regulatory agency; however, there are debates about its carcinogenic potential. Formaldehyde, a metabolite of methanol, has been proposed to be responsible for the carcinogenesis of methanol. Formaldehyde is a known carcinogen and actively targets DNA and protein, causing diverse DNA and protein damage. However, formaldehyde-induced DNA adducts arising from the metabolism of methanol have not been reported previously, largely due to the absence of suitable DNA biomarkers and the inability to differentiate what was due to methanol compared with the substantial background of endogenous formaldehyde. Recently, we developed a unique approach combining highly sensitive liquid chromatography-mass spectrometry methods and exposure to stable isotope labeled chemicals to simultaneously quantify formaldehyde-specific endogenous and exogenous DNA adducts. In this study, rats were exposed daily to 500 or 2000 mg/kg [13CD4]-methanol by gavage for 5 days. Our data demonstrate that labeled formaldehyde arising from [13CD4]-methanol induced hydroxymethyl DNA adducts in multiple tissues in a dose-dependent manner. The results also demonstrated that the number of exogenous DNA adducts was lower than the number of endogenous hydroxymethyl DNA adducts in all tissues of rats administered 500 mg/kg per day for 5 days, a lethal dose to humans, even after incorporating an average factor of 4 for reduced metabolism due to isotope effects of deuterium labeled methanol into account."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ An approximate intraperitoneal methanol LD50 of 3-4 g/kg for pigtail monkeys (Macaca nemestrina) was reported ... . Doses of 2 and 3 g/kg produced metabolic acidosis in the animals, while monkeys given 4 g/kg became severely acidotic and exhibited signs of toxicity that were remarkably similar to those reported in human poisoning. These animals displayed a sharp decrease in blood pH (7.03) at 7.5-21 hr after methanol administration. Bicarbonate was the single blood electrolyte observed to change during the course of methanol acidosis. There was a latent period of 15-18 hr prior to the onset of overt signs of toxicity, followed by a sequence of signs beginning with behavioral distress, coma within 24-30 hr and death. This time-course parallels that reported for humans suffering from methanol poisoning."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 372",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methanol is irritating to the eye and causes conjunctivitis, chemosis, iritis, and corneal opacity. Methanol was reported to be a mild eye irritant. However, in another study, undiluted methanol caused moderate corneal opacity in three of six rabbits and conjunctival redness in all six rabbits. A 50% aqueous methanol solution caused minimal to no effects, and a 25% aqueous solution caused no effects."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 372",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ In a sensory irritation test, methanol produced sensory irritation in mice at very high vapor concentrations with a RD50 (concentration that decreases respiration rate by 50%) of 25,300 ppm and 41,514."
        },
        {
            "References": "Humphreys, D.J. Veterinary Toxicology. 3rd ed. London, England: Bailliere Tindell, 1988., p. 184",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methyl alcohol (methanol, wood alcohol) is a drastic poison ... Its consumption leads to atrophy of the optic nerve, causing permanent blindness, and to depression of cardiac and voluntary muscle, resulting in death."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 372",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Exposure of animals /to methanol in air/ ... may induce ... increased rate of respiration ... nervous depression followed by excitation, irritation of mucous membranes, ataxia, partial paralysis, agony, prostration, CNS depression, convulsions, decrease in rectal temperature, loss in weight and death."
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4531",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The pathologic changes found in the tissues of animals exposed by inhalation to methyl alcohol are quite similar to those observed in animals following ingestion of this compound. In the eyes of the dog ... hyperemia of the choroid and edema of the ocular tissue with early signs of degeneration of the ganglionic cells of the retina and nerve fibers /were found/ ... Vessels of the choroid of poisoned animals were markedly congested, the entire retina was edematous, and the ganglion cells were degenerated. ... Hemorrhage, edema, congestion, and pneumonia were observed in the lung of the various species that were exposed to vapors containing methyl alcohol. The livers and kidneys showed congestion, albuminous and fatty degeneration and fatty infiltration. Cardiac dilation and myocardial degeneration were observed in the hearts of animals. Degenerative injuries of the central nervous system have been described ... ."
        },
        {
            "References": "Mikulich SG; Biol Akt Veshchestva (Mikroelem, Vitam Drugie) Rastenievod Zhivotnovod Med 109-11 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Within 48 hr of administering a single LD50 dose to rats, brain enzyme activities underwent changes, glycogen levels increased, brain lactic acid levels increased 1 hr after administration, decreased 48 hr after."
        },
        {
            "References": "PMID:99844",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ After methanol administration, Macaca mulatta showed optic edema, acidosis, and formate accumulation in blood."
        },
        {
            "References": "Wecker JR, Ison JR; Toxicol Appl Pharm 74 (2): 258-66 (1984)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The effects of alcohol on audition were studied in the rat by examining the modification of acoustic startle reflexes by pure tone pulses and by gaps in white noise. Groups of rats received four injections of 0.0, 0.25, 1, and 2 g/kg of either methyl or ethyl alcohol in increasing order at 1 hr intervals. One-half hour after the administration of each dose, loudness perception or temporal acuity was measured. Blood alcohol levels (mM) for the two alcohols obtained in control animals were equivalent following the final dose. Both alcohols produced a dose dependent reduction in baseline startle amplitude that was greater during exposure to ethanol than methanol. Loudness functions associated with pulse intensity were not diminished by the alcohols, however inhibition produced by a gap in noise was reduced following the highest dose of either alcohol."
        },
        {
            "References": "McCord CP; Ind Eng Chem 23: 931-6 (1931) as cited in NIOSH; Criteria Document: Methyl Alcohol p.59-60 (1976) DHEW Pub. NIOSH 76-148",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The results of the skin absorption experiments were described by stating that all animals subjected to the action of any amount of methyl alcohol by skin absorption had died. The lowest lethal dose was 0.5 mL/kg for one monkey. It was reported that rabbits were far less susceptible to methyl alcohol poisoning by this route than monkeys and rats. In a study of the effects of continuous administration of methyl alcohol, a known amount was dropped onto or injected into the gauze pads 4 times/day. All such treated monkeys displayed dilated pupils within 2 hr after one such administration of 1.3 mg/kg of methyl alcohol. The minimum lethal dose was a total of 4 administrations of 0.5 mL/kg methyl alcohol in one day, and it was concluded that sufficient methyl alcohol could be absorbed through the skin to cause death and that the threshold for immediate danger in monkeys was below the minimum lethal dose."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Methanol administered by gavage or intraperitoneally induced hypothermia in Fischer and Long-Evans rats, eg, brain temperature decreased 1.5 °C within 35 min and colonic temperature was significantly lower. This occurred at dose levels of 2-3 g/kg, which is about 20% of the reported LD50 value of 10 g/kg in rats."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Female minipigs (Minipig YU, Charles River) treated with a single oral dose of methanol at 1, 2.5 and 5.0 g/kg body weight by gavage showed dose-dependent signs of acute methanol intoxication, including mild CNS depression, tremors, ataxia and recumbency, which developed within 0.5-2.0 hr and resolved by 52 hr. Methanol- and formate-dosed minipigs did not develop optic nerve lesions, toxicologically significant formate accumulation or metabolic acidosis."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Under acute inhalation conditions, folate-deficient Long-Evans male rats exposed to 4000 mg/cu m (3000 ppm) methanol for 20 hr/day did not survive more than 4 days. Rhesus monkeys exposed to 4000 mg/cu m (3000 ppm) methanol for 21 hr/day survived the 20-day exposure period and rhesus monkeys exposed to 13,000 mg/cu m (10,000 ppm) methanol for 21 hr/day survived for more than 4 days."
        },
        {
            "References": "PMID:10797478",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Oxygen free radicals are generated during methanol-induced liver injury, as was shown for ethanol. The effect of methanol intoxication (6 g/kg bw) on protein modification in the liver of rats was investigated. Electron spin resonance determination indicated an increase in the free radical signal 6 and 12 hr after intoxication. After 7 days of treatment, the contents of malondialdehyde and carbonyl groups in proteins were significantly increased. The level of amino groups and sulfhydryl groups and the amount of tryptophan in proteins were decreased, whereas the amount of bi-tyrosine was increased significantly. Changes in protein structure resulted both from free radical action and formaldehyde generation during methanol intoxication."
        },
        {
            "References": "PMID:21937533",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Methanol is primarily metabolized by oxidation to formaldehyde and then to formate. These processes are accompanied by formation of superoxide anion and hydrogen peroxide. This article reports data on the effect of methanol-induced oxidative damage in experimental rats and the role of aqueous extract of Opuntia vulgaris fruit extract (OE) to counteract the toxicity induced by methanol. The animals were exposed to methanol at a dose of 2.37 g/kg body weight intraperitoneally for 30 days. OE was found to contain large amounts of polyphenols and carotenoids and significant antioxidant capacities highlighted by scavenging activities for 2,2-diphenyl-l-picrylhydrazyl. The treatment with methanol exhibited a significant increase in serum hepatic and renal biochemical parameters (alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, lactate dehydrogenase, bilirubin, urea, and creatinine). Methanol intoxication significantly increased hepatic and renal lipid peroxidation evaluated by thiobarbituric acid reactive substances in treated rats as compared to controls. However, hepatic and renal antioxidant enzymes namely superoxide dismutase, catalase, and glutathione peroxidase were significantly decreased in methanol-treated animals as compared to controls. The results concluded that treatment with OE prior to methanol intoxication has significant role in protecting animals from methanol-induced hepatic and renal histopathological and oxidative damage."
        },
        {
            "References": "PMID:22257634",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In order to investigate markers of toxic injury and elucidate the mechanisms underlying methanol intoxication at the protein level, proteomics technology was applied to study variations in retinal protein expression between normal rats and rat models of methanol intoxication. Seven rats were administered saline and methanol respectively by gavage. After seven days, retinal function was assessed by electroretinography and retinal proteins were extracted and separated by two-dimensional gel electrophoresis. The gels were then stained with AgNO3 and analyzed with Pdquest software. The differential expression of proteins was analyzed by MALDI-TOF-TOF MS, and related proteins were searched in a protein database. Twenty-eight spots with significant differences were found, 24 of which were successfully identified. Specifically, there were 14 increased expression proteins, such as aldehyde dehydrogenase, tropomyosin alpha-1 chain, myosin light chain, and crystallin family proteins. There were 10 decreased expression ones, such as glyceraldehyde-3-phosphate dehydrogenase, recoverin, ATP synthase alpha subunit in rats with methanol toxicity. Retinal function was greatly destroyed upon methanol intoxication. Several key proteins were up- or down-regulated upon induced retinal toxicity, indicating that there are other mechanisms underlying methanol poisoning besides oxidative injury. Together, this data provides insight and knowledge for future studies in this field."
        },
        {
            "References": "PMID:24787915",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Although methanol toxicity is well known for acute neurological sequelae leading to blindness or death, there is a new impetus to investigate the chronic effects of methanol exposure. These include a recently established link between formaldehyde, a methanol metabolite, and Alzheimer's disease (AD) pathology. In the present study, mice were fed with methanol to revisit the chronic effects of methanol toxicity, especially as it pertains to AD progression. Three groups of mice (n = 9) were given either water as a control or a methanol solution (concentrations of 2% or 3.8%) over a 6-week period. The methanol-fed mice were found to have impaired spatial recognition and olfactory memory in Y-maze and olfactory memory paradigms. Immunohistochemical analysis of the mouse brains found increased neuronal tau phosphorylation in the hippocampus and an increased cellular apoptotic marker in hippocampal CA1 neurons (approx. 10% of neurons displayed chromatin condensation) in the methanol-fed groups. Two additional in vitro experiments in mouse embryonic cerebral cortex neurons and mouse neuroblastoma N2a cells found that formaldehyde, but not methanol or the methanol end product formic acid, induced microtubule disintegration and tau protein hyperphosphorylation. The findings of the behavioral tests and immunohistochemical analysis suggested that the methanol-fed mice presented with partial AD-like symptoms. The in vitro experiments suggested that formaldehyde was most likely the detrimental component of methanol toxicity related to hippocampal tau phosphorylation and the subsequent impaired memory in the mice. These findings add to a growing body of evidence that links formaldehyde to AD pathology."
        },
        {
            "References": "PMID:26196575",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ The study was conducted to investigate safety associated with prolonged consumption of Moringa oleifera leaves as beverage. Fourteen rats were used in this study. They were divided into 2 groups each containing 7 rats. Rats in group I received 2 mL/kg of corn oil (standard vehicle drug). Animals in groups II were administered with 400 mg/kg body of methanolic extract of Moringa oleifera (MEMO) for five weeks respectively. Serum collected was analyzed for alanine aminotransferase (ALT), aspartate aminotransferase (AST), total protein, albumin, globulin, blood urea nitrogen (BUN) and creatinine. There was significant (P<0.05) decrease in serum total protein, albumin, globulin and AST activity. The activity of ALT decreased but not significant. Similarly, 400 mg/kg body of MEMO led to significant (P<0.05) decrease in serum BUN and creatinine. All experimental animals that received 400 mg/kg of MEMO had significant (P<0.05) decrease in body weight from week to week 4 of the experiment. Taken together, 400 mg/kg body of MEMO seemed to be toxic to the liver with apparently no toxicity in the kidney. Hence, prolonged exposure is not advisable as such could portend danger to the liver."
        },
        {
            "References": "PMID:16484759",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Male Wistar albino rats were intoxicated with methanol (2.37 g/kg bw ip) for detecting toxicity levels for one day, 15 days and 30 days, respectively. Administration of methanol at 15 and 30 days significantly (p<0.05) increased lipid peroxidation and decreased the enzymatic (superoxide dismutase, catalase, glutathione peroxidase) and non-enzymatic antioxidants (reduced glutathione and vitamin C) in lymphoid organs. However, lipid peroxidation and enzymatic and non-enzymatic antioxidants in the acute methanol exposed group animals were found to be significantly (p<0.05) increased. In one day methanol intoxication, the levels of free radicals initially increased, and to remove these free radicals, antioxidants levels were elevated, which generally prevented oxidative cell damage. But in longer periods of intoxication, when the generation of reactive free radicals overwhelmed the antioxidant defense, lipid peroxidation increased. Further, decreased antioxidants in 15 and 30 days methanol intoxication may have been due to overutilization of non-enzymatic and enzymatic antioxidants to scavenge the products of lipid peroxidation. In addition, the liver and kidney markers of serum aspartate aminotransferase (AST), alanine aminotransferase (ALT), urea and creatinine significantly increased. ..."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 751",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats received 3.25 mL methanol/kg bw for 6 months. The treatment caused a decline in the heart contraction rate and in skin temperature by the end of the experiment. Myocardial hypoxia developed."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 374",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ In an oral study, Sprague-Dawley rats were dosed by oral gavage with 0, 100, 500, or 2500 mg/kg of methanol for 90 days. There were no differences between dosed animals and controls in body weight gain and food consumption. Brain weights were decreased in both sexes in the 2500 mg/kg dose group. Elevated serum glutamic pyruvate transaminase and alkaline phosphatase were noted in the 2500 mg/kg dose group, but there were no adverse treatment related effects in the gross pathology and histopathological evaluation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 373",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Cynomolgus monkeys or Sprague-Dawley rats were exposed by inhalation to 0, 500, 2000, or 5000 ppm of methanol 6 hr/day, 5 day/week for 4 weeks. No treatment-related effects in the nasal turbinates, trachea, lungs, esophagus, liver, eye, or optic nerve were observed. Increased discharges around the eyes and nose were observed and were attributed to upper respiratory tract irritation. Groups of four male rats were exposed by inhalation to 0, 200, 2000, or 10,000 ppm of methanol 6 hr/day, 5 days/week for 1, 2, 4, or 6 weeks. Evaluation of a number of parameters including lung weights, surfactant levels, and enzyme activities did not reveal any adverse effects in the lung. No histopathological examinations were performed."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Rats exposed to ... 0.022 mg methanol/L of air 4 hr/day for 6 months and simultaneously administered 0.7 mg methanol/kg daily by gavage exhibited changes in blood morphology, oxidation-reduction processes and liver function."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ When ... repeated doses of 3 to 6 g/kg /were administered/ by gavage to rhesus monkeys (Macaca mulatta) for 3-20 weeks, average serum levels of methanol of 4750 mg/L were attained within a few hours. Animals were killed at the end of treatment and livers examined histologically. Hepatocytes showed nucleolar segregation (zoning of nucleus), hyperplasia of endoplasmic reticulum and swelling of mitochondria. These changes were also found in one monkey sacrificed 12 weeks after the end of treatment."
        },
        {
            "References": "PMID:24787917",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A recently established link between formaldehyde, a methanol metabolite, and Alzheimer's disease (AD) pathology has provided a new impetus to investigate the chronic effects of methanol exposure. This paper expands this investigation to the non-human primate, rhesus macaque, through the chronic feeding of young male monkeys with 3% methanol ad libitum. Variable Spatial Delay Response Tasks of the monkeys found that the methanol feeding led to persistent memory decline in the monkeys that lasted 6 months beyond the feeding regimen. This change coincided with increases in tau protein phosphorylation at residues T181 and S396 in cerebrospinal fluid during feeding as well as with increases in tau phosphorylated aggregates and amyloid plaques in four brain regions postmortem: the frontal lobe, parietal lobe, temporal lobe, and the hippocampus. Tau phosphorylation in cerebrospinal fluid was found to be dependent on methanol feeding status, but phosphorylation changes in the brain were found to be persistent 6 months after the methanol feeding stopped. This suggested the methanol feeding caused long-lasting and persistent pathological changes that were related to AD development in the monkey. Most notably, the presence of amyloid plaque formations in the monkeys highlighted a marked difference in animal systems used in AD investigations, suggesting that the innate defenses in mice against methanol toxicity may have limited previous investigations into AD pathology. Nonetheless, these findings support a growing body of evidence that links methanol and its metabolite formaldehyde to AD pathology."
        },
        {
            "References": "PMID:22166730",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Recent scientific debate has focused on the potential for exposure to methanol to cause lymphomas in humans. The concern stems from a few animal studies reporting an association, although evidence suggests the studies may have been confounded by chronic respiratory infection. Although the toxicological evidence for methanol carcinogenesis is weak, two modes of action have been put forth, one involving metabolism of methanol to formaldehyde, followed by formaldehyde induction of lymphoma, and another involving oxidative stress caused by hydrogen peroxide release during catalase-induced metabolism of methanol to formaldehyde. In this article, we apply our Hypothesis-Based Weight-of-Evidence (HBWoE) approach to evaluate the evidence regarding methanol exposure and lymphoma, attending to how human, animal, and mode-of-action results inform one another, tracing the logic of inference within and across all studies, and articulating how one could account for the suite of available observations. Upon comparison of alternative proposals regarding what causal processes may have led to the array of observations as we see them, we conclude that the apparent association between methanol exposure and lymphoma in some animal studies is weak and strains biological plausibility, and is better interpreted as due to confounding or to a mechanism not relevant in humans."
        },
        {
            "References": "PMID:19514918",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ ... Oncogenicity studies of methanol were conducted by inhalation for approximately 20 hrs/day at up to 1000 ppm in F344 rats and B6C3F1 mice (NEDO), and by incorporation into drinking water at up to 20,000 ppm in Sprague-Dawley rats. No increased neoplasms were found in the NEDO rat and mouse inhalation studies, even at air levels (up to 1000 ppm for >19 hours/day, 7 days/week) that caused 10-fold increased blood methanol levels. The maximum dose level was 600 mg/kg/day. The breakdown of methanol to formaldehyde in rats is saturated at doses above 600 mg/kg. ... Thus, higher inhalation exposure concentrations are not expected to lead to tumors in rats or mice. ... The data from genotoxicity studies, the inhalation and drinking water oncogenicity studies of methanol in rats and mice, and mode of action considerations support a conclusion that methanol is not likely to be carcinogenic in humans."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ It is unlikely that methanol is carcinogenic to mouse skin. In an experiment using four strains of female mice (Balb/c, Sencar, CD-1 and Swiss) to study N-nitrosomethylurea carcinogenesis, methanol was used as a solvent control. Four groups of 20 mice of each strain received 25 uL methanol twice weekly for 50 weeks followed by observation for lifespan. Only one skin tumor was observed among the 80 control animals."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 378",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Rats and mice were exposed to 0, 10, 100, or 1000 ppm of methanol 20 hr/day for 18 months (mice) or 24 months (rats). There was no evidence of carcinogenicity at 1000 ppm. Lung papillary adenomas and adrenal pheochromocytomas were observed and reported as \"biologically insignificant\"."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 378",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Groups of eight monkeys were exposed to 0, 10, 100, or 1000 ppm of methanol 22 hr/day for up to 2.5 years. Slight changes in the liver and kidney at 1000 ppm and some pathological changes in the nervous system of all animals at 1000 ppm were observed ... ."
        },
        {
            "References": "PMID:26393277",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Rabbits may serve as a useful model for predicting the human risk for methanol (MeOH) teratogenicity, which currently is unknown. New Zealand white (NZW) rabbits are resistant to the MeOH-initiated gross morphological anomalies characteristically observed in several strains of mice and rats, but skeletal development has not been assessed. Pregnant rabbits were administered 2 doses of 2 g/kg MeOH on gestational day (GD) 7 or 8, and assessed for skeletal abnormalities on GD 29. Variations between treated and control fetuses were observed only in the number of post-lumbar vertebrae, where MeOH-exposed fetuses had fewer ossified vertebrae, which has not been reported for rodents. Furthermore, rabbits did not exhibit the MeOH-initiated skeletal defects characteristically reported for rodent fetuses. These results expand the morphological breadth of the relative species-dependent resistance of rabbits to MeOH teratogenicity compared to rodents, yet reveal a novel skeletal defect or delay in ossification not reported for rodents."
        },
        {
            "References": "PMID:24095963",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Oxidative stress and reactive oxygen species (ROS) have been implicated in the teratogenicity of methanol (MeOH) in rodents, both in vivo and in embryo culture. We explored the ROS hypothesis further in vivo in pregnant C57BL/6J mice. Following maternal treatment with a teratogenic dose of MeOH, 4 g/kg via intraperitoneal (ip) injection on gestational day (GD) 12, there was no increase 6 hr later in embryonic ROS formation, measured by 2',7'-dichlorodihydrofluorescin diacetate (DCFH-DA) fluorescence, despite an increase observed with the positive control ethanol (EtOH), nor was there an increase in embryonic oxidatively damaged DNA, quantified as 8-oxo-2'-deoxyguanosine (8-oxodG) formation. MeOH teratogenicity (primarily ophthalmic anomalies, cleft palate) also was not altered by pre- and post-treatment with varying doses of the free radical spin trapping agent alpha-phenyl-N-tert-butylnitrone (PBN). In contrast, pretreatment with L-buthionine-(S,R)-sulfoximine (BSO), an inhibitor of glutathione (GSH) synthesis, depleted maternal hepatic and embryonic GSH, and enhanced some new anomalies (micrognathia, agnathia, short snout, fused digits, cleft lip, low set ears), but not the most common teratogenic effects of MeOH (ophthalmic anomalies, cleft palate) in this strain. These results suggest that ROS did not contribute to the teratogenic effects of MeOH in this in vivo mouse model, in contrast to results in embryo culture from our laboratory, and that the protective effect of GSH in this model may arise from its role as a cofactor for formaldehyde dehydrogenase in the detoxification of formaldehyde."
        },
        {
            "References": "PMID:23207165",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The role of catalase in methanol (MeOH) teratogenesis is unclear. In rodents it both detoxifies reactive oxygen species (ROS) and metabolizes MeOH and its formic acid (FA) metabolite. We treated pregnant mice expressing either high (hCat) or low catalase activity (aCat), or their wild-type (WT) controls, with either MeOH (4g/kg ip) or saline. hCat mice and WTs were similarly susceptible to MeOH-initiated ophthalmic abnormalities and cleft palates. aCat and WT mice appeared resistant, precluding assessment of the developmental impact of catalase deficiency. Catalase activity was respectively increased at least 1.5-fold, and decreased by at least 35%, in hCat and aCat embryos and maternal livers. MeOH and FA pharmacokinetic profiles were similar among hCat, aCat and WT strains. Although the hCat results imply no ROS involvement, embryo culture studies suggest this may be confounded by maternal factors and/or a requirement for higher catalase activity in the hCat mice."
        },
        {
            "References": "PMID:23000099",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In this study, the effects of prenatal exposure to methanol (MeOH) on the nigrostriatal dopamine (NSDA) system were examined to determine if the interaction could sensitize this system, and serve as an underpinning for Parkinson's disease (PD) like changes that occur later in life. Methanol was studied because its toxicity resembles the symptoms of PD and the symptoms are relieved by L-dopa meaning that MeOH targets the NSDA system. Since fermentation and wood combustion are major sources for MeOH, the incidence of human encounters with MeOH is high. As a superior solvent and the precursor for formaldehyde, MeOH has a powerful and sometimes, irreversible impact on chemical processes, such as cross-linking proteins and nucleic acids. It may cause subthreshold changes that sensitizes the NSDA system to PD, that occur during aging. To study the prenatal effects of MeOH, pregnant C57BL/6J mice were administered 40 mg/kg MeOH by oral gavage during gestation days 8-12, twice daily. Twelve weeks after birth, behavior impairments were recorded. The striatum was dissected for the determination of tyrosine hydroxylase (TH), L-aromatic amino acid decarboxylase (LAAD), alpha-synuclein and levels of dopamine (DA) and its metabolites. MeOH reduced striatal TH and LAAD protein by 47% and 57% respectively and DA by 32%. The results mean that in utero exposure to toxins similar to MeOH could sensitize the striatal system to changes that cause PD ..."
        },
        {
            "References": "PMID:11354470",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ This research was undertaken to determine potential interactions among chemical and physical agents. Radiofrequency (RF) radiation is used in numerous workplaces, and many workers are concurrently exposed to RF radiation and various chemicals. The developmental toxicity of RF radiation is associated with the degree and duration of hyperthermia induced by the exposure. Previous animal research indicates that hyperthermia induced by an elevation in ambient temperature can potentiate the toxicity and teratogenicity of some chemical agents. We previously demonstrated that combined exposure to RF radiation (10 MHz) and the industrial solvent, 2-methoxyethanol (2ME), enhanced teratogenicity in rats. Interactions were noted at even the lowest levels of 2ME tested, but only at hyperthermic levels of RF radiation. The purpose of the present research is to investigate if the interactive effects noted for RF radiation and 2ME are unique to these agents, or if similar interactions might be seen with other chemicals. Because methanol is widely used as a solvent as well as fuel additive, and, at high levels, is teratogenic in animals, we selected methanol as a chemical to address generalizability. Based on the literature and our pilot studies, 0, 2, or 3 g/kg methanol (twice, at 6-hr intervals) were administered on gestation day 9 or 13 to groups of 10 Sprague-Dawley rats. Dams treated on day 9 were given methanol and exposed to RF radiation sufficient to maintain colonic temperature at 41 °C for 60 minutes (or sham). Those treated on day 13 were given methanol plus either 0 or 100 mg/kg 2ME. Because we observed that methanol produced hypothermia, some groups were given the initial dose of methanol concurrently with the RF or 2ME, and others were given the first dose of methanol 1.5 hr prior to RF or 2ME. Dams were sacrificed on gestation day 20, and the fetuses were examined for external malformations. The results indicate that RF radiation or methanol on day 9 increased the incidence of resorbed fetuses, but no interactive effects were observed. The resorptions were highest in groups given the experimental treatments 1.5 hr apart. The higher dose of methanol also reduced fetal weights. Administration of 2ME or methanol on day 13 increased the rate of malformations, and there was evidence of a positive interaction between 2ME and methanol. Fetal weights were reduced by 2ME and methanol alone, but no interaction was observed. Also, separation of the dosing with the teratogens did not affect the results."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... The effect of methanol on the embryonic development of the medaka fish (Oryzias latipes) /was determined/. The eggs were exposed to methanol in both Petri dishes and vials. No effects on embryonic development were reported at a methanol concentration of 0.5%."
        },
        {
            "References": "PMID:15578646",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Rat and mouse whole embryo cultures are used to distinguish toxicity of methanol (CH3OH) and its metabolites, formaldehyde (HCHO) and formate (HCOONa), which are produced following transit through the visceral yolk sac (VYS), via addition to culture medium, or by direct embryonic exposure through microinjection into the amnion. Embryonic viability, increased dysmorphogenesis, and decreased growth parameters were altered in a dose-dependent fashion for each compound. Mouse embryos were more sensitive than rat, as indicated by significant decreases in viability at comparable, lower concentrations. HCHO produced dysmorphogenesis and caused embryolethality at nearly 1000-fold lower concentrations (0.004 mg/mL) than seen with either CH3OH or HCOONa. All agents produced incomplete axial rotation and delayed neural tube closure in mice, but only CH3OH elicited similar effects in the rat. Increased growth retardation, blood pooling in the head and VYS, enlarged pericardium, accumulation of necrotic matter in the amnion, and hypoplastic prosencephalon were observed in both species with all compounds. Microinjection of compounds into the amnion produced higher mortality in mouse and rat, compared to equimolar amounts added to the culture medium. CH3OH did not prevent neural tube closure in the rat when microinjected. HCHO is the most embryotoxic CH3OH metabolite and elicits the entire spectrum of lesions produced by CH3OH. The VYS serves a general protective role against toxicity and inherent differences in the embryonic metabolism of CH3OH may determine species sensitivity."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 378",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In Long-Evans rats dosed by oral gavage with 0, 0.8, or 1.6 g/kg of methanol for 21 days, serum testosterone levels were unaffected, but serum /lactate dehydrogenase/ was increased. Testis weights were decreased as were the number of morphologically normal caput and cauda epididymal sperm."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Transient neurological signs and reduced body weights were found in up to 20% of CD-1 dams exposed to 19,500 mg/cu m (15,000 ppm) methanol 6 hr/day throughout organogenesis (gestational days 6-15). Near-term fetuses revealed embryotoxicity (increased resorptions, reduced fetal weights and/or fetal malformations) at 13,000 and 19,500 mg/cu m (10,000 and 15,000 ppm) methanol while 3-day exposures at 6500 mg/cu m (5000 ppm) for 6 hr/day yielded no observable adverse effects. In the studies ..., terata included neural and ocular defects, cleft palate, hydronephrosis, deformed tails and limb (paw and digit) anomalies. Neural tube defects and ocular lesions occurred after methanol inhalation by pregnant CD-1 mice between gestational days 7 and 9, while limb anomalies were induced only during gestational days 9-11; cleft palate and hydronephrosis were observed after exposure during either period. The spectrum of teratogenic effects depended upon both the stage of embryonic development and the number of methanol exposures."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methanol was shown to impair uterine decidualization during early pregnancy in Holtzman rats administered 1.6, 2.4 or 3.2 g methanol/kg/day by gavage during days 1-8. Reductions in pregnant uterine and implantation site weights seen on day 9 were the result of methanol impedance of normal uterine decidualization as demonstrated by effects on decidual cell response technique. Methanol (3.2 g/kg/day) produced a non-specific maternal toxicity (reduction in body weight) by day 9, but no effect on days 11 or 20 on embryo and fetal survival or development were found."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ No effects on reproductive performance were reported in a two-generation reproductive study in F-344 rats administered 13, 130 or 1300 mg/cu m (10, 100 or 1000 ppm) methanol by inhalation for 18-20 hr/day. A statistically significant decrease in brain weight was found at the 1300 mg/cu m level in 3-, 6- and 8-week-old pups of the F1 generation. In the F2 generation reduced brain thymus and hypophysis weight was observed."
        },
        {
            "References": "PMID:15315813",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ The present study was designed to characterize maternal reproductive performance and early offspring effects following exposure to methanol (MeOH) vapor in a nonhuman primate model. The two-cohort study design used 48 adult female Macaca fascicularis (24/cohort) monkeys exposed to 0, 200, 600, or 1800 ppm MeOH vapor for approximately 2.5 hr/day, 7 days/week prior to breeding and throughout pregnancy. Maternal body weight measurement, clinical observations and health assessments were conducted routinely throughout the study. Menstrual cyclicity was monitored during the pre-breeding and breeding periods and timed matings were conducted with nonexposed males. Females were monitored closely during the last month of pregnancy. At birth, infant physical characteristics were measured and a newborn health assessment was conducted. Methanol exposure did not alter menstrual cycles, the number of breedings to conception or conception rate. A total of 34 live-born infants were delivered (control=8, 200 ppm=9, 600 ppm=8, 1800 ppm=9). One female each in the control and 600-ppm group delivered a stillborn infant and a cesarean section (C-section) was required to deliver a hydrocephalic infant who died in utero in the maternal 1800-ppm group. Although not statistically significant, five MeOH-exposed females were C-sectioned due to pregnancy complications such as uterine bleeding and prolonged unproductive labor. These complications were not observed in the control group. The mean length of pregnancy in the MeOH-exposed groups was significantly decreased by 6 to 8 days when compared to controls. There were no MeOH-related effects on offspring birthweight or newborn health status. The consistent reduction in length of pregnancy observed in the MeOH females may reflect a treatment effect on the fetal neuroendocrine system. Given that the fetal hypothalamic--pituitary-adrenal axis controls pregnancy length in most species, these results suggest a modest but significant effect of MeOH on the biochemical events that control the timing of birth."
        },
        {
            "References": "PMID:15108244",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methanol causes axial skeleton and craniofacial defects in both CD-1 and C57BL/6J mice during gastrulation, but C57BL/6J embryos are more severely affected. We evaluated methanol-induced pathogenesis in CD-1 and C57BL/6J embryos exposed during gastrulation in whole embryo culture. Conceptuses with 5-7 somites were exposed to 0, 1, 2, 3, 4, or 6 mg methanol/mL culture medium for 24 hr and embryonic morphology was assessed. Cell death was evaluated by histology and LysoTracker red staining, and cell-cycle distribution was evaluated by flow cytometry. In C57BL/6J embryos, craniofacial defects were observed at 3 mg methanol/mL and greater. The response for CD-1 embryos was different, with increased dysmorphology only at 6 mg/mL. However, protein content in CD-1 embryos was reduced at 3 mg methanol/mL and above, indicating growth retardation. Yolk sac toxicity occurred only at 6 mg methanol/mL in both strains. Methanol caused only small changes in cell-cycle distribution, while cell death was induced at 4 and 6 mg methanol/mL in both strains after 8 hr. The extent of cell death after 8 hr was greater in C57BL/6J embryos, and increased over time through 18 hr; in contrast, CD-1 embryos showed less cell death at 18 than at 8 hr, suggesting recovery."
        },
        {
            "References": "PMID:12759105",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Mouse embryos are more sensitive than rat embryos in response to methanol (CH(3)OH) and its ability to elicit developmental abnormalities. Intrinsic differences in the metabolism of CH(3)OH to formaldehyde (HCHO) and formic acid (HCOOH) by the enzymes alcohol dehydrogenase (ADH1), formaldehyde dehydrogenase (ADH3), and catalase may contribute to the observed species sensitivity. Specific activities for enzymes involved in CH(3)OH metabolism were determined in rat and mouse conceptuses during the organogenesis period of 8-25 somites. Spatial activity relationships were also compared separately in heads, hearts, trunks, and the visceral yolk sac (VYS) from early (7-12 somites) and late (20-22 somites) organogenesis-stage rat and mouse embryos. Catalase activities were similar between rat and mouse conceptuses. In the mouse heart, catalase activities were consistently lower when compared to other tissues. Specific activities for catalase were consistently highest in the VYS of both species when compared to other tissues of the embryo. These activities were highly significant in the 6-12 somite VYS. ADH1 activities were significantly higher in embryos when compared to VYS in both species, except for a 27% lower activity in the early 8-10 somite mouse embryo. Mouse ADH1 activities in the VYS were significantly lower throughout the organogenesis period when compared to the rat VYS or embryos of either species. Mouse activities were lower overall in specific tissues of the embryo but maintained the same relative proportions as in the rat. ADH3 activities in the rat VYS were significantly higher by 20% than those in the mouse. Mouse embryo ADH3 activities were slow to mature, starting at a level 42% below rat, and failed to reach optimal levels until the 14-16-somite stage. Heart ADH3 activities were also significantly lower in the mouse embryo at the 7-12-somite stage. Both species have lower ADH3 activities in the early heart, relative to other embryonic tissues. These results show a more slowly maturing capacity of the mouse embryo to remove HCHO, which provides a rationale for increased sensitivity of this species to CH(3)OH-induced embryotoxicity and teratogenicity."
        },
        {
            "References": "Youssef AF et al; Repro Toxicol 11 (4): 503-10 (1997)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Long-Evans-rats were gavaged on gestation day ten with a methanol dose of 0 to 5.2 mL/kg bw. The rats were pretreated with equal volumes of mineral-oil in order to prevent local gastric irritation. The rats were observed for signs of acute toxicity. Body weight was determined from gestation days zero to 20. On gestation day 20, the rats were sacrificed. Upon necropsy, both gross and microscopic histopathological changes were investigated. The fetuses were also examined for physical abnormalities. Compared to the controls, food intake and body weight gain were significantly reduced in maternal rats treated with 5.2 mL/kg of methanol. No other indications of maternal toxicity were observed in any of the exposure groups. Among the groups, there were no significant differences in the number of postimplantation deaths or in the total loss per litter. Relative to controls, exposed male fetuses exhibited significantly decreased body weight. Among the exposed fetuses, undescended testes, eye defects, wavy thoracic cage, polycystic kidney, and missing appendages were noted. The number of total anomalies increased in a dose dependent manner following exposure to methanol. The number of eye defects and undescended testes each displayed a dose dependent relationship with methanol exposure. The methanol treated fetuses had a significantly increased frequency of hemorrhage in the nose and other areas, compared to controls. When corrected for body weight, the biparietal diameter of the fetal cranium was significantly increased in the methanol treated fetuses, compared to controls."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLVs and BEIs with Other World Wide Occupational Exposure Values. 7th Ed. CD-ROM Cincinnati, OH 45240-1634 2013., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methanol was administered via inhalation to groups of pregnant rats at 10000 ppm, 5000 ppm, or 0 ppm (control) for 7 hr/day on days 1 to 19 of gestation. Another group of rats was exposed similarly at 20000 ppm on days 7 to 15. The rats exposed at 20000 ppm exhibited slight maternal toxicity (a slightly unsteady gait), and a high incidence of congenital malformations (p< 0.001) (predominately extra or rudimentary cervical ribs), and urinary or cardiovascular effects were observed in fetuses taken from rats sacrificed on day 20. Similar malformations were seen in the 10000 ppm group; however, the incidence was not significantly different from the controls. No adverse effects were noted in the 5000 ppm group"
        },
        {
            "References": "PMID:15108243",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Methanol administered to C57BL/6J mice during gastrulation causes severe craniofacial dysmorphology. ...Dysmorphogenesis, cell death, cell cycle assessment, and effects on development of cranial ganglia and nerves observed following administration of methanol to pregnant C57BL/6J mice on gestation day (GD) 7 /are described/. Mice were injected (ip) on GD 7 with 0, 2.3, 3.4, or 4.9 g/kg methanol, split into two doses. In embryos of mice treated with 0 or 4.9 g/kg methanol, we used histology and LysoTracker red staining on GD 8 0 hr through GD 8 18 hr to examine cell death and dysmorphogenesis, and we also evaluated cell-cycle distribution and proliferation using flow cytometry (FCM) and /bromodeoxyuridine/ (BrdU) immunohistochemistry. On GD 10, ...the effect of GD 7 exposure to 0, 2.3, 3.4, or 4.9 g/kg methanol on cranial ganglia and nerve development using neurofilament immunohistochemistry /was evaluated/. Methanol treatment on GD 7 resulted in reduced mesenchyme surrounding the fore- and midbrain, and in the first branchial arches, by GD 8 12 hr. There were disruptions in the forebrain neuroepithelium and optic pit. Neural crest cell emigration from the mid- and hindbrain region was reduced in methanol-exposed embryos. Methanol had no apparent effect on BrdU incorporation or cell-cycle distribution on GD 8. Cell death was observed in the hindbrain region along the path of neural crest migration and in the trigeminal ganglion on GD 8 18 hr. Development of the cranial ganglia and nerves was adversely affected by methanol. Development of ganglia V, VIII, and IX was decreased at all dosage levels; ganglion VII was reduced at 3.4 and 4.9 g/kg, and ganglion X was reduced at 4.9 g/kg."
        },
        {
            "References": "PMID:15098201",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... Pregnant C57BL/6J mice were administered two ip injections totaling 3.4 or 4.9 g/kg methanol or distilled water four hr apart on gestation day 'GD' 7. On GD 17, litters were examined for numbers of live, dead and resorbed conceptuses, fetuses were weighed as a litter and examined externally, and all fetuses were double stained for skeletal analysis. No maternal intoxication was apparent, but the high dosage level caused a transient deficit in maternal weight gain. The number of live fetuses per litter was reduced at both dosages of methanol, and fetal weight was lower in the high dosage group. Craniofacial defects were observed in 55.8% of fetuses in the low dosage group and 91.0% of fetuses in the high dosage group, including micro/anophthalmia, holoprosencephaly, facial clefts and gross facial angenesis. Skeletal malformations, particularly of the cervical vertebrae, were observed at both dosages of methanol, and were similar to those previously reported in the CD-1 mouse following methanol exposure."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 376",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female Sprague-Dawley rats were exposed by inhalation to 0, 5000, and 10,000 ppm for 7 hr/day during gestational days 1 to 19 and to 20,000 ppm 7 hr/day during gestational days 7 to 15. At 20,000 ppm, methanol produced slight maternal toxicity (unsteady gait only). Fetal body weights were decreased in the 10,000- and 20,000-ppm groups with a high incidence of malformations. The malformations were predominantly extra or rudimentary cervical ribs and urinary or cardiovascular defects. Similar malformations were observed at 10,000 ppm, but the incidence was not statistically significant from controls. No maternal or developmental effects were noted at 5,000 ppm. The blood methanol concentrations in female rats at the end of the first 7 hr of exposure were 100 mg/mL at 5,000 ppm, 2240 mg/mL at 10,000 ppm, and 8650 mg/mL at 20,000 ppm."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 376",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Female CD-1 mice were exposed by inhalation to 0, 2000, 5000, and 15,000, ppm of methanol 7 hr/day during gestational days 6 to 15. A food-deprived nonexposed group was added. Methanol exposure did not produce maternal toxicity, but all exposure groups gained less weight than fed or food-deprived controls. Most of the litters of dams exposed to 15,000 ppm were completely resorbed and 38% of fetuses that survived to day 17 had exencephaly. Exposure to 5000 ppm resulted in exencephaly in about one-third of the litters and in 5 to 10% of the fetuses. At 2000 ppm, 1 of 220 fetuses had exencephaly, and there was none in the controls. The maternal plasma methanol level in exposed pregnant female CD-1 mice was 2000 and 8000 mg/mL after the first 7 hr of exposure at 5000 and 15,000 ppm, respectively."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ A spectrum of cephalic neural tube defects was found in near-term (gestation day 17) CD-1 mouse fetuses following maternal inhalation of methanol at high concentration (19,500 mg/cu m; 15,000 ppm) for 6 hr/day during neurulation (gestation days 7-9). Dysraphism, chiefly exencephaly, occurred in 15% of the fetuses, usually in association with reduction or absence of multiple bones in the craniofacial skeleton and ocular anomalies (prematurely open eyelids, cataracts, retinal folds). Exposure to a high concentration of methanol (19,500 mg/cu m) injured the multiple stem populations in the neuralating mouse embryo. Significant neural pathology may remain in older conceptuses even in the absence of gross lesions."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 377",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In a single oral exposure, pregnant female Long-Evans rats were dosed by gavage with 0,1.3, 2.6, and 5.2 mL/kg of methanol on gestational day 10. At 5.2 mL/kg, maternal weight loss was >10%. A significant decrease in fetal body weight (11 to 21%) was noted. Both internal and external examination of the fetuses showed a dose-related increase in total anomalies of 0.6, 4.8, 6.7, and 17.3% at doses of 0, 1.3, 2.6, and 5.2 mL/kg of methanol respectively. Those dose-related anomalies involved undescended testes and the eye."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 377",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ In whole-rat embryo culture, day 9 embryos were explanted and cultured in 0, 4000, 6000, 8000, 12,000, or 16,000 mg of methanol/mL serum for 24 hr and then transferred to rat serum alone for 24 hr. Methanol concentrations of 8000 mg/mL and higher resulted in a dose-related decrease in somite number and overall development. The 12,000-mg/mL concentration resulted in embryo lethality, as well as dysmorphogenesis, and 16,00 mg/mL was embryolethal. Head length and crown-rump length were not affected by methanol exposure below embryolethal concentrations."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 377",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Pregnant Long-Evans rats were exposed to 2% methanol in drinking water on gestational days 15 to 17 or 17 to 19. The animals were allowed to deliver, and the postnatal behavior of the pups was assessed. Methanol consumption averaged 2.5 g/kg/day. Methanol had no effect on maternal weight gain, gestational duration, water consumption, litter size, birth weight, neonatal mortality, postnatal growth, or the time until eye opening. However, compared to nonexposed rats, prenatal exposure impaired suckling behavior, as well as homing behavior, as determined by increased time to return to the nest area. No significant behavioral effects were noted in the offspring of female rats exposed to 15,000 ppm of methanol for 7 hr/day during gestational days 7 to 19. Maternal blood methanol levels, measured from samples taken within 15 minutes after removal from the exposure chamber, declined from about 3800 ug/mL to 3100 ug/mL on the 12th day of exposure."
        },
        {
            "References": "PMID:15281069",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ ... In the presence of 4% methanol, approximately 35% of embryos die and methanol exposure leads to severe CNS defects in about half those embryos, where the longitudinal connectives are dorsally displaced and commissure formation is severely reduced. In addition, a range of morphological defects in other germ layers is seen, and cell movement is adversely affected by methanol exposure. Although we did not find any evidence to suggest that methanol exposure affects the capacity of neuroblasts to divide or induces inappropriate apoptosis in these cells, in the CNS of germ band retracted embryos, the number of apoptotic nuclei is significantly increased in methanol-exposed embryos in comparison to controls, particularly in and adjacent to the ventral midline. Apoptosis contributes significantly to methanol neurotoxicity because embryos lacking the cell death genes grim, hid, and reaper have milder CNS defects resulting from methanol exposure than wild-type embryos. Our data suggest that when neurons and glia are severely adversely affected by methanol exposure, the damaged cells are cleared by apoptosis, leading to embryonic death."
        },
        {
            "References": "Huang YS et al; Repro Toxicol 15 (4): 429-35 (2001)",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Gestational day 8 CD-1 mouse embryos were grown for 24 hr in culture medium (CM) with 0, 4, or 8 mg MeOH + 20 uCi (14)C-MeOH/mL. At the end of the culture period, yolk sacs and embryos were separated for each treatment group. The DNA was purified by cesium chloride gradient centrifugation in the presence of ethidium bromide and (14)C incorporation was determined. Methylation of a selected gene, Hoxc-8, was assessed by using methylation-specific restriction enzymes. The (14)C activity was found superimposed over the DNA-containing fraction, indicating incorporation. DNA from embryos treated with 4 mg MeOH/mL CM gave the highest incorporation of 14C-MeOH (8 mg/mL was growth inhibiting). Methylation of Hoxc-8 appeared to be increased in embryos treated with 4 mg MeOH/mL CM, but not in embryos treated with 8 mg MeOH/mL. Lack of incorporation of methylation at the higher concentration may be due to the failure of embryos to grow at this concentration of MeOH. The incorporation of (14)C-MeOH into embryo proteins was investigated by polyacrylamide gel electrophoresis (PAGE) and autoradiography. Incorporation of (14)C-MeOH into specific proteins was observed but the labeling specificity was not methanol dose-related."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Depending on the concentration and duration of methanol exposure (0-20 mg/mL for 6 hr, 12 hr, or 1 or 4 days) on embryonic CD-1 mouse palate in serum-free organ culture, the medial epithelium either degenerated completely or remained intact in unfused palates (either condition would interfere with fusion). Cellular proliferation appeared to be a specific and sensitive target for methanol as craniofacial tissues responded to methanol with reduction in DNA content at an exposure that did not affect total protein. However both DNA and protein levels decreased with increasing exposure to methanol. Methanol selectively altered the morphological fate of the medial palatal epithelium cells and the specific effect on cell survival was exposure dependent."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ Rats exposed to 1.0, 2.0 and 3.0 g methanol/kg by gavage exhibited an altered response in an operant conditioning paradigm designed to assess motor deficits produced by neurotoxicants. Methanol decreased the rate of response in a dose-related fashion that suggested impaired coordination and/or reduced endurance."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/LABORATORY ANIMALS: Neurotoxicity/ In contrast to many studies of methanol toxicity that reported no effect of low doses, two Russian studies reported evidence of neurobehavioral toxicity at low doses as shown by altered chronaximetry (chronaximetry is the ratio of the minimum time necessary for a stimulus of twice the absolute threshold intensity to evoke a response measured as muscle contractions in response to an electric current applied to an animal's hind leg). Normally, the flexor chronaxia is shorter than the extensor chronaxia, and their ratio is stated to be relatively stable. /One study/ ... reported that the average chronaxia ratio for rats exposed in the high-dose group (49.77 mg/cu m) for 12 hr/day, 5 days/wk for 3 months, differed significantly from that in the control group of animals at week 8 of exposure. The average chronaxia ratio returned to normal during the recovery period and the effects in the low-dose group (1.77 mg/cu m) were insignificant. Histopathological changes found in the high-dose group, but not in the low-dose group, included poorly defined changes in the mucous membranes of the trachea and bronchi, hyperplasia of the submucosa of the trachea, slight lymphoid infiltration, swelling and hypertrophy of the muscle layer of arteries, slight degenerative changes to the liver and changes in the neurons of the cerebral cortex. /The second study/... reported that male rats exposed continuously for 90 days to a concentration of 5.3 mg/cu m (4 ppm) of methanol vapor, exhibited changes in chronaxia ratio between antagonistic muscles, in whole blood cholinesterase activity, in urinary excretion of coproporphyrin and in albumin-globulin ratio of the serum. Male rats exposed to 0.57 mg/cu m (0.4 ppm) of methanol vapor continuously for 90 days showed no changes. It should be noted, however, that an analysis of these studies ... indicated that, due to flaws in the study designs, these studies do not provide adequate evidence of an association between neurobehavioral effects and low-level exposure to methanol. Both studies were limited by the use of small numbers of animals per dose group, as well as insufficient reporting of experimental methods, study results and statistical analysis. /It was/ ... also stated that the biological significance of changes in the chronaxia ratio is uncertain."
        },
        {
            "References": "Aziz MH et al; Neurotoxicol and Teratol 24 (4): 519-27 (2002)",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Role of folic acid on methanol-induced neurotoxicity was studied in pups at Postnatal Day (PND) 45 exposed to methanol (1%, 2% and 4%, v/v) during lactation through mothers maintained on folic acid-deficient (FD) and folic acid-sufficient (FS) diet. A gradual loss in the body weight gain was observed in the pups exposed to 2% and 4% methanol in the FD group, while FS group exhibited this alteration only at 4% exposure. The assessment of spontaneous locomotor activity (SLA) showing a significant increase in the distance travelled was observed in the 2% and 4% methanol-exposed groups in both the FS and FD animals when compared with their respective controls, but the effect was more marked in the FD group. A significant decrease in the conditioned avoidance response (CAR) was observed in pups exposed to 2% and 4% methanol in the FD group at PND 45. The results also suggest that disturbances in dopaminergic and cholinergic receptors were more pronounced in the FD group as compared to the FS group. A significant decrease in striatal dopamine levels was also observed in the FD group at 2% and 4% methanol exposure, while in the FS group, a significant decrease was exhibited only at 4% methanol exposure. An aberrant increase in the expression of Growth-Associated Protein (GAP-43), a neuron-specific growth-associated protein was observed in pups in the FD group exposed to 2% and 4% methanol, while an increase in the expression of GAP-43 in the FS group was found only at 4% methanol exposure in the hippocampal region as compared to their respective controls."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ ... Developmental neurotoxicity of pregnant Long-Evans rats and their newborn offspring exposed to 5900 mg/cu m (4500 ppm) of methanol by inhalation for 6 hr daily /was studied/, beginning on gestation day 6, with both dams and pups then being exposed through postnatal day 21. Although findings suggested significant functional consequences in rats resulting from this exposure, these consequences were considered subtle in character. Exposure to 5900 mg methanol/cu m did not affect the suckling time and conditioned olfactory aversion test of newborn rats. Methanol exposed newborn pups were less active on postnatal day 18 and more active on postnatal day 25 than control newborn pups (motor activity test). The study found only isolated positive results that were small and variable. The two adult assays, the fixed-ratio wheel-running test and the stochastic discrimination test, yielded evidence of a significant methanol effect. No evidence of brain damage emerged on the basis of neuropathology, although differences in neural cell adhesion molecules (NCAMs) arising from methanol exposure were observed in neonatal cerebella. Methanol treatment caused a decrease in expression in both NCAM 140 and NCAM 180."
        },
        {
            "References": "Stern S et al; Fundam and Appl Toxicol 36 (2): 163-76 (1997)",
            "Value": "/DEVELOPMENTAL NEUROTOXICITY/ Pregnant Long-Evans-hooded-rats were exposed to 0 or 4,500 ppm methanol vapor 6 hr/day starting on gestational day six in 2 cubic meter hexagonal Rochester chambers. At delivery, the litters culled to four offspring of each sex, were kept in the exposure chambers with the dams up to weaning, postnatal day (PND) 21. The offspring were evaluated as neonates for their ability to find a dam's nipple in the suckling test administered on PND5 and olfactory aversion using orange-oil and methyl-salicylate as odorants on PND10. Motor activity was evaluated on PND18 and PND25. The offspring were evaluated as adults by measuring their performance in two operant conditioning paradigms: running a specific number of revolutions in a rotating field for a feed pellet reward (running wheel test) and performing a complex lever pressing task for a feed pellet reward (stochastic spatial discrimination learning (SSDL) test). Methanol exposure did not affect performance in the suckling or odor aversion test. The exposed rats showed lower levels of motor activity on PND18, but higher levels of activity on PND25. When tested as adults, methanol exposed male rats showed decreases in the rate of running in the running wheel test compared to their baseline performance. Exposed females showed increased rates of running. Methanol exposed rats of both sexes showed impaired performance on the SSDL test at asymptotic levels of performance. /It was concluded/... that exposure to 4,500ppm methanol vapor during early development produces subtle changes in behavior in both neonatal and adult rats."
        },
        {
            "References": "Cameron AM et al; Arch Toxicol 7: 441-3 (1984)",
            "Value": "/ENDOCRINE MODULATION/ Mature male rats were examined for alterations in circulating free testosterone, luteinizing hormone and follicle stimulating hormone after inhalation of methanol vapor in a dynamic system for up to six weeks at doses ranging from 200 to 10,000 ppm. The most extensive effects were noticed after exposure to 200 ppm of methanol for 6 weeks, with serum testosterone concentration being 32% of the controls. A significant change in luteinizing hormone concentration after exposure to 10,000 ppm of methanol for six wk was also demonstrated while follicle stimulating and the elimination rate of testosterone from the blood (which indicates effects on the testicular synthesis of testosterone) remained unchanged throughout the experiments."
        },
        {
            "References": "PMID:23001422",
            "Value": "/GENOTOXICITY/ The current study examined the effects of ochratoxin A (OTA) and methanol on mitochondrial DNA (mtDNA). The results showed that methanol application caused approximately 29% more damage than the control group, and that there were no significant differences among the other groups in terms of mtDNA damage. The application of 0.04 ng/mL OTA and 0.04 ng/mL OTA with methanol increased mtDNA copy number compared with the control and 0.005 ng/mL OTA with methanol groups. The copy number in the 0.04 ng/mL OTA group was approximately 16% greater than in the control."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 379",
            "Value": "/GENOTOXICITY/ In mice exposed by inhalation to 800 or 4000 ppm of methanol for 5 days, there were no increased frequencies of micronuclei in blood cells; sister chromatid exchanges, chromosomal aberrations, or micronuclei in lung cells; or synaptosomal complex damage in spermatocytes. The frequency of micronucleated erythrocytes in normal or folate-deficient mice treated with four daily intraperitoneal injections of up to 2500 mg/kg of methanol was not increased. No increase in micronuclei was observed in the bone marrow of mice exposed to methanol."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 379",
            "Value": "/GENOTOXICITY/ Methanol did not induce micronuclei in Chinese hamster lung V79 cells in vitro. Methanol was mutagenic in the mouse lymphoma assay, in a Basc test, or in Drosophila, sex-linked, recessive lethal mutation assay. Treatment of primary cultures of Syrian golden hamster embryo cells with methanol did not lead to cell transformation."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 379",
            "Value": "/GENOTOXICITY/ Methanol was not mutagenic to Salmonella strains TA97, TA98, TA1535, TA 1537, and TA1538 in Ames tests with or without metabolic activation. Equivocal results were obtained with Salmonella strain TA102 in the presence of metabolic activation. Methanol was not mutagenic in a DNA-repair test using various strains of E. coli WP2 and in a forward mutation assay using Schizosaccharomyces pombe."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Methanol was negative for gene mutation at the ade 6 locus in the yeast Schizosaccharomyces pombe with or without the postmitochondrial fraction from mouse liver. It was also negative in a mutagenicity test for n+1 aneuploidy arising from meiotic disfunction of linkage group I in the fungus Neurospora crassa."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/GENOTOXICITY/ Urine from mice administered five daily doses of methanol (5 g/kg total) showed no mutagenic activity, and no increase in the incidence of abnormal sperm was reported. Oral administration of 1 g methanol/kg to mice increased the incidence of chromosomal aberrations, particularly aneuploidy and SCEs, as well as the incidence of micronuclei in polychromatic erythrocytes."
        },
        {
            "References": "Heidelberger C et al; Mutation Res (3) 114: 283-385 (1983)",
            "Value": "/GENOTOXICITY/ A negative consensus resulted from both cell transformation in primary cells using limited lifetime strains and cell transformation via viral enhancement tests when no exogenous metabolic activation system was used."
        },
        {
            "References": "PMID:20307646",
            "Value": "/IMMUNOTOXICITY/ /Researchers/ compared effects of gasoline and methanol engine exhausts on immune function in RAW264.7 cell and rabbit alveolar macrophages. Results showed that both gasoline and methanol engine exhaust could evidently inhibit RAW264.7 cell proliferation, promote RAW264.7 cell apoptosis, decrease E-rosette formation rate and inhibit anti-tumor effects of alveolar macrophages, at the same time, these effects of gasoline engine exhaust were far stronger than those of methanol engine exhaust. In addition, gasoline engine exhaust could significantly inhibit activities of ADCC of alveolar macrophages, but methanol engine exhaust could not."
        },
        {
            "References": "PMID:12490131",
            "Value": "/OTHER TOXICITY INFORMATION/ ... In the present work, a chronic methanol intoxication scheme (2 g/kg/day ip for 2 weeks) was carried out in Sprague-Dawley rats previously depleted of folates with methotrexate. Taurine (2%) in drinking water was also administered in two groups of animals. Blood formate levels were increased in methotrexate-methanol-treated animals with respect to controls (0.98 +/- 0.09 and 0.30 +/- 0.03 mM, respectively). Amino acids and monoamines were determined in plasma and in retina, optic nerve, hippocampus, and posterior cortex by HPLC with fluorescence or electrochemical detection. The main finding was an increased aspartate content in the optic nerve in methotrexate methanol-treated animals. Methanol alone increased glutamate, aspartate, glutamine, taurine, 5-hydroxytryptamine, and 5-hydroxyindoleacetic acid levels in the hippocampus and 5-hydroxytryptamine in the retina. Taurine administration had no significant effect on changes induced by methanol treatment. ...Chronic methanol administration produced accumulation of aspartate, an excitotoxic amino acid, in the optic nerve."
        },
        {
            "References": "PMID:19499198",
            "Value": "/OTHER TOXICITY INFORMATION/ To assess the toxicity of the /one -carbon (C1)/ compound methanol ... gene expression profiles of treated baker's yeast were analyzed using DNA microarrays. Among approximately 6,000 open reading frames (ORFs), 314 were repressed and 375 were induced in response to methanol. The gene process category \"energy\" comprised the greatest number of induced genes while \"protein synthesis\" comprised the greatest number of repressed genes. Products of genes induced by methanol were mainly integral membrane proteins or were localized to the plasma membrane."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Formate concentrations measured in the vitreous humor and retinas of methanol-intoxicated rats were equivalent to or greater than corresponding blood formate concentrations. In contrast, the concentrations of formate in the brain were significantly lower than blood formate concentrations. These data suggest that the toxic actions of methanol on the visual system may be due to the selective accumulation of formate in the vitreous humor and the retina as compared with other regions of the CNS. Secondly, the retina has a very limited metabolic capacity to oxidize and thus detoxify formate. Thirdly, cytochrome oxidase activity and ATP concentrations have been shown to be selectively reduced in the retina, optic nerve and brain in methanol-intoxicated rats, suggesting that there may be tissue- and cell-specific differences in mitochondrial populations and in the actions of formate on mitochondrial function. Finally, in vitro studies in isolated retinal and cardiac mitochondria have shown that formate selectively inhibits retinal mitochondrial ATP synthesis. These findings support the hypothesis that formate acts as a selective mitochondrial toxin in the retina and establish a link between the effects of formate in vitro and the retinal toxicity associated with formate accumulation in methanol intoxication."
        },
        {
            "References": "PMID:23751173",
            "Value": "/OTHER TOXICITY INFORMATION/ Methanol is among the most common short-chain alcohols in fermenting fruits, the natural food and oviposition sites of the fruit fly Drosophila melanogaster. Our previous results showed that cytochrome P450 monooxygenases (CYPs) were associated with methanol detoxification in the larvae. Catalases, alcohol dehydrogenases (ADHs), esterases (ESTs) and glutathione S-transferases (GSTs) were specifically inhibited by 3-amino-1,2,4-triazole (3-AT), 4-methylpyrazole (4-MP), triphenyl phosphate (TPP) and diethylmeleate (DEM), respectively. CYPs were inhibited by piperonyl butoxide (PBO) and 1-aminobenzotriazole (1-ABT). In the present paper, the involvements of these enzymes in methanol metabolism were investigated in female and male adults by determining the combination indices of methanol and their corresponding inhibitors. When PBO, 1-ABT, 3-AT, 4-MP and TPP were individually mixed with methanol, they exhibited significant synergism to the mortality of the adults after 72 hr of dietary exposure. In contrast, the DEM and methanol mixture showed additive effects. Moreover, methanol exposure dramatically increased CYP activity and up-regulated mRNA expression levels of several Cyp genes. Bioassays using different strains revealed that the variation in ADH activity and RNAi-mediated knockdown of alpha-Est7 significantly changed LC50 values for methanol. These results suggest that CYPs, catalases, ADHs and ESTs are partially responsible for methanol elimination in adults. It seems that there are some differences in methanol metabolism between larvae and adults, but not between female and male adults."
        },
        {
            "References": "WHO/International Programme on Chemical Safety; Environmental Health Criteria 196, Methanol (1997). Available from, as of July 19, 2017: https://www.inchem.org/pages/ehc.html",
            "Value": "/OTHER TOXICITY INFORMATION/ Visual dysfunction was measured as reduction in the flash evoked cortical potential (FEP) and electroretinogram (ERG). The FEP is a measure of the functional integrity of the primary visual pathway from the retina to the visual cortex and the ERG is a global measure of retinal function in response to illumination. The FEP was progressively diminished in methanol intoxicated rats, indicative of a disruption of neuronal conduction along the primary visual pathway from the retina to the visual cortex. ERG analysis in methanol-intoxicated rats revealed a significant early deficit in b-wave amplitude, followed by a temporally delayed lesser reduction in a-wave amplitude. The b-wave of the ERG is generated by depolarization of the Muller glial cells and reflects synaptic activity at the level of the bipolar cells. The b-wave of the ERG is extremely sensitive to conditions that interfere with retinal energy metabolism and is reduced or abolished following brief ischemia or the administration of metabolic poisons. Both FEP and ERG alterations occurred at the same time as accumulation of blood formate, indicative of a causal relationship between formate-induced metabolic and visual disturbances. Similar ERG reductions have been reported in methanol-intoxicated primates and in human methanol intoxication."
        },
        {
            "References": "PMID:15255626",
            "Value": "/OTHER TOXICITY INFORMATION/ Role of free radicals in methanol toxicity was evaluated in methanol treated albino rats. Methanol intoxication increased lipid peroxidation and depleted the free radical scavenging enzyme systems. The free radical quenching effect of vitamin E protected the animals from methanol induced free radical damage."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V6 380",
            "Value": "/OTHER TOXICITY INFORMATION/ The initiating effect in the ocular toxicity of formic acid is believed to involve the inhibition of cytochrome oxidase, which is located in the mitochondria and is involved in oxidative phosphorylation."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Schuurmann G et al; Environ Sci Technol (supplemental material) 40: 7005-7011 (2006) (2) Swann RL et al; Res Rev 85: 17-28 (1983)",
            "Value": "The measured Koc for methanol is reported to be 2.75(1). According to a classification scheme(2), this estimated Koc value suggests that methanol is expected to have very high mobility in soil(SRC)."
        }
    ]
}