{
    "_id": {
        "$oid": "6682e8cac4e5dba5ffba275d"
    },
    "CID": {
        "$numberInt": "8895"
    },
    "Name": "COPPER(II) ACETATE",
    "IUPACName": "copper;diacetate",
    "CanonicalSMILES": "CC(=O)[O-].CC(=O)[O-].[Cu+2]",
    "Synonyms": [
        "Copper(II) acetate",
        "142-71-2",
        "CUPRIC ACETATE",
        "Copper acetate",
        "Copper diacetate",
        "Copper(II)acetate",
        "Cupric diacetate",
        "Crystals of venus",
        "Cupric acetate,anhydrous",
        "Crystallized verdigris",
        "Copper(2+) acetate",
        "Neutral verdigris",
        "Copper(2+) diacetate",
        "copper (II) acetate",
        "Acetic acid",
        "copper(2+) salt"
    ],
    "IsomericSMILES": "CC(=O)[O-].CC(=O)[O-].[Cu+2]",
    "INCHI": "InChI=1S/2C2H4O2.Cu/c2*1-2(3)4;/h2*1H3,(H,3,4);/q;;+2/p-2",
    "INCHIKEY": "OPQARKPSCNTWTJ-UHFFFAOYSA-L",
    "Formula": "C4H6CuO4",
    "MolecularWeight": {
        "$numberDouble": "181.63"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "25"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "PMID:7992308",
            "Value": "The effects of cadmium and copper on the sodium ion (Na(+)) glucose cotransport in the kidney cortical cells of 4 week old male C57B16-rats were studied. Different concentrations of cadmium chloride, zinc chloride, or cupric acetate were added to the culture media. The Na(+)-glucose cotransport was estimated from the uptake of radiolabeled alpha-methylglucoside using scintillation counting techniques. Metallothionein was measured by Sephadex-G-75 column chromatography and subsequent high performance liquid chromatography. For Cd(2+) and Cu(2+), an increase in concentration resulted in an increase in the extent of inhibition of the Na(+)-glucose cotransport with approximately 3 hour lag times for the induction of inhibition. Increases in metal ion concentration also resulted in slower increases of metallothionein protein, with the rapid induction of metallothionein messenger RNA after incubation with the ions. Pretreatment of the cells with zinc(2+) reduced the effects of Cd(2+) and Cu(2+) on the cotransport by delaying the onset and reducing the extent of the inhibition."
        },
        {
            "References": "PMID:6635265",
            "Value": "Ascorbic acid incubation reduced the occurrence of copper acetate induced increases in methemoglobin, while not effecting changes in glutathione in rats."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "PMID:7459083",
            "Value": "Chronic poisoning of rats with copper acetate (0.125% in the drinking water for 30 days) caused no liver necrosis that could be detected morphologically or by measurement of serum transaminases, but upon isolation and perfusion of the liver, reduced bile and bromsulfalein secreting capacities were found. Accumulation of copper in the hepatocytes may thus impair liver function before overt structural damage becomes evident."
        },
        {
            "References": "PMID:6793104",
            "Value": "Changes in the follicle stimulating hormone and luteinizing hormone secretion associated with the induction of ovulation by intravenous injection of 5 mg copper acetate were observed in the ferret. Conscious estrus ferrets with copper acetate injection caused a great initial increase in plasma luteinizing hormone concentration. The anestrus ferrets had an initial surge in plasma luteinizing hormone content which was followed by a steady decline toward the control values. The changes in plasma follicle stimulating hormone concentration produced by copper acetate were similar but less pronounced."
        },
        {
            "References": "Korhonen A et al; Teratog, Carcinog, Mutagen 3 (2): 163-75 (1983)",
            "Value": "Copper acetate was tested for teratogenicity and lethality in 8 day chicken embryos. The parameters measured were early deaths, recorded within 2 days of injection, late deaths of malformed embryos, late deaths of nonmalformed embryos, and malformed survivors. Embryotoxicity was seen in chicken embryos that were tested with copper acetate, but was not as significant as dithiocarbamates."
        },
        {
            "References": "USEPA; Health Issue Assessment: Copper p.33 (1987) EPA/600/8-87/001",
            "Value": "There are limited data concerning toxicity of copper in experimental animals. Heavy accumulation of copper was observed in the liver and kidneys of rats maintained for 16 mo on a diet supplemented with 5,000 ppm copper acetate. Similar depositions were seen in the liver and kidney as well as the brain and the large and small bowel in rats exposed to 1250 ppm cupric acetate monohydrate in the drinking water for up to 902 days."
        },
        {
            "References": "Geissinger HD et al; Scan Electron Microsc 4: 1573-81 (1985)",
            "Value": "Mature rabbits were injected intramuscularly into the hamstring muscles with doses of 1.66 mg copper/kg/day, as cupric acetate, in aqueous solution. Similar doses of sodium acetate were injected into control rabbits. Skeletal and cardiac muscles were examined by scanning electron microscopy, transmission electron microscopy, and a microanalyzer and energy dispersive X-ray. Sodium injected rabbits showed slight myofibrillar lesions in hamstring muscles after four injections, and mitochondrial inclusions in cardiac muscles were noted after two or seven injections. No copper was found with microanalyzer and energy dispersive X-ray. Copper injected rabbits showed that the severity of lesions of myofibrillar degeneration and mitochondrial inclusions in skeletal muscles increased with the number of injections and days the rabbits had been on experiment. After seven days on experiment signs of muscle regeneration were seen. Copper was found first to localize in the nucleus of hamstring muscles after one day, thereafter it localized in the mitochondria after three and seven days. Cardiac muscle lesions were found in the mitochondria after six or seven days after copper injection. With microanalyzer and energy dispersive x-ray less copper was found than had been found in hamstring muscles. This copper first localized in the nucleus of cardiac muscles after one day and then disappeared from the tissue altogether."
        },
        {
            "References": "Szerdahelyi P, Kasa P; Histochem 86 (6): 627-32 (1987)",
            "Value": "The effect of sodium diethyldithiocarbamate on uptake of exogenous copper by the brain was studied in rats. Adult female CFY-rats were pretreated with 0 or 1000 mg/kg sodium diethyldithiocarbamate, followed by 0 or 5 mg/kg copper acetate 20 minutes later. Both compounds were given by intraperitoneal injection. The animals were killed 60 or 300 minutes after copper acetate, and brains were removed and dissected into the cerebellum, hypothalamus, parietal cortex, and hippocampus. The brain tissues were analyzed for copper by atomic absorption spectrophotometry and a histochemical technique. Sodium diethyldithiocarbamate alone did not alter the regional distribution of endogenous copper in the cerebellum, hypothalamus, and parietal cortex, but significantly increased it in the hippocampus 300 minutes after dosing. Copper acetate increased the copper content of the hypothalamus and hippocampus only. Sodium diethyldithiocarbamate plus copper acetate significantly increased copper concentrations in the cerebellum and hippocampus at both time points. The copper content of the parietal cortex and hypothalamus was increased by sodium diethyldithiocarbamate plus copper acetate only after 5 hours. Histochemical analysis showed that endogenous copper was stored primarily in glial cells of the hippocampus. Copper acetate caused an increase in copper content of cell bodies and dendrites of the parietal cortex as well as in the hippocampal glial cells. A relatively high dose of sodium diethyldithiocarbamate is able to increase the endogenous copper content of the rat hippocampus, while copper acetate causes a significant increase in hippocampal and hypothalamic copper content. Sodium diethyldithiocarbamate enhances the uptake of exogenous copper."
        },
        {
            "References": "WHO; Environ Health Criteria 200: Copper p.117 (1998)",
            "Value": "Rats fed diets containing 0 or 0.5% copper acetate (approx 87 mg/kg body weight per day) throughout their lifetimes. Second set treated in the same way, except 0.09% p-dimethylaminobenzene (DMAB), a known liver carcinogen, included in the diet for the entire period. Liver, spleen & grossly abnormal tissues were examined microscopically . Rats in all groups were reported to consume the same amounts of food. In one experiment, of animals treated with DMAB alone, 17/20 developed tumors, compared with 4/16 in those exposed to both DMAB & copper acetate. Comparable incidences for a subsequent experiment were 7/8 and 0/8, respectively. ... The data suggest /copper acetate/ has an inhibitory effect on DMAB-induced tumors."
        },
        {
            "References": "WHO; Environ Health Criteria 200: Copper p.118 (1998)",
            "Value": "Control group /rats/ fed meal containing 18 mg Cu/kg diet, treated group fed meal supplemented with 2600 mg Cu/kg diet copper acetate (approx 45 mg Cu/kg body weight per day) for 21 weeks. Limited number of organs weighed. Long bones radiographed & measured. Growth was reduced by 23% in the treated rats. Weights of the heart, spleen, lung, & kidney were unchanged, while testis weights were incr. Effects on liver weight are unclear from the information provided."
        },
        {
            "References": "PMID:8886314",
            "Value": "The effect of copper(II) complexes on glucose metabolism was studied in normal and streptozotocin-induced diabetic rats. The copper(II) complexes used were bis(acetato)tetrakis(imidazole) copper (II), [Cu(OAc)2(Im)4], bis(acetato)bis(2-methylimidazole) copper(II), [Cu(OAc)2(2mIm)2], bis(acetato)bis(1,2-dimethylimidazole) copper(II), [Cu(OAc)2(1,2dmIm)2], and bis(acetato)bis(mu-acetato)tetrakis(N-methylimidazole) copper(II) hexaaquo, [Cu2(OAc)4-(NmIm)4].6H2O. Intramuscular administration of various doses of Cu(OAc)2(Im)4 ranging from 10 to 100 mg/kg body mass to overnight fasted rats decreased blood glucose levels in a dose-dependent manner. Maximum hypoglycemic effect was observed 3 h after administration and lasted for at least 6 h. Treatment with 100 mg/kg body mass of Cu(OAc)2(Im)4 caused hypoglycemic shock, which was irreversible and even lethal. Blood insulin levels were reduced sharply during this hypoglycemic shock."
        },
        {
            "References": "PMID:2923791",
            "Value": "The effect of copper loading on carbon-tetrachloride hepatotoxicity was studied in rats. Male WAGS-rats were administered copper-acetate in their drinking water for 7 weeks. The amounts given were increased incrementally to achieve a final concentration of 0.2 percent. They were then injected intraperitoneally with 10 millimoles per kilogram carbon-tetrachloride. They were killed 12 or 24 hours later and the livers were removed and assayed for copper. Liver sections were examined for histopathological changes. Blood samples were collected and assayed for serum aspartate-aminotransferase (AST), alanine-aminotransferase (ALT), and ornithine-transcarbamylase (OCT). Copper dosed rats had small, significant increases in serum AST, ALT, and OCT activity. Carbon-tetrachloride induced much larger increases in AST, ALT, and OCT activity. Copper loading significantly decreased the increases in AST, ALT, and OCT induced by copper-tetrachloride. Copper loading protected against the extensive liver necrosis induced by carbon-tetrachloride, but had no effect on fat deposition and perilobular vacuolation. Copper loading alone induced a mild focal hepatitis. Mean hepatic copper concentrations in copper dosed and untreated rats were 460 and 75 ug/g, respectively."
        },
        {
            "References": "PMID:7618177",
            "Value": "The effects of lead, zinc, and copper, singly or in combination, were evaluated on the erythrocyte membrane of rats. Male albino rats were divided into five groups and intraperitoneally dosed with the acetate salts of the metals for 14 days. Group one served as a control; group two received 20 mg/kg lead acetate; group three was given 5 mg/kg zinc acetate; group four received 2 mg/kg copper acetate; and group five received a combination of all three compounds in their respective doses. The rats were killed after the experiment. Blood samples were collected for estimations of membrane protein, cholesterol content, and phospholipid content. Assays were performed on acetylcholinesterase (AChE), NADH-dehydrogenase, and sodium/potassium-ATPase (Na/K-ATPase) activities. The copper group had significant increases in cholesterol and phospholipids. The lead and copper groups had decreased glycoprotein content. The lead and copper groups had decreased erythrocyte membrane activities for AChE; decreased activities for NADH-dehydrogenase; and increased activities for Na/K-ATPase. The increase in Na/K-ATPase activity in erythrocyte membranes when injected with lead or copper may be due to alterations in the lipid content, which was not significant in the zinc or combination group. Copper and lead had a profound influence on the erythrocyte membrane leading to adverse effects."
        },
        {
            "References": "Kochman K et al; J of Inorganic Biochemistry 48 (1): 41-6 (1992)",
            "Value": "The effects of divalent copper, nickel, and zinc before and after complexation with LHRH, a peptide neurohormone, on release of luteinizing compounds (LH) and follicle stimulating hormone (FSH) from the anterior pituitary were studied in rats. Ovariectomized female Wistar-rats pretreated 60 hours earlier with 75 ug estradiol and 12.5 milligrams progesterone were injected intravenously with 0.15microg cupric acetate, 0.2 ug nickel acetate, 0.17 ug zinc acetate, or 1.0 ug LHRH alone or in combination or 1.0 to 10.0 ug of the Cu+2/LHRH, Ni+2/LHRH, or Zn+2/LHRH complexes. The rats were killed 15 minutes later and their blood was collected. Release of LH and FSH from the anterior pituitary was determined by measuring serum LH and FSH concentrations. The uncomplexed metal acetates did not significantly affect release of serum LH or FSH. LHRH alone or in combination with the uncomplexed metal ions increased serum LH concentrations by about five fold. Serum FSH concentrations were not significantly affected. Complexation of Cu+2, Zn+2, and Ni+2 with LHRH caused significant increases in release of LH and FSH. Cu+2/LHRH caused the largest increases, followed by Ni+2/LHRH and Zn+2/LHRH in that order. The increases in LH release induced by Cu+2/LHRH and Ni+2/LHRH were significantly greater than those induced by LHRH alone. The increases in FSH release induced by Cu+2/LHRH, Ni+2/LHRH, and Zn+2/LHRH were significantly greater than those induced by LHRH alone."
        }
    ]
}