{
    "_id": {
        "$oid": "6682e8ccc4e5dba5ffba2763"
    },
    "CID": {
        "$numberInt": "8909"
    },
    "Name": "DIBUTYL ETHER",
    "IUPACName": "1-butoxybutane",
    "CanonicalSMILES": "CCCCOCCCC",
    "Synonyms": [
        "Butyl ether",
        "DIBUTYL ETHER",
        "Di-n-butyl ether",
        "142-96-1",
        "1-Butoxybutane",
        "\"Butane",
        "1,1-oxybis-\"",
        "n-Butyl ether",
        "Dibutyl oxide",
        "Butyl oxide",
        "Ether butylique",
        "di-n-butylether",
        "\"1,1-Oxybis(butane)\"",
        "n-Dibutyl ether",
        "\"1,1-oxydibutane\"",
        "NSC 8459"
    ],
    "IsomericSMILES": "CCCCOCCCC",
    "INCHI": "InChI=1S/C8H18O/c1-3-5-7-9-8-6-4-2/h3-8H2,1-2H3",
    "INCHIKEY": "DURPTKYDGMDSBL-UHFFFAOYSA-N",
    "Formula": "C8H18O",
    "MolecularWeight": {
        "$numberDouble": "130.23"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "3.2"
    },
    "Complexity": {
        "$numberInt": "37"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 2-50 (1992) (2) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "BCFs of 47 to 83 and 30 to 114 were measured for carp exposed to 200 and 20 ug/L of dibutyl ether over the course of a 6 week incubation period(1). According to a classification scheme(2), these BCFs suggest bioconcentration in aquatic organisms is moderate to high, provided the compound is not metabolized by the organism(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Babeu L, Vaishnav DD; J Indust Microbiol 2: 107-15 (1987) (2) Alexander M; Biotechnol Bioeng 15: 611-47 (1973) (3) Chemicals Inspection and Testing Institute; Biodegradation and Bioaccumulation Data of Existing Chemicals Based on the CSCL Japan. Japan Chemical Industry Ecology - Toxicology and Information Center. ISBN 4-89074-101-1 2-50 (1992)",
            "Value": "AEROBIC: Dibutyl ether achieved 16% of its theoretical BOD in screening tests which utilized acclimated mixed microbial cultures over a 5 day incubation period(1). Many ethers are known to be resistant to biodegradation(2). Dibutyl ether at 100 mg/L reached 3 to 4% of its theoretical BOD in 4 weeks using an activated sludge inoculum at 30 mg/L and the Japanese MITI test(3)."
        },
        {
            "References": "(1) Mormile MR et al; Environ Sci Technol 28: 1727-32 (1994) (2) Suflita JM, Mormile MR; Environ Sci Technol 27: 976-8 (1993)",
            "Value": "ANAEROBIC: 0% loss of dibutyl ether was observed in landfill leachate impacted aquifer slurries amended with sulfate or nitrate after 244 and 85 days incubation, respectively(1). Dibutyl ether was not biodegraded in aquifer slurries prepared from the methanogenic portion of a shallow anoxic aquifer polluted by municipal landfill leachate(2)."
        }
    ],
    "logP": [
        {
            "References": "Hansch, C., Leo, A., D. Hoekman. Exploring QSAR - Hydrophobic, Electronic, and Steric Constants. Washington, DC: American Chemical Society., 1995., p. 49",
            "Value": "log Kow= 3.21"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Patty, F. (ed.). Industrial Hygiene and Toxicology: Volume II: Toxicology. 2nd ed. New York: Interscience Publishers, 1963., p. 1665",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Primary skin irritation studies on rabbits indicated ... severe irritation but no necrosis."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 5:872",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ ... Rats survived for 30 min when exposed to concentrated vapors. 2 of 6 rats died after 4-hr exposure to 4000 ppm of the vapor. /from table/"
        },
        {
            "References": "JEPPSSON R; ACTA PHARMACOL TOXICOL 37 (1): 56 (1975)",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Of 13 C5-C17 /compounds/ injected iv into mice, butyl ether was most toxic."
        },
        {
            "References": "PMID:214898",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Male rats were exposed for 4 hr to various concn of butyl ether. Serum enzymes, glutamic oxalacetic transaminase, glutamic pyruvic transaminase, glucose-6-phosphatase (G-6-pase) & ornithine carbamyl transferase were measured prior to exposure, immediately after & at 24 & 48 hr after. Serum enzymes glutamic oxalacetic transaminase, glutamic pyruvic transaminase & ornithine carbamyl transferase were markedly elevated as result of exposure"
        },
        {
            "References": "PMID:16061321",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ A 4-week oral study was conducted in male rats to characterize and compare the toxicity of four aliphatic ethers (butyl ether, BE; ethyl hexyl ether, EHxE; methyl heptyl ether, MHpE; and 1,6-dimethoxyhexane, DMH) ... Male Sprague-Dawley rats (280+/-20 g) were divided into groups of seven animals each and were administered by gavage low (2 mg/kg body weight), medium (20 mg/kg) or high (200 mg/kg) doses of BE, EHxE, or MHpE, 5 d/wk for 4 weeks. Another group of animals was administered DMH at 200 mg/kg while the control group received the vehicle (corn oil at 1 mL/100 g bw) only. At the end of the treatment period, relative testis weights and thymus weights were significantly decreased in the DMH group but not in animals receiving BE, EHxE, or MHpE. Microscopic examination revealed degeneration of the seminiferous tubules and reduction of sperm density in the epididymides in the DMH treatment group. Urinary creatine/creatinine ratio, a sensitive indicator of testicular damage, was markedly elevated in the DMH treated animals but not in those treated with BE, EHxE, or MHpE. In the bone marrow, DMH caused mild dyserythropoiesis and dysthrombopoiesis, while BE, EHxE, and MHpE produced mild increases in granulocytes and myelocyte/erythrocyte ratio. All four ethers at 200 mg/kg caused mild histological changes in the thyroid but no significant modulation in the circulating thyroxin (T4) or triiodothyronine (T3) levels. All four ethers produced hepatic effects at 200 mg/kg consisting of mild, adaptive histological changes, increased urinary ascorbic acid output, and elevation in the activities of one or more xenobiotic metabolizing enzymes (benzyloxyresorufin-O-dealkylase, UDP-glucuronosyltransferase, glutathione-S-transferases). The level of 2-methoxyacetic acid (MAA), a known testicular and developmental toxin, was significantly increased in the urine and plasma of animals treated with DMH but not in those administered the high dose BE, EHxE, or MHpE. ..."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM et al; Environ Sci Technol 26: 1560-67 (1992) (2) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "Using a structure estimation method based on molecular connectivity indices(1), the Koc for dibutyl ether can be estimated to be 51(SRC). According to a classification scheme(2), this estimated Koc value suggests that dibutyl ether is expected to have high mobility in soil(SRC)."
        }
    ]
}