{
    "_id": {
        "$oid": "6682e8ccc4e5dba5ffba2766"
    },
    "CID": {
        "$numberInt": "8929"
    },
    "Name": "SODIUM CYANIDE",
    "IUPACName": "sodium;cyanide",
    "CanonicalSMILES": "[C-]#N.[Na+]",
    "Synonyms": [
        "SODIUM CYANIDE",
        "143-33-9",
        "Cymag",
        "Cyanogran",
        "Cyanide of sodium",
        "Cyanasalt H",
        "Cyanasalt S",
        "Sodium cyanide (Na(CN))",
        "NaCN",
        "Cyanobrik",
        "Kyanid sodny",
        "Cianuro di sodio",
        "Cyanure de sodium",
        "Hydrocyanic acid",
        "sodium salt",
        "sodium;cyanide"
    ],
    "IsomericSMILES": "[C-]#N.[Na+]",
    "INCHI": "InChI=1S/CN.Na/c1-2;/q-1;+1",
    "INCHIKEY": "MNWBNISUBARLIT-UHFFFAOYSA-N",
    "Formula": "CNNa",
    "MolecularWeight": {
        "$numberDouble": "49.007"
    },
    "Description": "Sodium cyanide is a cyanide salt containing equal numbers of sodium cations and cyanide anions. It has a role as an EC 1.15.1.1 (superoxide dismutase) inhibitor. It is a cyanide salt, a one-carbon compound and a sodium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "12"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "CYANIDE HAS A VERY HIGH AFFINITY FOR IRON IN THE FERRIC STATE. WHEN ABSORBED, /CYANIDE/ ... REACTS READILY WITH TRIVALENT IRON OF CYTOCHROME OXIDASE IN MITTCHONDRIA; CELLULAR RESPIRATION IS THUS INHIBITED & CYTOTOXIC HYPOXIA RESULTS. SINCE UTILIZATION OF OXYGEN IS BLOCKED, VENOUS BLOOD IS OXYGENATED AND IS ALMOST AS BRIGHT RED AS ARTERIAL BLOOD. RESPIRATION IS STIMULATED BECAUSE CHEMORECEPTIVE CELLS RESPOND AS THEY DO TO DECREASED OXYGEN. A TRANSIENT STAGE OF CNS STIMULATION WITH HYPERPNEA AND HEADACHE IS OBSERVED; FINALLY THERE ARE HYPOXIC CONVULSIONS AND DEATH DUE TO RESPIRATORY ARREST. /CYANIDE/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-126",
            "Value": "SINGLE DOSES OF CYANIDE PRODUCE ALTERATIONS IN PATTERN OF BRAIN METABOLITES CONSISTENT WITH DECR IN OXIDATIVE METABOLISM & INCR IN GLYCOLYSIS. DECR IN BRAIN GAMMA-AMINOBUTYRIC ACID ... HAVE BEEN ASCRIBED TO CYANIDE INHIBITION OF GLUTAMIC ACID DECARBOXYLASE. /CYANIDE/"
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 372",
            "Value": "THE CORTICAL GRAY MATTER, HIPPOCAMPUS (H1), CORPORA STRIATA, & SUBSTANTIA NIGRA ARE COMMONLY AFFECTED. ... CYANIDE ALSO HAS PROPENSITY FOR DAMAGING WHITE MATTER, PARTICULARLY CORPUS CALLOSUM. CYANIDE INHIBITS CYTOCHROME OXIDASE & PRODUCES CYTOTOXIC ANOXIA, BUT ALSO CAUSES HYPOTENSION THROUGH ITS EFFECTS ON HEART. /CYANIDE/"
        },
        {
            "References": "PMID:2419546",
            "Value": "Evoked release of transmitter at the squid giant synapse was examined under conditions where the calcium ion concentration in the presynaptic terminal was manipulated by inhibitors of calcium sequestration. Simultaneous intracellular recordings of presynaptic and postsynaptic resting action potentials were made during bath application of various metabolic inhibitors including sodium cyanide. Cyanide reversibly depressed the post-synaptic potential. The progressive reduction of post-synaptic potential amplitude was accompanied by a reversible increase in synaptic delay. The time course of block of the post-synaptic potential was similar for different agents and dependant on the rate of presynaptic activity (30-40 min at 0.01 Hz). Recovery of the post-synaptic action potential following block by cyanide was obtained within 40 min. Synaptic depression by the metabolic inhibitors does not result from changes in the presynaptic resting or action potentials, nor from a change in post-synaptic receptor sensitivity. The post-synaptic response to local ionophoresis of L-glutamate was unchanged following the inhibition of evoked release of transmitter by cyanide. Injections of EDTA into presynaptic terminals poisoned by cyanide produced transient increases in post-synaptic potential amplitude, suggesting that cyanide is having its effect through raising intracellular calcium rather than lowering ATP. Control experiments injecting EDTA into unpoisoned nerve terminals showed no apparent effect on evoked transmitter release."
        },
        {
            "References": "PMID:7305564",
            "Value": "The effects of carotid body chemoreceptor stimulation by sodium cyanide on respiration and phrenic nerve activity were studied in intact and vagotomized rabbits. In intact animals an intracarotid injection of 30 ug of sodium cyanide resulted in an elevation of phrenic nerve activity and a rapid onset of respiratory excitation associated with an increase in respiratory rate and the response was markedly potentiated after vagotomy. The change in respiratory rate was primarily due to a decrease in expiration time in intact animals, whereas it resulted from a pronounced decrease in inspiration time in vagotomized animals. Apparently, a suppressive effect of the vagus nerve on carotid body chemoreceptor reflex occurred. An induction of a continuous increase in phrenic nerve activity accompanied by apneustic respiration by intracarotid dopamine was another evidence to support the /observation/."
        },
        {
            "References": "PMID:3952758",
            "Value": "The major detoxification pathway for cyanide in many species is a biotransformation to the less toxic thiocyanate. Hepatic thiosulfate: cyanide sulfurtransferase (rhodanese) is the principal enzyme demonstrating in vitro catalytic activity. Despite the assumed importance of the hepatic enzyme for cyanide detoxification in vivo, the effects of liver damage (surgical or chemical) on cyanide lethality in animals have not been examined previously. Male CD-1 mice pretreated with carbon tetrachloride (CCl4, 1 mg/kg, ip 24 hr prior to the administration of sodium cyanide. In other experiments carbon tetrachloride was given in the same doses at both 48 hr and 24 hr prior to sodium cyanide. Hepatotoxicity was documented by elevated serum glutamic pyruvic transaminase (SGPT) activity, by histologic evaluation of the extent of cellular necrosis, by electron microscopy of the mitochondrial fraction, and by the increased duration of zoxazolamine-induced paralysis. Lethality was not changed by carbon tetrachloride pretreatments when sodium cyanide was given alone in doses of 4 or 6 mg/kg or at a dose of 10.7 mg/kg following sodium thiosulfate (sodium sulfide, 1 g/kg, ip). A small but statistically ... protective effect was exhibited by CCl4 when sodium cyanide was given at a dose of 16 mg/kg following the administration of sodium sulfide. Rhodanese activity as measured in mitochrondrial preparations fractionated from the livers of mice pretreated with carbon tetrachloride was not different from that in animals given the corn oil vehicle even through electron micrographs showed extensive mitochondrial damage. No difference in cyanide lethality was evident between sham-operated mice and partially (2/3) hepatectomized mice at 24 hr post-surgery. An intact healthy liver does not appear to be essential for cyanide detoxification in mice whether or not thiosulfate is also given. Because rhodanese activity was slightly but ... higher in mitochondria lysed by Triton X-100 than in intact mitochondria, the mitochondrial membrane may constitute a barrier to sodium sulfide."
        },
        {
            "References": "USEPA; Ambient Water Quality Citeria Doc: Cyanides p.C-9 (1980) EPA 440/5-80-037",
            "Value": "Presumably, the accumulation of cyanide in erythrocytes is a reflection of its binding to methemoglobin."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 961",
            "Value": "The cyanide ion (CN-) ... forms complexes with a number of other chemicals (eg, in tissues) and has a strong affinity for cobalt. /Cyanide ion/"
        },
        {
            "References": "Luchnik NV et al; Genetika (Moskva) 21 (2): 252-61 (1985)",
            "Value": "Human lymphocytes were irradiated by (60)Co gamma-rays after 0, 10, 20, 35, 45, 48, and 49.5 hr of incubation. Immediately after irradiation sodium cyanide, sodium fluoride, or monoiodoacetic acid was given for 2.5 hr. Non irradiated cells were subject to the same treatments. Chromosomal aberrations were analyzed in metaphase cells of the first mitosis. When administered alone, all chemicals increased the frequency of chromatid aberrations. The special analysis showed that these chemicals were not mutagens in a strict sense, as the observed increase of aberration frequency was due to inhibition of repair process, which increased the probability of manifestation of spontaneous changes (so-called \"pseudomutagenesis\"). The same chemicals increased the frequency of radiation-induced aberrations during two periods of mitotic cycle, namely, in the end of the G1 stage and in the G2 stage."
        },
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "/CYANIDE/ ... REACTS ... WITH TRIVALENT IRON OF CYTOCHROME OXIDASE IN MITOCHONDRIA TO FORM THE CYTOCHROME OXIDASE-CN COMPLEX ... THE CYTOCHROME-OXIDASE-CN COMPLEX IS DISSOCIABLE; THE MITOCHONDRIAL ENZYME SULFURTRANSFERASE ... MEDIATES TRANSFER OF SULFUR FROM THIOSULFATE TO CYANIDE ION. THUS, THIOCYANATE IS FORMED ... KINETIC STUDIES INDICATE THAT THE CLEAVAGE OF THE THIOSULFATE SULFUR-SULFUR BOND IS THE RATE-LIMITING STEP IN THIS REACTION. RELATIVELY MINOR PATHWAYS INCL COMBINATION WITH CYSTINE TO FORM 2-IMINO-THIAZOLIDINE-4-CARBOXYLIC ACID, OXIDATION TO CARBON DIOXIDE & FORMATE, & FORMATION OF CYANOCOBALAMIN. /CYANIDE/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "CYANIDES SUCH AS ... HYDROGEN CYANIDE, POTASSIUM CYANIDE AND SODIUM CYANIDE ARE ACUTELY POISONOUS, INTERFERING WITH METABOLIC PROCESSES & CAUSING RAPID DEATH. IN SEVERE POISONING, PUPILS ARE CHARACTERISTICALLY WIDELY DILATED."
        },
        {
            "References": "Ballantyne B; J Toxicol, Cutaneous Ocul Toxicol 2 (2-3): 119-29 (1983)",
            "Value": "Acute systemic toxicity of hydrogen cyanide, sodium cyanide, and potassium cyanide by instillation into the inferior conjunctival sac was investigated in rabbits. LD50 value of hydrogen cyanide was 0.103 mmol/kg. Signs of toxicity appeared rapidly & death occurred within 3 to 12 min after instillation of cyanide into the conjunctival sac of the rabbit. Thus, following ocular instillation, cyanides may be absorbed across the conjunctival blood vessels in amounts sufficient to produce systemic toxicity."
        },
        {
            "References": "PMID:7135396",
            "Value": "THE TERATOGENIC POTENTIAL OF SODIUM CYANIDE WAS EVALUATED IN THE GOLDEN HAMSTER. INFUSION WAS BY MEANS OF SC IMPLANTED OSMOTIC MINIPUMPS BETWEEN DAYS 6 AND 9 OF GESTATION. INFUSION OF SODIUM CYANIDE AT DOSE RATES OF 0.126, 0.1275, AND 0.1295 MMOL/KG/HR PRODUCED HIGH INCIDENCES OF MALFORMATIONS AND RESORPTIONS IN THE OFFSPRING. MOST COMMON ANOMALIES WERE NEURAL TUBE DEFECTS, INCLUDING EXENCEPHALY AND ENCEPHALOCELE. OTHERS OCCURRED LESS FREQUENTLY AND INCLUDED HYDROPERICARDIUM AND CROOKED TAIL. A TOTAL DOSE EQUIVALENT TO 30-40 TIMES THE ACUTE SC LD50 DOSE WAS ADMIN BY INFUSION TO THESE ANIMALS BEFORE SIGNS OF MATERNAL TOXICITY APPEARED."
        },
        {
            "References": "PMID:583029",
            "Value": "WILD COYOTES WERE TESTED IN ACUTE ORAL TOXICITY TESTS AND TOXIC-COLLAR TESTS USING THE COMPOUNDS SODIUM CYANIDE AND DIPHACINONE. FIVE COYOTES RECEIVED 4, 8, 16, 32, OR 64 MG/KG SODIUM CYANIDE BY ORAL SYRINGE IN THE ACUTE TEST. RESULTS SHOWED SURVIVAL OF THE ONE ANIMAL GIVEN 4 MG/KG; THE OTHERS DIED WITHIN 2 MINUTES AFTER DOSING. IN TOXIC-COLLAR EXPERIMENTS 6 COYOTES WERE ALLOWED TO ATTACK SHEEP FITTED WITH COLLAR CONTAINING EITHER DIPHACINONE OR SODIUM CYANIDE. ONLY 1 OF THE COYOTES THAT PUNCTURED A SODIUM CYANIDE COLLAR INGESTED A LETHAL DOSE OF THE POISON, WHEREAS 3 COYOTES THAT PUNCTURED DIPHACINONE COLLARS ALL RECEIVED LETHAL AMOUNTS OF THE ANTICOAGULANT."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 334",
            "Value": "IN EXPTL ANIMALS, DEMONSTRATION OF EFFECTS OF CYANIDE POISONING ON RETINA & OPTIC NERVE HAS BEEN SUCCESSFUL PRINCIPALLY WITH ACUTE SEVERE, NEAR-LETHAL OR LETHAL POISONINGS. /CYANIDES/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "IN RABBITS, AFTER SUBLETHAL DOSES OF CYANIDE, CHANGES IN ELECTRORETINOGRAM HAVE BEEN OBSERVED. /CYANIDE/"
        },
        {
            "References": "PMID:6475504",
            "Value": "The significance of various physiological factors contributing to the pathogenesis of experimental cyanide encephalopathy, such as the systemic atrial blood pressure, venous pressure, common carotid blood flow, and local blood flow of the cerebral grey and white matters, and blood gas including pH, is examined. The histology and topography of the brain damage was also analyzed. Twenty-one cats were divided into four groups. The animals in groups 1, 2, and 3 were subject to continuous infusion of 0.2% sodium cyanide soln and to the ensuing hypotension below 100 mm Hg by administering a ganglion-blocking drug and by respiratory arrest. Severe damage developed in the deep cerebral white matter, corpus callosum, pallidum, and substantia nigra, but the damage of the cerebral cortex and hippocampus was not remarkable. The animals in group 4 that were subject to sodium cyanide infusion without significant hypotension (>100 mm Hg), but to the same degree of acidosis as that of the other groups, had similar morphological changes, but to a lesser degree. Apparently, the pathophysiological factors of tissue hypoxia and subsequent hypotension operated in cyanide leucoencephalopathy. The topography selectivity related to the characteristic cerebral vascular system, and the severity of the white matter lesions, was related to the intensity of both hypoxia and hypotension during cyanide infusion, but not to the extent of acidosis, total dose of cyanide, or duration of its infusion. ..."
        },
        {
            "References": "Marking LL et al; Prog Fish-Cult 46 (1): 1-5 (1984)",
            "Value": "... The acute toxicity of 11 chemicals to rainbow trout (Salmo gairdneri) fry (average weight 1 g) that had been reared for about 8 wk on 1 of 5 diets. Chemicals tested against the fish included sodium cyanide. Responses of the fish to the chemicals were consistent in all 5 groups. No group demonstrated superior resistance to these chemicals. Diet appears to have little influence on the sensitivity of young rainbow trout to chemicals in acute toxicity tests."
        },
        {
            "References": "PMID:3013778",
            "Value": "Intact neutrophils killed opsonized Actinobacillus actinomycetemcomitans under aerobic and anaerobic conditions, and the kinetics of these reactions indicated that both oxidative and nonoxidative mechanisms were operative. Oxidative mechanisms contributed significantly, and most of the killing attributable to oxidative mechanisms was inhibited by sodium cyanide, which suggested that the myeloperoxidase-hydrogen peroxide-chloride system participated in the oxidative process."
        },
        {
            "References": "Serani A; Zapata P Arch Int Pharmacodyn Ther 252 (2): 284-97 (1981)",
            "Value": "The participation of afferents from carotid and aortic bodies in the hyperventilation caused by cytotoxic hypoxia was assessed in pentobarbitone-anesthetized cats. Dose-response curves for the ventilatory effects induced by iv injections of sodium cyanide were obtained before and after successive denervations of peripheral chemoreceptors, in different sequences. Bilateral aortic neurotomy or unilateral carotid neurotomy did not affect significantly the minimal sensitivity to the drug, although maximal reactivity was reduced in some cats. After bilateral carotid neurotomy, with preservation of aortic nerves, sensitivity was reduced, but hyperventilation was still provoked by large doses of cyanide. Bilateral aortic neurotomy and bilateral carotid neurotomy abolished the ventilatory responses to the drug. In cats with bilateral aortic neurotomy and unilateral carotid neurotomy, ventilatory responses had a high degree of correlation with increases of carotid chemosensory discharges in the range between approximately 200% of control and the gasping threshold. Thus, the aortic bodies of the cat play a significant role in the hyperventilation produced by cytotoxic hypoxia, although it is less marked than that induced through the carotid bodies."
        },
        {
            "References": "Strohl KP et al; Respir Physiol 63 (2): 616-75 (1986)",
            "Value": "In 6 animals breathing spontaneously through the intact upper airway, iv administration of respiratory stimulants (sodium cyanide or nicotine) produced a dose-related decrease in upper airway resistance. In 9 animals, upper airway resistance was measured across the isolated upper airway. The stimulants produced a dose-related decrease in upper airway resistance. In both preparations inspiratory resistance fell at lower doses than expiratory resistance. Eventually a dose could be given which resulted in comparable, minimal values of resistance during both inspiration and expiration. Pharmacological challenge resulted in a change in the route of airflow (from nose only to nose-and-mouth breathing) as well a change in caliber of the airway at the level of the naso-pharynx and hyoid appendage. In anesthetized dogs, respiratory stimulants will decrease upper airway resistance by increasing activation of upper airway muscles which may enlarge the airway, change the route of flow, and thus overcoming collapsing forces produced by increased chest wall muscle activation."
        },
        {
            "References": "PMID:7057379",
            "Value": "The renal vasodilatory effects of cholinergic drugs, and the relation between hemodynamic and natriuretic changes, were investigated by comparing intrarenal infusions of sodium cyanide to that of acetylcholine in 5 mongrel dogs. Infusion of /each/ compound resulted in immediate and ipsilateral increases in the fractional excretion of sodium, potassium, calcium and magnesium. Each agent increased the renal plasma flow to the same extent. Regression plots of the relation between changes in sodium excretion and changes in renal plasma flow were similar for both agents."
        },
        {
            "References": "Zapata P, Serani A; Arterial Chemorecept, Proc Int Meet 6th 521-32 (1981)",
            "Value": "In cats, reflex hyperpnea produced by sodium cyanide was mediated by both carotid and aortic nerves and the response was greater when both carotid nerves were intact than when only 1 was intact."
        },
        {
            "References": "Shepard, T.H. Catalog of Teratogenic Agents. 5th ed. Baltimore, MD: The Johns Hopkins University Press, 1986., p. 154",
            "Value": "... In explanted chick embryos ... sodium cyanide above a concn of 5x10-3 M inhibited development of the central nervous system with less effect on heart development."
        },
        {
            "References": "Pavicic J, Pihlar B; J Etud Pollut Mar Mediter Sixth, 6: 817-20 (1983)",
            "Value": "Toxic effects of zinc cyanide complexes were similar to those of sodium cyanide, whereas adult Leptomysis Mediterranean was less sensitive to sodium cyanide (LC50 88 ug cyanide/l) and zinc cyanide complexes than to cadmium cyanide complexes. This may be due to toxic effects of cadmium besides those of cyanide. The invertebrates are more sensitive to cyanide than fish which are used at present as standard aqueous indicator organisms."
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 961",
            "Value": "IF ... ANIMALS ... HAVE EATEN CYANOGENIC PLANTS, CLINICAL SIGNS MAY VARY FROM MILD TACHYPNEA & APPARENT ANXIETY TO SEVERE PANTING, GASPING, & BEHAVIORAL ALARM. OTHER SIGNS INCL SALIVATION, MUSCLE TREMORS, LACRIMATION, URINATION & DEFECATION, SEVERE COLIC, EMESIS, PROSTRATION, ... CLONIC CONVULSIONS, MYDRIASIS, & RAPID DEATH. ... MUCOUS MEMBRANES ARE ... PINK & BLOOD IS CHERRY RED & MAY NOT CLOT. RED COLOR IS DUE TO HYPEROXYGENATION THAT OCCURS WHILE THE ANIMAL IS DYING. THERE MAY BE AGONAL HEMORRHAGES ON HEART. GI TRACT & LUNG MAY HAVE CONGESTION & PETECHIAL HEMORRHAGES. /CYANOGENIC PLANTS/"
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 176",
            "Value": "IN THE CASE OF HYDROCYANIC ACID AND CYANIDES /IN VERY HIGH DOSES/, DEATH USUALLY OCCURS /IN ANIMALS/ WITHIN A FEW SECONDS: THERE MAY BE CONVULSIONS, PARALYSIS, STUPOR, & CESSATION OF RESPIRATION BEFORE THAT OF HEARTBEATS. /CYANIDES/"
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cyanides p.B-6 (1980) EPA 440/5-80-037",
            "Value": "Except for the more sensitive invertebrate species, such as Daphnia pulex and Gammarus pseudolimnaeus, invertebrate species are usually more tolerant of cyanide than are freshwater fish species, which have most acute values clustered between 50 to 200 ug/l. A long-term survival and two life cycle test with fish gave chronic values of 7.9, 14, and 16 ug/l, respectively, with Gammarus pseudolimnaeus being comparable to fish in sensitivity and isopods being considerably more tolerant. /Free cyanide: HCN and CN-/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4861",
            "Value": "... /THERE IS A/ COMBINED EFFECT OF PULMONARY EDEMA AND THE INTERFERENCE OF CELLULAR METABOLISM BY THE CYANIDE RADICAL. /CYANIDE ION/"
        },
        {
            "References": "PMID:3503141",
            "Value": "The LD50s of sodium cyanide for black vulture (Coragyps atratus), American kestrel (Falco sparverius), Japanese quail (Coturnix japonica), domestic chicken (Gallus domesticus), eastern screech owl (Otus asio), and European starling (Sturnus vulgaris) were 4.8, 4.0, 9.4, 21, 8.6, and 17 mg/kg, respectively. The LD50s for the flesh eating birds (vulture, kestrel, and owl) were lower (4.0-8.6 mg/kg) than LD50s for birds (quail, chicken, starling) that feed predominantly on plant material (9.4-21 mg/kg)."
        },
        {
            "References": "PMID:3932844",
            "Value": "Salmonella typhimurium strain (OASS positive) synthesize a toxic but non mutagenic metabolite from cyanide and O-acetylserine. Salmonella typhimurium mutant DW379 (OASS deficient) is neither able to carry out this reaction in vitro nor produce the toxic metabolite in vivo. L-Cysteine reverses the cyanide metabolite mediated inhibition and thus allows OASS positive strains to grow in medium containing cyanide and O-acetylserine. The toxic metabolite is ninhydrin-positive, adheres strongly to the cation-exchange column, and migrates in thin layer chromatography to an Rf value similar to that of beta-cyanoalanine."
        },
        {
            "References": "Rutkowski JV et al; Toxicol 38 (3): 305-14 (1986)",
            "Value": "The major detoxification pathway for cyanide (CN) in many species is a biotransformation to the less toxic thiocyanate (SCN). Hepatic thiosulfate: cyanide sulfurtransferase (rhodanese) is the principal enzyme demonstrating in vitro catalytic activity. Despite the assumed importance of the hepatic enzyme for cyanide detoxification in vivo, the effects of liver damage (surgical or chemical) on cyanide lethality in animals have not been examined previously. Male CD-1 mice were pretreated with carbon tetrachloride (CCl4, 1 ml/kg, ip) 24 hr prior to the administration of sodium cyanide (NaCN). In other experiments, carbon tetrachloride was given in the same doses at both 48 hr and 24 hr prior to sodium cyanide. Hepatotoxicity was documented by elevated serum glutamicpyruvic transaminase (SGPT) activity, by histologic evaluation of the extent of cellular necrosis, by electron microscopy of the mitochondrial fraction, and by the increased duration of zoxazolamine-induced paralysis. Lethality was not changed by carbon tetrachloride pretreatments when sodium cyanide was given alone in doses of 4 or 6 mg/kg or at a dose of 10.7 mg/kg following sodium thiosulfate (1 g/kg, ip). A statistically significant protective effect was exhibited by carbon tetrachloride when sodium cyanide was given at a dose of 16 mg/kg following the administration of sodium thiosulfate. Rhodanese activity as measured in mitochondrial preparations fractionated from the livers of mice pretreated with carbon tetrachloride was not different from that in animals given the corn oil vehicle even though electron micrographs showed extensive mitochondrial damage. No difference in cyanide lethality was evident between sham operated mice and partially (2/3) hepatectomized mice at 24 hr post-surgery."
        },
        {
            "References": "NIOSH; Criteria Document: Hydrogen Cyanide and Cyanide Salts p.183-4 (1976) DHEW Pub. NIOSH 77-108",
            "Value": "In cats, a dose of 1.2 mg/kg was fatal; Dogs a dose of 2.25 mg/kg caused death in 48 hours. In monkeys a dose of 0.8 mg/kg altered ECG patterns, similar to humans."
        },
        {
            "References": "PMID:7093710",
            "Value": "Glomus cells of the rabbit excised carotid body were slightly depolarized by sodium cyanide, a response that occurred slowly and with a gradual onset. In contrast, dopamine and acetylcholine strongly depolarized the cells. The membrane potential responses to sodium cyanide appeared to be indirect."
        },
        {
            "References": "PMID:3713964",
            "Value": "The swimming performance of guinea pigs was degraded following administration of sodium cyanide at doses which were not lethal for individual animals. Decrements in performance were observed two minutes following subcutaneous administration of sodium chloride, were maximal at 8-16 min and, at the highest dose tested, did not return to control levels until 64-128 min. Pretreatment with p-aminopropiophenone at a dose inducing 7-15% methemoglobinemia, 15-19 minutes after administration, protected animals against the effects of sodium cyanide upon swimming performance. However, the protection decreased as the interval between p-aminopropiophenone and NaCN was increased from 15 to 75 minutes."
        }
    ]
}