{
    "_id": {
        "$oid": "6682e98cc4e5dba5ffba2b2b"
    },
    "CID": {
        "$numberInt": "89440"
    },
    "Name": "Tonalide",
    "IUPACName": "1-(3,5,5,6,8,8-hexamethyl-6,7-dihydronaphthalen-2-yl)ethanone",
    "CanonicalSMILES": "CC1CC(C2=C(C1(C)C)C=C(C(=C2)C(=O)C)C)(C)C",
    "Synonyms": [
        "Tonalide",
        "21145-77-7",
        "Tonalid",
        "6-Acetyl-1,1,2,4,4,7-hexamethyltetralin",
        "1506-02-1",
        "1-(3,5,5,6,8,8-hexamethyl-5,6,7,8-tetrahydronaphthalen-2-yl)ethanone",
        "Acetyl hexamethyl tetralin",
        "fixolide",
        "Tetralide",
        "Ethanone",
        "1-(5,6,7,8-tetrahydro-3,5,5,6,8,8-hexamethyl-2-naphthalenyl)-",
        "AHTN",
        "7-Acetyl-1,1,3,4,4,6-hexamethyltetralin",
        "1-(3,5,5,6,8,8-hexamethyl-5,6,7,8-tetrahydronaphthalen-2-yl)ethan-1-one",
        "DTXSID7041544",
        "CHEBI:88666"
    ],
    "IsomericSMILES": "CC1CC(C2=C(C1(C)C)C=C(C(=C2)C(=O)C)C)(C)C",
    "INCHI": "InChI=1S/C18H26O/c1-11-8-16-15(9-14(11)13(3)19)17(4,5)10-12(2)18(16,6)7/h8-9,12H,10H2,1-7H3",
    "INCHIKEY": "DNRJTBAOUJJKDY-UHFFFAOYSA-N",
    "Formula": "C18H26O",
    "MolecularWeight": {
        "$numberDouble": "258.4"
    },
    "Description": "2-Acetyl-3,5,5,6,8,8-hexamethyl-5,6,7,8- tetrahydronaphthalene is a member of tetralins.",
    "XlogP": {
        "$numberDouble": "5.3"
    },
    "Complexity": {
        "$numberInt": "366"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "animal_concentrations": [
        {
            "References": "PMID:15952346",
            "Value": "Tonalide was detected in blubber from 8 finless porpoise (Neophocaena phocaenoides) and 3 porpoise fetus samples, collected from the Ariake Sea and Yatsushire Sea, Japan, at concentrations of less than 2.3 ng/g(1)."
        }
    ],
    "fish_seafood_concentrations": [
        {
            "References": "(1) Fromme H et al; Wat Res 35: 121-8 (2001) (2) Gatermann R et al; Chemosphere 38: 3431-41 (1999) (3) Kallenborn R et al; Fresenius Environ Bull 10: 832-42 (2001) (4) Gatermann R et al; Arch Environ Contam Toxicol 42: 437-46 (2002)",
            "Value": "Tonalide was found in 93 of 165 eel (Anguilla anguilla) with average concn of 53 and 723 ug/kg in moderate and high sewage input water bodies(1). Tonalide was found in lobster (9-12 ng/g lipid), clams (1100 ng/g lipid), bass (70 ng/g lipid), winter flounder (not quantifiable-56 ng/g lipid), eel (not quantifiable-17 ng/g lipid) and trout (not quantifiable-45 ng/g lipid) from different sites in Canada(2). Fish oils tested for tonalide resulted in 6 not detected, 4 not quantifiable, 1 herring oil at 4 ng/g lipid and 1 fish feed at 18 ng/g lipid(2). Tonalide was found in breams (2200-7100 ng/L), perch (3500-5000 ng/L), eel (40-57900 ng/L), pike-perch (320-990 ng/L), rainbow trout (200-590 ng/L), brown trout (10600-13400 ng/L), blue mussel (<30-60 ng/L), shrimp (<40-60 ng/L), crucian carp (12200-40000 ng/L), chub (3000-16400 ng/L), tench (30000-42000 ng/L), rudd (5000-6100 ng/L), and mussel (45000 ng/L) from various locations in the U.K.(2). Tonalide was found in fish in Norwegian harbors and fjord areas; thornback ray filet 89 ng/g, haddock filet 135-373 ng/g, haddock liver 15-34 ng/g, Atlantic cod filet 13 (less than determination limit)-47 ng/g, Atlantic cod liver 3 (less than determination limit)-380 ng/g, saithe filet 13 ng/g, and saithe liver 1 ng/g (less than determination limit)(3). Tonalide concentration ranges in biota taken in a pond from a sewage treatment plant were as follows (ug/g lipid): rudd, 5.0-6.1; tench, 30-42; crucian carp, 31-40; eel, 2.6-2.7; zebra mussel, 45(4)."
        },
        {
            "References": "(1) Hu Z et al; Chemosphere 84: 1630-1635 (2011) (2) O'Toole S, Metcalfe C; J Great Lake Res 32: 361-369 (2006) (3) Nakata H; Environ Sci Technol 39: 3430-34 (2005) (4) Schmid P et al; Chemosphere 67: S16-S21 (2007) (5) Hajkova K et al; Arch Env Cont Tox 53: 390-396 (2007)",
            "Value": "Tonalide was detected in 17 fish samples (crusian carp (Carassius auratus), silver carp (Hypophthalmichthys molitrix), common carp (Cyrpinus carpio)) collected in 2008 from Haihe River in China at concentrations of 3.0-6.8 ng/g(1). Tonalide was detected in brown bullhead (Ameiurus nebulosus) (mean 2.9 ng/g), gizzard shad (Dorosoma cepedianum) (mean 22.3 (ng/g), white perch (Morone americana) (mean 16.7 ng/g), and yellow perch (Perca fluviatilus) (mean 96.8 ng/g) sampled from Hamilton Harbor of Lake Ontario, the Detroit River, and western Lake Erie, in Spring 2002(2). Tonalide was detected in blubber from 5 hammerhead shark (Sphyrna lewini) samples, collected from the Ariake Sea and Yatsushire Sea, Japan, at concentrations of less than 2.3 ng/g wet wt(3). Tonalide was detected in fish (brown trout (Salmo trutta fario), brook trout (Salvelinus fontinalis), alpine char (S. alpinus) and lake trout (S. nomaycush)) from the alpine lakes in Grisons, Switzerland at concentrations in ng/g (lipid based) of 30, 38, 54, 20, 27, 27, and 20 in Lake Tuma, Lake Linghin, Lake Moesols, Surettasee, Lake Diavolezza, Lake Teo, and Lake Grond, respectively(4). Tonalide was detected in muscle samples of European chub fish (Leuciscus cephalus) collected between 1998-2005 at several locations along the Vltava River at average concentrations ranging from 81 to 2448 ug/kg lipid; the highest concentration was detected in 1998 at a location downstream from a sewage treatment plant(5)."
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "(1) Artola-Garicano E et al; Environ Toxicol Chem 22: 1086-92 (2003) (2) Fromme H et al; Wat Res 35: 121-8 (2001) (3) Dsikowitzky L et al; Org Geochem 33: 1747-58 (2002) (4) Peck AM et al; Environ Sci Technol 40: 5629-35 (2006) (5) Ricking M et al; Wat Res 37: 2607-17 (2003) (6) Schwarzbauer J et al; Org Geochem 31: 1713-31 (2000) (7) Winkler M et al; Chemosphere 37: 1139-56 (1998) (8) Balk F, Ford RA; Toxicol Lett 111: 57-79 (1999) (9) National Water Quality Monitoring Council. Water Quality Data. Characteristics: AHTN. Available from as of July 17, 2017: https://www.waterqualitydata.us/portal (10) Hu Z et al; Chemosphere 84: 1630-1635 (2011)",
            "Value": "SEDIMENT: Tonalide was found in suspended solids from the River Elbe, Germany, at concentration ranges of 148 to 770 ug/L(1). Tonalide was found in 36 of 59 sediment samples from Berlin Germnay, with average concentration of 0.22 and 0.92 ug/kg in moderate and high sewage input water bodies, respectively(2). 19 Sites from the Lippe River bottom in Westphalia, Germany, sampled Aug 16-17, 1999 contained <2 to 1,399 ug/kg of tonalide; suspended particles from the Lippe River had 823 ug/kg of tonalide(3). Tonalide was detected but not quantified in 2 of 9 sediment samples from Havel river, Germany, 5 of 14 samples from Spree river, Germany and 4 of 6 sediment samples from Teltow Canal, Germany(5). Tonalide was found at all 6 sites from the German Bight(6). Suspended particulate matter samples taken from the River Elbe, Germany had tonalide concentration of 194-770 ng/g(7). Tonalide was found in suspended matter from the Rhine from 1994-1996 at concentration of 0.10-0.54 mg/kg dry weight and from the Meuse at 0.06-1.2 mg/kg dry weight(8). Tonalide was found in Lake Ontario sediment at a concentration of 0.96 ng/g dry weight and not found in Lake Erie sediment(4). Tonalide concentrations in a sediment core from Lake Ontario (mid-lake, between Rochester, NY and Toronto, Ontario, Canada) were as follows: 0 ng/g (1922), 0.95 ng/g (1943), 1.0 ng/g (1960), 1.02 ng/g (1966), 0.6 ng/g (1978), 0.97 ng/g (1990), 1.0 ng/g (2000)(4).  Water quality data compiled from the Retrieval (STORET) Data Warehouse and the USGS National Water Information System (NWIS) reports monitoring data for tonalide. Sediment concentrations for tonalide between 2010 and 2016 ranged from 1 ug/kg (2012) to 138 ug/kg (2010)(9). Tonalide was detected in sediment samples collected in 2008 from Haihe River in China at concentrations of 2.0-219 ng/g(10)."
        }
    ]
}