{
    "_id": {
        "$oid": "6682e8cdc4e5dba5ffba2769"
    },
    "CID": {
        "$numberInt": "8947"
    },
    "Name": "DISODIUM METHANEARSONATE",
    "IUPACName": "disodium;methyl-dioxido-oxo-lambda5-arsane",
    "CanonicalSMILES": "C[As](=O)([O-])[O-].[Na+].[Na+]",
    "Synonyms": [
        "Disodium methylarsonate",
        "144-21-8",
        "DISODIUM METHANEARSONATE",
        "Sodium methylarsonate",
        "DSMA",
        "Metharsinat",
        "Disomear",
        "Arrhenal",
        "Arsinyl",
        "Arsynal",
        "Diarsen",
        "Metharsan",
        "Stenosine",
        "Tonarsan",
        "Tonarsin"
    ],
    "IsomericSMILES": "C[As](=O)([O-])[O-].[Na+].[Na+]",
    "INCHI": "InChI=1S/CH5AsO3.2Na/c1-2(3,4)5;;/h1H3,(H2,3,4,5);;/q;2*+1/p-2",
    "INCHIKEY": "SDIXRDNYIMOKSG-UHFFFAOYSA-L",
    "Formula": "CH3AsNa2O3",
    "MolecularWeight": {
        "$numberDouble": "183.934"
    },
    "Description": {
        "$numberDouble": "NaN"
    },
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "49"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "Kalburov G, Kerkenyakova A; Nauchni Trudove, Vissh Institut po Khranitelna i Vkusova Promyshelnnost 25 (2): 295-7 (1978)",
            "Value": "Leghorn hens (groups of 5) were fed a diet containing 200 ppm of the herbicide Angar 8100 (active principle disodium methylarsenate) for 30 days ... /until/ slaughter; a similar group was fed the same diet containing 2 g sunflower pectin. Considerable residues /were/ found in the former group, the level in tissue being 0.0250 mg/kg; however, addition of pectin to the diet produced a 30-80% decline, the level in tissue being 0.0047 mg/kg."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 757",
            "Value": "... NORFOLK LOAMY SAND SAMPLES (WITH AND WITHOUT ORGANIC MATTER ADDED) SHOWED INCREASED DSMA DECOMPOSITION RELATIVE TO SOIL ORGANIC MATTER. THIS SUGGESTS ADAPTATION OF MICROBIAL POPULATION TO METABOLIZE METHYL CARBON OF MAA /METHANEARSONIC ACID/."
        }
    ],
    "logP": [
        {
            "References": "Ahrens, W.H. Herbicide Handbook of the Weed Science Society of America. 7th ed. Champaign, IL: Weed Science Society of America, 1994., p. 116",
            "Value": "Kow = <10"
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 763",
            "Value": "ARSONIC ACID HERBICIDES ARE NOT GROWTH REGULATORS IN SENSE OF PLANT HORMONES. THEY ... ACT THROUGH ENZYME SYSTEMS TO INHIBIT GROWTH. THEY KILL ... SLOWLY; FIRST SYMPTOMS ARE ... CHLOROSIS, CESSATION OF GROWTH, & GRADUAL YELLOWING, THEN BROWNING FOLLOWED BY DEHYDRATION & DEATH. /ORGANOARSENICAL HERBICIDES/"
        }
    ],
    "sediment_soil_concentrations": [
        {
            "References": "Wauchope RD; J Env Quality 4 (3): 355 (1975)",
            "Value": "The sorption of arsenic, phosphate, disodium methanearsonate, and the sodium salt of cacodylic acid by 16 Mississippi river alluvial flood plain soils is measured in a slurry experiment in which initial pH and molar solution concn for all four solutes are identical. Sorption of the two organoarsenical herbicides is strongly correlated with arsenate and phophate sorption, and sorption of all four species is strongly correlated with clay and iron oxide contents of the soils."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 757",
            "Value": "TYPE OF CLAY MINERAL MAY BE RESPONSIBLE FOR DIFFERENT FIXATION TENDENCIES ... KAOLINITE REMOVED MUCH MORE DSMA FROM SOLN THAN DID VERMICULITE. SMALLER SIZE FRACTIONS OF AUGUSTA SILT LOAM ... ABSORBED LARGER PERCENTAGES OF MAA /METHANEARSONIC ACID/ PRESENT IN SOLUTION."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 757",
            "Value": "PHYTOTOXICITY IS ... AFFECTED BY LEACHING OF DSMA. IF ARSONATE IS APPLIED WITHIN 2 HR OF RAIN, LITTLE ABSORPTION WILL OCCUR AND LEACHING OF MAA /METHANEARSONIC ACID/ PROCEEDS."
        },
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 757",
            "Value": "... FOUND NO LEACHING OF DSMA IN DECATUR CLAY LOAM, WHILE 52% ... RECOVERED IN THE TWENTY 1 IN INCREMENTS OF LEACHATE FROM NORFOLK LOAMY SAND. MOVEMENT THROUGH NORFOLK LOAMY SAND OCCURRED AS BAND OF HIGH FRONTAL CONCN WHICH ... DECREASED IN DIRECTION OF ZONE OF APPLICATION."
        }
    ],
    "plant_translocations": [
        {
            "content": "The study investigates the translocation and breakdown of disodium methane-arsenate (DSMA) in Coastal bermudagrass. DSMA, when foliarly applied, demonstrated both acropetal (upward) and basipetal (downward) translocation in the plant. Approximately 25% of the arsenic intercepted by the leaves was transported to the roots and rhizomes within five days, although soil uptake of DSMA was restricted compared to foliar or nutrient solution uptake. Radioautographs showed DSMA movement through the vascular system, primarily concentrated in vascular bundles, suggesting translocation through these routes. Despite some indications of complexing with plant components, the molecule appeared largely intact, showing mobility in the plant despite potential complex formation. The study also observed high arsenic residues in leaves and roots following foliar application, indicating both upward and downward movement of DSMA. The study suggested that DSMA, despite potential complexing with plant components, remained mobile within the plant, emphasizing its translocation in Coastal bermudagrass. Moreover, regrowth analysis after clipping demonstrated reduced arsenic residues, indicating minimal movement of DSMA into new growth, while the reduction in arsenic content in the roots over time implied release into the soil solution. Additionally, the study noted relationships between foliage presence, arsenic concentration, and percent recovery in Coastal, highlighting the effects of foliage amount on DSMA interception and translocation in the plant.",
            "reference": "Duble, R. L., Holt, E. C., & McBee, G. G. (1969). Translocation and break-down of disodium methanearsonate (DSMA) in coastal bermudagrass. Journal of Agricultural and Food Chemistry, 17(6), 1247–1250. doi:10.1021/jf60166a063 ",
            "method": {
                "Test Plant": "Coastal bermudagrass",
                "Apply Location": "Foliar, nutrient and soil application",
                "Plant Grown Condition": "Coastal bermudagrass was propagated from field-collected rhizomes in flats filled with Lufkin fine sandy loam at a pH of 6.4. The grass was maintained under greenhouse conditions, watered frequently, and fertilized monthly throughout the study.",
                "Chemical preparation": "DSMA (Disodium methanearsonate) used in all studies was a 100% soluble powder formulation containing 25% arsenic. A stock solution of DSMA-14C containing 2.5 μg of DSMA per plant and an activity of 100 c.p.m. per μg was used in all tracer studies. All foliar applications of DSMA included 0.1% surfactant, X-77 (Colloidal Products Corp.).",
                "Received pesticide of plant": "Each 40 μL deposit corresponded to 0.8 μLmol of DSMA or 8.08 μg of total DSMA deposited per plant treated.",
                "Other Information": "All treatments were replicated three times."
            },
            "result": "[{\"Application Type\": \"Foliar apply\", \"Time After Application\": \"7 days\", \"Roots Concentration\": \"45 ppm\", \"Leaves Concentration\": \"68 ppm\"}, {\"Application Type\": \"Solution apply\", \"Time After Application\": \"7 days\", \"Roots Concentration\": \"88 ppm\", \"Leaves Concentration\": \"38 ppm\"}, {\"Application Type\": \"Soil apply\", \"Time After Application\": \"7 days\", \"Roots Concentration\": \"15 ppm\", \"Leaves Concentration\": \"1.6 ppm\"}]"
        }
    ]
}