{
    "_id": {
        "$oid": "6682e8cdc4e5dba5ffba276a"
    },
    "CID": {
        "$numberInt": "8948"
    },
    "Name": "METHANEARSONIC ACID",
    "IUPACName": "methylarsonic acid",
    "CanonicalSMILES": "C[As](=O)(O)O",
    "Synonyms": [
        "Methylarsonic acid",
        "124-58-3",
        "Monomethylarsonic acid",
        "Arsonic acid",
        "methyl-",
        "METHANEARSONIC ACID",
        "Methylarsinic acid",
        "Monomethylarsinic acid",
        "Monomethylarsonate",
        "Methylarsenic acid",
        "Methylarsonic acid [ISO]",
        "Kyselina methylarsonova",
        "DSMA (JMAF)",
        "methyl Arsonic acid",
        "Methylarsonate",
        "Kyselina methylarsonova [Czech]"
    ],
    "IsomericSMILES": "C[As](=O)(O)O",
    "INCHI": "InChI=1S/CH5AsO3/c1-2(3,4)5/h1H3,(H2,3,4,5)",
    "INCHIKEY": "QYPPRTNMGCREIM-UHFFFAOYSA-N",
    "Formula": "CH5AsO3",
    "MolecularWeight": {
        "$numberDouble": "139.97"
    },
    "Description": "Methylarsonic acid is a member of arsonic acids, a one-carbon compound and an organoarsonic acid. It is a conjugate acid of a methylarsonate(1-).",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "61"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "WOOLSON EA ET AL; DISTRIBUTION AND ISOLATION OF RADIOACTIVITY FROM 74AS-ARSENATE AND 14C-METHANEARSONIC ACID IN AN AQUATIC MODEL ECOSYSTEM; PEST BIOCHEM PHYSIOL 6 (3): 261-9 (1976)",
            "Value": "IN AQUATIC MODEL ECOSYSTEM TESTING BIOACCUMULATION & DISTRIBUTION OF (14)C-METHANEARSONIC ACID, BIOACCUMULATION RATIOS FOR DAPHNIDS, GAMBUSIA, ALGAE & CRAYFISH WERE 5, 127, 34, & 5, RESPECTIVELY. BIOACCUMULATION RATIO VALUES DECLINED FOR CRAYFISH & CATFISH WHEN REMOVED FROM (14)C-METHANEARSONIC ACID EXPOSURE TO UNTREATED WATER. (14)C WAS FOUND @ HIGHER % RATE IN RESIDUE OF EXPTL ORGANISMS THAN (74)AS-ARSENATE."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 757",
            "Value": "THE METABOLISM OF MAA TO INORGANIC ARSENIC IS THE MAIN MECHANISM OF HERBICIDE DEGRADATION... THE ASSOC OF HERBICIDAL BREAKDOWN WITH THE GENERAL MICROBIOLOGICAL ACTIVITY SUGGESTS THAT THE OXIDATION OF MAA /METHANEARSONIC ACID/ OCCURRED COINCIDENTALLY WITH THE METAB OF SOIL ORG MATTER. ON THE OTHER HAND, BOTH NORFOLK LOAMY SAND SAMPLES (WITH & WITHOUT ORGANIC MATTER ADDED) SHOWED AN INCREASED DSMA /DISODIUM SALT OF MAA/ DECOMPOSITION RELATIVE TO SOIL ORGANIC MATTER. THIS SUGGESTED AN ADAPTATION OF THE MICROBIAL POPULATION TO METABOLIZE THE METHYL CARBON OF MAA. /INVESTIGATORS/...EXAM THE DEGRADATION OF MSMA /MONOSODIUM SALT OF MAA/ ON 4 SOILS. THEY CONCLUDED THAT SOIL MICROORGANISMS APPEARED TO PLAY SOME ROLE IN THE DECOMPOSITION PROCESS. A FUNGUS, SEVERAL ACTINOMYCETES, & SEVERAL BACTERIA WERE ISOLATED USING SOIL ENRICHMENT TECHNIQUES. THE ORGANISMS DEGRADED 3, 13 OR 9, & 20% OF THE MSMA IN 11 DAYS, RESPECTIVELY. HOWEVER, IN THE ABSENCE OF AN ENERGY SOURCE, MICROBIAL METABOLISM OF THE ORGANIC ARSENICAL WAS NONEXISTENT. THE PRODUCTS OF METABOLISM WERE CARBON DIOXIDE & ARSENATE. NO ARSENITE COULD BE DETECTED."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Kearney, P.C., and D. D. Kaufman (eds.) Herbicides: Chemistry, Degredation and Mode of Action. Volumes 1 and 2. 2nd ed. New York: Marcel Dekker, Inc., 1975., p. 761",
            "Value": "/INVESTIGATORS/...FOUND THAT 100 & 1000 PPM BY WT OF MAA /METHANEARSONIC ACID/, MSMA /MONOSODIUM SALT/, DAMA /DISODIUM SALT/, & CA /CACODYLIC ACID/ WERE EXTREMELY TOXIC TO NEWLY-EMERGED WORKER BEES (APIS MELLIFERA L). TWO ARSENICALS, MAA & CA, WERE MODERATELY TOXIC AT 10 PPM BY WT. THE HERBICIDES WERE CONTAINED IN A 60% SUCROSE SYRUP."
        },
        {
            "References": "Tomlin, C.D.S. (ed.). The Pesticide Manual - World Compendium. 10th ed. Surrey, UK: The British Crop Protection Council, 1994., p. 685",
            "Value": "ONLY A MILD IRRITANT TO SKIN OF RABBITS. IN FEEDING TRIALS DOGS RECEIVING 100 MG ACID/KG DIET SHOWED NO ILL-EFFECT."
        },
        {
            "References": "TSUZUKI S ET AL; OSMOTIC FRAGILITY OF RAT ERYTHROCYTES CAUSED BY ARSENIC COMPOUNDS; MATSUMOTO SHIGAKU 6 (2): 173-8 (1980)",
            "Value": "MONOMETHYLARSONIC ACID CAUSED NO CHANGES IN OSMOTIC FRAGILITY OF RAT ERYTHROCYTES WHEN ADMIN ORALLY OR IN VITRO."
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 111 (2000)",
            "Value": "Oligouria was noted after acute exposure and interstitial nephritis and tubular nephrosis have been noted in rabbits give repeated oral doses of MMA ... . /Dose not specified/"
        },
        {
            "References": "DHHS/ATSDR; Toxicological Profile for Arsenic p. 117 (2000)",
            "Value": "Male and female mice dosed with MMA (55 mg As/kg/day) prior to mating and during pregnancy produced fewer litters than normal, an effect that was attributable mainly to decr fertility of the males ... ."
        }
    ]
}