{
    "_id": {
        "$oid": "6682e8cec4e5dba5ffba2770"
    },
    "CID": {
        "$numberInt": "9032"
    },
    "Name": "POTASSIUM CYANIDE",
    "IUPACName": "potassium;cyanide",
    "CanonicalSMILES": "[C-]#N.[K+]",
    "Synonyms": [
        "POTASSIUM CYANIDE",
        "151-50-8",
        "Cyanide of potassium",
        "kalium cyanid",
        "potassium;cyanide",
        "Potassium cyanide (K(CN))",
        "Caswell No. 688A",
        "RCRA waste number P098",
        "Cyanure de potassium",
        "cyanopotassium",
        "Kaliumcyanid",
        "Kaliumzyanid",
        "Zyankali",
        "HSDB 1245",
        "UNII-MQD255M2ZO"
    ],
    "IsomericSMILES": "[C-]#N.[K+]",
    "INCHI": "InChI=1S/CN.K/c1-2;/q-1;+1",
    "INCHIKEY": "NNFCIKHAZHQZJG-UHFFFAOYSA-N",
    "Formula": "CKN",
    "MolecularWeight": {
        "$numberDouble": "65.116"
    },
    "Description": "Potassium cyanide is a cyanide salt containing equal numbers of potassium cations and cyanide anions. It has a role as an EC 1.9.3.1 (cytochrome c oxidase) inhibitor, an EC 1.15.1.1 (superoxide dismutase) inhibitor and a neurotoxin. It is a cyanide salt, a one-carbon compound and a potassium salt.",
    "XlogP": {
        "$numberDouble": "NaN"
    },
    "Complexity": {
        "$numberInt": "12"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "CYANIDE HAS A VERY HIGH AFFINITY FOR IRON IN FERRIC STATE. WHEN ABSORBED IT REACTS READILY WITH ... IRON OF CYTOCHROME OXIDASE IN MITOCHONDRIA; CELLULAR RESPIRATION IS THUS INHIBITED & CYTOTOXIC HYPOXIA RESULTS. SINCE UTILIZATION OF OXYGEN IS BLOCKED, VENOUS BLOOD IS OXYGENATED AND IS ALMOST AS BRIGHT RED AS ARTERIAL BLOOD. RESPIRATION IS STIMULATED BECAUSE CHEMORECEPTIVE CELLS RESPOND AS THEY DO TO DECREASED OXYGEN. A TRANSIENT STAGE OF CNS STIMULATION WITH HYPERPNEA AND HEADACHE IS OBSERVED; FINALLY THERE ARE HYPOXIC CONVULSIONS AND DEATH DUE TO RESPIRATORY ARREST. /CYANIDE/"
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. III-126",
            "Value": "SINGLE DOSES OF CYANIDE PRODUCE ALTERATIONS IN PATTERN OF BRAIN METABOLITES CONSISTENT WITH DECR IN OXIDATIVE METABOLISM & INCR IN GLYCOLYSIS. DECR IN BRAIN GAMMA-AMINOBUTYRIC ACID ... HAVE BEEN ASCRIBED TO CYANIDE INHIBITION OF GLUTAMIC ACID DECARBOXYLASE. /CYANIDE/"
        },
        {
            "References": "Doull, J., C.D.Klassen, and M.D. Amdur (eds.). Casarett and Doull's Toxicology. 3rd ed., New York: Macmillan Co., Inc., 1986., p. 372",
            "Value": "THE CORTICAL GRAY MATTER, HIPPOCAMPUS (H1), CORPORA STRIATA, & SUBSTANTIA NIGRA ARE COMMONLY AFFECTED /BY CYANIDE/. ... CYANIDE ALSO HAS PROPENSITY FOR DAMAGING WHITE MATTER, PARTICULARLY CORPUS CALLOSUM. CYANIDE INHIBITS CYTOCHROME OXIDASE & PRODUCES CYTOTOXIC ANOXIA, BUT ALSO CAUSES HYPOTENSION THROUGH ITS EFFECTS ON HEART. /CYANIDE/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 961",
            "Value": "The cyanide ion (CN-) forms complexes with a number of other chemicals (eg, in tissues) and has a strong affinity for cobalt. /Cyanide ion/"
        },
        {
            "References": "PMID:3726869",
            "Value": "The effect of cyanide on whole-brain calcium levels was determined in mice administered potassium cyanide and correlated with the neurotoxic signs manifested during acute cyanide poisoning. potassium cyanide (10 mg/kg, sc) significantly increased whole-brain total calcium levels from 48.1 + or - 1.8 to 66.5 + or - 3.9 micrograms/g dry wt within 15 min after administration. They remained elevated for 3 hr and returned to control readings after 12 hr. Dose-response studies revealed potassium cyanide at doses of 10-15 mg/kg, produced significant elevations of whole-brain calcium 30 min after administration. No measureable effect was obtained from lower doses which suggested a threshold effect. Pretreatment 15 min before potassium cyanide with diltiazem, a calcium channel blocker, prevented the cyanide induced rise in whole-brain total calcium. Cyanide induced tremors, which are centrally mediated symptoms of intoxication, were quantified and correlated with the observed changes in whole-brain calcium. Tremors were detected at 10 and 12 mg/kg potassium cyanide and peak intensity was observed at 15 min postcyanide. Pretreatment with diltiazem markedly attenuated the cyanide induced tremors."
        },
        {
            "References": "Gilman, A.G., L.S.Goodman, and A. Gilman. (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 7th ed. New York: Macmillan Publishing Co., Inc., 1985., p. 1642",
            "Value": "/CYANIDE/ ... REACTS ... WITH TRIVALENT IRON OF CYTOCHROME OXIDASE IN MITOCHONDRIA TO FORM THE CYTOCHROME OXIDASE-CN COMPLEX ... THE CYTOCHROME-OXIDASE-CN COMPLEX IS DISSOCIABLE; THE MITOCHONDRIAL ENZYME SULFURTRANSFERASE ... MEDIATES TRANSFER OF SULFUR FROM THIOSULFATE TO CYANIDE ION. THUS, THIOCYANATE IS FORMED ... KINETIC STUDIES INDICATE THAT THE CLEAVAGE OF THE THIOSULFATE SULFUR-SULFUR BOND IS THE RATE-LIMITING STEP IN THIS REACTION. RELATIVELY MINOR PATHWAYS INCL COMBINATION WITH CYSTINE TO FORM 2-IMINO-THIAZOLIDINE-4-CARBOXYLIC ACID, OXIDATION TO CARBON DIOXIDE & FORMATE, & FORMATION OF CYANOCOBALAMIN. /CYANIDE/"
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "... DAILY SC INJECTIONS OF POTASSIUM CYANIDE INCR GRADUALLY TO LETHAL LEVELS HAS CAUSED NYSTAGMUS & PERIODS OF BLINDNESS IN MONKEYS, CATS, DOGS, & RATS, WITH HISTOLOGICALLY DEMONSTRABLE DEGENERATION IN OPTIC NERVE, CHIASM, & OPTIC TRACT."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "CYANIDES SUCH AS ... HYDROGEN CYANIDE, POTASSIUM CYANIDE AND SODIUM CYANIDE ARE ACUTELY POISONOUS, INTERFERING WITH METABOLIC PROCESSES & CAUSING RAPID DEATH. IN SEVERE POISONING, PUPILS ARE CHARACTERISTICALLY WIDELY DILATED."
        },
        {
            "References": "LACROIX P ET AL; CR SEANCES SOC BIOL SES FIL 172 (2): 330-36 (1978)",
            "Value": "IN AWAKE RATS, POTASSIUM CYANIDE INJECTED IP, INCR 2,3-DIPHOSPHOGLYCERATE (DPG) BLOOD LEVELS. POTASSIUM-INDUCED INCR OF DPG APPEARS TO CONSTITUTE A RESPONSE TO HYPOXIA."
        },
        {
            "References": "PMID:967187",
            "Value": "STUDIES TO DETERMINE WHETHER MUTAGENIC SUBSTANCES WOULD MODIFY DNA REPLICATIVE ACTIVITY WERE PERFORMED. 2.6 MG/KG OF POTASSIUM CYANIDE DID NOT CAUSE INHIBITION OF MOUSE TESTICULAR DNA SYNTHESIS."
        },
        {
            "References": "Tewe OO, Persu E; Nutr Rep Int 26 (1): 51-58 (1982)",
            "Value": "Pigs were allotted to 3 treatment groups comprising a maize control ration (1), cassava peel rations (2) and a cassava peel + dietary potassium cyanide rations (3). Diets 1-3 contained 0, 96, and 400 ppm cyanide, respectively. Feed intake and growth rate were non-significantly (p > 0.05) reduced on cassava peel containing ration. Feed efficiency and protein efficiency ratio on the cassava peel based rations compared favorably with the control. Performance traits (daily weight gain, daily feed intake, feed efficiency) were /had no effect/ (p > 0.05) with dietary cyanide level. Nutrient digestibility was similar in all treatment groups except for ether extract digestibility which was significantly (p > 0.05) higher on rations 2 and 3. Metabolizable energy and N retention per day were not affected by dietary treatments."
        },
        {
            "References": "PMID:7233430",
            "Value": "Cumulative effects of adding 500 ppm potassium cyanide to a cassava root flour-based diet were studied. High dietary level of potassium cyanide did not have any marked effect in gestation and lactation performance of female rats. No carry-over effect of level of cyanide fed during gestation was observed on lactation performance. The high cyanide containing diet significantly reduced feed consumption and daily growth rate of the offspring when fed during postweaning growth. Protein efficiency ratio was reduced by the high cyanide diet during the postweaning growth phase and there was a carry-over effect from gestation. Serum thiocyanate was significantly increased in lactating rats and their offspring during lactation and in the postweaning growth phase of the pups. No apparent carry-over effect was noticed on this parameter. Rhodanese activity in liver and kidney was unaffected by feeding the high cyanide diet during gestation, lactation and/or during postweaning growth."
        },
        {
            "References": "BALLANTYNE B; J TOXICOL, CUTANEOUS OCUL TOXICOL 2 (2-3): 119-29 (1983)",
            "Value": "THE ACUTE SYSTEMIC TOXICITY OF HYDROGEN CYANIDE, SODIUM CYANIDE AND POTASSIUM CYANIDE BY INSTILLATION INTO THE INFERIOR CONJUNCTIVAL SAC WAS INVESTIGATED. USING RABBITS, THE LD50 VALUE FOR POTASSIUM CYANIDE WAS 0.121 MMOL/KG. SIGNS OF TOXICITY APPEARED RAPIDLY AND DEATH OCCURRED WITHIN 3-12 MINUTES OF THE EYE BEING CONTAMINATED. THUS, FOLLOWING OCULAR INSTILLATION, CYANIDES MAY BE ABSORBED ACROSS THE CONJUNCTIVAL BLOOD VESSELS IN AMOUNTS SUFFICIENT TO PRODUCE SYSTEMIC TOXICITY."
        },
        {
            "References": "Grant, W. M. Toxicology of the Eye. 2nd ed. Springfield, Illinois: Charles C. Thomas, 1974., p. 334",
            "Value": "IN EXPTL ANIMALS, DEMONSTRATION OF EFFECTS OF CYANIDE POISONING ON RETINA & OPTIC NERVE HAS BEEN SUCCESSFUL PRINCIPALLY WITH ACUTE SEVERE, NEAR-LETHAL, OR LETHAL POISONINGS. /CYANIDE/"
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 287",
            "Value": "IN RABBITS, AFTER SUBLETHAL DOSES OF CYANIDE, CHANGES IN ELECTRORETINOGRAM HAVE BEEN OBSERVED. /CYANIDES/"
        },
        {
            "References": "PMID:6705916",
            "Value": "Chronic implantation of surface coils on the skull was developed to record (31)P NMR spectra of the brain in unanesthetized rats. Ip sublethal doses induced strong and reversible changes in high-energy phosphate compounds in the brain, similar in part to those induced by ischemia. These effects were dose-dependent as far as phosphocreatine, inorganic orthophosphates, and pH were concerned; ATP does not seem to be altered by potassium cyanide doses of 3-5 mg/kg, but decreased at 6 mg/kg. The fraction of Mg(2+)-complexed ATP (approximately 90%) was not affected by potassium cyanide intoxication."
        },
        {
            "References": "PMID:6518277",
            "Value": "Hepatic hexose transport was characterized in rats using 3-O-methyl-D-glucose, which is not metabolized by the liver. The effects of N2-induced anoxia and of potassium cyanide were investigated. In the fasted state, anoxia caused the transport characteristics Vmax and Km to decrease nearly 2 fold whereas potassium cyanide had the opposite effect as the Vmax and Km were increased by 3 and 2 fold, respectively. In the fed state, anoxia and potassium cyanide caused a marked decrease in the transport characteristics."
        },
        {
            "References": "PMID:3726869",
            "Value": "The effect of cyanide on whole-brain calcium levels was determined in mice administered potassium cyanide and correlated with the neurotoxic signs manifested during acute cyanide poisoning. Potassium cyanide (10 mg/kg, sc) significantly increased whole-brain total calcium levels from 48.1 + or - 1.8 to 66.5 + or - 3.9 micrograms/g dry wt within 15 min after administration. They remained elevated for 3 hr and returned to control readings after 12 hr. Dose-response studies revealed potassium cyanide at doses of 10-15 mg/kg, produced significant elevations of whole-brain calcium 30 min after administration. No measurable effect was obtained from lower doses which suggested a threshold effect. Pretreatment 15 min before potassium cyanide with diltiazem, a calcium channel blocker, prevented the cyanide induced rise in whole-brain total calcium. Cyanide induced tremors, which are centrally mediated symptoms of intoxication, were quantified and correlated with the observed changes in whole-brain calcium. Tremors were detected at 10 and 12 mg/kg potassium cyanide and peak intensity was observed at 15 min postcyanide. Pretreatment with diltiazem markedly attenuated the cyanide induced tremors. It appears that a correlation exists between cyanide induced change in whole-brain calcium and tremors. This study suggests that intraneuronal calcium may play an important role in mediating cyanide neurotoxicity and calcium channel blocking agents may be useful in limiting the severity of the centrally mediated symptoms of acute cyanide intoxication."
        },
        {
            "References": "Mahadevan MM; Experientia 42 (1): 85-86 (1986)",
            "Value": "A starfish sperm bioassay for detecting chemical pollutants is described. Potassium cyanide and mercurous chloride inhibited oxygen consumption of spermatozoa by 50% at 0.07 ng/ml and 0.3 ng/ml respectively."
        },
        {
            "References": "PMID:6311107",
            "Value": "Cyanide (2 mM), an inhibitor of cytochrome oxidase, diminished p-nitroanisole O-demethylation by 50-75% in perfused livers from normal and phenobarbital-treated rats, but had much less effect on hepatic microsomal p-nitroanisole O-demethylation. The inhibition was also observed in livers where the activity of the pentose phosphate shunt was abolished by pretreatment with 6-aminonicotinamide. Cyanide infusion decreased hepatic ATP/ADP ratios and cellular concentrations of glutamate, alpha-ketoglutarate, and isocitrate, but caused an increase in the NADP+/NADPH ratio. Rates of NADPH generation via the pentose phosphate shunt were unchanged by cyanide, and hepatic concentrations of glucose 6-phosphate were markedly increased by cyanide. Thus, inhibition of p-nitroanisole metabolites could not be explained solely by a direct interaction of cyanide with mixed-function oxidases or diminished NADPH generation via the pentose cycle. Apparently cyanide inhibits mixed-function oxidation in intact cells by diminishing the generation of NADPH from sources other than the pentose cycle. Further, these data are consistent with the hypothesis that some NADPH for mixed-function oxidation arises from cyanide-sensitive mitochondrial sources."
        },
        {
            "References": "Clarke, M. L., D. G. Harvey and D. J. Humphreys. Veterinary Toxicology. 2nd ed. London: Bailliere Tindall, 1981., p. 176",
            "Value": "IN THE CASE OF HYDROCYANIC ACID AND CYANIDES /IN VERY HIGH DOSES/, DEATH USUALLY OCCURS /IN ANIMALS/ WITHIN A FEW SECONDS: THERE MAY BE CONVULSIONS, PARALYSIS, STUPOR, & CESSATION OF RESPIRATION BEFORE THAT OF HEARTBEATS. /CYANIDES/"
        },
        {
            "References": "Booth, N.H., L.E. McDonald (eds.). Veterinary Pharmacology and Therapeutics. 5th ed. Ames, Iowa: Iowa State University Press, 1982., p. 961",
            "Value": "... IF ... ANIMALS ... HAVE EATEN CYANOGENIC PLANTS, CLINICAL SIGNS MAY VARY FROM MILD TACHYPNEA & APPARENT ANXIETY TO SEVERE PANTING, GASPING, & BEHAVIORAL ALARM. OTHER SIGNS INCL SALIVATION, MUSCLE TREMORS, LACRIMATION, URINATION & DEFECATION, SEVERE COLIC, EMESIS, PROSTRATION, ... CLONIC CONVULSIONS, MYDRIASIS, & RAPID DEATH. ... MUCOUS MEMBRANES ARE ... PINK & BLOOD IS CHERRY RED & MAY NOT CLOT. RED COLOR IS DUE TO HYPEROXYGENATION THAT OCCURS WHILE THE ANIMAL IS DYING. THERE MAY BE AGONAL HEMORRHAGES ON HEART. GI TRACT & LUNG MAY HAVE CONGESTION & PETECHIAL HEMORRHAGES. /CYANOGENIC PLANTS/"
        },
        {
            "References": "USEPA; Ambient Water Quality Criteria Doc: Cyanides p.B-6 (1980) EPA 440/5-80-037",
            "Value": "Except for the more sensitive invertebrate species, such as Daphnia pulex and Gammarus pseudolimnaeus, invertebrate species are usually more tolerant of cyanide than are freshwater fish species, which have most acute values clustered between 50 to 200 ug/l. A long-term survival and two life cycle test with fish gave chronic values of 7.9, 14, and 16 ug/l, respectively, with Gammarus pseudolimnaeus being comparable to fish in sensitivity and isopods being considerably more tolerant. /Free cyanide: HCN and CN-/"
        },
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 4861",
            "Value": "... /THERE IS A/ COMBINED EFFECT OF PULMONARY EDEMA AND THE INTERFERENCE OF CELLULAR METABOLISM BY THE CYANIDE ION. /CYANIDE ION/"
        },
        {
            "References": "Johnson JD et al; Toxicol 46 (1): 21-8 (1987)",
            "Value": "Lipid peroxidation of brain lipids as determined by the conjugated diene method was observed in mice following administration of sublethal doses of potassium cyanide (KCN). Conjugated diene production was dose and time dependent; 10 mg/kg KCN produced detectable levels of conjugated dienes at 30 min post cyanide, whereas, 15 mg/kg produced marked levels of conjugated dienes over a 10-60 min period after KCN. Pretreatment of mice with either diltiazem (600 micrograms/kg, iv) or allopurinol (255 mg/kg, iv) blocked the generation of conjugated dienes."
        },
        {
            "References": "PMID:3564040",
            "Value": "The effect of cyanide on the active intracellular calcium pool was studied in a cultured neurosecretorycell line, PC12, derived from a rat pheochromocytoma. Cells were cultured and loaded with Quinn-II. Potassium cyanide (KCN) was added to the cultures at concentrations from 10(-4) molar to 10(-2) molar and the intracellular calcium concn was measured. Results showed that KCN produced a rise in cytosolic calcium which was dose dependent. Concn of KCN below 10(-4) molar did not produce measurable increases. The effect of KCN on cell viability was assessed using trypan blue exclusion. No effect was seen at the lower doses of KCN, but at 10(-2) molar a significant decrease in live cells was observed after 30 mins."
        },
        {
            "References": "PMID:3032887",
            "Value": "Brain cytochrome responses to carbon monoxide and cyanide were studied in rats. Male Sprague-Dawley rats were surgically prepared for in vivo brain differential reflectance spectrophometry. After preparation, they were intravenously infused with potassium cyanide at rates of 0.25 to 0.50 mg/kg/min, allowed to recover, and then exposed to gas mixtures containing 0,1,3 or 5 percent carbon monoxide in oxygen. Some animals were pretreated with antimycin-A. Cortical spectra were obtained and cytochrome reduction/oxidation changes were monitored. In an in vitro experiment, hemoglobin free rat brain slices were incubated with potassium cyanide and carbon monoxide. Cytochrome responses were investigated by transmission spectrophotometry. In vivo, cyanide infusion caused reversible increases in the reduction level of cytochrome-a3, measured at 605 to 620 nm. The oxidation/reduction state of b-type cytochromes, monitored at 564 to 575 nm, remained stable during most cyanide infusions. Reduction responses to cyanide were seen after exposure to 1 to 5 percent carbon monoxide. The a3-type and c-type cytochromes did not increase their reduction levels during exposure to 5 percent carbon monoxide. In vitro, b-type cytochromes were stable when exposed to cyanide. After reduction with carbon monoxide, a 445 nm spectral component was found that bound carbon monoxide in the presence of 1 mM potassium cyanide."
        },
        {
            "References": "PMID:3030385",
            "Value": "Brain cytochrome oxidase activity was measured after the in vitro addition of potassium cyanide (KCN) or sodium nitroprusside. Activity of cytochrome oxidase was sensitive to KCN; however, this activity was unaffected by sodium nitroprusside. In sodium nitroprusside and KCN treated animals brain cytochrome oxidase activities were measured. At 3 min after sodium nitroprusside injection, inhibition of the enzymatic activity was the same as 1 min after KCN injection. Time to death for sodium nitroprusside treated animals was longer than for KCN treated animals."
        },
        {
            "References": "PMID:182178",
            "Value": "10 MG/KG IP POTASSIUM CYANIDE (KCN) DECR CYTOCHROME OXIDASE ACTIVITY IN MOUSE LIVER & BRAIN. WHEN ANIMALS WERE PRETREATED WITH SODIUM THIOSULFATE & SODIUM NITRITE, KCN INHIBITED BRAIN CYTOCHROME OXIDASE IN CONTRAST TO NO INHIBITION OF LIVER CYTOCHROME OXIDASE."
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 646",
            "Value": "The cyanide ion is detoxified so effectively if intake is gradual that rats were able to consume potassium cyanide at a rate of 250 mg/kg/day without injury when the compound was mixed evenly into their dry diet."
        }
    ]
}