{
    "_id": {
        "$oid": "6682e8cec4e5dba5ffba2771"
    },
    "CID": {
        "$numberInt": "9033"
    },
    "Name": "ETHYLENEIMINE",
    "IUPACName": "aziridine",
    "CanonicalSMILES": "C1CN1",
    "Synonyms": [
        "Aziridine",
        "ETHYLENEIMINE",
        "Ethylenimine",
        "151-56-4",
        "9002-98-6",
        "Azacyclopropane",
        "Dimethyleneimine",
        "Ethylene imine",
        "Dihydroazirene",
        "Aziran",
        "Dihydro-1H-azirine",
        "Aethylenimin",
        "Ethyleenimine",
        "Etilenimina",
        "Aziridin"
    ],
    "IsomericSMILES": "C1CN1",
    "INCHI": "InChI=1S/C2H5N/c1-2-3-1/h3H,1-2H2",
    "INCHIKEY": "NOWKCMXCCJGMRR-UHFFFAOYSA-N",
    "Formula": "C2H5N",
    "MolecularWeight": {
        "$numberDouble": "43.07"
    },
    "Description": "Aziridine is a saturated organic heteromonocyclic parent, a member of aziridines and an azacycloalkane. It has a role as an alkylating agent. It is a conjugate base of an aziridinium.",
    "XlogP": {
        "$numberDouble": "-0.4"
    },
    "Complexity": {
        "$numberInt": "10"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Meylan WM et al; Environ Toxicol Chem 18: 664-72 (1999) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF of 3 was calculated for ethyleneimine(SRC), using an estimated log Kow of -0.28(1) and a regression-derived equation(2). According to a classification scheme(3), this BCF suggests the potential for bioconcentration in aquatic organisms is low(SRC)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "Clayton, G. D. and F. E. Clayton (eds.). Patty's Industrial Hygiene and Toxicology: Volume 2A, 2B, 2C: Toxicology. 3rd ed. New York: John Wiley Sons, 1981-1982., p. 2672",
            "Value": "The ethylenimines are classic alkylating agents with biologic effects similar to the beta-chloroethylamines. /Ethylenimines/"
        },
        {
            "References": "Hemminki K; Chem-Biol Interactions 48: 249-260 (1984)",
            "Value": "Ethyleneimine reacted with guanosine in aqueous medium to yield two identified products: imidazole-ring-opened 7-alkylguanosine (80%) and intact 1-alkylguanosine (14%). Incubation of ethyleneimine with guanosine or deoxyguanosine at pH 6.0 (1 hr, 37 °C) yielded some intact 7-alkylated products. Half-life of imidazole ring opening of 7-alkylguanosine was 11, 5, and 2.8 min at pH 7.0, 7.7, and was 21 min at pH 7.7."
        },
        {
            "References": "Klaassen, C.D. (ed). Casarett and Doull's Toxicology. The  Basic Science of Poisons. 6th ed. New York, NY:  McGraw-Hill, 2001., p. 257",
            "Value": "... Examples of direct-acting mutagens include alkylating agents such as ... ethyleneimine ... Direct-acting carcinogens are typically carcinogenic at multiple sites and in all species examined ..."
        }
    ],
    "non_human_toxicity_excerpts": [
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 229",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Ethyleneimine penetrated animal skin so quickly that its percutaneous toxicity is not decreased if it is washed off 1 min after contact.  Undiluted ethyleneimine leads to extensive degeneration of the tissues, but not to sensitization."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 1",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ /Investigators/ reported deaths in some animals following exposure to as little as 25 ppm for 4 to 8 hr. The animals exhibited extreme respiratory difficulty after exposure at all concentrations above 10 ppm; irritation of eyes and nose was evident from exposures at 100 ppm.  They found animals that survived had minimal symptoms."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:1109",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ The free imine is a potent skin irritant and vesicant.  Application of 0.005 mL of the imine as the pure material or 0.5 mL of a 15% aqueous solution /to the eyes of rabbits/ causes severe corneal damage."
        },
        {
            "References": "Grant, W.M. Toxicology of the Eye. 3rd ed. Springfield, IL: Charles C. Thomas Publisher, 1986., p. 421",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Remarkably selective atrophy of rods and cones is produced in cats by a single dose of 5 to 20 mg/kg... in cats, mydriasis and blindness become evident in one to six days with progressive narrowing and sometimes disappearance of retinal vessels."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. V4 p1110",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Cause of death from massive overexposure is due to central nervous system (CNS) effects. Clinical signs of toxicity include eye and respiratory irritation, vomiting, and CNS effects including convulsions."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 214",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Severe skin irritation occurred in rabbits dermally exposed to 100 ppm non-occluded ethylenimine for 24 hr."
        },
        {
            "References": "Snyder, R. (ed.). Ethel Browning's Toxicity and Metabolism of Industrial Solvents. 2nd ed. Volume II: Nitrogen and Phosphorus Solvents. Amsterdam-New York-Oxford: Elsevier, 1990., p. 214",
            "Value": "/LABORATORY ANIMALS: Acute Exposure/ Oral administration of ethylenimine caused changes in blood vessels, destruction of lymphatic follicles, necrosis of spermatogenic epithelium, degeneration in liver, kidneys, and myocardium /in animals/.Ethylenimine is a potent irritant, causing severe skin lesions which are slow to heal. Delayed lung injury with congestion, edema, and hemorrhage occur after inhalation; proteinuria, hematuria, and increased blood urea nitrogen, with an accompanying decrease in white blood cell count and all formed blood elements have also been observed."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ /Investigators/ reported that repeated exposures of rats at 6 ppm produced leukopenia with changes in the blood cells, and also a gonadotropic effect even at 0.6 ppm fairly well-expressed changes of these indicators were detected."
        },
        {
            "References": "Gosselin, R.E., R.P. Smith, H.C. Hodge. Clinical Toxicology of Commercial Products. 5th ed. Baltimore: Williams and Wilkins, 1984., p. II-207",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ ... Especially in animals renal damage has been observed including albuminuria and hematuria."
        },
        {
            "References": "Whitbourn RJ et al; Pathol 16(3): 272-277 (1984)",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Three types of renal cortical damage were found in rats two months after papillary necrosis had been induced by ethyleneimine. /Damage included:/ circumscribed areas of interstitial nephritis affecting either deep or superficial nephrons; wedge-shaped or conical scars, extending from capsule to inner medulla; widespread tubular dilatation and cyst formation with a diffuse increase in interstitial tissue, usually associated with dense fibrous repair of the papillary remnant."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:1110",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Based on repeated exposure, 7-hr exposures to 1.65 ppm for several months caused essentially no effects in several species. However, similar exposures to 3.5 ppm caused illness and death."
        },
        {
            "References": "Bingham, E.; Cohrssen, B.; Powell, C.H.; Patty's Toxicology Volumes 1-9 5th ed. John Wiley & Sons. New York, N.Y. (2001)., p. 4:1110",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Inhalation of ethyleneimine results in delayed lung damage, including congestion, edema, and hemorrhage. Kidney damage has also been observed. Proteinuria, hematuria, increased blood urea nitrogen, and a depression of all blood elements have also been seen following inhalation. Histopathological examination has shown necrotic degeneration of renal tubular epithelium."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Subchronic or Prechronic Exposure/ Daily inhalation of 10 mg/cu m, 4 hr/day for 1.5 months caused catarrhal bronchitis, a reduction of lymphoid elements in the lymph glands, and degenerative changes in the livers and kidneys of exposed rats."
        },
        {
            "References": "IARC. Monographs on the Evaluation of the Carcinogenic Risk  of Chemicals to Humans. Geneva: World Health Organization,  International Agency for Research on Cancer, 1972-PRESENT.  (Multivolume work). Available at: https://monographs.iarc.fr/ENG/Classification/index.php, p. V9 40 (1975)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Two groups of 18 male and 18 female mice ... (C57BL/6XAKR) F1... 4.64 mg/kg ... by stomach tube daily from 7th to 28th day of age, /then 13 mg/kg of diet for 77 or 78 wk/. ... total ... mice with tumors ... 16/16 males (9 with hepatomas, 12 with pulmonary tumors) and 11/11 females (2 with hepatomas, 10 with pulmonary tumors, 2 with lymphomas) ..."
        },
        {
            "References": "Linnik AB; Eksp Onkol 2 (2): 67 (1980)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ SC injections of 4, 1.3, or 0.4 mg/kg weekly into C57BLXCBA mice for 48 weeks produced sarcomas at site of injection in 10/85 treated with highest dose.  There were Harderian gland tumors in 15 cases.  Lung tumors and malignant hepatomas were more often found in treated than in controls.  They were under observation for 2 yr."
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 229",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ A slight increase in the serum transaminases (SGOT and SGPT) has... been obsesrved after prolonged contact and after repeated ethyleneimine intoxication."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/ Ethyleneimine is carcinogenic in rats following subcutaneous injection, producing injection-site sarcomas and fibromas in a ratio of 50% treated to 32% peanut oil controls."
        },
        {
            "References": "Walpole AL et al; Brit J Pharmacol Chemother 9: 306-23 (1954)",
            "Value": "/LABORATORY ANIMALS: Chronic Exposure or Carcinogenicity/  Male and female rats administered twice weekly sc injections (total dose 20 mg/kg administered over 67 injections, in arachis oil). Duration of observation: 540 days. Local (ie, site of injection) sarcomas: 5/6 in males and 1/6 in females; in controls: 1/10 local sarcoma in males, 1/9 local fibroma in females."
        },
        {
            "References": "Sheftel, V.O.; Indirect Food Additives and Polymers. Migration and Toxicology. Lewis Publishers, Boca Raton, FL. 2000., p. 84",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Gonadotoxic effects are likely to be specific for ethyleneimine. At doses which cause no toxic effect, it produces and maintains sterility in males and females and interrupts pregnancy. Ethyleneimine is shown to interfere with the process of RNA synthesis in the testes."
        },
        {
            "References": "PMID:815135",
            "Value": "/GENOTOXICITY/ The object of this investigation was the frequency of dominant lethal mutations (DLM) induced by ethylene imine (EI) in spermatozoa, spermatids, spermatocytes I and spermatogonia of Drosophila melanogaster. The DLM frequency was shown to increase up to a certain level in case of storage of EI-treated spermatozoa in spermathecas of intact females. No such increase of the DLM frequency was observed for treated spematids. No differences in the induced DLM frequency between treated spermatozoa and spermatids were observed. The treatment of spermatocytes I resulted in the sterility of males; however, after the elapse of some time their fertility was restored at the expense of dividing spermatozoa."
        },
        {
            "References": "American Conference of Governmental Industrial Hygienists. Documentation of the TLV's and BEI's with Other World Wide Occupational Exposure Values. CD-ROM Cincinnati, OH 45240-1634 2005., p. 2",
            "Value": "/LABORATORY ANIMALS: Developmental or Reproductive Toxicity/ Exposure to 10 ppm for 20 days resulted in a very significant depression in body weight gain, a decrease in the relative number of pregnant rats, and an increase in fetuses with hematomas. No other manifestations of the toxic action of ethylenimine were found."
        },
        {
            "References": "GENE-TOX Program: Current Status of Bioassay in Genetic Toxicology. U.S. Environmental Protection Agency, Washington, DC. Office of Toxic Substances and Pesticides. (For program information, contact Environmental Mutagen Information Center, Oak Ridge National Laboratory, Post Office Box Y, Oak Ridge, Tennessee 37830. Telephone (615) 574-7871)",
            "Value": "/GENOTOXICITY/ Mammalian cytogenetics- in vitro leukocyte or lymphocyte studies, human: positive."
        },
        {
            "References": "PMID:102423",
            "Value": "/GENOTOXICITY/ Effects of ethyleneimine, adriamycin and 4-nitroquinoline on DNA replication were studied in HELA S3 cells by pulse labeling of DNA with (3)H-thymidine and sedimentation analysis with alkaline sucrose gradients.  At dose that reduced rate of DNA synthesis to 30-60% of control, only ethyleneimine produced damage that resulted in lower mol wt. of parental DNA.  All inhibited replicon initiation but to different extents, ethyleneimine was severe."
        },
        {
            "References": "PMID:2406584",
            "Value": "/GENOTOXICITY/ Ethyleneimine has been shown to induce large numbers of chromatid type aberrations in vitro in human WI-36 cells and leukocytes. DNA in cultivated lymphocytes is degraded indicating that ethyleneimine inhibits the repair system of human lymphocytes."
        },
        {
            "References": "PMID:7038472",
            "Value": "/GENOTOXICITY/ Mutagenicity; Aspergillus reversion test: Positive."
        },
        {
            "References": "Grigorova NV; Primen Khim Mutagen Zashch Sredy Zagrayz S-Kh Prakt 101-107 (1981)",
            "Value": "/GENOTOXICITY/ Asymetrical chromosome exchanges prevailed over symetrical exchanges in Crepis capillaris treated as a seed or seedling with 16.2-23.2 mM ethyleneimine. At 16.2-30.2 mM ethyleneimine, the frequency of chromosome aberrations was higher at pH 7 than pH 5, because of the higher concentration of the imine from ethyleneimine."
        },
        {
            "References": "PMID:7110183",
            "Value": "/GENOTOXICITY/ In the development of a sensitive mutagen screening systems, responses of 15 chemical mutagens at 5 independent genetic loci (markers) in Chinese hamster ovary cells were determined. Ethyleneimine was strongly mutagenic at the loci for resistance to emetine (protein synthesis inhibitor) or to methylglyoxal bisguanylhydrazone (polyamine synthesis inhibitor), and moderately mutagenic for resistance to 5,6-dichlororibofuranosyl benzimidazole (nucleoside analog) or to thioguanine."
        },
        {
            "References": "PMID:2406584",
            "Value": "/GENOTOXICITY/ /Ethylenimine/ mutagenicity is characterized by gene mutation induction in viruses and prokaryotes and mitotic recombination in fungi. Ethyleneimine has been shown to be mutagenic in a variety of plant materials including Crepis capillaris, barley, wheat, and seeds. Its activity depends on factors such as concentration, temperature, cell cycle phase or stage of organogenesis, and storage time of treated seeds. Studies in Drosophila have shown that ethyleneimine induces mitotic or meiotic chromosome aberrations and dominant or recessive lethal mutations. In vitro and in vivo studies in mammalian systems have shown that ethyleneimine is strongly mutagenic to Chinese hamster ovary cells in vitro and murine bone marrow cells in vivo. The mutagenic activity is expressed as gene mutation induction and mitotic or meiotic chromosome aberrations."
        },
        {
            "References": "PMID:7739603",
            "Value": "/GENOTOXICITY/ ... Experiment with the ad-3 forward-mutation assay have demonstrated that EI is a moderate mutagen (maximum forward-mutation frequency between 10 and 100 ad-3 mutations per 10+6 survivors) for the induction of specific-locus mutations in the ad-3 region. Classical genetic tests were used to identify the different genotypic classes and subclasses among the EI- and TEM-induced ad-3 mutations from each experiment. The overall data base demonstrates that both EI- and TEM-induced ad-3 mutations result predominantly from gene/point mutations at the ad-3A and ad-3B loci (97.3% and 95.5%, respectively), and infrequently from multilocus deletion mutations (2.7% and 4.5%, respectively). Heterokaryon tests for allelic complementation on TEM- and EI-induced ad-3B mutations, however, have revealed a difference between the percentages showing allelic complementation (63.1% and 40.9%, respectively)."
        },
        {
            "References": "PMID:7721062",
            "Value": "/GENOTOXICITY/ The frequency of recessive sex-linked lethal mutations (RSLLM) induced in chromosome Muller-5 of mature sperms by treatment with ethyleneimine (EI) or methyl methanesulfonate (MMS) was shown to increase when male pronucleus or zygote was formed in the oocyte cytoplasm of the mutagen-sensitive line mus(2)201G1. The increase in the total number of mutations in the mutant cytoplasm was accompanied by a transformation of damages causing mosaic mutations into damage to the genome, which are recorded as complete mutations."
        },
        {
            "References": "PMID:8649994",
            "Value": "/ALTERNATIVE IN VITRO TESTS/ ... To determine whether aziridine produces FaPy lesions in mammalian cells we have expressed the E.coli fpg gene in CHO cells. The transfected cells, expressing high levels of the bacterial protein, are more resistant to the toxic and mutagenic effects of aziridine than the control population. Less DNA damage was measured by quantitative PCR analysis in transfected than in control cells treated with equimolar concentrations of aziridine."
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Riddick JA et al, eds; Techniques of Chemistry. 4th ed. Vol II. NY, NY: John Wiley and Sons p. 622 (1986) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington, DC: Amer Chem Soc pp. 4-5 (1990) (3) Swann RL et al; Res Rev 85: 17-28 (1983) (4) Perrin DD; Dissociation constants of organic bases in aqueous solution. IUPAC Chem Data Ser, Buttersworth, London (1965) (5) Doucette WJ; pp. 141-188 in Handbook of Property Estimation Methods for Chemicals. Boethling RS, Mackay D, eds. Boca Raton, FL: Lewis Publ (2000) (6) Scherr G et al; in Kirk-Othmer Encycl Chem Tech 4th, NY, NY: Wiley 14: 2-40 (1981)",
            "Value": "The Koc of ethyleneimine is estimated as 2(SRC), using an assigned value for water solubility of 1X10+6 mg/L (miscible)(1) and a regression-derived equation(2). According to a classification scheme(3), this estimated Koc value suggests that ethyleneimine is expected to have very high mobility in soil. However, the pKa of ethyleneimine is 8.04(4), indicating that this compound will partially exist as a cation the environment and cations generally do adsorb more strongly to soils containing organic carbon and clay than their neutral counterparts(5). Ethyleneimine readily complexes with metal salts(6) which may be present in soil(SRC)."
        }
    ]
}