{
    "_id": {
        "$oid": "6682e8cfc4e5dba5ffba2772"
    },
    "CID": {
        "$numberInt": "9037"
    },
    "Name": "SCHRADAN",
    "IUPACName": "N-[bis(dimethylamino)phosphoryloxy-(dimethylamino)phosphoryl]-N-methylmethanamine",
    "CanonicalSMILES": "CN(C)P(=O)(N(C)C)OP(=O)(N(C)C)N(C)C",
    "Synonyms": [
        "SCHRADAN",
        "Octamethyl",
        "Sytam",
        "152-16-9",
        "Octamethylpyrophosphoramide",
        "Ompacide",
        "Systophos",
        "Ompatox",
        "Pestox",
        "Systam",
        "Ompax",
        "Pestox III",
        "Pestox 3",
        "Schradane",
        "Lethalaire G-59"
    ],
    "IsomericSMILES": "CN(C)P(=O)(N(C)C)OP(=O)(N(C)C)N(C)C",
    "INCHI": "InChI=1S/C8H24N4O3P2/c1-9(2)16(13,10(3)4)15-17(14,11(5)6)12(7)8/h1-8H3",
    "INCHIKEY": "SZKKRCSOSQAJDE-UHFFFAOYSA-N",
    "Formula": "C8H24N4O3P2",
    "MolecularWeight": {
        "$numberDouble": "286.25"
    },
    "Description": "Schradan is a phosphorodiamide.",
    "XlogP": {
        "$numberDouble": "-0.3"
    },
    "Complexity": {
        "$numberInt": "288"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "environmental_bioconcentrations": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 5-4, 5-10 (1990) (3) Franke C et al; Chemosphere 29: 1501-14 (1994)",
            "Value": "An estimated BCF value of 0.1 was calculated for Schradan(SRC), using an estimated log Kow of - 1.01(1,SRC) and a recommended regression-derived equation(2). According to a recommended classification scheme(3), this BCF value suggests that bioconcentration in aquatic organisms will not occur(SRC)."
        }
    ],
    "environmental_biodegradations": [
        {
            "References": "(1) Williams PP; Res Rev 66: 63-135 (1977)",
            "Value": "Schradan was slightly hydrolyzed by ruminal fluid; these results include both enzymatic and non-enzymatic hydrolysis(1)."
        }
    ],
    "mechanism_of_action": [
        {
            "References": "White-Stevens, R. (ed.). Pesticides in the Environment: Volume 1, Part 1, Part 2. New York: Marcel Dekker, Inc., 1971., p. 186",
            "Value": "THE INTOXICATION PROCESS IN INSECTS & MAMMALS /INVOLVES/ OXIDATIVE METAB OF SCHRADAN ... TO ONE OR MORE METABOLITES OF STRONG ANTICHOLINESTERASE ACTIVITY. THIS ... HAS BEEN DEMONSTRATED IN SEVERAL SUSCEPTIBLE INSECTS, INCL ANASA TRISTIS & ONCOPELTUS FASCIATUS & NON-SUSCEPTIBLE ... PERIPLANETA AMERICANA & TENEBRIO MOLITOR."
        },
        {
            "References": "Gilman, A.G., T.W. Rall, A.S. Nies and P. Taylor (eds.). Goodman and Gilman's The Pharmacological Basis of Therapeutics. 8th ed. New York, NY. Pergamon Press, 1990., p. 138",
            "Value": "The cardiovascular actions of anticholinesterase agents are complex, since they reflect both ganglionic and postganglionic effects of accumulated ACh on the heart and blood vessels. The predominant effect on the heart from the peripheral action of accumulated ACh is bradycardia, resulting in a fall in cardiac output. Higher doses usually cause a fall in blood pressure, often as a consequence of effects of anticholinesterase agents on the medullary vasomotor centers of the CNS. /Anticholinesterase agents/"
        },
        {
            "References": "Dreisbach, R.H. Handbook of Poisoning. 12th ed. Norwalk, CT: Appleton and Lange, 1987., p. 113",
            "Value": "Organophosphorus derivatives act by combining with and inactivating the enzyme acetylcholinesterase. ... The inactivation of cholinesterase by cholinesterase inhibitor pesticides allows the accumulation of large amounts of acetylcholine, with resultant widespread effects that may be ... separated into 4 categories: (1) Potentiation of postganglionic parasympathetic activity. ... (2) Persistent depolarization of skeletal muscle ... (3) Initial stimulation following depression of cells of central nervous system ... (4) Variable ganglionic stimulation or blockade ... /Cholinesterase inhibitor pesticides/"
        },
        {
            "References": "International Labour Office. Encyclopedia of Occupational Health and Safety. Vols. I&II. Geneva, Switzerland: International Labour Office, 1983., p. 1638",
            "Value": "The main feature of the toxic mechanism of organophosphorus pesticides is inhibition of the esterase enzyme activity, in particular of cholinesterase, which plays an important physiological part. Organophosphorus pesticides can also indirectly interact with the biochemical receptors of acetylcholine. /Organophosphorus pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 943",
            "Value": "... The serum cholinesterase activity of 14 men and 16 women at seven approximately equal intervals throughout one 24 hr day was measured. The lowest average value, ... was 92% of the mean of all values at other sampling times. The next lowest value was 98.7% of the same mean. /It was/ concluded that the small variation observed did not take the form of a regular curve but was entirely individual without correspondence to hour. /Organic phosphorus pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 943",
            "Value": "... Differences /were not detected in cholinesterase/ enzyme activity related to age and sex, probably because their samples were too small to measure the minor differences that exist. There is no change in red blood cell cholinesterase activity in adults associated with age. ... Activity of this enzyme increases progressively during the first year of life, it is higher in children under 3 yr of age than in older children, and it is markedly higher in 5 yr old children than in 3 yr olds. /Organic phosphorus pesticides/"
        },
        {
            "References": "Hayes, W.J., Jr., E.R. Laws, Jr., (eds.). Handbook of Pesticide Toxicology. Volume 2. Classes of Pesticides. New York, NY: Academic Press, Inc., 1991., p. 943",
            "Value": "Cholinesterase activity of plasma is significantly higher in men than in women, and this is true no matter which of several choline esters are used as substrate in measuring the enzyme activity. According to some, the difference is confined to young people. There is no sex difference in the red cell enzyme activity. Serum cholinesterase activity of blacks tends to be lower than whites of the same sex. /Organic phosphorus pesticides/"
        }
    ],
    "soil_absorption_mobility": [
        {
            "References": "(1) Meylan WM, Howard PH; J Pharm Sci 84: 83-92 (1995) (2) Lyman WJ et al; Handbook of Chemical Property Estimation Methods. Washington DC: Amer Chem Soc pp. 4-9 (1990) (3) Swann RL et al; Res Rev 85: 23 (1983)",
            "Value": "The Koc of Schradan is estimated as approximately 7(SRC), using an estimated log Kow of -1.01(1,SRC) and a regression-derived equation(2,SRC). According to a recommended classification scheme(3), this estimated Koc value suggests that Schradan has very high mobility in soil(SRC)."
        }
    ],
    "plant_translocations": [
        {
            "content": "Schradan displayed relatively slow absorption and translocation within broccoli plants compared to other insecticides like demeton. When pesticides were applied to plant roots at equal rates, Schradan caused significantly less mortality of aphids feeding on leaves than other materials even 48 hours post-treatment. This suggests Schradan may be taken up and transported more gradually throughout broccoli vascular tissues. The data also indicated the activity of most pesticides, including Schradan, increased at higher temperatures. However, the elevated temperature had a particularly pronounced impact in raising Schradan's aphid mortality compared to compounds such as mevinphos. Therefore, Schradan appears to exhibit characteristics like solubility and mobility within broccoli that result in its concentration and efficacy being more dependent on environmental thermal variations compared to some other studied systemic insecticides.",
            "reference": "Shirck, F. H., & Landis, B. J. (1970). Rates of Absorption and Translocation of Some Systemic Insecticides in Broccoli Determined by Mortality of Feeding Green Peach Aphid12. Journal of Economic Entomology, 63(3), 781–782. doi:10.1093/jee/63.3.781 ",
            "method": {
                "Test Plant": "Green peach aphids (Myzus persicae)",
                "Apply Location": "Root application",
                "Plant Grown Condition": "The stock of green peach aphids used was obtained from potato at Yakima and was held in cages of 'Green Sprouting' broccoli plants in a green house.",
                "Chemical Preparation": "Pesticides was first prepared as a 1% emulsion in water and further diluted to a final concentration of 30 ppm of insecticide.",
                "Pesticide Application Details for the Plant": "Each plant was treated with the insecticide emulsion of 30 ppm.",
                "Other Information": "20 plants for each treatment"
            },
            "result": "[{\"Time After Root Application (hours)\": 24, \"Mortality Rate of Bugs Eating Untreated Parts (%)\": 14}, {\"Time After Root Application (hours)\": 48, \"Mortality Rate of Bugs Eating Untreated Parts (%)\": 24}, {\"Time After Root Application (hours)\": 72, \"Mortality Rate of Bugs Eating Untreated Parts (%)\": 81}]"
        },
        {
            "content": "The study investigated the behavior of labelled schradan when sprayed on the leaves of various plants, including apple stocks and seedlings, broad and runner beans, Coleus, and chrysanthemums. The results showed that some schradan was absorbed, some evaporated, and the rest remained as a residue on the leaf surface, which could be removed by aqueous leaching. The absorbed material was defined as that present on or in the plant and not removable by aqueous leaching at the time of harvest. Evaporation losses from leaves were found to be much lower than theoretical expectations. The study suggested that some breakdown of schradan may occur within the cuticular layer of the leaves. Absorption was shown to proceed through the cuticle rather than through the stomata. Temperature and illumination were found to have significant effects on absorption, with young leaves generally being more absorptive than older leaves. However, comparisons of absorption rates between different plant species should be interpreted with caution due to differences in physiological development. The study also discussed the theoretical evaporational loss of schradan and its actual behavior on sprayed surfaces, suggesting that the lipoid solubility of schradan may play a role in its behavior on leaf surfaces.",
            "reference": "BENNETT, S. H., & THOMAS, W. D. E. (1954). THE ABSORPTION, TRANSLOCATION AND BREAKDOWN OF SCHRADAN APPLIED TO LEAVES, USING32P-LABELLED MATERIAL. Annals of Applied Biology, 41(3), 484–500. doi:10.1111/j.1744-7348.1954.tb01148.x ",
            "method": {
                "Test Plant": "Broad bean leaves",
                "Apply Location": "foliar (leaves were sprayed with a 0.5% solution of schradan)",
                "Plant Grown Condition": "The bean plants with 4-5 leaves were grown in a special laboratory and subjected to treatment and harvest after 3, 7, and 14 days.",
                "Chemical Preparation": "A 0.5% solution of 32P-labelled schradan was prepared.",
                "Pesticide Application Details for the Plant": "All leaves of each plant were sprayed with the 0.5% schradan solution. 5 plants were treated total.",
                "Other Information": "Experiments were conducted with harvests at 3, 7, and 14 days after treatment."
            },
            "result": "[{\"Time after application\": \"3 days\", \"1st Aqueous Leachate (%)\": 10.6, \"Chloroform Leachate (%)\": 35.5, \"2nd Aqueous Leachate (%)\": 4.4, \"Treated Leaves (%)\": 49.4, \"Rest of Plant (%)\": 0.0}, {\"Time after application\": \"7 days\", \"1st Aqueous Leachate (%)\": 7.1, \"Chloroform Leachate (%)\": 24.8, \"2nd Aqueous Leachate (%)\": 4.2, \"Treated Leaves (%)\": 63.9, \"Rest of Plant (%)\": 0.0}, {\"Time after application\": \"14 days\", \"1st Aqueous Leachate (%)\": 6.9, \"Chloroform Leachate (%)\": 15.5, \"2nd Aqueous Leachate (%)\": 4.5, \"Treated Leaves (%)\": 56.9, \"Rest of Plant (%)\": 16.2}]"
        },
        {
            "content": "The experiment investigated the concentration of dimefox and schradan in leaves taken from the top of plants after different treatments. Due to the different concentrations of dimefox (222 g/litre) and schradan (20 g/litre) in the applied commercial formulation Terra-Sytam, the concentration of schradan in the analyzed samples was much lower than that of dimefox. This suggests that schradan uptake is slower but has greater persistence compared to dimefox. The results showed that both insecticides were rapidly translocated throughout the plant, reaching maximum concentrations one week after treatment at both the top and base of the plant. However, concentrations at the top were somewhat lower than at the base. The insecticide content started to decrease earlier at the top, and after one month, the concentration had dropped to half the amount found in the rest of the plant. After 50 days, concentrations were identical throughout the plant. Even in green hop cones, the amounts of dimefox and schradan were never higher than 0.1 parts per million, indicating a low concentration in the plant tissue.",
            "reference": "Dejonckheere, W., Steurbaut, W., Dynoodt, R., & Kips, R. H. (1974). Uptake and translocation of dimefox and schradan in hops. Pesticide Science, 5(5), 549-554.",
            "method": {
                "Test Plant": "Broad bean leaves",
                "Apply Location": "Foliar",
                "Plant Grown Condition": "One bine/plant was sampled. Every third plant was sampled on each date (about 100 bines). Thus the lst, 4th, 7th and 10th samples were taken from the same bines. The bines were subdivided in three levels, from each of which the two oldest leaves and from 12 August the cones were taken off a sideshoot. On 1 September green cones were collected in the same way.",
                "Chemical Preparation": "Pure schradan was obtained from Murphy Chemical Ltd.\" Pure dimefox was prepared in the  laboratory by fractional  distillation of the commercial product. T.1.c. plates with 0.5 mm kieselgel G.",
                "Pesticide Application Details for the Plant": "concentration of dimefox (222 g/litre).",
                "Other Information": ""
            },
            "result": "[{\"Plant Date\": \"July 3rd\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"0\", \"Middle of Leaves (ppm)\": \"0.1\", \"Base of Leaves (ppm)\": \"0.17\"}, {\"Plant Date\": \"July 6th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"0.18\", \"Middle of Leaves (ppm)\": \"0\", \"Base of Leaves (ppm)\": \"0.22\"}, {\"Plant Date\": \"July 8th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"0.26\", \"Middle of Leaves (ppm)\": \"0.24\", \"Base of Leaves (ppm)\": \"0.23\"}, {\"Plant Date\": \"July 15th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"0\", \"Middle of Leaves (ppm)\": \"0.31\", \"Base of Leaves (ppm)\": \"0\"}, {\"Plant Date\": \"July 22nd\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"0.15\", \"Middle of Leaves (ppm)\": \"0.2\", \"Base of Leaves (ppm)\": \"0\"}, {\"Plant Date\": \"July 29th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"0.1\", \"Middle of Leaves (ppm)\": \"0.13\", \"Base of Leaves (ppm)\": \"0.21\"}, {\"Plant Date\": \"August 8th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"0\", \"Middle of Leaves (ppm)\": \"0.1\", \"Base of Leaves (ppm)\": \"0.22\"}, {\"Plant Date\": \"August 12th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"< 0.1\", \"Middle of Leaves (ppm)\": \"0.1\", \"Base of Leaves (ppm)\": \"0.1\"}, {\"Plant Date\": \"August 19th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"< 0.1\", \"Middle of Leaves (ppm)\": \"< 0.1\", \"Base of Leaves (ppm)\": \"< 0.1\"}, {\"Plant Date\": \"August 26th\", \"Harvest Date\": \"September 1st\", \"Top of Leaves (ppm)\": \"< 0.1\", \"Middle of Leaves (ppm)\": \"< 0.1\", \"Base of Leaves (ppm)\": \"< 0.1\"}]"
        },
        {
            "content": "During the 1971 growing season an experiment was carried out to study the uptake, translocation and residue levels of dimefox and schradan in hope after applying a soil drench of Terra-Sytarn (222 g/litre dimefox-20 g/litre schradan) at various times in varying concentrations. Residue analysis shows that the dimefox concentration in the hop plants reaches a peak about one week after application, which increases with the amount applied. Then a gradual breakdown sets in so that at the time of harvesting the differences between the dosages have virtually disappeared. Translocation of dimefox in the hop plant is very rapid, but the breakdown is faster at the top of the plant. Schradan concentrations were usually very low and residues at harvest time negligible.",
            "reference": "Dejonckheere, W., Steurbaut, W., Dynoodt, R., & Kips, R. H. (1974). Uptake and translocation of dimefox and schradan in hops. Pesticide Science, 5(5), 549-554.",
            "method": {
                "Test Plant": "Hops",
                "Apply Location": "Foliar application",
                "Plant Grown Condition": "Details on how the hop plants were grown were not provided in the given text.",
                "Chemical Preparation": "Two organophosphorus insecticides were used - dimefox and schradan. Details on how the chemical solutions were prepared were not mentioned.",
                "Pesticide Application Details for the Plant": "A drop of insecticide solution containing 0.2 μCi dimefox or 0.5 μCi schradan was applied to the upper side of the third leaf from the top of twining hop plants. For the root application study, around 2 ml of dimefox solution containing 0.25 μCi was added to the soil.",
                "Other Information": "After foliar application, leaves were sampled at various time intervals (1-14 days) by removing successive leaf pairs from top to bottom. For root application, the aerial parts were divided into successive internodal segments. Radioactivity in the sampled plant parts was measured by combustion and liquid scintillation counting to study uptake and translocation. Number of replicates was not specified."
            },
            "result": "[{\"Date\": 3.7, \"Top (parts/million)\": \"-\", \"Middle (parts/million)\": \"0.10\", \"Base (parts/million)\": \"0.17\"}, {\"Date\": 6.7, \"Top (parts/million)\": \"0.18\", \"Middle (parts/million)\": \"-\", \"Base (parts/million)\": \"0.22\"}, {\"Date\": 8.7, \"Top (parts/million)\": \"0.26\", \"Middle (parts/million)\": \"0.24\", \"Base (parts/million)\": \"0.23\"}, {\"Date\": 15.7, \"Top (parts/million)\": \"-\", \"Middle (parts/million)\": \"0.31\", \"Base (parts/million)\": \"-\"}, {\"Date\": 22.7, \"Top (parts/million)\": \"0.15\", \"Middle (parts/million)\": \"-\", \"Base (parts/million)\": \"-\"}, {\"Date\": 29.7, \"Top (parts/million)\": \"0.10\", \"Middle (parts/million)\": \"0.20\", \"Base (parts/million)\": \"0.21\"}, {\"Date\": 5.8, \"Top (parts/million)\": \"-\", \"Middle (parts/million)\": \"0.13\", \"Base (parts/million)\": \"0.22\"}, {\"Date\": 12.8, \"Top (parts/million)\": \"0.10\", \"Middle (parts/million)\": \"0.10\", \"Base (parts/million)\": \"0.10\"}, {\"Date\": 19.8, \"Top (parts/million)\": \"0.10\", \"Middle (parts/million)\": \"0.10\", \"Base (parts/million)\": \"0.10\"}, {\"Date\": 26.8, \"Top (parts/million)\": \"0.10\", \"Middle (parts/million)\": \"0.10\", \"Base (parts/million)\": \"0.10\"}]"
        }
    ]
}