{
    "_id": {
        "$oid": "6682e8cfc4e5dba5ffba2773"
    },
    "CID": {
        "$numberInt": "9051"
    },
    "Name": "DYDROGESTERONE",
    "IUPACName": "(8S,9R,10S,13S,14S,17S)-17-acetyl-10,13-dimethyl-1,2,8,9,11,12,14,15,16,17-decahydrocyclopenta[a]phenanthren-3-one",
    "CanonicalSMILES": "CC(=O)C1CCC2C1(CCC3C2C=CC4=CC(=O)CCC34C)C",
    "Synonyms": [
        "dydrogesterone",
        "152-62-5",
        "Isopregnenone",
        "Hydrogesterone",
        "Duphaston",
        "Hydrogestrone",
        "Gynorest",
        "Gestatron",
        "Diphaston",
        "Dufaston",
        "Duvaron",
        "Prodel",
        "Retrone",
        "Terolut",
        "10alpha-Isopregnenone"
    ],
    "IsomericSMILES": "CC(=O)[C@H]1CC[C@@H]2[C@@]1(CC[C@@H]3[C@H]2C=CC4=CC(=O)CC[C@@]34C)C",
    "INCHI": "InChI=1S/C21H28O2/c1-13(22)17-6-7-18-16-5-4-14-12-15(23)8-10-20(14,2)19(16)9-11-21(17,18)3/h4-5,12,16-19H,6-11H2,1-3H3/t16-,17+,18-,19+,20+,21+/m0/s1",
    "INCHIKEY": "JGMOKGBVKVMRFX-HQZYFCCVSA-N",
    "Formula": "C21H28O2",
    "MolecularWeight": {
        "$numberDouble": "312.4"
    },
    "Description": "Dydrogesterone is a 3-oxo-Delta(4) steroid and a 20-oxo steroid. It has a role as a progestin.",
    "XlogP": {
        "$numberDouble": "3.8"
    },
    "Complexity": {
        "$numberInt": "628"
    },
    "Charge": {
        "$numberInt": "0"
    },
    "mechanism_of_action": [
        {
            "References": "Datapharm Communications Ltd; Electronic Medicines Compendium (eMC), Summary of Product Characteristics (SPC) for Femoston (Last updated February 2011). Available from, as of March 2, 2011: https://www.medicines.org.uk/EMC/medicine/2493/SPC/Femoston+1+10mg/",
            "Value": "Dydrogesterone is an orally-active progestagen. The addition of a progestagen greatly reduces the estrogen-induced risk of endometrial hyperplasia and cancer in non-hysterectomised women, by reducing the growth of the endometrium."
        },
        {
            "References": "Goodman, L.S., and A. Gilman. (eds.) The Pharmacological Basis of Therapeutics. 5th ed. New York: Macmillan Publishing Co., Inc., 1975., p. 1444",
            "Value": "Progestins cannot be equated as group with progesterone because some are inherently estrogenic, some slightly androgenic, and some purely progestational; correspondingly, their ovulation-inhibiting potentialities may be mediated in somewhat different ways. /Progestins/"
        },
        {
            "References": "American Society of Health System Pharmacists; AHFS Drug   Information 2010. Bethesda, MD. (2010), p. 3271",
            "Value": "The 17-hydroxy or acetoxy compounds, on the other hand, elicit responses more nearly resembling those of progesterone. They have little or no estrogenic or androgenic activity and may produce catabolic and slight diuretic effects. The 19-nor derivatives are more effective in postponing the normal menstrual period. /Progestins/"
        },
        {
            "References": "PMID:16389545",
            "Value": "Accumulating evidence indicates that the neuropeptide substance P (SP) is predominantly involved in neurogenic inflammation and pain perception via its high-affinity neurokinin 1 receptor (NK-1R). Intriguingly, decreased pain sensitivity is found to be associated with high plasma progesterone levels. We hypothesize that progesterone may attenuate nociception and associated inflammatory response via NK-1R-dependent pathways. To address our hypothesis, we incubated splenic lymphocytes from CBA/J female mice with different concentrations of the progesterone derivative dydrogesterone. Subsequently, the expressions of NK-1R and T helper (Th1)-type cytokines were analyzed by flow cytometry. Next, we subcutaneously injected CBA/J mice with 1.25 mg of dydrogesterone in 200-microl sesame oil; control mice were sham-injected. Tail flick test to detect the nociceptive threshold was performed in 30-min intervals upon injection. Lymphocytes were isolated from blood and uterus and analyzed for NK-1R surface expression. Immunohistochemical analyses were performed to investigate the uterine tissue distribution of NK-1R. Dydrogesterone induced a decrease in the percentage of NK-1R+ lymphocytes in vitro and in vivo. Additionally, an increase in Th2-type and a decrease in Th1-type cytokines could be detected in vitro after incubation with dydrogesterone. An increased tail flick latency following dydrogesterone injection supported the concept that decreased expression of the NK-1R on lymphocytes is associated with an increased pain threshold. Taken together, these results clearly reveal a pathway by which dydrogesterone or progesterone respectively modulates the cross talk of the nervous, endocrine and immune systems in inflammation and pain."
        },
        {
            "References": "PMID:16963030",
            "Value": "To investigate the effects of progesterone (P), medroxyprogesterone acetate (MPA), and dydrogesterone (DYD) and its metabolite, 20-alpha-dihydrodydrogesterone (DHD) on endothelial synthesis of nitric oxide (NO) and characterize the signaling events recruited by these compounds. ... Measure of NO release, endothelial nitric oxide synthase (eNOS) activity and expression, and activation of ERK 1/2 and Akt. The administration of DYD alone or in combination with estrogen to endothelial cells results in neutral effects on NO synthesis and on the activity and expression of eNOS. In parallel, the stable metabolite DHD acts similarly to natural P, enhancing the expression of eNOS and inducing rapid activation of the enzyme through the regulation of the ERK 1/2 mitogen-activated protein kinase cascade. 20-Alpha-dihydrodydrogesterone and P also potentiate eNOS induction by E2. On the contrary, MPA does not trigger eNOS enzymatic activation and decreases the extent of eNOS induction by E2. These findings support the concept that synthetic progestins act differently on vascular cells and that hormonal preparations may differ as to their cardiovascular effects."
        },
        {
            "References": "PMID:17587400",
            "Value": "...Adipose tissue was obtained from 12 non-diabetic women, mean age 51 years (range 37-78) and mean body mass index 25.4 kg/sq m (range 20.3-26.4). Adipocytes were treated with increasing doses of DYD and NET for 48 hr prior to protein extraction. Effects on lipogenesis and lipolysis were assessed using western blotting to determine the expression of key enzymes, LPL (56 kDa) and HSL (84 kDa) respectively. Measurement of glycerol release into the medium provided an assessment of lipolytic activity. Expression of LPL was increased by DYD and NET (mean protein expression relative to control +/- s.e.), with greatest effect at 10(-8) M for DYD: 2.32 +/- 0.51 (p < 0.01) and 10(-8) M for NET: 2.06 +/- 0.19 (p < 0.01). In contrast, HSL expression was reduced by all concentrations of DYD, with maximal effect at 10(-9) M : 0.49 +/- 0.02 (p < 0.001). NET reduced HSL expression at all concentrations from 10(-9) M : 0.62 +/- 0.06 (p < 0.001) to 10(-7) M : 0.69 +/- 0.08 (p < 0.001). Glycerol measurements supported the HSL expression studies although they were not statistically significant (p > 0.05). DYD and NET significantly increased LPL expression relative to control, while significantly reducing HSL expression. At the concentrations studied, similar effects were observed with the androgenic NET and the non-androgenic DYD despite differing effects on the lipid profile when taken orally in combination with oestrogen..."
        }
    ]
}